[
  {
    "header": "JCI",
    "cik": "0000833444",
    "ticker": "JCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a6a5b063aac43acc3b7faa32ec9b0df3",
    "period": "2025 Q4",
    "content": "Q4 2025 Johnson Controls International PLC Earnings Call\n\nQ4 2025 Johnson Controls International PLC Earnings Call\n\nJCINYSENOV 5, 8:30 AM\n\nOperator\n\nHello, everyone, and welcome to the Johnson Controls Q4 2025 Earnings Conference Call. My name is Nadia, and I will be coordinating the call today. [Operator Instructions]\nI will now hand the call over to Jim Lucas, Vice President, Investor Relations, to begin. Jim, please go ahead.\n\nJames C. Lucas\n\nAnalyst, Janney Montgomery Scott LLC\n\nGood morning, and thank you for joining our conference call to discuss Johnson Controls' Fiscal Fourth Quarter 2025 Results. Joining me on the call today are Johnson Controls' Chief Executive Officer, Joakim Weidemanis; and Marc Vandiepenbeeck, our Chief Financial Officer.\nBefore we begin, let me remind you that during our presentation today, we will make forward-looking statements that reflect our current views about our future performance and financial results. These statements are based on certain assumptions and expectations of future events that are subject to risks and uncertainties. Please refer to our SEC filings for a list of these important risk factors that could cause actual results to differ from our predictions.\nWe will also reference certain non-GAAP measures throughout today's presentation. Reconciliations of these non-GAAP measures are contained in the schedules attached to our press release and in the appendix to this presentation, both of which can be found on the Investor Relations section of Johnson Controls' website.\nI will now turn the call over to Joakim.\n\nJoakim Weidemanis\n\nChief Executive Officer\n\nThanks, Jim, and good morning, everyone. Thank you for joining us on today's call. As we close out our 140th year as a company, I want to begin by recognizing the extraordinary efforts of our 90,000 colleagues around the world. Their dedication to our customers and their commitment to our mission have been the driving force behind our progress and the results.\nSince joining Johnson Controls, I made it a priority to spend time where value is created in the field with customers and our teams at our innovation centers and on the factory floors around the world. It's important to be right alongside our team as they do the work to deliver for our customers. These experiences have given me a firsthand appreciation for the passion and expertise that define our culture. Our customers and my colleagues on the front lines give me valuable insights on how we work and where we can improve processes and uncover new opportunities together. Learning about our capabilities and seeing our teams drive our company forward by problem solving to better serve our customers, has reinforced my belief in the strength of our foundation and the significant opportunities we're beginning to capture.\nBefore I dive into the specifics, I want to summarize where we stand today and our path forward. First, we delivered strong results this quarter and for the full year, exceeding our free cash flow target and continuing to build a record backlog. Second, our proprietary business system is taking shape as our growth engine, combining 80/20 and Lean principles with digital and AI approaches to create a more customer-centric and continuous improvement oriented organization. Third, we are updating our long-term growth algorithm to reflect improved mid-single-digit top line growth, enhanced operating leverage, double-digit adjusted EPS growth and continuing to target 100% free cash flow conversion, demonstrating that the opportunity in front of us is clear, significant and achievable.\nTurning to our results. Fiscal 2025 was a year of strong execution and momentum. Sales grew 6%, segment margins expanded by 100 basis points and adjusted EPS increased 17%. Notably, we offset the dilution from the residential and light commercial divestiture in 1 year, ahead of our original expectations. Free cash flow conversion reached 102%, reflecting our disciplined execution and financial strength. Orders grew 7% for the year, and our backlog expanded 13% ending at a record $15 billion. This sustained demand highlights the value our customers place in our solutions and the strength of our portfolio. This quarter's performance reflects our disciplined execution and operational focus. While our evolving business system is still in its early stages, we're already seeing encouraging signs of progress.\nLet's turn to Slide 6. Last quarter, we introduced our proprietary business system, a proven approach to building a stronger, more disciplined company. It is rooted in winning and retaining customers through differentiated products, services and exceptional experiences. It's about enabling frontline colleagues, engaging all teams and building a better Johnson Controls and being a magnet for talent. Our system is built on 3 pillars: simplify, apply 80/20 principles to focus on what matters the most. Accelerate, use lean methodologies to remove waste and accelerate execution. And scale, leverage digital and AI approaches to amplify impact across the enterprise. And it's anchored in a global cross-functional language and methodology for how we communicate and collaborate to win. The approach is practical identify barriers to growth and remove them quickly. We start narrow and go deep, get the root causes, pilot countermeasures, adjust and secure frontline buy-in before scaling broadly.\nWhile it's still early days and business systems take time to mature in large organizations, I'm energized by our progress. More than 700 colleagues are actively engaged across several priority areas and have conducted over 50 kaizens to date, but many more to come. We have already trained 200 leaders worldwide through activation boot camps. Leadership plays a pivotal role in the progress of our business system and our opportunity to build an even stronger company that is more capable, more focused and more disciplined. A company that executes with consistency and delivers for customers where it matters most. To further strengthen our leadership capabilities and align talent with strategic priorities, we recently announced a new leader of our Americas segment, Todd Karbowski. He brings over 30 years of experience in the commercial part of our business and product management within our largest franchise, our global applied business. His industry knowledge and customer orientation will be instrumental as we accelerate growth and sharpen our customer focus in this important region.\nEarlier this week, we announced to our colleagues the hire of a global leader of manufacturing, a key role accountable for performance across our factory footprint, driving improvements in safety, quality, delivery and cost, SQDC, using our business system to build competitive advantage and winning performance for our customers as well as drive overall productivity, creating more funding for reinvestments. As we continue to strengthen our talent development, it will enable us to accelerate our progress.\nLast quarter, we highlighted 2 areas with clear potential, sales capacity and productivity and factory on-time delivery. Today, I want to show you how our proprietary business system is already delivering measurable progress. By working together across teams and leveraging 80/20 and Lean tools, our conventional HVAC sellers in one of our local markets increased the time they're able to spend engaging with customers by over 60% and our team manufacturing key chillers in North America improved on-time delivery to over 95%. These examples reflect our commitment to going narrow and deep, focusing on specific areas to uncover the true sources of waste and avoid surface-level fixes. This approach enables faster piloting, stronger frontline engagement and eases broader deployment later across the organization.\nAs is typical and continuous improvement, we see even more opportunities as we dig deeper. In the example of selling time with a customer, the team streamlined the sales process by eliminating non-value-added process steps and upgrading tools to accelerate the sales cycle. These improvements simplified workflows and led to more than a 60% increase in time spent engaging directly with customers. We're now applying AI to the overall sales process of estimation and selection to codify scale and amplify several process steps that will yield even more time with customers on top of that. We've also been focused on improving the on-time delivery in one of our key chiller plants that serve the rapidly growing data center vertical. While we have a leading position in advanced thermal solutions for data centers, historically, our on-time delivery was inconsistent and our lead times were longer than what customers demand. Leveraging 80/20 and Lean approaches, we have dramatically improved on-time delivery and are now over 95% and lead times are on the way of being cut in half.\nI'm confident we can maintain this standard, which only strengthens our competitive advantage and our ability to win in this fast-growing vertical. This isn't about putting a playbook on a shelf. It's about fundamentally changing how we work. These improvements come from going narrow and deep, countermeasuring root causes and engaging the teams impacted, ensuring sustainable change and easier scaling across the enterprise. Simplify, accelerate, scale. That's how we win together.\nAs we move to Slide 7, you'll see how our focus on technology innovation and sustainability is powering our future growth and reinforcing our leadership in mission-critical verticals. Johnson Controls continues to strengthen its leadership in advanced thermal management. With AI-driven demand for high-density data centers, pushing cooling technology to new limits, we are well positioned across the thermal management for cooling chain as well as with our integrated offering of digital monitoring and controls. During the quarter, we successfully launched our Coolant Distribution Unit offering, a major milestone in our differentiated data cooling center strategy. CDUs are critical enablers of liquid cooling, which is rapidly becoming essential as AI chips are becoming more powerful and generating more heat.\nTraditional air cooled systems are reaching physical limits, driving a transition toward liquid and hybrid cooling architectures that improve thermal management performance in addition to energy and water efficiency. This launch, combined with our award-winning [indiscernible] magnetic bearing chillers, absorption chillers and now our strategic investment in Accelsius positions Johnson Controls to deliver a comprehensive and integrated portfolio that addresses the full thermal management spectrum from chip to [ Ambient ], covering the entire heat capture removal and regen journey.\nWe are receiving strong early interest from hyperscale customers who are prioritizing energy efficiency and sustainability, core pillars of our innovation strategy. Our data center solutions are aligned with global trends in AI and increasing compute density, where thermal performance is now a strategic differentiator. With our cooling technologies reducing non-IT energy consumption by more than 50% in most North American hubs, we are delivering substantial energy savings. This reinforces our role as a strategic partner to the world's leading data center professionals at a time when the vertical is poised for significant growth over the next decade.\nIn Europe, we recently made a major announcement that underscores our leadership in decarbonization. Johnson Controls will provide green heat to the city of Zurich through a landmark waste incineration project. While we have delivered similar solutions across the region, this deployment more than doubles the heat capacity of our previous largest project and ranks amongst the largest heat pump installations globally to utilize the 0 DWP refrigerant ammonia. Our advanced heat pump technology will recover energy from flue gases and feed it into the district heating network, supplying heat to approximately 15,000 homes, about 15% of the city's whole district heating demand. This project is another powerful example of how Johnson Controls is enabling critical industries, institutions and now cities to transition to sustainable heating solutions while maintaining reliability and performance, and it highlights the tremendous opportunity to harness excess heat, reduce operating costs and accelerate decarbonization.\nIn 2024 alone, our heat pumps enable customers to cut energy costs by 50% and emissions by 60%. The partnership we have with Zurich and other cities as well as with hundreds of others from global manufacturers and pharmaceuticals, chemicals, food and beverage and more solidifies our leadership position in the European energy and heat transition, where we can capture our share of these opportunities submit regulatory tailwinds and accelerating customer demand. These initiatives reinforce our leadership in thermal management, decarbonization, digital solutions and mission-critical environments, supported by our commercially advantaged embedded service capabilities and relationships. The strength of our service model lies in the combination of customer intimacy, technical depth and global reach. With direct service operations across the globe, Johnson Controls delivers consistent high-quality support to customers over the life cycle in mission-critical verticals such as data centers, advanced manufacturing, life science manufacturing and large hospital and university research centers.\nOur ability to deliver consistent service across the global footprint of hyperscalers is a unique differentiator. As data centers multiply, our service model is helping maintain the pace, positioned to deliver reliability wherever our customers build. Our view is that customers will always demand high touch, high availability service, and that is an unparalleled differentiator for Johnson Controls. Now as we look ahead, our guidance for fiscal 2026 builds directly on the momentum we've established this year. I already previewed our updated long-term growth algorithm, and Marc will discuss the details shortly. But I want to highlight how excited we are about the opportunity in front of us.\nIn short, our strategy to leverage our strengths, particularly in HVAC controls and digital to deliver differentiated value and long-term growth underpins our success. Our ability to meet global demand for mission-critical systems, whether in data centers or decarbonization projects is backed by an exceptional service organization and positions us to capture significant opportunities ahead.\nWith that, I will now turn it over to Marc.\n\nMarc Vandiepenbeeck\n\nChief Financial Officer\n\nThanks, Joakim, and good morning, everyone. We closed fiscal 2025 on a strong note, delivering another quarter of solid financial performance. This consistent execution throughout the year has strengthened our foundation and position us well as we enter the new fiscal year. Our ongoing focus on stronger operational discipline, customer satisfaction and continuous improvement is driving results, and we remain committed to generating sustainable long-term value for our shareholders.\nNow let's take a closer look at fourth quarter results on Slide 8. In the quarter, organic revenue grew 4% and segment margin expanded 20 basis points to 18.8%, driven by our ongoing focus on cost discipline, favorable mix and the tangible benefit of our productivity programs. Adjusted EPS of $1.26 increased 14% year-over-year and exceeded the high end of our guidance range. On the balance sheet, we ended the quarter with approximately $400 million in available cash. The net debt remained within our long-term target range of 2 to 2.5x declining to 2.4x compared to the prior year. For the year, adjusted free cash flow improved by approximately $700 million to $2.5 billion. Our strong earnings performance and rigorous approach to working capital management enabled us to achieve a 102% free cash flow conversion for the year. This reinforces the strength of our execution and the quality of our earnings.\nLet's now discuss our segment results in more detail on Slide 9 and 10. We are seeing strong customer engagement and healthy demand for our solution across key verticals. Orders grew 6% in the quarter, highlighted by 9% growth in the Americas, supported by strength in data centers. In EMEA, orders increased 3% despite a challenging comparison to 14% growth in the prior year, with double-digit growth in service. In APAC, although saw a small decline of 1% as decreasing systems more than offset mid-single-digit growth in service. At the enterprise level, organic sales growth was led by mid-single-digit growth in service. In the Americas, sales were up 3% organically on a tough compare, supported by continued strength in both HVAC and controls. EMEA delivered 9% organic growth with strong double-digit growth in system and high single-digit growth in service. In APAC, sales declined 3% organically, due primarily to lower volumes in China. These results reflect strong execution, particularly in the Americas and EMEA against a backdrop of challenging year-on-year comparisons.\nMargin performance improved steadily throughout the year as we capture greater operating leverage and continue to optimize our cost structure. Our resilient operating model enabled us to align pricing, productivity and mix to support consistent profitability even as market conditions evolve. This translated into notable fourth quarter performance. By region, adjusted segment EBITDA margins in the Americas improved 50 basis points to almost 20%, supported by productivity gains and operational efficiency. In EMEA, margin expanded by 30 basis points to 15.6%, reflecting positive operating leverage from top line growth. In APAC, margins declined 190 basis points to 17.8% as lower volumes in China created pressure on factory absorption.\nOur backlog remains at a record level, growing 13% to $15 billion. System backlog grew 14% and service backlog grew 9%. With this momentum in mind, let's discuss our long-term outlook and capital allocation priorities on Slide 11 and 12. We are updating our long-term growth algorithm to incorporate the principles of our value creation framework and the momentum we have built this year. As we look ahead, we expect to deliver mid-single-digit organic revenue growth operating leverage of 30% or better double-digit adjusted EPS growth and approximately 100% free cash flow conversion. This algorithm is supported by 3 key factors: first, the sustained demand for decarbonization and mission-critical solutions. Second, the continued evolution of our proprietary business system to drive operational efficiency. And third, the ongoing technological innovation through new product launch and a disciplined approach to portfolio management by channeling resources into our most attractive growth areas.\nOn capital allocation, our priorities remain unchanged. We are investing in organic growth. We are focusing on returning capital to shareholders through dividend and share repurchases. And finally, we are pursuing selective acquisitions to strengthen our portfolio. Our strong balance sheet and consistent cash flow generation gives us ample flexibility to execute on these priorities with confidence.\nLet's now discuss our fiscal first quarter and full year guidance on Slide 13. Momentum remains strong as we begin the first quarter, supported by operational efficiencies and a record backlog. We anticipate organic sales growth of approximately 3%, operating leverage of approximately 55% and adjusted EPS of approximately $0.83. For the full year, we are confident in our ability to deliver our long-term growth and profitability commitments. We expect organic sales growth of mid-single digits and adjusted EPS of approximately $4.55 per share, which is over 20% growth. We anticipate operating leverage to be approximately 50%, which is above our long-term algorithm as our efforts to remove stranded costs are recognized faster in the new fiscal year. Our guidance reflects continued operational discipline, strong customer demand and the visibility provided by our record backlog. Our ability to navigate evolving market conditions reflect the strength of our enterprise capabilities and the resilience of our operating model. We expect approximately 100% free cash flow conversion for the year, consistent with our long-term financial framework. This reflects our focus on earnings quality, working capital discipline and efficient capital deployment, all of which support our ability to invest in growth while returning value to shareholders.\nWe have built a strong foundation for the years ahead. As we enter fiscal 2026, our focus remains on advancing sustainable growth, expanding margins and creating lasting value for our shareholders. We look forward to keeping you updated on our journey. Operator, we are now ready for questions."
  },
  {
    "header": "JCI",
    "cik": "0000833444",
    "ticker": "JCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6e96fffe13fd6af9db7b7fe4109f8e43",
    "period": "2025 Q3",
    "content": "Q3 2025 Johnson Controls International PLC Earnings Call\n\nQ3 2025 Johnson Controls International PLC Earnings Call\n\nJCINYSEJUL 29, 8:30 AM\n\nOperator\n\nHello, everyone, and welcome to the Johnson Controls Q3 2025 Earnings Conference Call. My name is Nadia, and I'll be coordinating the call today. [Operator Instructions] I will now hand the call over to Jim Lucas, Vice President, Investor Relations, to begin. Jim, please go ahead.\n\nJames C. Lucas\n\nAnalyst, Janney Montgomery Scott LLC\n\nGood morning, and thank you for joining our conference call to discuss Johnson Controls' Fiscal Third Quarter 2025 Results.\nJoining me on the call today are Johnson Controls' Chief Executive Officer; Joakim Weidemanis and Marc Vandiepenbeeck, our Chief Financial Officer.\nBefore we begin, let me remind you that during our presentation today, we will make forward-looking statements that reflect our current views about our future performance and financial results. These statements are based on certain assumptions and expectations of future events that are subject to risks and uncertainties. Please refer to our SEC filings for a list of these important risk factors that could cause actual results to differ from our predictions.\nWe will also reference certain non-GAAP measures throughout today's presentation. Reconciliations of these non-GAAP measures are contained in the schedules attached to our press release and in the appendix to this presentation, both of which can be found on the Investor Relations section of Johnson Controls' website.\nI will now turn the call over to Joakim.\n\nJoakim Weidemanis\n\nChief Executive Officer\n\nThanks, Jim, and good morning, everyone. Thank you for joining us on today's call.\nThis morning, we announced strong third quarter results, continuing the momentum we've sustained throughout the year. Organic sales grew 6%. Segment margins expanded 20 basis points to 17.6% and adjusted EPS grew 11% and exceeded our guidance. Year-to-date, adjusted free cash flow has nearly doubled to $1.8 billion, and we are on track to deliver over 100% free cash flow conversion for the year. Orders grew 2%, led by strength in the Americas and offset by ongoing softness in China. Our backlog grew 11% to $14.6 billion and remains at record levels.\nWe continue to see strength in demand for both our Systems and Service solutions. We are now building an even stronger foundation for long-term success by developing a business system focused on simplifying operations, accelerating growth and scaling our impact. This includes sharpening our focus on what matters most to customers and deploying Lean principles to tackle barriers to growth.\nWe're raising our full year guidance, and Marc will give more details later in the call. I now have my first quarter under my belt, and tomorrow is my 140th day at a company celebrating 140 years of leadership. That is 140 years of winning with customers, driving innovation and supporting the advancement of human society with solutions for smart, productive, safe and sustainable buildings. After all, the advancement of science, education, healthcare and manufacturing occur in buildings.\nAs we celebrate and reflect upon our history, we believe our best days are still ahead of us. Unlocking our potential depends on placing even greater emphasis on the customer. Our goal is to deliver consistent, predictable results over time and outperform our competition, enabling strong capital allocation and enhancing value for shareholders.\nSince joining Johnson Controls, I've had the opportunity to travel the globe, visiting our largest factories and spending time in the field with our customers and teams. I have visited well over 100 customers, all of our major innovation centers and walked more than 30 plants. I met with hundreds of our frontline colleagues in sales, service, R&D and manufacturing. These travels produced insights that will inform our future success as a company.\nFirst, we need to sharpen our focus on our customers while also staying ahead of the competition. Customer centricity will fuel accelerated growth by enabling us to win and retain customers more effectively through differentiated offerings and how we serve them. Second, it's essential that we enhance our investment in R&D to accelerate innovation. Our IP portfolio is strong with 8,200 patents and more on the way. Our products and solutions deliver results that resonate with our customers. While we possess considerable strengths, there remain opportunities to accelerate growth within our core domains by addressing gaps in our product portfolio.\nThird, our field position of 40,000 frontline colleagues has been and continues to be a competitive advantage. We see clear opportunities to better equip and support them, make it get easier for them to deliver for our customers. By doing so, we can get more leverage from our team and expand capacity and productivity to drive stronger results. Given the importance of this effort, we recently appointed Chris Scalia as Executive Vice President and Chief Human Resources Officer.\nChris brings a unique combination of people and culture strategy, operational excellence and a deep commitment to building high-performing teams. We're excited for Chris to hit the ground running as we continue to transform Johnson Controls into a growth-focused, customer-centric powerhouse and a magnet for talent.\nAs we look ahead to our ongoing transformation, developing a business system and embedding it in our cultural foundation is a critical step in driving long-term success, one that requires dedicated effort, discipline and patience. My deep experience with proven business systems, combined with spending meaningful time at Gemba has helped us shape a clear vision for what this could look like at Johnson Controls. This business system is how we will win and run the company. It will be anchored and proven methodologies like 80/20 and Lean and augmented by digitization and AI.\nFirst, 80-20 is a powerful operating model that sharpens our focus cutting through complexity so we can concentrate our energy on what matters most to our customers. We simplify. Then adopting principles of Lean, we convert this focus into action with a strong orientation of what matters most to our customers. We eliminate waste, streamline workflows and accelerate processes to drive speed and efficiency across the organization to better serve customers and increase our competitiveness. We accelerate.\nAnd throughout the process, we embed digitization and AI as core enablers in our process improvement. This augments our focus and speed with smarter systems and the ability to scale impact for our customers and our people. We scale. So simplify, accelerate, scale.\nWhile we made progress over the last several quarters, we know that with a strong business system in place, we can accelerate and improve our results over time. We will solve customer problems faster and more effectively by empowering our people. It will become our way of life at Johnson Controls. Our efforts are already underway. Since the last earnings call, we have identified a number of growth blockers, and we are actively addressing them.\nIn general, the growth blockers center around the speed of execution and more effectively and efficiently leveraging our existing capabilities in the field and beyond. To ensure speed in decision-making and implementation, it is important to identify the root cause of these growth blockers and develop countermeasures that we can then implement into consistent repeatable processes. We have started with a narrow focus to deliver results quickly, and then we will scale more broadly.\nI can give you two early examples of progress. The first example is in our conventional HVAC business, where we're creating value for our customers and our frontline colleagues who serve them. Our objective is to substantially increase the amount of time our sales teams can dedicate to engaging with customers by streamlining internal processes and eliminating waste that does not contribute direct value to the customer experience.\nOver the last four weeks, this team has identified specific countermeasures to double time with customers, for our sellers. This will unlock opportunities to better leverage our enviable field position.\nAnother focus area is improving lead times for our key chillers in North America, where we continue to see dynamic growth in the fast expanding data center vertical. We have an opportunity to cut lead times in half, which will both improve our competitiveness and create additional manufacturing capacity. As we deliver substantial improvements around the growth blockers we have identified, we can replicate these successes and deploy across our global portfolio. With momentum building, our executive team has been trained on the core foundations of our future business system, and each of them have participated in at least one Kaizen.\nAfter countless Kaizens throughout my career, I participated in my first Johnson Controls Kaizen a couple of weeks ago. Over the next few months, we will train our top 200 leaders and ensure their participation in Kaizens and our program overall. As we begin to see tangible results from these early initiatives, we will expand engagement and training across the organization. While we have many opportunities to drive growth, through operational improvement and ultimately more consistent, predictable results, we're also continuously evaluating and refining our strategy. This has started with a fresh objective view of all our business lines and solutions.\nLooking ahead, we will evaluate our portfolio and make strategic decisions to ensure sustainable growth through targeted acquisitions or thoughtful exits. As we move forward, our focus will progress to a comprehensive review of our operations, including our manufacturing and back office networks to further unlock productivity and capacity.\nIn summary, we believe there are clear opportunities to optimize our portfolio, footprint, cost structure and the way we work going forward. This is an ongoing process with continued focus on delivering shareholder value. It has been a productive four months since I started at Johnson Controls. My excitement continues to build as we become more intensely focused on the customer, the people on the front lines who serve them every day and drive adoption of our future business system. I look forward to the journey ahead as we work together to deliver even greater value for our customers, team members and shareholders.\nWith that, I will now turn it over to Marc.\n\nMarc Vandiepenbeeck\n\nChief Financial Officer\n\nThanks, Joakim, and good morning, everyone. Turning to Slide 6. We delivered strong results in the fiscal third quarter. While the broader environment remains uncertain, our execution continued to drive meaningful results. Our focus on operational efficiency is helping us to deliver for our customers and reinforce our competitive edge. Our team is committed to generating consistent, long-term value for our shareholders.\nIn the quarter, organic revenue grew 6% and segment margin expanded 20 basis points to 17.6%, as we proactively mitigated the impact of tariff through strategic sourcing and cost management initiatives. Adjusted EPS of $1.05 was up 11% year-over-year and exceeded the high end of our guidance range.\nOn the balance sheet, we ended the third quarter with approximately $700 million in available cash. Compared to last year, net debt declined to 2.5x which is within our long-term target range of 2 to 2.5x. Year-to-date adjusted free cash flow improved approximately $900 million year-over-year to $1.8 billion. This strong performance driven by improved cash conversion reflects our disciplined financial management and consistent operational execution.\nLet's now discuss our segment results in more details on Slide 7 and 8. Orders in the quarter grew 2% as growth in Americas was muted by softness in China. Customer engagement remains strong, and we continue to see healthy activity across our pipeline. Additionally, the mix of older is shifting towards higher-margin solutions, reinforcing our long-term growth and profitability outlook. Geographically, orders in Americas increased 5% with mid-single-digit growth in Systems. In EMEA, orders were up 2% against a tough comp with 6% growth in Service offsetting a 1% decline in Systems.\nIn APAC, orders were down 8% as a decline in System more than offset double-digit growth in Service. At an enterprise level, our organic sales growth was led by solid mid-single-digit growth in both Systems and Service. Sales in Americas were up 7% organically with continued strength in both HVAC and Controls. In EMEA, organic sales grew 4%, led by 8% growth in Service. In APAC, sales grew 6% organically with strong double-digit growth from our resilient Service business.\nWe continue to maintain healthy margin through disciplined cost management and strategic pricing, ensuring profitability even in a dynamic market environment. Operationally, we have driven greater efficiency across our core processes, while improvement in our service mix have allowed us to prioritize higher value offerings that enhance customer satisfaction and support long-term profitable growth.\nBy region, EMEA adjusted segment EBITDA margin expanded 100 basis points to 14.1%, driven by improved productivity and a positive mix of Service growth. In APAC, adjusted margins expanded 70 basis points to 19.4% as productivity continued to improve. In America, adjusted margin improved 10 basis points to 18.5% as System growth outpaced service growth.\nOur backlog remains at record levels, growing 11% to $14.6 billion. System backlog grew 11% and Service backlog grew 8%.\nLet's now discuss our fiscal fourth quarter and full year guidance on Slide 9. As we enter the fourth quarter, we are building on strong momentum driven by enhanced operational efficiencies and a backlog that remains at historical high levels. We anticipate organic sales growth of low single digits adjusted segment EBITDA margin of approximately 18.6% and adjusted EPS in the range of $1.14 to $1.17.\nAs a reminder, we have a challenging comparison due to a large onetime project we successfully executed last year. Based on strong execution and consistent performance, we are reaffirming our full year guidance for mid-single-digit organic sales growth and approximately 90 basis points of adjusted segment EBITDA margin expansion. Additionally, we are raising our outlook for adjusted EPS and free cash flow conversion. We now expect adjusted EPS in the range of $3.65 to $3.68 per share, representing 14% to 15% growth.\nBuilding on our strengthened working capital position, year-to-date free cash flow performance reflects solid execution and financial discipline. As a result, we now anticipate achieving free cash flow conversion of greater than 100% for the full year. We continue to target returning 100% of our free cash flow to shareholders through dividends and share repurchases.\nFinally, we expect the sale of our Residential and Light Commercial HVAC business to Bosch to close in our fiscal fourth quarter. While we anticipate returning the majority of the net proceeds to our shareholders through share repurchases, the impact on this year's share count is expected to be minimal, with the benefit annually accruing in the next fiscal year.\nOperator, we are now ready for questions."
  },
  {
    "header": "JCI",
    "cik": "0000833444",
    "ticker": "JCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e51197136da6a3d731e2c56c9534eb11",
    "period": "2025 Q2",
    "content": "Q2 2025 Johnson Controls International PLC Earnings Call\n\nQ2 2025 Johnson Controls International PLC Earnings Call\n\nJCINYSEMAY 7, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Johnson Controls Second Quarter 2025 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to Jim Lucas, Vice President of Investor Relations. Please go ahead. .\n\nJames C. Lucas\n\nAnalyst, Janney Montgomery Scott LLC\n\nGood morning, and thank you for joining our conference call to discuss Johnson Controls' Fiscal Second Quarter 2025 results. Joining me on the call today are Johnson Controls, Chief Executive Officer; Joakim Weidemanis, and Marc Vandiepenbeeck, our Chief Financial Officer. Before we begin, let me remind you that during our presentation today, we will make forward-looking statements that reflect our current views about our future performance and financial results. These statements are based on certain assumptions and expectations of future events that are subject to risks and uncertainties.\nPlease refer to our SEC filings for a list of these important risk factors that could cause actual results to differ from our predictions. We will also reference certain non-GAAP measures throughout today's presentation. Reconciliations of these non-GAAP measures are contained in the schedules attached to our press release and in the appendix to this presentation, both of which can be found on the Investor Relations section of Johnson Controls website. I will now turn the call over to Joakim. .\n\nJoakim Weidemanis\n\nChief Executive Officer\n\nThanks, Jim, and good morning, everyone. Thank you for joining us on today's call. I'm just about 2 months into the job, and I'm appreciative of the very warm outcome I received from the Johnson Controls team. I'd like to start by thanking our 100,000 colleagues around the world for their dedication to our customers and the work they do every day. As you can see from our strong second quarter results, we continue to execute better across the portfolio. Organic sales grew 7%. Segment margins expanded 180 basis points to 16.7% and adjusted EPS increased 19%.\nDuring the quarter, orders were up 5%, led by continued strength in our leading applied and resilient service businesses. Overall, we grew our record backlog by 12% to $14 billion. At a fundamental level, these results show broad-based and sustained demand for our differentiated solutions. And now as a more focused company and with strength and execution, we're driving value for all of our customers and shareholders. Our strong performance in recent quarters, combined with the continuous momentum in our recurring businesses and record backlog give us the confidence to today raise our guidance slightly for the full year. Marc is going to provide more details on this later in the call.\nNow I will share how I've been spending my initial weeks as CEO of Johnson Controls and some of my early observations. I will also touch on the benefits of our new organizational model and reporting segments. Before I start, my main takeaway is that I see great potential in this iconic 140-year young technology-based and service-enabled company. I have a good sense even in these early days of the opportunity to further enhance value for shareholders.\nFirst, what am I seeing. Prior to my role at Johnson Controls, I spent 13 years at Danaher profitably scaling global businesses by building stronger capabilities and operational execution and accelerating organic growth as well as making strategic acquisitions. I learned from that experience that the best way to get to know a business, fast and in-depth is to spend a considerable amount of time at Gemba. This means joining our team on the front line where the action is and where the value is created.\nOver the last 8 weeks, I have visited 8 countries, many customers, hundreds of our field colleagues, all of our main R&D centers and walked the floor in 15 factories. I am becoming ingrained in the business, getting up to speed on the needs of our customers, markets, competitors, technologies, services and assessing our capabilities in operational and growth execution, talent and strategy. So where are we now?\nIt's clear to me that Johnson Controls has considerable strengths. First, our market-leading franchises, such as our York HVAC business and our Metasys building automation controls platform; Second, our talent in the field is a true differentiator. We have over 40,000 dedicated and customer-oriented employees.\nFinally, our technological capabilities and our product domains are impressive. Our capabilities are evidenced by our many industry firsts and nearly 8,000 patents with more coming. Johnson Controls has come a long way over the last several years. But as I said, there's still great potential to unlock in this iconic technology-based and service-enabled company. An important step in achieving this is our new structure.\nLet me discuss our new organizational model. Johnson Controls has been undergoing a lot of change in the past few years, including the pending sale of our Residential & Light Commercial HVAC business. We have now evolved our operating model, which is an important first step to make us a more customer-centric organization. As you can see on Slide 5, we have reorganized the 3 geographical customer-oriented reporting segments, which are supported by leading global functional capabilities. Our goal is to achieve market-leading performance and build a faster growing and more profitable company by strengthening how we serve our customers, improving our operational performance and accelerating innovation.\nOur 3 geographical segments serve as our consolidated commercial engine regardless of channel strategy, responsible for improving customer intimacy and market reach, while delivering profitable systems and life cycle solutions growth. The geographical segments are supported by 2 global centers of functional excellence. The Products & Solutions Group is tasked with accelerating our rate and speed of innovation and improving our operational performance in supply chain and manufacturing. Our commercial and field operations team is tasked with building capabilities in all commercial areas by deploying best practices and tools which enables our regions to grow faster by finding and winning more customers while improving how we serve them over the life cycle.\nThis organizational model clarifies and delineates roles and responsibilities in a much better way, and it is the right next step for Johnson Controls. We're looking forward to realizing its benefits. With that, as I said, I have a few initial impressions to share.\nFirst, throughout my travels, I can see that there are opportunities for us to focus a lot more on our customers and our competition in all functions and layers in our organization. I'm encouraging everyone at Johnson Controls from customer-facing to senior leadership to prioritize winning with our customers and to act with speed and urgency. This emphasis, coupled with our new operating model will allow us to build a more agile, faster executing and thereby faster growing and more predictable execution engine.\nSecond, our operational and innovation execution is slowed by complexities in our current product offerings, number of SKUs, footprint and operating methods. This can be unlocked with tried and proven LEAN and business system approaches. As some of you know, LEAN is about orienting and aligning an entire organization around our customers, involving all employees in waste elimination and continuous improvement to build capabilities, better processes and speed in short, a winning execution engine.\nThird, I'm taking an objective, fresh look at our strategy and how to best further optimize our portfolio. I will share more at a later point in time about what I think is good for Johnson Controls as I deepen my understanding of our businesses, end markets and customer needs. I still have a lot of listening and learning to do. I want to continue to do it where the real value is created. At Gamba, we are building on a solid foundation, and I believe with more relentless focus on customers across our organization as well as unlean enabled execution fundamentals, we will be able to drive accelerated value creation.\nWe have a unique offering and an enviable service capability that is driven by our culture of innovation. Johnson Controls will continue to redefine building performance, driving the next era of smart, safe, sustainable and autonomous buildings and powering our customers' missions.\nAnd with that, I'll turn it over to Marc to cover the quarter. Marc?\n\nMarc Vandiepenbeeck\n\nChief Financial Officer\n\nThank you, Joakim, and good morning, everyone. Please turn to Slide 6. Our fiscal second quarter was strong across the board. Our team has worked diligently to navigate dynamic market condition and capitalize on opportunities in front of us. We remain focused on driving consistent, predictable growth and delivering value to our shareholders. Organic revenue grew 7% and segment margin expanded 180 basis points to 16.7%, led by enhanced operational efficiencies and higher volumes. Adjusted EPS of $0.82 was up 19% year-over-year and exceeded the high end of our guidance range. The strong first half of the year reflects our Team's ongoing dedication and strategic execution. .\nOn the balance sheet, we ended the second quarter with approximately $800 million in available cash and net debt decreased to 2.4x which is within our long-term target range of 2x to 2.5x. Adjusted free cash flow for the quarter was strong, resulting in an impressive increase of approximately at $1.1 billion year-to-date. This improvement, supported by strong working capital fundamentals underscores effective financial management and solid operational performance.\nLet's now discuss our segment results in more details on Slide 7 through 9. Beginning on Slide 7 and 8, our Building Solutions region delivered another solid quarter. Order grew 5% in the quarter despite facing a tough comparison and the impact of accelerated orders in the prior quarter due to global uncertainties. This growth underscores the sustained customer demand for differentiated solutions and services.\nGeographically, orders in North America increased 4% in the quarter, with mid-single-digit growth in both Systems and Service. In EMEA, orders were up 10%, with 13% growth in Service and 8% growth in Systems. In Asia Pacific, orders were flat as we continue to implement our strategy in China, prioritizing the booking of profitable system project with upfront payments. Meanwhile, service orders grew nearly 20%. Organic sales increased 7% with solid high single-digit growth in both Systems and Service. Sales in North America were up 7% organically with continued strength in both HVAC and controls.\nIn EMEA, organic sales grew 5%, led by 9% growth in Service. In Asia Pacific, sales grew 13% organically, with strong double-digit growth on both Systems and our resilient Service business. Margin for Building Solutions has been steadily improving over the past few quarters, and we continued that trend this quarter. Our focus on operational efficiencies and an optimized service mix has significantly boosted profitability.\nBy region, EMEA adjusted segment EBITDA margin expanded 410 basis points to 12.5% and driven by improved productivity and the positive mix of service growth. In APAC, adjusted margin expanded 360 basis points to 14.6% as productivity and mix improved. In North America, adjusted margin declined 20 basis points to 13.4% as System growth outpaced Service growth. The higher system growth was a positive contributor to the overall margin expansion within Global Products. Building Solutions backlog remains at record levels, growing 12% to $14 billion. System backlog grew 12% and service backlog grew 9%.\nTurning to Slide 9. Global products continue to build momentum and delivered another strong quarter of growth and margin improvement. Organic sales grew 8% as price remained positive, and we delivered 6 points of volume growth. Applied HVAC grew more than 20%, with strong double-digit growth in North America and EMEA. Adjusted segment EBITA margin expanded 600 basis points to 30.3% as of improved operational efficiencies drove considerable margin enhancements.\nLet's discuss our fiscal third quarter and full year guidance on Slide 10. Our second quarter performance and continued growth in our orders and backlog position us for continued success in the second half of fiscal 2025. For the third quarter, we anticipate organic sales growth of mid-single digits adjusted EBITDA margin of approximately 17.5% and adjusted EPS in the range of $0.97 to $1. For the full year, we are maintaining our guidance for organic sales growth of mid-single digit as our continued strength in orders and our resilient backlog provides visibility into the second half. With our strong start to the year and continued improvement in our operational efficiencies we are raising our full year guidance for margins, adjusted EPS and free cash flow conversion.\nWe now anticipate adjusted segment EBITDA margin to expand roughly 90 basis points and adjusted EPS to approximate $3.60 per share, representing roughly 12% growth. Our working capital metrics have consistently improved, and our free cash flow performance has been strong year-to-date. As a result, we now anticipate achieving free cash flow conversion of approximately 100% for the full year. We continue to target returning 100% of our free cash flow to shareholders through dividends and share repurchases.\nLastly, our updated guidance considers the current geopolitical environment, including tariffs. Based on the regulatory environment, as we know it to date, we believe our annualized exposure to tariff before mitigating actions is approximately 2% of sales or 3% of cost of goods sold. As you can see on Slide 11, we have activated many levers to enhance our resilience and mitigate the expected impact from tariffs. This includes strengthening our in-region-for-region manufacturing strategy, dynamically transforming our supply chain by pivoting to local sourcing, accelerating our pricing action and asserting our contractual right to the change orders.\nWe believe by leveraging the strategies, coupled with our long cycle business and resilient service mix, we have the capability to navigate the complexities of the current geopolitical landscape and continue to deliver strong performance.\nBefore opening the lines for questions, I would like to turn the call over back to Joakim for a few additional comments.\n\nJoakim Weidemanis\n\nChief Executive Officer\n\nThanks, Marc. I'm truly excited to lead this iconic company into this next chapter. As a more focused company, we have a great foundation to build upon. Looking ahead, my initial priorities are to increase our team's focus on customers and continue to develop and strengthen our ability to execute for the customer. I would like to take a moment to recognize and thank Marc for his continued impact on Johnson Controls, not just over his nearly 20-year career, but in particular, as our CFO since January 2024. While we've only worked together for just shy of 2 months now, he is a strong partner and has helped me get up to speed. I enjoy partnering with him and look forward to continuing to do so. .\nI also want to recognize George Oliver for his support as I stepped into the role as CEO and for his significant contributions over the last 8 years. He has set us up well for our next chapter.\nFinally, I'm looking forward to engaging with many of you, the investors and analysts that I have crossed paths with since earlier in my career at [indiscernible] and then during my 13 years at Danaher. I expect to continue to seek your input and perspective as part of my effort to build transparent and constructive relationships. My goal is to help our team unlock the true potential and build a winning sustainable, high-performance company as measured by all of our stakeholders.\nWith that, operator, please open the lines for questions."
  },
  {
    "header": "JCI",
    "cik": "0000833444",
    "ticker": "JCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/66f8e7261b2438d63d78b37df2cac857",
    "period": "2025 Q1",
    "content": "Q1 2025 Johnson Controls International PLC Earnings Call\n\nQ1 2025 Johnson Controls International PLC Earnings Call\n\nJCINYSEFEB 5, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Johnson Controls First Quarter 2025 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to Jim Lucas, Vice President, Investor Relations. Please go ahead.\n\nJim Lucas\n\nSenior Vice President-Investor Relations and Treasurer, Pentair Plc\n\nGood morning, and thank you for joining our conference call to discuss Johnson Controls' Fiscal First Quarter 2025 Results. The press release and related tables that were issued earlier this morning as well as the conference call slide presentation can be found on the Investor Relations portion of our website at johnsoncontrols.com.\nJoining me on the call today are Johnson Controls' Chairman and Chief Executive Officer, George Oliver; and Chief Financial Officer, Marc Vandiepenbeeck. Before we begin, let me remind you that during our presentation today, we will make forward-looking statements. Actual results may differ materially from those indicated by forward-looking statements due to a variety of risks and uncertainties. Please refer to our SEC filings for a detailed discussion of these risks and uncertainties in addition to the inherent limitations of such forward-looking statements. We will also reference certain non-GAAP measures. Reconciliations of these non-GAAP measures to the most directly comparable GAAP measures are contained in the schedules attached to our press release and in the appendix of this presentation, both of which can be found on the Investor Relations section of Johnson Controls' website.\nI will now turn the call over to George.\n\nGeorge R. Oliver\n\nChairman & Chief Executive Officer, Johnson Controls International Plc\n\nThanks, Jim, and good morning, everyone. Thank you for joining us on the call today. I'd like to start by taking a moment to thank all Johnson Controls employees for their hard work and tremendous contributions in helping us achieve an excellent start to the year with our strong quarterly results.\nBefore we get into the details of our results, I want to briefly address the CEO transition we announced today. As you've likely seen, the Board and I have selected Joakim Weidemanis to succeed me as CEO of Johnson Controls in March. I will remain on the Board through August 1 to support a seamless transition and will remain an adviser to the company until I officially retire at the end of December. It has been the honor of my career to lead Johnson Controls for 8 years, working alongside an incredible team and to have been a part of the JCI-Tyco merger before that. We have accomplished a tremendous amount during that time, and I could not be more pleased with the company we have built. Together, we have successfully simplified our portfolio and positioned our company as a leading pure-play building solutions provider. We are driving results based on our unique value proposition with an ability to serve our customers over the life cycle of the building.\nThe company's future lies in building on the momentum we have underway. Our company has an incredibly strong bench, including our talented CFO, Marc. This transition came together after a rigorous and thoughtful succession planning process, and I am confident that as you get to know Joakim, you will agree that the company is in very capable hands, and he is the right leader for Johnson Controls. Joakim comes from Danaher, where he worked for 13 years. He is a highly accomplished executive with extensive experience scaling global companies with a foundation of customer orientation, innovation and efficiency. His track record of leading service-oriented businesses and leveraging technology to deliver best-in-class financial performance is uniquely suited for where Johnson Controls is in its value creation journey. I will remain fully engaged until Joakim steps into the CEO role, and then I will work with him and the rest of the management team as we seamlessly transition leadership and set Johnson Controls up for continued success.\nWith that, I will turn to a more in-depth discussion of our first quarter performance. Let's begin with Slide 4. Johnson Controls is starting 2025 with great momentum and a clear focus as validated by our first quarter results. [ Importantly, each of our businesses contributed to robust revenue growth and significant margin expansion and remain positioned for ongoing shareholder value creation. These results reinforce the considerable progress we have made through our transformation efforts and demonstrate the success of our strategic initiatives, which have driven increased demand for our core systems and service offerings. We are confident that our performance provides a solid foundation as we move through the year. Auto momentum remained solid with 16% growth in the quarter, driven by double-digit growth in both Systems and Service. The sustained demand for our tailored engineered solutions offerings has not only fueled growth but also positions us well for continued success. Our focus on driving operational excellence and fostering innovation is enabling our performance and building on our capability to deliver consistent, predictable results.\nTaking into account our strong performance to date, we are raising our guidance for the year. Marc will provide more details later in the call. We are confident in our ability to maintain our momentum and deliver long-term shareholder value creation.\nPlease turn to the next slide. Johnson Controls is experiencing consistent progress across key verticals, demonstrating the breadth of our expertise and stability of our business model. Our global presence across multiple domains with a simplified operating model enables us to assist and grow our customer relationships over the course of the entire building life cycle, while also delivering safe, healthy and sustainable solutions. By focusing on the entire life cycle, we create great customer intimacy while achieving a high level of customer retention, a key metric and differentiator. Our services business, supported by long contractual engagements empowers us to optimize performance at every phase across all building systems, driving increased value for our customers. This is largely achieved through our global branch network in its more than 20,000 qualified technicians, but also through the continuous advancements in innovation and strategic use of AI.\n[Audio Gap]\nWe leverage remote monitoring by employing AI to drive utilization and efficiency. For instance, proactive repair recommendations are contributing to a larger share of our overall services growth. Additionally, customer surveys indicate that Johnson Controls technicians are regarded as trusted advisers, which is due in large part to our local market strategy. Our product-agnostic central operations infrastructure supports our technicians with monitoring, call intake, dispatch and technical support to ensure a seamless and efficient process. This provides best-in-class turnaround time and improved system uptime.\nWe continue to build momentum as a leading solutions provider to data centers, which is one of our fastest-growing verticals and remains an attractive opportunity. I am pleased to report that Johnson Controls was recently named the #1 implementer among data center thermal management providers. It was recognized as a top innovator. We are 1 of only 2 players to be named an overall leader in the field, and are proud to be a key partner in supporting the infrastructure of the digital economy.\nWe are capitalizing on the significant transformation underway to support safer and more efficient manufacturing reshoring initiatives in Industry 4.0. This is illustrated by how we are driving mission-critical solutions in the health care vertical. Hospitals and health care facilities face growing challenges, including aging infrastructure and the need to meet ambitious sustainability targets. Our comprehensive portfolio, including advanced HVAC systems, fire protection and our OpenBlue platform helps health care providers enhance air quality, improved infection control and reduce energy cost while meeting regulatory requirements. OpenBlue is another area where we have expanded upon our generative AI capabilities. Our software can now easily explain building equipment faults and trends using generative AI and help users with easy-to-understand investigation and resolution steps. Additionally, we can now analyze energy and carbon emissions across their real estate portfolio and evaluate compliance against any local regulations related to excess carbon emissions helping customers better plan and prioritize capital improvement projects and facility improvement measures.\nPharmaceutical manufacturing is also a dynamic area where demand for advanced production environments including clean rooms, has surged to support the production of innovative therapies and medications. These facilities require precise temperature, humidity and air quality management. Our leading solutions ensure that they can operate efficiently, safely and sustainably.\nAcross the broader manufacturing sector, our ability to integrate smart, energy efficient and resilient technologies helps manufacturers optimize their operations and achieve their long-term goals. Our performance in these verticals and our use of AI demonstrate our ability to address the unique needs of mission-critical environments across a range of industries. By leveraging our advanced technology, digital innovation and focus on sustainability, we continue to deliver measurable value for our customers and position ourselves as a leader in driving long-term growth.\nIn summary, our strong start to fiscal 2025 reflects the success of our strategy to simplify our portfolio and position Johnson Controls as a leading pure-play building solutions provider. The significant progress in our transformation is enabling us to achieve more consistent and predictable performance as we continue to deliver value for our stakeholders.\nWith that, I'll turn it over to Marc.\n\nMarc Vandiepenbeeck\n\nChief Financial Officer\n\nThanks, George. Before I review our results, I would like to thank you for your leadership of Johnson Controls. I have deeply appreciated your partnership over the years and want to wish you all the best in your well-deserved retirement. I look forward to working with you and your Joakim over the coming months to ensure a seamless transition.\nPlease turn to Slide 6. Our long-cycle backlog and unwavering commitment to operational excellence enables us to produce strong first quarter results and deliver enhanced shareholder value. Organic revenue grew 10% and segment margin expanded a robust 200 basis points to 15%, led by substantial improvement in both EMEA/LA and Global Products. Adjusted EPS of $0.64 was up nearly 40% year-over-year and exceeded the high end of our guidance range by $0.04. We are pleased with our strong start to the year that reinforce our operational strength and effective strategy.\nOn the balance sheet, we ended the first quarter with $1.2 billion in available cash and net debt decreased to 2.3x, which is within our long-term target range of 2 to 2.5x. Our adjusted free cash flow of approximately $600 million improved nearly $800 million year-over-year. This trend demonstrates the significant improvements in our working capital fundamentals, leading to increased efficiency reduce cost and enhance customer satisfaction.\nLet's now discuss our segment results in more details on Slide 7 through 9. Beginning on Slide 7, Global Products had a strong start to the year. Organic sales grew 15% as price remained positive, and we delivered 11 points of volume growth. Applied HVAC grew more than 30%, with strong double-digit growth in North America and EMEA/LA. Adjusted segment EBITDA margin expanded an impressive 740 basis points to 30.1% as our enhanced operational efficiencies are producing substantial margin improvements.\nTurning to Slide 8 and 9 to discuss our Building Solutions performance. Building Solutions delivered a strong quarter with consistent performance across all regions. Orders grew 16% in the quarter with strong double-digit growth in both systems and service. Orders in North America increased 18% in the quarter led by over 20% growth in Systems as we continue to see strong demand for data centers, health care, broader industrial and manufacturing. Additionally, we experienced an uptick in order during the quarter as our customers proactively adapt to the changing global landscape, including anticipated tariffs. Service grew 10% with broad-based strength across the portfolio. In EMEA/LA, orders were up 6%, with 9% growth in service and 4% growth in system. In Asia Pacific, progress continued as our year-long effort to rebuild the pipeline led to positive outcomes. Overall, orders grew 32%, led by 40% growth in Systems, while Service grew in the low teens.\nOrganic sales increased 8%, led by 10% growth in Service and 8% growth in Systems. Sales in North America was up 10% organically with continued strength across HVAC and Controls. In EMEA/LA, organic sales grew 6% with solid growth in controls, Fire, Security and Industrial Refrigeration. In Asia Pacific, sales grew 5% organically, led by strong double-digit growth in our resilient service business. The Building Solutions segments have experienced notable margin improvements through strategically building backlog with higher-margin system jobs with a long service sale. Our margin story remained consistent this quarter, mirroring the positive trends observed in previous quarters. By region, EMEA/LA adjusted segment EBITDA margin expanded 240 basis points to 10.1%, driven by improved productivity and the positive mix from growth in service. In North America, adjusted margin expanded 60 basis points to 12.1%, reflecting the execution of a higher-margin backlog. In APAC, adjusted margin expanded 20 basis points to 9.3%, driven by positive mix from our service business.\nBuilding Solutions backlog remains at record levels, growing 11% to $13.2 billion. Service backlog grew 8% and system backlog grew 12% year-over-year. Our record backlog provides visibility into future revenue, enabling us to drive consistent and predictable financial results. This strong foundation allows us to strategically plan and meet the sustained demand for our solutions, ensuring continued growth.\nLet's discuss our fiscal second quarter and full year guidance on Slide 10. We exited the first quarter with strength and sustained momentum as we executed on our strategic initiatives and expanded our record backlog. This solid foundation offer great visibility into the remainder of fiscal 2025 and position us well for continued success and growth. For the second quarter, we anticipate organic sales growth of mid-single digits. Adjusted EBITDA margin expansion of 150 basis points to approximately 16.5% and adjusted EPS in the range of $0.77 to $0.79, representing 12% to 14% growth. For the full year, we continue to expect organic sales growth of mid-single digits, which remains consistent with our long-term growth algorithm.\nFollowing a strong start to the year and an improved service mix, we are pleased to raise our full year guidance for both margin and adjusted EPS. Considering the potential impact of tariffs as known today and reflected in our guide, we anticipate higher profitability and continued enhancement in our financial performance. This expectation is primarily due to our operational focus and strong beginning to the year. We now anticipate adjusted segment EBITDA margin to expand over 80 basis points and adjusted EPS in the range of $3.50 to $3.60 per share, representing 9% to 12% growth.\nThe positive cash flow at the start of the year demonstrates our working capital fundamentals continue to improve. As a result, we now anticipate achieving a free cash flow conversion of 90% or greater for the full year. We continue to target returning 100% of our free cash flow to shareholders through dividend and share repurchase.\nOur strong start to the year was driven by our ongoing transformation effort, enhanced operational focus and precise execution. Streamlining processes and prioritizing key initiatives have led to early successes, setting a positive tone for the rest of the year. This solid foundation position us well for continued growth and achievement. We look forward to leveraging our strong momentum throughout fiscal year 2025.\nWith that, operator, please open the lines for questions."
  },
  {
    "header": "JCI",
    "cik": "0000833444",
    "ticker": "JCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1a29a798d401c72b916efdc7522431c8",
    "period": "2024 Q3",
    "content": "Q3 2024 Johnson Controls International PLC Earnings Call\n\nQ3 2024 Johnson Controls International PLC Earnings Call\n\nJCINYSEJUL 31, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Johnson Controls Third Quarter 2024 Earnings Conference Call. [Operator Instructions] Please note, today's event is being recorded.\nI would now like to turn the conference over to Jim Lucas, Vice President, Investor Relations. Please go ahead.\n\nJim Lucas\n\nSenior Vice President-Investor Relations and Treasurer, Pentair Plc\n\nGood morning, and thank you for joining our conference call to discuss Johnson Controls' fiscal third quarter 2024 results.\nThe press release and related tables that were issued earlier this morning as well as the conference call slide presentation can be found on the Investor Relations portion of our website at johnsoncontrols.com.\nJoining me on the call today are Johnson Controls' Chairman and Chief Executive Officer, George Oliver; and Chief Financial Officer, Marc Vandiepenbeeck.\nBefore we begin, let me remind you that during our presentation today, we will make forward-looking statements. Actual results may differ materially from those indicated by forward-looking statements due to a variety of risks and uncertainties. Please refer to our SEC filings for a detailed discussion of these risks and uncertainties, in addition to the inherent limitations of such forward-looking statements.\nWe will also reference certain non-GAAP measures. Reconciliations of these non-GAAP measures to the most directly comparable GAAP measures are contained in the schedules attached to our press release and in the appendix to this presentation, both of which can be found on the Investor Relations section of Johnson Controls' website.\nI will now turn the call over to George.\n\nGeorge R. Oliver\n\nChairman & Chief Executive Officer, Johnson Controls International Plc\n\nThanks, Jim, and good morning, everyone. Thank you for joining us on the call today. Let's begin with Slide 3.\nWe were very pleased to deliver fiscal third quarter results that exceeded almost all of our targets. Organic sales growth was 3%, which was in line with our guidance of low single digits. We delivered a robust 150 basis points of segment margin expansion to 17.9%, which exceeded our guidance of 17%.\nWe are also proud of our free cash flow generation during the quarter, which was more than $500 million higher than the comparable period 1 year ago. Service led the way, once again, with 9% growth, which continues to validate our transformation efforts. It is encouraging as we continue to build momentum toward meeting our full year financial objectives.\nOrders grew 5% during the quarter. We expect some quarterly fluctuation in our order pattern, given the strong demand for our data center solutions. With the investments we have made over the last few years in technologies for data centers, the launch of a dedicated organization and our one-of-a-kind offerings, we remain well positioned in this fast-growing segment, with solutions that are clearly resonating with customers.\nWe have built a leading position in data centers in North America, due to a unique and compelling customer value proposition. As our customers expand internationally to meet the rapidly growing demand for data centers, we grow alongside them as they choose to partner with Johnson Controls around the world.\nOur backlog grew 10% in the quarter, as we continue to see demand for our solutions, both systems and services. The growth in orders and backlog give us increased confidence in our ability to continue delivering sustainable long-term growth.\nAs part of our ongoing business transformation, we announced 2 divestitures, our Residential and Light Commercial HVAC business and our Air Distribution Technologies business. These 2 transactions represent roughly 20% of current sales.\nAt the same time as our earnings results, we announced this morning that I informed the Board it is time to initiate our CEO succession plan. Following recent significant milestones in our portfolio transformation and as we move to the next phase of growth, I believe that now is the right time to begin the process of identifying the next leader of the new Johnson Controls.\nAccordingly, the Board has engaged a nationally recognized search firm and begun a comprehensive search for the company's next CEO. Once my successor has been named, I will remain Chair of the Board to help facilitate a smooth transition. I am confident in our position as Johnson Controls enters its next chapter, and I remain committed to supporting the full team as we work to ensure Johnson Controls realizes its full potential.\nAlong with the initiation of the company's succession plan, we also announced that as part of our ongoing Board refreshment efforts and following a constructive dialogue with Elliott Management, Patrick Decker has been appointed to our company's Board of Directors effective immediately. Patrick brings experience to our Board and having led a transformation of his prior company, and his appointment reflects our commitment to continuously refreshing our Board to ensure the skills and experiences of our directors appropriately reflect our ongoing transformation.\nLastly, before moving to the next slide, we are tightening our full year adjusted EPS guidance to a range of $3.66 to $3.69 from a range of $3.60 to $3.75. Marc will give additional details later in the call.\nWe have made tremendous progress on our business transformation into a simpler, higher-growth company, positioned to deliver more consistent, predictable results.\nTurning to Slide 4. We have made good progress on simplifying our portfolio. Most recently, on July 23, we reached an agreement to sell our Residential and Light Commercial HVAC business to the Bosch Group in an all-cash transaction. The transaction includes 100% of our North America ducted business and our 60% interest in our Global Residential joint venture with Hitachi. The total transaction is valued at approximately $8.1 billion, which results in approximately $6.7 billion of consideration to Johnson Controls.\nWe are expecting net proceeds of approximately $5 billion after tax and transaction expenses, the majority of which will be used to accelerate returning capital to shareholders and also address leverage. The Residential and Light Commercial HVAC transaction is expected to close in approximately 12 months, subject to required regulatory approvals and other customary closing conditions. We expect to report the operating results of the business in discontinued operations beginning in the fiscal fourth quarter of 2024.\nIn addition, on June 18, we agreed to sell our Air Distribution Technologies business to Truelink Capital. The sale of Air Distribution Technologies is also an important step in simplifying our manufacturing footprint, with the elimination of nearly 30% of our manufacturing facilities.\nTaken together, these 2 transactions represent significant milestones in our portfolio transformation. We are now even better positioned going forward as a pure-play provider of comprehensive solutions for commercial buildings.\nOur efforts in turning into results and the value of our transformation is coming into focus. Slide 5 presents a pro forma look at the new Johnson Controls, representing the composition of our company going forward. Following completion of the 2 divestitures described earlier, we will be a simpler, higher growth company focused almost exclusively on our engineered solutions offerings.\nThese solutions include commercial HVAC, fire, controls, security and services, forming the smart building trifecta of energy-efficient equipment, clean electrification and digitalization. The benefits of our transformed portfolio include an enhanced margin profile, less complexity and a more focused operating model. In addition, these divestitures further increase our exposure to the fast-growing data center vertical to nearly 10% of sales from 7% as of fiscal year 2023. We expect this percentage to further increase over time given the robust demand we are seeing in this key vertical. While we will continue to look at opportunities to further enhance the portfolio, we believe that the largest elements of the portfolio transformation are now complete.\nTurning to Slide 6 to discuss our focused business model and how we plan to deliver more consistent, predictable outcomes for our customers and maximize value for shareholders over the life cycle of buildings. Johnson Controls has a unique value proposition for our customers that directly translates to shareholder value creation. Our ability to serve our customers over the life cycle of the building allows us to deliver safe, healthy and sustainable buildings. As a simpler and more streamlined company, we are now better positioned to leverage our integrated domain expertise, coupled with our extensive branch network to significantly expand margins.\nOur journey with the customer provides system and service solutions that maximize the opportunities around the life cycle of the asset, delivering outcomes to the customer that save energy, reduce emissions and optimize building life cycle costs, all while improving the overall occupant experience.\nMost importantly, our ability to drive direct outcomes ensures that we have long-term customers that use several of our services, which creates a compounded impact for the customer and for our shareholders. In fact, $1 of systems revenue has the potential to generate up to 10x the revenue over the life cycle of the solution.\nIt all starts with our local teams supported by our centralized engineering teams to provide operational excellence throughout the construction of the new building, starting with the product and technology development through the installation of the new systems. This grows the installed base. Throughout system deployment, our teams are building customer intimacy and confidence in our team to ensure we are creating linkage with our service offering.\nWe have redoubled our focus to build this initial relationship and greatly improved our operational execution over the past few years to drive an enhanced margin profile and grow service. Simply put, service and maintenance delivers recurring revenue for us, and this provides resilient revenue throughout economic cycles.\nMoving to Parts & Repairs. Our service organization is digitally enabled and unlocks additional value by collecting data from the connected equipment within the building. Leveraging this data lets us detect issues before they occur, leading to reduced downtime and cost savings for the customer.\nThe last part of the cycle is the building retrofit, including the monetization and technology refresh of existing systems. We work closely with the building owner to discuss life cycle planning and the prioritization of the building needs.\nWe have found this to be the perfect opportunity for Johnson Controls to sell additional domains. By compounding the effects of this cycle, we are able to deliver solutions to our customers, leading to significant margin expansion. The ongoing transformation of our portfolio into a quality pure-play provider of comprehensive solutions for commercial buildings means that we can service these buildings to deliver outcomes that matter.\nAccordingly, we are extending our journey with our customers, while capitalizing on attractive opportunities in the market. Together, this delivers value across our stakeholder base for customers, employees and for our shareholders.\nWith that, I'll turn it over to Marc.\n\nMarc Vandiepenbeeck\n\nChief Financial Officer\n\nThanks, George, and good morning, everyone. Let me start with a summary on Slide 7.\nTotal revenue of $7.2 billion grew 3% organically, as strong high single-digit service growth more than offset continued weakness in China system business. Segment margin expanded a robust 150 basis points to 17.9%, as we delivered another strong quarter of productivity and converted our higher-margin backlog.\nAdjusted EPS of $1.14 was up 11% year-over-year and exceeded the high end of our guidance range by $0.04. Operations contributed $0.18 of the growth in the quarter, as improved productivity and the conversion of higher margin backlog more than offset higher corporate costs related to additional IT investments, cybersecurity enhancement costs and increased centralization of functional costs. Below the line, we saw favorability from a lower share count. As we continue to build a more consistent and predictable business, we are pleased with the strong adjusted EPS performance in the quarter.\nOn the balance sheet, we ended up the third quarter with approximately $900 million in available cash and net debt decreased to 2.3x, which is within our long-term target range of 2 to 2.5x. Year-to-date, adjusted free cash flow improved approximately $700 million year-over-year to $1.3 billion. We remain on the path to driving higher free cash flow conversion more consistently.\nLet's now discuss our segment results in more detail on Slide 8 through 10. Beginning on Slide 8. Organic sales in our Global Products business grew 3% year-over-year, with price offsetting a modest volume decline. Commercial HVAC remained a bright spot for the business, growing mid-single digits against a tough comp of mid-teens growth a year ago. Fire & Security declined low single digit, as a decline in fire suppression more than offset growth in fire detection and security video surveyance. Industrial Refrigeration grew approximately 20%, with strong double-digit growth in both North America and EMEA.\nOverall, Global Residential grew mid-single digits in the quarter. Global Dockless Residential grew low single digits as strong double-digit growth in APAC more than offset continued declines in Europe. In conjunction with improvement in North America residential market, our Global Dockless Residential business grew 10%, with strong double-digit growth in both North America and EMEA. Adjusted segment EBITDA margin expanded 240 basis points to 24.5%, as positive price cost and improved productivity more than offset mix headwinds from ongoing weakness in China.\nNow moving to Slide 9 to discuss our Building Solutions performance. Order momentum remained healthy with 5% growth in the quarter. Overall, service order grew 12%, with a broad-based growth across the region. Systems order grew 2%. North America offset decline in APAC. Organic sales increased 4% in the quarter, led by service growth of 9%. Systems revenue grew 1% as decline in APAC more than offset growth in North America and EMEALA. Building Solutions backlog continues to remain at record levels, growing 10% to $12.9 billion. Service backlog grew 7% and system backlog grew 10% year-over-year.\nLet's discuss the Building Solutions performance by region on Slide 10. Orders in North America increased 5% in the quarter, with mid-single-digit growth in both systems and services. As a reminder, our quarterly order growth can fluctuate based on the timing of certain large projects, particularly in the data center vertical. We remain confident in our competitive position in the data center and our pipeline remains quite robust. Sales in North America were up 8% organically, with continued strength across HVAC & Controls, up over 20% year-over-year. Overall, our system business grew 9%, while service grew 6%.\nSegment margin expanded 150 basis points year-over-year to 15.9%, driven by the continued execution of higher-margin backlog, improved productivity and solid service contribution. Total backlog ended the quarter at $9 billion, up 14% year-over-year.\nIn EMEALA, orders were up 11%, with over 25% growth in service. Systems orders were flat, as we continue to remain focused on driving higher quality growth with higher margin and improved cash flow conversion. Across the portfolio, we saw strong double-digit growth in controls, fire and security. Sales in EMEALA grew 8% organically, with broad-based growth across the portfolio, Momentum continues to build within our service business, up 15% year-over-year, driven by strong double-digit growth from both our recurring and shorter cycle transactional businesses.\nOur system business grew low single digits, led by strength in controls. Segment EBITDA margin expanded 170 basis points to 10.3%, driven by the positive mix from the growth in service and the conversion of higher-margin system backlog.\nWe've made tremendous progress in improving the profitability in EMEALA as well as the mix of higher-margin service. A more disciplined funnel in systems gives us further confidence in continued momentum in margin improvement. Backlog was up 12% year-over-year to $2.5 billion.\nIn Asia Pacific, orders declined 2%, as we have focused on deploying resources to the most attractive part of the market and remain selective on the jobs we court and ultimately, book. Given our strong installed base in the region and our continued focus, we saw high single-digit growth in service.\nSales in Asia Pacific declined 19%, as the systems business continue to be impacted by ongoing weaknesses in China. Our service business grew 8% in the quarter, with strong double-digit growth in our recurring revenue contracts. Segment EBITA margin declined 220 basis points to 11.7%, as weakness in China offset positive mix from our service business. Backlog of $1.4 billion declined 12% year-over-year.\nNow let's discuss our fourth quarter and fiscal year 2024 guidance on Slide 11. We entered the fourth quarter with solid momentum, led by our resilient service business and continued demand in our North America system business. Our margin reach backlog remains at a historical level, and our Global Products book-to-bill business have stabilized and returned to growth.\nWe are introducing fourth quarter sales guidance of approximately 7% growth, as strong demand in North America and EMEALA is somewhat muted by 1 more quarter of slower recovery in the system business in China. Global Products momentum is expected to continue as our book-to-bill orders remain positive throughout the third quarter and the tough comparison in China base. For the fourth quarter, we expect segment EBITA margin to be approximately 19% and adjusted EPS to be in the range of $1.23 to $1.26.\nFor the full year, we are tightening adjusted EPS guidance to a range of $3.66 and $3.69. We now expect organic sales to grow approximately 3% and segment EBITA margin to expand approximately 110 basis points. Our working capital metrics continue to improve, and our free cash flow performance year-to-date has been strong.\nWe continue to invest capital in attractive areas, including data center manufacturing expansion and ongoing ERP consolidation. While this will be a slight headwind, we expect adjusted free cash flow conversion of approximately 85% or better for the full year.\nWith our recent announced planned divestiture, I want to highlight some financial details and future reporting on Slide 12. As George mentioned at the beginning of the call, we were extremely pleased with our announced sale of the Residential and Light Commercial HVAC business. This came just a few weeks after we announced that we tend to sell Air Distribution Technologies business. Together, these 2 transactions represent hopefully 20% of the sale and the majority of the portfolio we have previously highlighted as noncore.\nWe expect to report the Residential and Light Commercial business as discontinued operation with our fiscal fourth quarter results and will provide our official fiscal year 2025 guidance on a continuing operation basis. While the 2 transaction would be dilutive to EPS prior to any cost offset, we have actions in place to address the stranded cost and we are working on accelerating some of these actions prior to closing. Through the combination of share repurchase, debt pay down and restructuring, we have a plan in place to fully offset the stranded costs. We will provide more details when we report our fiscal fourth quarter results.\nBefore we open up the lines for questions, I want to conclude with a summary of our recent transformation on Slide 13. We have spent the last few years transforming the company into a comprehensive solution provider for commercial buildings, and this continues to be a differentiator for Johnson Controls. We took a major step in simplifying the portfolio with our 2 recently announced divestiture, and we believe one operating model will enable us to deliver more consistent, predictable results.\nWe operate in many attractive markets, which allows us to build our backlog with margin rate jobs that have a service still throughout the life cycle of building. Our systems backlog, coupled with our resilient service business, positions us for sustainable and continued margin expansion. As our margins continue to improve, coupled with our commitment to disciplined capital allocation, we would expect double-digit EPS growth.\nAs George mentioned earlier, the result of our portfolio transformation is now a faster-growing, more profitable, less complex and more operationally focused Johnson Controls, and we are excited for the next chapter.\nWith that, operator, please open the lines for questions."
  },
  {
    "header": "JCI",
    "cik": "0000833444",
    "ticker": "JCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/31ee9d982ad09246041412127661bb35",
    "period": "2024 Q2",
    "content": "Q2 2024 Johnson Controls International PLC Earnings Call\n\nQ2 2024 Johnson Controls International PLC Earnings Call\n\nJCINYSEMAY 1, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Johnson Controls Second Quarter 2024 Earnings Conference Call. [Operator Instructions] Please also note today's event is being recorded.\nI would now like to turn the conference over to Jim Lucas, Vice President, Investor Relations. Please go ahead.\n\nJames C. Lucas\n\nAnalyst, Janney Montgomery Scott LLC\n\nGood morning, and thank you for joining our conference call to discuss Johnson Controls' Second Quarter fiscal 2024 Results. The press release and related tables that were issued earlier this morning as well as the conference call slide presentation can be found on the Investor Relations portion of our website at johnsoncontrols.com.\nJoining me on the call today are Johnson Controls' Chairman and Chief Executive Officer, George Oliver; and Chief Financial Officer, Marc Vandiepenbeeck.\nBefore we begin, let me remind you that during our presentation today, we will make forward-looking statements. Actual results may differ materially from those indicated by forward-looking statements due to a variety of risks and uncertainties.\nPlease note that we assume no obligation to update these forward-looking statements even if actual results or future expectations change materially. Please refer to our SEC filings for a detailed discussion of these risks and uncertainties in addition to the inherent limitations of such forward-looking statements.\nWe will also reference certain non-GAAP measures. Reconciliations of these non-GAAP measures to the most directly comparable GAAP measures are contained in the schedules attached to our press release and in the appendix to this presentation, both of which can be found on the Investor Relations section of Johnson Controls' website.\nI will now turn the call over to George.\n\nGeorge R. Oliver\n\nChairman & Chief Executive Officer, Johnson Controls International Plc\n\nThanks, Jim, and good morning, everyone. Thank you for joining us on the call today.\nLet's begin with Slide 3. We were very pleased with our second quarter performance as our adjusted EPS came in at the high end of our guidance. Sales growth returned this quarter following the cyber disruption at the start of the fiscal year, and our team delivered strong margin expansion. This was driven by productivity and conversion of our higher-margin backlog.\nOrders noticeably rebounded in the quarter, up 12% year-over-year. This was driven by continued strength in data centers, which I will talk about in an upcoming slide. Our backlog remained at record levels, growing 10% to $12.6 billion, and the quality of the backlog is strong, as I mentioned.\nCustomers continue to come to Johnson Controls because of our ability to deliver attractive outcomes. The fact is our focus on delivering engineered solutions for commercial buildings continues to serve as a differentiator for Johnson Controls, allowing us to deliver unparalleled value.\nWith the business performing at a high level, free cash flow continues to improve, and we are taking action to further strengthen our balance sheet.\nMost recently, we reached a broad settlement with a nationwide class of public water systems related to our AFFF product. Additionally, we announced that we discontinued use of our receivable factoring programs. Our efforts are turning into results and the value of our transformation is coming into focus.\nGoing forward, we remain active in pursuing strategic alternatives of certain noncore product lines that do not align with our focus on being a comprehensive solutions provider for commercial buildings. While we do not have any updates to provide at this time, we continue to make good progress on the exploration of alternatives for some of these assets. The results from the quarter and the performance of our team give us confidence that we will continue to build momentum into the second half, and we will be able to meet our financial objectives for the year. Marc will discuss these in more detail later in the call.\nPlease turn to the next slide. I want to take an opportunity to discuss how we see the composition of our company going forward.\nThe core of Johnson Controls is our engineered solutions offering. These solutions include commercial HVAC, controls, fire, security and services, our solution center around our domain expertise, forming the smart building trifecta of energy-efficient equipment, clean electrification and digitalization. We have created one end-to-end operating model that we now have deployed around the globe, which allows us to better serve our customers more efficiently with greater predictability.\nOur solutions include both systems and services that focus on maximizing the opportunities around the life cycle of the equipment. These solutions are enhanced further by our digitally enabled offerings, which allow us to provide tailored outcomes for the customers which we serve.\nOur systems business begins at the engineering and design phase. It is managed through installation of the project. The systems business is an important vehicle to capture a service event, and we have created a scalable service model that is driving more consistent growth, and that carries higher margins. The service business will continue to be a positive contributor to our long-term margin expansion.\nOur solutions operating model is enabled by connected equipment throughout the building, allowing us to collect data that drives a consistent and enjoyable occupant experience with repeatable outcomes. We create incredible value for our customers, which is clearly demonstrated by our results in the most recent quarter.\nThe transformation of our portfolio into a pure-play provider of comprehensive solutions for commercial buildings is an opportunity. Once complete, we will be able to flow additional resources to the most attractive opportunities. Part of our commitment to disciplined capital allocation remains ensuring that we are deploying resources to the right opportunities.\nTurning to the next slide. Johnson Controls plays an important role in serving the rapidly growing data center market. We provide cooling needs for the top hyperscale and colocation data center customers. The demand for data centers is accelerating globally with the next generation of data centers projected to be designed for more than 1 gigawatt of power consumption. We have intentionally positioned the company to benefit from this emerging trend due to our relentless innovation efforts and inherent strategic advantages.\nThese include: one, creating leading technologies around a broad range of air cooled and water cooled chillers to support the exponential growth in cooling demand. Two, investing in R&D teams and world-class test laboratories to design, build, test and demonstrate performance of equipment over the entire data center operating envelope.\nSpeed is the key, so we are investing to accelerate the pace of innovation; and three, creating leading domain expertise to provide complete package solutions that drive outcomes, such as high-efficiency chiller plant, space rolling, critical environmental monitoring, security systems and fire safety and asset protection systems while providing service for the entire life cycle of the asset.\nUnderscoring these advantages is our core identity as a comprehensive solution provider for commercial buildings. This enables us to fulfill more than cooling needs for our customer, which makes us a preferred partner that can expand with our customers across all geographies.\nIn fiscal 2023, our sales to data centers were approximately $2 billion. We continue to see solid demand for our solutions, which is evident in our orders. This is reinforced by the fact that our fiscal first half orders for data centers have already surpassed the orders we booked for all of fiscal 2023. With orders growing, we have been investing in capacity to be able to execute on our accelerated data center backlog.\nOur strong presence in data center starts with our advanced chiller technology. Given the amount of heat generated at data centers, our customers are looking for solutions that maintain constant temperatures in even the most extreme environments. In addition to chillers, we have extended our offerings with both air handling units and computer room air handlers. Our cooling solutions continue to advance, and we are working on next-generation technologies to keep up with the growing needs of data centers.\nThe case study on this slide was for a 0.5 gigawatt facility that is being expanded now to a full gigawatt. The project included the deployment of our chillers air handlers -- and just as important, we have secured planned service agreements for all of the chillers. Our pipeline for data centers remains very healthy, and we are continuing to expand our capacity to meet the strong demand.\nWe remain excited about the opportunities in this fast-growing vertical and look forward to updating you on our progress in the future. Before I turn the call over to Marc to go through the financial details, I want to say how proud I am of the Johnson Controls team. While we faced some challenges in the first fiscal quarter, and we'll continue to navigate a dynamic environment, we delivered on our commitments to our customers to drive value for our shareholders.\nNow with that, I'll turn it over to Marc.\n\nMarc Vandiepenbeeck\n\nChief Financial Officer\n\nThanks, George, and good morning, everyone. Let me start with summary on Slide 6. Total revenue of $6.7 billion was flat year-over-year, while organic sales grew 1%, as strong high single-digit service growth more than offset continued weakness in China install business and declines in the global residential HVAC.\nSegment margins expanded 70 basis points to 14.5% as we delivered strong productivity and convert with higher-margin backlog. Adjusted EPS of $0.78 was up 4% year-over-year and at the high end of our guidance range of $0.74 to $0.78. Operations contributed $0.06 of the growth in the quarter benefiting from recover momentum following the cyber incident at the end of our last fiscal year as well as improved productivity.\nBelow the line, we saw headwinds from net financing charges due to higher interest rates. Overall, we are pleased with the strong adjusted EPS performance in the quarter. On the balance sheet, we ended the second quarter with approximately $800 million of available cash and net debt increased to 2.4x, which is within our long-term target range of 2 to 2.5x.\nFor the fiscal first half, excluding the impact of the receivable factoring unwind, adjusted free cash flow improved $166 million year-over-year. As we end the use of factoring, we will continue to focus on further improvements on our core billings and collection capabilities, leading to continued improvement in our cash performance over time. We've also made tremendous progress in reducing our inventory levels and expect further improvement in the second half.\nLet's now discuss our segment results in more details on Slides 7 through 9. Beginning on Slide 7. Organic sales in our Global Products business declined 1% year-over-year, with volume declines offsetting price. We saw low single-digit growth in commercial HVAC highlighted by mid-teen growth in light commercial. Applied HVAC declined mid-single digits against a tough year-on-year comp.\nFire & Security declined low single digit against tougher comps as decline in fire suppression more than offset growth in fire detection and security video surveillance. Industrial refrigeration grew over 25% with another strong quarter in EMEA/LA. Global residential HVAC declined low single digit, driven by low single-digit decline in global ductless residential, primarily in Europe. Our global ducted residential business declined mid-single digits with a mid-single-digit decline in North America, offsetting strength in Latin America.\nDealer growth is up high double digit with channel inventory normalizing and distributor sell-through continuing to increase. We see momentum building in our North America market. Adjustment segment EBITDA margins expanded 30 basis points to 18.9% as positive price/cost and improved productivity more than offset mix headwinds.\nMoving now to Slide 8 to discuss our Building Solutions performance. Orders regained momentum with strong 12% growth in the quarter. Overall, service orders grew 13% with broad-based growth across the regions. Systems orders grew 12% as North America offset declines in EMEALA and APAC Organic sales increased 2% in the quarter, led by service growth of 8%. Systems revenue was down 2% as declines in APAC and EMEALA more than offset high single-digit growth in North America.\nBuilding Solutions backlog remains at a record level, growing 10% to $12.6 billion. Service backlog grew 3% and systems backlog grew 11% year-on-year.\nLet's discuss the Building Solutions performance by region on Slide 9. Orders in North America increased 19% in the quarter, driven by 26% growth in systems. We continue to experience strong demand in data centers, which led to nearly 50% growth across our HVAC controls platform. Fire & Security orders grew low single digits.\nSales in North America were up 8% organically with strong growth across our HVAC and controls platform, up mid-teens year-over-year. Overall, our system business grew 9%, while service grew 6%.\nSegment margins expanded 110 basis points year-over-year to 13.6% driven by the continued execution of higher-margin backlog and strength in our higher-margin service business. Total backlog ended the quarter of $8.9 billion, up 15% year-over-year. In EMEA/LA, orders were up 8%, with strong double-digit growth in service, offset by a decline in system to a strong year-over-year compare.\nConsistent with our strategy, there is an increased focus to drive higher margin into our backlog, Controls had a strong order intake with solid growth in Europe and Latin America. Sales in EMEA/LA grew 4% organically with low teen service growth offsetting a decline in our system business predominantly driven by Latin America and Middle East HVAC businesses.\nOur service business benefited from strong double-digit growth from both our recurring and shorter-cycle transactional businesses. Industrial Refrigeration, another solid quarter with low teen growth year-over-year. Segment EBITDA margin expanded 170 basis points to 8.4%, driven by improved productivity, positive mix from the growth in service and by the conversion of higher-margin systems backlog.\nBacklog was up 10% year-over-year to $2.4 billion. In Asia Pacific, orders declined 9% as we remain selective of the jobs we book into the China system backlog. Overall, APAC service order grew high single digits, driven by high single-digit growth in our recurring contracts. Sales in Asia Pacific declined 23% as the system business was impacted primarily by the continued weakness in China.\nOur service business grew 7% in the quarter with strong growth in our shorter-cycle transactional business. Segment EBITDA margins declined 80 bps to 11% as weakness in China of a positive mix from our service business. Backlog of $1.3 billion declined 18% year-over-year.\nNow let's discuss our third quarter and fiscal year '24 guidance on Slide 10. We enter our seasonal strong third quarter with good momentum, evidenced by our robust order and resilient service. Our margin-rich backlog remains at historical levels. And our global product book-to-bill business have stabilized. We are introducing third quarter sales guidance of approximately low single-digit growth which assumes 1 more quarter of top line pressure in our system business in China.\nWe expect strong contribution from North America and EMEA/LA, especially from the regained momentum in our service business. Global product is expected to return to growth as our book-to-bill orders remain positive through the second quarter.\nFor the third quarter, we expect segment EBITDA margin to be approximately 17% and adjusted EPS to be in the range of $1.05 to $1.10. We are maintaining our full year guide. We expect sales growth of approximately mid-single digit, led by continued momentum in our service business, stabilization in our global products and a cautious second half outlook for China.\nSegment margins are expected to expand approximately 50 to 75 basis points through productivity improvement, positive mix from the service business and conversion of a higher-margin backlog. Our adjusted EPS guidance range is unchanged and is expected to be approximately $3.60 to $3.75. The high end of the guide assumes accelerated recovery in China normalized channel inventory levels in North America resi and service acceleration.\nExcluding the impact of unwinding the receivable factoring, we continue to expect adjusted free cash flow conversion of approximately 85% for the full year. Our working capital metrics continue to improve, supported by our first half performance. In summary, we remain confident in our ability to deliver on our financial and operational commitments.\nWith that, operator, please open the lines for questions."
  },
  {
    "header": "JCI",
    "cik": "0000833444",
    "ticker": "JCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a6c7a623e958cb0dd4131184cc93500c",
    "period": "2024 Q1",
    "content": "Q1 2024 Johnson Controls International PLC Earnings Call\n\nQ1 2024 Johnson Controls International PLC Earnings Call\n\nJCINYSEJAN 30, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Johnson Controls First Quarter 2024 Earnings Conference Call. [Operator Instructions] Please note, today's event is being recorded.\nI would now like to turn the conference over to Jim Lucas, Vice President, Investor Relations. Please go ahead.\n\nJames C. Lucas\n\nAnalyst, Janney Montgomery Scott LLC\n\nGood morning, and thank you for joining our conference call to discuss Johnson Controls' first quarter fiscal 2024 results.\nThe press release and related tables that were issued earlier this morning as well as the conference call slide presentation can be found on the Investor Relations portion of our website at johnsoncontrols.com.\nJoining me on the call today are Johnson Controls' Chairman and Chief Executive Officer, George Oliver; Chief Financial Officer, Olivier Leonetti, and newly appointed Chief Financial Officer, Marc Vandiepenbeeck.\nBefore we begin, let me remind you that during our presentation today, we will make forward-looking statements. Actual results may differ materially from those indicated by forward-looking statements due to a variety of risks and uncertainties. Please note that we assume no obligation to update these forward-looking statements, even if actual results or future expectations change materially. Please refer to our SEC filings for a detailed discussion of these risks and uncertainties, in addition to the inherent limitations of such forward-looking statements.\nWe will also reference certain non-GAAP measures. Reconciliations of these non-GAAP measures to the most directly comparable GAAP measures are contained in the schedules attached to our press release and in the appendix to this presentation, both of which can be found on the Investor Relations section of Johnson Controls' website.\nI will now turn the call over to George.\n\nGeorge R. Oliver\n\nChairman & Chief Executive Officer, Johnson Controls International Plc\n\nThanks, Jim, and good morning, everyone. Thank you for joining us on the call today.\nNow let's begin with Slide 3. We are gaining momentum as we exit the first quarter. Our team has been unbelievable in managing through the recent cyber disruption, which occurred early in the quarter. While it is challenging to comprehensively quantify the overall business impact as we recovered from the incident, we are back on track. In fact, over the course of the last 120 days since the cyber incident, we have connected with many of our key customers, solidifying already strong relationships and strengthening their trust and confidence in Johnson Controls. It is clear from their feedback that our value proposition continues to resonate, and customers believe in our products and services.\nAs we enter the new calendar year, we are seeing positive signs. During the quarter, we delivered solid first quarter results generally in line with our forecast. The fundamentals of our business are strong, as we met expectations for sales, margins and adjusted EPS in the face of headwinds from the cyber disruption, ongoing weakness in global residential HVAC and significant slowing in China. Olivier will discuss the details of our financials more specifically later in the call.\nLooking forward, we expect fiscal 2024 to return to more normalized seasonality in our businesses and the operating environment to be more in line with what we saw prior to the pandemic and recent supply chain disruptions. Our position of building a leading digital building solutions platform continues to be core to our strategy, and we are pleased with the strength of our Applied HVAC business, especially as we serve the fast-growing data center market.\nWe are updating our fiscal 2024 guidance today, reducing the full year adjusted EPS range by $0.05, reflecting growing headwinds in China. Our commercially-focused portfolio and long cycle backlog-driven businesses, in addition to our record backlog, gives us more clarity of improvement as fiscal 2024 progresses.\nBefore we continue, I would like to take the time to thank Olivier for his partnership over the last few years, and wish him the best of luck in the next chapter of his career. When Olivier informed me that he was taking a role outside the company, we implemented our internal succession plan, and I am very pleased that Marc Vandiepenbeeck is assuming the role of CFO.\nMark has been with Johnson Controls for nearly 20 years, with increasing responsibility in finance roles, including CFO of Building Solutions North America. Last year, we moved Mark into an operating role as President of EMEALA. Mark brings deep finance expertise and understanding of our customers, global markets and operational knowledge. I am confident that we will continue to build on the foundations already in place, and I look forward to partnering with Mark in his new role.\nNow turning to Slide 4. I'd like to highlight the strong foundation of operational excellence at Johnson Controls and our value creation framework. We are capturing the secular trends across sustainable and healthy buildings. We have the right strategy and operating system in place to create value for our shareholders. And as part of our commitment to disciplined capital allocation, we remain focused on deploying resources to the right opportunities.\nOur team has made great progress in the last 2 years, creating a digital services model, and our investments have been a key enabler. The addition of FM:Systems gave us increased capabilities to serve our customers as they improve their workplace environment. Digital is a strong enabler to creating recurring revenue, retaining customers and supporting higher, sustainable service growth rates.\nWithin service, we are changing the game from deploying a mechanical contractor to creating multiple options for our customers. We are increasing job size, improving margins and creating scalable solutions.\nIn addition, we are maximizing value creation through digitally-enabled offerings and accelerating our life cycle solutions entitlements across all of our domains. Our team's model has a strong foundation and we will continue to accelerate the pace of change.\nAt the same time, we have successfully removed many layers of cost across the organization, but we know there is more work to be done. We serve an incredible market, and it is on us to capitalize on the opportunities in front of us. We will continue to simplify and standardize across our portfolio.\nAs we continue to focus on simplifying the company, we are always assessing opportunities to advance our transformation into a comprehensive solutions provider for commercial buildings. As part of the continuous evaluation of our portfolio, we are in the early stages of pursuing strategic alternatives of our noncommercial product lines, in line with our objective to maximize value to our shareholders.\nWe are very excited about our future and are confident we are on the right path to simplify our portfolio, drive margin expansion, deliver consistent cash flow, while serving our customers in the best possible way.\nI will now turn the call over to Olivier to go through the financial details of the quarter. Olivier?\n\nOlivier Leonetti\n\nChief Financial Officer & Executive Vice President, Western Digital Corp.\n\nThanks, George, and good morning, everyone. Let me start with the summary on Slide 5.\nAs George discussed at the beginning of the call, our team did an incredible job responding to the cyber incident. The disruptions we experienced during the quarter were factored into the guidance we provided last month. Total revenue of $6.1 billion was flat year-over-year, while organic sales were down 1% as continued declines in global residential HVAC and accelerated weakness in China's in-store business more than offset mid-single-digit growth in service and continued growth in Applied HVAC.\nSegment margins declined 90 basis points to 12.8%, impacted by tough comps in our shorter-cycle Global Products business, coupled with ongoing weakness in China's macro environment. Adjusted EPS of $0.51 exceeded our guidance of $0.48 to $0.50 as we return to more normalized seasonality. The quarter was impacted by lost momentum from the cyber incident, accelerated weakness in China and tough comps in our Global Products business. Below the line, we saw headwinds from net financing charges due to higher interest rates and increased debt levels, in line with historical trends.\nOn the balance sheet, we ended the first quarter with approximately $1.8 billion in available cash, and net debt increased to 2.2x, which is within our long-term target range of 2 to 2.5x. The elevated cash position was a direct result of positive action to mitigate the potential impacts of the cyber incident on cash flow. Adjusted free cash flow improved $180 million year-over-year, and we anticipate further improvement as we progress through the fiscal year.\nLet's now discuss our segment results in more detail in Slide 6 through 8. Beginning on Slide 6. Organic sales in our Global Products business declined 1% year-over-year, with volume declines offsetting price. Global Products saw continued strength in commercial HVAC, which grew low single digits after growing low double digits in the comparable period 1 year ago.\nWe have been investing in our Applied HVAC business for the last couple of years, deploying resources to align to more attractive opportunities, resulting in further share gains in calendar 2023. Fire & Security declined low single digits. We believe that the majority of the tough year-over-year comparisons in the shorter cycle and direct business bottomed out, and we should see a return to growth in calendar 2024.\nIndustrial Refrigeration had another strong quarter, growing over 35%, driven by EMEALA. Global Residential declined high single digits, driven by a greater than 20% decline in North America, which more than offset low single-digit growth in Rest of World. North America continues to face market softness, and we believe we have 1 more quarter with these challenges before the industry begins to see growth in the second half of the year. We're improving our North America market share and see momentum building.\nDespite ongoing weaknesses in the European heat pump market, Rest of World benefited from strong growth in Japan. Our book-to-bill business continues to normalize with improved lead times, and our Global Products third-party backlog decreased 10% from the prior year to $2.3 billion. Adjusted segment EBITA margins declined 240 basis points to 17.9%, as we benefited from insurance proceeds from a warehouse fire in the comparable period last year. We are beginning to see better cost absorption in our factory and expect Global Products margins to improve throughout the rest of the fiscal year.\nMoving to Slide 7 to discuss Building Solutions performance. Orders increased 1% as mid-single-digit order growth in North America and EMEALA was more than offset by a greater than 30% decline in APAC, which was primarily the result of further deterioration of the China-installed business. As the China real estate market continues to weaken and the outlook remains mixed, we have begun to optimize our go-to-market strategy and have become more selective in the business we pursue.\nOrganic sales were flat in the quarter against a tougher comparison of low double-digit growth in the prior year quarter. Install declined mid-single digits and more than offset mid-single-digit growth in service. Segment margins declined 10 basis points as accelerated weakness in China offset positive mix in the quarter. Building Solutions backlog remains at record levels, growing 7% to $12.1 billion. Service backlog is flat and install backlog grew 8% year-over-year.\nLet's discuss the Building Solutions performance by region on Slide 8. Orders in North America increased 6%, as we continue to see strong demand across our HVAC & Controls platform, growing high single digits, following heightened growth in the comparative period a year ago. Overall, there was broad-based demand in our health care, data center, government and education sectors.\nInstall orders increased 9% year-over-year, with solid growth in both new construction and retrofit. Sales in North America were up 4% organically, with strong growth across our HVAC & Controls platform, up low teens year-over-year. Our install business grew 4%, with continued momentum in new construction up over 25% year-over-year. Organic sales in service grew 4% in the quarter, benefiting from high single-digit growth in our recurring revenue contracts.\nSegment margins expanded 20 basis points year-over-year to 11.5%, driven by the continued execution of higher-margin backlog and strength in our higher-margin service business. Total backlog ended the quarter at $8.4 billion, up 11% year-over-year.\nIn EMEALA, orders were up 5%, with continued strength in service, up 12%. Demand in institutional gained momentum in the quarter, growing 50% year-over-year, driven by public projects in Europe. Industrial Refrigeration had another strong quarter, with greater than 45% growth. Sales in EMEALA grew 2% organically, led by high single-digit growth in service, with high single-digit growth from our recurring contracts and strong double-digit growth in our shorter-cycle transactional business.\nApplied Commercial HVAC and Fire & Security grew low single digits within the quarter. Segment EBITA margins of 7.7% remained flat as the growth in service was offset by the conversion of lower margin install backlog. We anticipate strong margin expansion in EMEALA through the remainder of the fiscal year. Backlog was up 10% year-over-year to $2.4 billion.\nIn Asia Pacific, as I mentioned earlier, orders declined 31% due to further deterioration of the China Install business, and we are being more strategic in the deals we select. Overall, APAC set of orders grew low single digits, driven by high single-digit growth in our shorter-term transactional business.\nSales in the Asia Pacific declined 21%, as the installation business was impacted primarily by accelerated weakness in China. Our service business grew 5% in the quarter. The weakness in China's install business was broad-based across the overall portfolio, with HVAC and Controls down high-teens and Fire & Security down 20%. Segment EBITA margins declined 140 basis points to 9.1% as weakness in China offset positive mix in our service business. Backlog of $1.3 billion declined 21% year-over-year.\nI would now like to turn the call over to Marc to discuss our second quarter and fiscal year 2024 guidance. Marc?\n\nMarc Vandiepenbeeck\n\nChief Financial Officer\n\nThank you, Olivier, and good morning, everyone. Before I discuss our guidance on Slide 9, I want to say how excited I am for the opportunity to partner with George as we simplify and transform Johnson Controls into a comprehensive solution provider for commercial buildings.\nWe exited our first quarter with the cyber incident behind us and the momentum we lost at the start of the year has recovered. We entered the second quarter with a backlog that remains at historical levels, a healthy pipeline of opportunities and strong momentum in our industry-leading service business.\nWe are introducing second quarter sales guidance of approximately flat year-on-year, which assume continued weakness in China and global residential HVAC. We expect strong contribution from North America and EMEALA that, once again, by our resilient service business.\nAs we return to seasonality more in line with historical patterns, global product has one more challenging quarter before stabilizing in the second half. For the second quarter, we expect segment EBITA margin to be approximately 14.5% and adjusted EPS to be in the range of $0.74 to $0.78.\nFor the full year, we continue to expect the top line growth of mid-single digit, led by stronger performance in North America, further improvement in EMEALA, stabilization in Global Products and a cautious outlook on China. We expect segment EBITA margin to expand approximately 50 to 75 basis for the full year, as price costs remain positive and mix continue to improve throughout the year.\nAs George mentioned earlier in the call, given the weakening macro outlook in China, we are updating our adjusted EPS guidance range to approximately $3.60 to $3.75. The overall guide assume a return to normal seasonality, second half stabilization of Global Products and a conversion of higher-margin backlog in Building Solutions. We continue to expect adjusted free cash flow conversion of approximately 85% for the full year. The improvement we saw in cash flow for the start of the year demonstrate that our working capital improvement are gaining momentum.\nWith that, operator, please open up the lines for questions."
  },
  {
    "header": "JCI",
    "cik": "0000833444",
    "ticker": "JCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a8c0fe6b71c6f297648abbb94ec966e4",
    "period": "2023 Q4",
    "content": "Q4 2023 Johnson Controls International PLC Earnings Call\n\nQ4 2023 Johnson Controls International PLC Earnings Call\n\nJCINYSEDEC 12, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Johnson Controls Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note today's event is being recorded.\nI would now like to turn the conference over to Jim Lucas, Vice President, Investor Relations. Please go ahead.\n\nJames C. Lucas\n\nAnalyst, Janney Montgomery Scott LLC\n\nGood morning, and thank you for joining our conference call to discuss Johnson Controls' Fourth Quarter fiscal 2023 Results. The press release and all related tables that were issued earlier this morning as well as the conference call slide presentation can be found on the Investor Relations portion of our website at johnsoncontrols.com.\nJoining me on the call today are Johnson Controls' Chairman and Chief Executive Officer, George Oliver; and Chief Financial Officer, Olivier Leonetti.\nBefore we begin, let me remind you that during our presentation today, we will make forward-looking statements. Listeners are cautioned that these statements are subject to certain risks and uncertainties, many of which are difficult to predict and generally beyond the control of Johnson Controls. These risks and uncertainties can cause actual results to differ materially from our current expectations. We advise listeners to carefully review the risk factors and cautionary statements in our most recent Form 10-Q, Form 10-K and today's release.\nWe will also reference certain non-GAAP measures. Reconciliations of these non-GAAP measures to the most directly comparable GAAP measures are contained in the schedules attached to our press release and in the appendix to this presentation, both of which can be found on the Investor Relations section of Johnson Controls' website.\nI will now turn the call over to George.\n\nGeorge R. Oliver\n\nChairman & Chief Executive Officer, Johnson Controls International Plc\n\nThanks, Jim, and good morning, everyone. Thank you for joining us on the call today. Before discussing our fourth quarter and fiscal 2023 results, I wanted to take a moment to thank all of our employees for their quick agile response to the cyber incident beginning in the last week of September. Our teams responded quickly and worked diligently to minimize the impact from the incident. We greatly appreciate everyone's patience from customers to suppliers, to shareholders as we work through our remediation efforts. We now have the incident behind us and our operations are back to normal.\nNow let's begin with Slide 3. We feel it is important to not lose sight of the strong year we had in fiscal 2023, regardless of the impact on our fourth quarter results from the cyber incident. For the full year, we grew sales organically 8%, expanded segment margins 80 basis points to 15% and delivered adjusted EPS growth of 17%. We saw continued strength in our service business as our efforts in maximizing our large installed base are coming to fruition. In fact, we grew service 10% for the year with solid order momentum ending the fiscal year. Our total backlog grew 9% to $12.1 billion as demand remains strong across our Commercial Building Solutions offerings. In fiscal 2023, we generated $1.8 billion in free cash flow which represented 76% conversion. During the year, we returned $1.6 billion to shareholders via dividends and share repurchases. Our capital allocation strategy remains unchanged, targeting to return 100% of our free cash flow to shareholders through dividends and share repurchases. We have the highest conviction ever in our strategy to lead in Building Solutions, and we'll continue to prioritize allocating capital accordingly toward that objective. Overall, we are pleased with our continued execution despite macro-driven headwinds over the fiscal year and believe that we are well positioned heading into fiscal 2024 with our strong backlog and resilient service business. We're initiating guidance for fiscal 2024 for approximately mid-single-digit sales and adjusted EPS growth, respectively, and for free cash flow conversion of approximately 85%. Olivier will provide additional color on the guidance later in the call, but fiscal 2024 will show improvement following a seasonally slower first quarter.\nNow turning to Slide 4. Demand for our Building Solutions is accelerating with our customers around the globe as we are developing applied solutions to deliver outcomes that save energy and reduce emissions while improving the overall occupant experience. We are able to achieve these outcomes not only through our leading domain expertise and applied HVAC & Controls solutions, but also through world-class fire detection and protection and smart security solutions enabled by an industry-leading digital platform, OpenBlue, all of our systems build on each other in our complementary components of our total solutions offering. The journey starts with our customer as we design, digitize and deploy solutions that achieve efficiency, sustainability and decarbonization. This turnkey offering drives operations, service and maintenance, which underpin our as-a-service offerings that make buildings smarter through our digital solutions. This helps our customers enable peak operating conditions, protect investments and achieve the lowest life cycle cost. Johnson Controls is unique with our value proposition to make buildings smarter through OpenBlue. Our comprehensive ecosystem of connected digital solutions for buildings can break down silos and connect building systems regardless of equipment OEM and make them interoperable to build resiliency and efficiency. We were honored recently to be ranked #2 on the Guidehouse Insights leaderboard in an assessment of leading energy service companies. The recognition underscores our commitment to excellence and sustainability on a global scale. It is a testament to our hard work and continued commitment to helping clients meet their sustainability goals.\nMoving on to Slide 5. Fiscal 2023 saw continued strength in install orders, which creates a strong service opportunity over the life of the equipment. As we advance our digital strategy, including more than doubling our connected assets during the fiscal year, we are gathering more intelligence through data. This data allows us to better segment customer needs and create more proactive offerings across all of our domains, effectively utilizing our industry-leading service organization of over 20,000 professionals that make over 5.5 million visits annually. With our large installed base, improved operations and strong pipeline, we see a long runway of continued growth for our service business.\nTurning to Slide 6. Our value creation framework remains unchanged. We truly believe we are well positioned to drive continued growth, delivering solutions across sustainable and healthy buildings, while leveraging the increased adoption of OpenBlue to drive margin expansion. Our pipeline remains strong in our longer-cycle Building Solutions business as we continue to realize top line growth. Our shorter-cycle businesses in Global Products, primarily global residential HVAC and parts of Fire & Security are stabilizing as the new fiscal year progresses. Converting our strong top line growth into improved margins and cash flow is our top priority. We are beginning to see our gross margins improve as supply chain disruptions continue to lessen. Within Building Solutions, we are also seeing stronger margins in our record backlog and as service continues to accelerate, we should see favorable mix as well. Cash flow is a key area of focus for us. On the receivables front, we are making progress in improving the longer collection cycle historically associated with our installed business. Inventories in our short-cycle businesses continue to reduce as lead times normalize, and we are adding capacity to meet the strong demand in our applied HVAC business. As you can see, we are very excited about the opportunity ahead.\nI will now turn the call over to Olivier to go through the financial details of the quarter. Olivier?\n\nOlivier C. Leonetti\n\nCFO, Zebra Technologies Corporation\n\nThanks, George, and good morning, everyone. Let me start with the summary on Slide 7. Total sales grew 3% and to $6.9 billion, while organic sales increased 2% with another strong quarter from our service business, which grew 9% organically. The cyber incident was a 1% headwind in the quarter. Adjusted segment EBITDA was flat year-over-year with margins declining 50 basis points to 16%. Price/cost was positive, and we delivered strong productivity savings achieving our $340 million target for the year.\nTurning to our EPS bridge on Slide 8. Adjusted EPS of $1.05 increased 6% year-over-year and include a $0.04 headwind from the cyber incident. Operations contributed $0.03 of the growth in the quarter, benefiting from positive price/cost and our ongoing SG&A and COGS actions. Below the line, we saw favorability from noncontrolling interest and a lower share count.\nLet's now discuss our segment results in more detail on Slides 9 through 12. Beginning on Slide 9. Organic sales in our shorter-cycle Global Products business, excluding the 2% headwind from the cyber incident were flat year-over-year with price upsetting a decline in volume. Global Products saw continued strength in Commercial HVAC, which grew high single digits after growing mid-teens in the comparable period 1 year ago. Demand remained strong and our leading position in Commercial HVAC was further extended in fiscal 2023. Client security declined low single digits as inventory further rebalanced as lead times improved materially year-over-year. Industrial Refrigeration had another strong quarter, growing over 45% driven by EMEALA. Global residential declined high-teens, driven by a greater than 30% decline in North America and a high single-digit decline in rest of world. North America faced challenging year-over-year comparisons as we were still working out of a backlog from last fiscal year. In Europe, the heat pump market overall experienced lower growth than anticipated. As our book-to-bill business begins to normalize with improved lead times, our global products, third-party backlog decreased from the prior year to $2.5 billion and remained flat sequentially. Adjusted segment EBITDA margins declined 85 basis points against a tough comparison to 21% as continued weakness in global residential offset positive price cost and productivity savings. One of the biggest factor impacting our Global Products margin performance is due to lower absorption costs in global residential business.\nMoving to Slide 11 to discuss our Building Solutions performance. Order momentum remained strong with 9% growth. Service orders grew 7% in the quarter and 11% for the full year as our transformation into a service-led organization gains momentum. Install orders increased 10%, led by double-digit orders in North America and EMEALA. Organic sales grew 5%, driven by strong growth in service of 9%. And in-store grew 2% organically against a tough comparison. The cyber incident was a 1% headwind in the quarter. Adjusted segment EBITDA increased 5%, while margins declined 10 basis points as a higher mix of equipment installations and weakness in China offset positive price/cost and savings from productivity initiatives. Strong equipment sales are an important contributor to future higher-margin recurring service revenue. Building Solutions backlog remains at record levels, growing 9% to $12.1 billion. Service backlog increased 12% and installed backlog grew 8% year-over-year.\nLet's discuss the Building Solutions performance by region on Slide 12. Orders in North America increased 8% with continued strength across our HVAC & Controls platform, up over 20% year-over-year. Overall, there was robust demand in our office, data center, health care, government and manufacturing sectors. Install orders increased 11% year-over-year with solid growth in new construction. Sales in North America were up 8% organically with broad-based growth across the portfolio. Our installed business grew 9% with continued momentum in new construction, up 25% year-over-year. Organic sales in service grew 7% in the quarter and 8% for the full year, driven by a strong performance across our shorter-term transactional business which is the direct result of having a large customer base. Sales across our HVAC & Controls platform grew high teens year-over-year, while Fire & Security was flat. Segment margins expanded 70 basis points year-over-year to 15.4%, driven by ongoing productivity benefits, the continued execution of higher-margin backlog and strength in our higher-margin service business. Total backlog ended the quarter at $8.3 billion, up 10% year-over-year. In EMEALA, orders were up 6% with solid contributions of 16% growth from both served and in store. Demand in commercial remained strong, growing 50% year-over-year driven by HVAC and security as the decarbonization efforts in Europe continue to gain momentum, our offerings in Industrial Refrigeration and HVAC & Controls increased orders by over 20% across the industrial sector. By region, other growth was broad-based. Sales in EMEALA grew 3% organically, led by mid-teen growth in service with double-digit growth from both our recurring contracts and our shorter cycle transactional business. applied Commercial HVAC and Fire & Security grew low single digits within the quarter. Segment EBITA margins declined 160 basis points to 7.8% and driven primarily by execution of lower margin jobs within the backlog. Backlog was up 10% year-over-year to $2.3 billion. In Asia Pacific, orders grew 3% driven by double-digit growth in service with healthy growth across our HVAC & Controls platform. Overall, we saw strong demand in the institutional sector growing over 30%. Sales in Asia Pacific declined 6% as the installation business was impacted primarily by weakness in China. Our service business continued the momentum of double-digit growth, increasing 11% in the quarter and 14% for the full year. Overall, Fire & Security grew mid-single digits, while HVAC & Controls declined high single digits. Segment EBITDA margins declined 50 basis points to 13.5% as weakness in China offset ongoing productivity savings and positive price/cost. Backlog of $1.5 billion is flat year-over-year.\nTurning to our balance sheet and cash flow on Slide 13. We ended the fourth quarter with approximately $800 million in available cash and net debt declined to 1.9x, which is lower than our long-term target range of 2 to 2.5x. As George mentioned, during 2023, we returned $1.6 billion to our shareholders via dividends and share repurchases. Our free cash flow conversion of 76% was better than our updated guidance. On the working capital front, our receivable collection has extended as our installation business critical to generate our service business has grown. We are making structural changes such as more upfront payments to improve our cash collection cycle in the installation business. While inventories remain elevated versus historical levels, primarily due to the challenges in our global residential businesses we saw overall inventories improved 5 days sequentially in the fourth quarter. We anticipate further improvement entering fiscal 2024. We have the fundamentals in place to be a 100% cash conversion company over time. However, continued growth investments and some further restructuring in fiscal 2024 will be headwinds in the fiscal year.\nNow let's discuss our first quarter and fiscal 2024 guidance on Slide 14. We are entering fiscal year 2024 with a backlog at historical levels, strong momentum in our industry-leading service business and broad-based demand across end markets. When producing first quarter sales guidance of approximately flat year-over-year as we return to normalized seasonality. Our forecast includes a roughly 1% headwind from the cyber incident as well as continued weakness anticipated in China. We expect Building Solutions momentum to continue, led by our resilient service business. Global Products faces a tough year-over-year comparison as we were working through elevated backlogs in the comparable quarter last year, especially in residential HVAC and certain Fire & Security and direct channels.\nFor the first quarter, we expect segment EBITA margin to be approximately 13% and adjusted EPS to be in the range of $0.48 to $0.50. We're expecting a slower start of the year as we return to more normalized seasonality, incurred a negative impact from the cyber incident and anticipate continued weakness in China. For the full year, we anticipate Global Products to stabilize in the second half of 2024 as backlog continues to normalize and Building Solutions converts its higher-margin backlog. We expect organic sales to grow approximately mid-single digits with Building Solutions leading the growth, particularly in service. Segment EBITA margins, I expect that to expand approximately 25 basis points or greater as price/cost remains positive and mix improved throughout the year. Adjusted EPS should be in the range of approximately $3.65 to $3.80, representing growth of 4% to 9% year-over-year. For the first quarter, we anticipate our normal seasonal cash usage with incremental impact from the cyber incident. We expect free cash flow conversion to be 85% for the full year. Our results and guidance reflect great progress advancing our service strategy enabled by digital, momentum in our commercial products offering and we enter fiscal 2024 with strong order momentum and record backlog in our longer-cycle Building Solutions business.\nWith that, operator, open up the lines for questions."
  },
  {
    "header": "JCI",
    "cik": "0000833444",
    "ticker": "JCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/757de6b0ab6d968f075d76c6fbaa764e",
    "period": "2023 Q3",
    "content": "Q3 2023 Johnson Controls International PLC Earnings Call\n\nQ3 2023 Johnson Controls International PLC Earnings Call\n\nJCINYSEAUG 2, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Johnson Controls Third Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to Jim Lucas, Vice President, Investor Relations. Please go ahead.\n\nJim Lucas\n\nSenior Vice President-Investor Relations and Treasurer, Pentair Plc\n\nGood morning, and thank you for joining our conference call to discuss Johnson Controls' third quarter fiscal 2023 results. The press release and all related tables issued earlier this morning as well as the conference call slide presentation can be found on the Investor Relations portion of our website at johnsoncontrols.com.\nJoining me on the call today are Johnson Controls' Chairman and Chief Executive Officer, George Oliver; and Chief Financial Officer, Olivier Leonetti.\nBefore we begin, let me remind you that during our presentation today, we will make forward-looking statements. Listeners are cautioned that these statements are subject to certain risks and uncertainties, many of which are difficult to predict and generally beyond the control of Johnson Controls. These risks and uncertainties can cause actual results to differ materially from our current expectations. We advise listeners to carefully review the risk factors and cautionary statements in our most recent Form 10-Q, Form 10-K and today's release.\nWe will also reference certain non-GAAP measures. Reconciliations of these non-GAAP measures to the most directly comparable GAAP measures are contained in the schedules attached to our press release and in the appendix to this presentation, both of which can be found on the Investor Relations section of Johnson Controls' website.\nI will now turn the call over to George.\n\nGeorge R. Oliver\n\nChairman & Chief Executive Officer, Johnson Controls International Plc\n\nThanks, Jim, and good morning, everyone. Thank you for joining us on the call today. Let's begin with Slide 3.\nJohnson Controls delivered another strong quarter that met the high end of our guidance. We delivered 9% organic sales growth, adjusted segment EBITDA margin expansion of 130 basis points and 21% adjusted EPS growth. Our longer cycle Building Solutions business continued to show strength globally and service momentum accelerated, driven by our enhanced solutions and increased adoption of our digital offerings.\nOrders grew 8% overall, with service orders leading the way with 12% growth. Our backlog ended the quarter up 8% to $12 billion across both install and service. We remain confident in the resiliency of our backlog and order momentum as our performance during the quarter solidifies our investments in building a world-class service organization. We continue to see a strong pipeline of opportunities, and the outlook for orders in our longer cycle businesses remains robust.\nIn our shorter cycle Global Products business, our Applied and Rooftop businesses delivered another quarter of very strong double-digit growth and demand remains strong. We also continue to see strength in our Commercial Deducted and Fire Detection businesses. Consistent with trends in the industry, our Ducted North American residential business remains soft.\nOverall, we are encouraged by the continued strength and good visibility across our Building Solutions segments. As we look ahead for the remainder of the year with 1 quarter to go, we are narrowing our full year adjusted EPS guide to approximately $3.55, which represents the midpoint of the previous range.\nAt Johnson Controls, we continue to expand on the solid foundation that we have built, with strong order momentum and a record backlog driving consistent top line growth. We have made good progress enhancing profitability across our portfolio throughout the fiscal year, and we have significant actions underway that we believe will result in further margin expansion.\nNow turning to Slide 4. We have spent the past few years investing more strategically in our service business, and we are seeing strong returns from those investments. During the third quarter, service orders and sales both grew 12%. Our service business has transformed from a traditional break-and-fix business to helping customers proactively and more efficiently optimize management of all assets in the building. Digital is becoming an important enabler to driving more service opportunities and growth. We also accelerated sales of our higher-margin parts business, which, once again, grew at a strong double-digit pace in the quarter.\nDecarbonization is an area of focus across the entire Johnson Controls portfolio. This includes our Sustainable Infrastructure, or SI business, as well as many products and solutions in our portfolio, such as heat pumps, energy-efficient refrigerants and digital solutions. In fact, nearly 55% of revenue comes from sustainable products and solutions. We continue to see strong demand in our SI business with orders growing 20% in the quarter. Heat pump sales were up mid-single digits globally, with very strong double-digit growth in our Applied and Industrial Refrigeration businesses.\nDuring the quarter, we acquired M&M Carnot, a leading provider of natural refrigerant solutions with ultra-low global warming potential, or GWP. M&M designs equipment and controls that use carbon dioxide, which has a GWP of 1. By contrast, traditional refrigerants can have GWPs and thousands magnifying rather than solving global warming.\nWe have spent the past few years defining our multiphase digital strategy to transform environments to more effectively use data to drive outcomes for our customers, and we continue to gain momentum. In the quarter, we grew our connected revenue at a high single-digit rate, and we surpassed 16,000 connected chillers. We are now expanding OpenBlue into connecting controls and security to better optimize customer assets and improve outcomes in buildings, further differentiating our offering.\nHistorically, buildings required stand-alone system to manage each asset within the building. Today, connected buildings are creating a single digital dashboard optimized for energy, but still require multiple systems to manage the assets. We are making great progress in creating the digital thread throughout the building life cycle, and connecting controls is the next step in the evolution of this journey.\nMoving on to Slide 5. We recently announced the acquisition of FM:Systems, which is an important next step in adding critical capabilities to OpenBlue. FM:Systems is a leader in the growing integrated workplace management system, or IWMS, sector. IWMS furthers our OpenBlue capabilities, along with Johnson Controls, to offer a one-stop solution that helps customers accelerate their digital transformation journey, improve building efficiency and reduce operational costs. FM:Systems advances OpenBlue's capabilities that brings a significant amount of data, including service, space utilization and real estate portfolio management. The addition of FM's capabilities into OpenBlue enhances Johnson Controls' relationship with customers by providing a full suite of integrated outcome-based solutions.\nTurning to Slide 6. Extreme temperatures are increasingly straining buildings, putting at risk the ability to deliver comfortable and healthy indoor environments. Our OpenBlue digital solutions help optimize indoor air quality, comfort and energy consumption, while monitoring outdoor air condition, ensuring our customers can meet their operating objectives even in the most extreme conditions. When paired with our OpenBlue digital services, we are uniquely positioned to help our customers deliver healthy indoor environments, while optimizing costs, reducing emissions and ensuring HVAC equipment is operating at peak performance ready for any condition.\nWe spoke earlier to the progress we are making expanding margins, and we are not done. Supply chains are improving, which have normalized lead times, allowing us to create better operating leverage in our manufacturing facilities. We continue to make progress in improving our SG&A structure and have additional actions underway to further optimize our performance.\nOn capital allocation, we have established a track record of being prudent and disciplined. In fiscal 2023, we have returned $1.3 billion to shareholders via share repurchases and dividends, in addition to investing in several strategic acquisitions.\nClimate change is a defining theme of this century. With nearly 40% of emissions coming from buildings, we have the technology and the people to turn buildings from one of the greatest challenges into one of the biggest and best solutions.\nI will now turn the call over to Olivier to go through the financial details of the quarter. Olivier?\n\nOlivier C. Leonetti\n\nCFO, Zebra Technologies Corporation\n\nThanks, George, and good morning, everyone. Let me start with the summary on Slide 7.\nTotal sales grew 8%, while organic sales increased 9%, with strong double-digit growth in our service business. FX was a 2% headwind in the quarter. Adjusted segment EBITA increased 17%, with margins expanding 130 basis points to 16.4%. Price/cost was positive and we delivered strong productivity savings.\nTurning to our EPS bridge on Slide 8. Adjusted EPS of $1.03 was at the high end of our guidance and increased 21% year-over-year. Operations contributed $0.23 of the growth in the quarter, benefiting from positive price/cost and our ongoing SG&A and COGS actions. Below the line, we saw headwinds from net financing costs and noncontrolling interest. Overall, we were pleased with the strong adjusted EPS performance in the third quarter.\nLet's now discuss our segment results in more detail on Slides 9 through 12. Beginning on Slide 9. Organic sales in our shorter-cycle Global Products business increased 6% in the quarter, with 8% of price offsetting a slight volume decline. Global Products continues to see strength in the Applied business, where our off top business in North America has nearly doubled this year. Client Security grew low single digits, with continued momentum within our fire detection products. Industrial Refrigeration had another strong quarter, growing over 20%, driven by North America. Our Global Products third-party backlog increased 8% from the prior year to $2.5 billion. Adjusted segment EBITA margins declined 10 basis points against a tough comparison to 22.1%, as continued weakness in the residential North America market offset positive price cost and productivity savings.\nMoving to Slide 11 to discuss our Building Solutions performance. Orders increased 8% organically as demand remained strong, and we continue to convert our healthy pipeline. For the third consecutive quarter, service orders grew low double digits, with 12% growth in the quarter, as our focused strategy on transforming services into a more predictable, consistent business is paying dividends.\nWe saw installed orders increased 6% against a tougher comparison, led by double-digit orders in North America in the prior year. Total sales grew 10%, with organic sales increasing 11%. We saw strong double-digit growth in both service and install growing 12% and 10%, respectively. Adjusted segment EBITA increased 35%, with margins expanding 240 basis points as we continue to execute higher-margin backlog and recognize savings from our productivity initiatives. Building Solutions backlog remains at record levels, growing 8% to $12 billion. Both service and installed backlog increased 8% year-over-year.\nLet's discuss the Building Solutions' performance by region on Slide 12. Orders in North America increased 5%, with continued strength across our HVAC & Controls platforms, up high single digits year-over-year. Overall, there was robust demand in our office, data center, government, manufacturing and education sectors.\nService continues to perform well, increasing 8% year-over-year, driven by our shorter-term transactional business. Sales in North America were up 10% organically, with broad-based growth across the portfolio. Our installed business grew 11%, with over 20% growth in new construction. Our service business maintained its strong momentum with 9% growth.\nSales across our HVAC & Controls platform grew low teens year-over-year, while Fire & Security increased high single digits. Segment margins expanded and then perceived 270 basis points year-over-year to 14.4%, driven by ongoing productivity benefits and the continued execution of higher-margin backlog. This resulted in a strong price cut performance.\nTotal backlog ended the quarter at $8 billion, up 11% year-over-year. In EMEALA, orders were up 10%, driven by healthy growth in service, up 19% year-over-year. Industrial Refrigeration and HVAC & Controls had solid results in the quarter, with each growing over 25%, driven by the decarbonization efforts in the United Kingdom and Northern Europe. By region, we saw double-digit growth in the Middle East, Africa and Latin America. We saw strong demand in both our government and industrial sectors.\nSales in EMEALA grew 9% organically, led by mid-teens growth in service as our shorter-cycle transactional business continues to have good momentum. Applied Commercial HVAC grew high single digits, driven by healthy performance in Latin America. Fire & Security grew high single digits within the quarter. Segment EBITA margins declined 10 basis points to 8.6%, but increased 190 basis points sequentially, driven by further improvement of higher-margin backlog conversion. Backlog was up 6% year-over-year to $2.3 billion.\nIn Asia Pacific, orders grew 14%, driven by double-digit growth in both service and install. By region, China grew 14% year-over-year, with continued strength in data centers and manufacturing sectors. Northeast Asia had growth of high-teens, driven by controls. Sales in Asia Pacific increased 16%, with 90% growth in service and 14% growth in install. Overall, commercial HVAC & Controls grew approximately 20%, driven by the installed business within China, while Fire & Security declined low single digits.\nChina continued its momentum from Q2, reporting 25% growth in the quarter, which included double-digit growth in both service and install. Segment EBITA margins expanded 110 basis points to 13.9%, driven by ongoing productivity savings and the execution of higher-margin backlog, resulting in positive price costs. Backlog of $1.7 billion increased 2% year-over-year.\nTurning to our balance sheet and cash flow on Slide 13. We ended the third quarter with $1.1 billion in available cash and net debt declined 2.1x, which remains within our longer-term target of 2 to 2.5x. Inventory turns improved sequentially and free cash flow remains a major focus, with inventory being a key driver to further improvement in the fourth quarter.\nNow let's discuss our fourth quarter and fiscal year '23 guidance on Slide 14. We are introducing fourth quarter sales guidance of approximately 4%. We expect Building Solutions' momentum to continue, while Global Products faces a tough year-over-year comparison, driven by inventory reduction in residential HVAC and certain high-end security and direct channels as the time of materially improved. For the fourth quarter, we expect segment EBITA margin to expand approximately 60 basis points and adjusted EPS to approximate $1.10, which represents 11% year-over-year growth.\nFor the full year, we are narrowing our adjusted EPS guidance to approximate $3.55, which represents the midpoint of the prior range. This represents 18% year-over-year growth. We expect organic sales to grow high single digits and segment EBITA margins to expand approximately 110 basis points. We expect free cash flow conversion to be roughly 70% as we make good progress on inventory reduction, while not at the level we were expecting, given some inventory reduction occurring in our indirect channels. We see good momentum continuing to build for fiscal '24.\nOur longer-cycle Building Solutions segments continue to experience strong orders and backlog remains at record levels. Global Product is benefiting from strength in the larger Commercial HVAC space, while residential HVAC comps should ease entering the new fiscal year. We have made good progress on expanding margins this year and we are not done.\nWith that, operator, please open up the lines for questions."
  },
  {
    "header": "JCI",
    "cik": "0000833444",
    "ticker": "JCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dab63bba5e246f092bd384e674d5735a",
    "period": "2023 Q2",
    "content": "Q2 2023 Johnson Controls International PLC Earnings Call\n\nQ2 2023 Johnson Controls International PLC Earnings Call\n\nJCINYSEMAY 5, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Johnson Controls Second Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note today's event is being recorded. I would now like to turn the conference over to Jim Lucas, Vice President, Investor Relations. Please go ahead.\n\nJim Lucas\n\nSenior Vice President-Investor Relations and Treasurer, Pentair Plc\n\nGood morning, and thank you for joining our conference call to discuss Johnson Controls' Second Quarter Fiscal 2023 results. The press release and all related tables issued earlier this morning as well as the conference call slide presentation can be found on the Investor Relations portion of our website at johnsoncontrols.com.\nJoining me on the call today are Johnson Controls' Chairman and Chief Executive Officer, George Oliver; and Chief Financial Officer, Olivier Leonetti.\nBefore we begin, let me remind you that during our presentation today, we will make forward-looking statements. Listeners are cautioned that these statements are subject to certain risks and uncertainties, many of which are difficult to predict and generally beyond the control of Johnson Controls. These risks and uncertainties can cause actual results to differ materially from our current expectations. We advise listeners to carefully review the risk factors and cautionary statements in our most recent Form 10-Q, Form 10-K and today's release.\nWe will also reference certain non-GAAP measures. Reconciliations of these non-GAAP measures to the most directly comparable GAAP measures are contained in the schedules attached to our press release and in the appendix to this presentation, both of which can be found on the Investor Relations section of Johnson Controls' website.\nI will now turn the call over to George.\n\nGeorge R. Oliver\n\nChairman & Chief Executive Officer, Johnson Controls International Plc\n\nThanks, Jim, and good morning, everyone. Thank you for joining us on the call today. Let's begin with Slide 3. We are proud of our second quarter performance, which saw sales, segment EBITA and adjusted EPS all exceeding the high end of our guidance.\nDuring the quarter, sales grew 13% organically as we realized strong pricing and improved volumes across both our shorter-cycle global products and longer cycle business solutions. The overall demand backdrop remains robust with orders growing 8% for Business Solutions and continued momentum with service orders growing 14% in the quarter as the adoption of our digitally-enhanced solutions continues to materialize and provide value for our customers.\nOur resilient backlog grew 9% to a record $11.7 billion, and our Service backlog increased by 15%. We made great progress executing on our higher-margin backlog build and continue to convert at a faster pace, resulting in improved gross margin performance and strong incrementals. In addition, we realized $75 million in productivity savings and are on track to meet our targets of delivering $340 million in savings for the full year. As a result, adjusted segment EBITA margins expanded 120 basis points.\nAs we move into the second half of the fiscal year, our strategy remains sound as we continue to execute our resilient backlog, deliver on our productivity initiatives and advance our digital transformation. Our pipeline remains healthy, and we expect momentum to stay positive. While global macro conditions remain uncertain, we are confident in the fundamentals we have built across our business.\nOur visibility into the second half of the year provides confidence in raising the lower end of our full year adjusted EPS guide, which Olivier will provide more details on later in the call. We continue to anticipate strong top line growth and backlog conversion in the second half, which should lead to continued margin expansion. Now turning to Slide 4.\nWe continue to demonstrate our unique value proposition and accelerated our leading position through our pillars of growth. We have a significant market opportunity ahead of us connecting smart, healthy and sustainable buildings. As the call for climate action intensifies, we are seeing strong tailwinds for our sustainability, infrastructure and decarbonization offerings. As we have stated in the past, nearly 40% of global energy emissions come from buildings. At Johnson Controls, we play a vital role in helping our customers bridge the gap towards a net zero future. Our systematic approach to digitization is creating a new class of smart buildings, helping reduce energy emissions, improve efficiency and optimize costs. We are well positioned to capture secular trends to help build towards a more sustainable future.\nOpenBlue is a key differentiator as we advance our leadership position across our vectors of growth. Last quarter, we highlighted the significant progress through our digital transformation journey. And today, we continue to see increased adoption of our OpenBlue platform across multiple use cases. By combining our dynamic product portfolio and services, we are making significant progress in expanding our global footprint of smart building solutions, helping better serve our direct channels through real-time monitoring of connected devices.\nOur integrated domain expertise and unique capabilities set us apart, and we look to continue this momentum as we help our customers deliver their objectives.\nWhile we continue to scale and capitalize on these emerging opportunities, we remain committed to building on our strong operational foundation in further expanding our margin profile. We have made great strides in successfully navigating inflationary headwinds and supply chain constraints over the year. As these have eased, our ability to execute is important. We see the results through our progress with our suppliers, disciplined pricing approach and delivering on our productivity savings plan.\nLastly, we look to maintain our prudent approach to capital allocation and drive long-term shareholder value through our attractive dividend growing in line with net income as well as consistent share repurchases. Year-to-date, we have returned over $700 million in capital, including roughly $250 million in share repurchases and nearly $500 million in cash dividends. Moving on to Slide 5.\nThere has been a lot of focus in the past couple of months around commercial construction, particularly with regards to the commercial office sector. While Johnson Controls does have exposure to this sector, it represents a small portion of our overall business. In addition, we have a large installed base, and there continues to be demand for retrofit projects.\nThis slide highlights the overall diversity of the Johnson Controls portfolio. Within Commercial, we are diversified with exposure from retail, lodging and hospitality, sports and entertainment to warehouses. Beyond Commercial, we have a broader exposure to Institutional, Industrial, Data Centers and Government sectors.\nFunding both for new construction and especially retrofit comes from many different avenues. There remains a lot of pent-up stimulus funds in both the U.S. and Europe that have not yet been released. We have a strong backlog today, and we continue to see a long runway for growth as we leverage our broad portfolio of products and solutions.\nIn addition to our diversification of the verticals we serve, a key differentiator of our portfolio is the ability to leverage our large global installed base of equipment. As we further digitize our offerings to create smart connections, we can create more predictive outcomes for our customers as we help them use the power of data to make net zero a reality.\nOn to Slide 6. Service is a key area of focus for us as we leverage our large installed base. We once again saw a strong double-digit growth in sales and orders. We are making tremendous progress in taking what has historically been a mechanical break and fix business in building a solutions-based business that creates a higher margin recurring revenue stream from our large installed base.\nAs we create more predictive outcomes, it not only helps our customers achieve better results, but it also allows us to better leverage our global field operations more effectively. We are creating more standardization across our field operations and capturing better data from our connected solutions. As a result, our higher-margin Parts business grew over 20% in the quarter, and we see this as a growth contributor to our overall service strategy.\nDecarbonization is an area of focus across the entire Johnson Controls portfolio which includes our sustainable infrastructure or SI business that the KPIs on this slide represent. In addition to SI, decarbonization touches many products and solutions. Nearly 55% of our products and solutions drive sustainability. This includes heat pumps, energy-efficient refrigerants and digital solutions, to name just a few.\nAs an example, when we upgrade an asset or a solution in the field, it drives efficiency at the building level such as software for controls or upgrading a chiller. Within SI specifically, we continue to see strong orders, revenue growth in a very healthy pipeline.\nThe healthy buildings market opportunity remains strong as evidenced by our almost $2 billion pipeline. We are seeing increased traction among both federal and international regulators as productivity benefits associated with well-managed indoor environments come to the forefront.\nRecently, the European Parliament voted to include a promising enhancement to the energy performance of buildings directive, which would require indoor environmental quality monitoring of buildings. Johnson Controls is encouraged by the latest developments as the IEQ language has the potential to drive increased adoption of digital building systems and deliver improved health and wellness all while accelerating the decarbonization of buildings. Turning to Slide 7.\nWe are honored to be continually recognized for our dedicated sustainability efforts. During the quarter, we received several recognitions, including being named as one of the World's Most Ethical Companies for the 16th time by Ethisphere. We were especially honored to be named to the Clean200 for the eighth consecutive year. Every year, 200 out of more than 6,000 companies are selected for the high proportion of their revenue earned through a sustainable business. We are proud of the recognition, and we'll continue to further our strategy to help tackle building emissions globally. I will now turn the call over to Olivier to go through the financial details of the quarter. Olivier?\n\nOlivier C. Leonetti\n\nCFO, Zebra Technologies Corporation\n\nThanks, George, and good morning, everyone. Let me start with the summary on Slide 8. Total sales grew 10%, while organic sales increased 13% with strong double-digit growth across each of the segments. Price contributed 10% during the quarter and volumes were up 3%, which was offset by a 3% FX headwind.\nAdjusted segment EBITA increased 20% with margin expanding 120 basis points to 13.8%. Price/cost was positive and we delivered strong productivity.\nTurning to our EPS bridge on Slide 9. Adjusted EPS of $0.75 was favorable to the high end of our guidance by $0.01 and increased 19% year-over-year. Operations contributed $0.12 of the growth in the quarter as price costs continue to gain momentum, and we saw a good drop through on our improved volume. Our SG&A and COGS initiatives delivered $0.09 of growth. Below the line, we did see headwinds from nonrecurring corporate items, FX and net financing costs. Overall, we were pleased with the strong adjusted EPS performance in the second quarter.\nLet's now discuss our segment results in more detail on Slide 10 through 13. Beginning on Slide 10. Organic sales in our shorter-cycle Global Products business increased 12% in the quarter, benefiting from strong price realization of 9% and 3% volume growth. We saw strong growth across most of the portfolio, led by greater than 20% growth in commercial HVAC. This growth occurred in both applied and light commercial, where demand remained strong.\nGlobal Residential declined low single digits as modest growth in the rest of the world partially offset high teens decline in North America. This was a continuation of channel inventory being reset which we will expect to continue for another quarter or 2. Fire & Security grew low double digits with continued momentum within our 5 detection products. Industrial refrigeration also experienced double-digit growth in the quarter, driven by solid growth in both North America and EMEALA.\nAdjusted segment EBITA margins expanded 250 basis points to 18.6% as price costs continue to improve and productivity was positive.\nMoving to Slide 12 to discuss our Building Solutions performance. Orders increased 8% organically as China rebounded from COVID-related impacts during the first quarter. We saw healthy growth in install orders of 5%, and we're especially pleased with service orders growing 14%. Our focus and investment around increasing our service offering continues to gain momentum. Total sales grew 11%, with organic sales increasing 13%, made up 10% price and 3% volume growth. Service revenue grew 11% and installed revenue increased 15%. Adjusted segment EBITA increased 16%, with margins expanding 50 basis points, led by positive price costs and improved productivity.\nBuilding Solutions backlog remain at record levels, growing 9% to $11.7 billion. Service backlog grew 15%, while installed backlog increased 8%.\nLet's discuss the Building Solutions performance by region on Slide 13. Orders in North America increased 8% with strong growth in our government and manufacturing sectors. Service orders grew 14%, with double-digit growth in both recurring and nonrecurring contracts. Overall, demand continues for HVAC and controls, which grew high single digits within the quarter. In aggregate, fire and security orders grew mid-single digits.\nSales in North America were up 14% organically with broad-based growth across the portfolio. Our installed business grew 17% with strong growth in both retrofit and new construction, which grew 15% and 20%, respectively. Service continues to perform well, up 9% year-over-year with high-teen growth in our shorter-cycle transactional business. HVAC and controls remain a strong part of the portfolio growing high teens year-over-year, while fire and security increased low double digits.\nSegment margins expanded 190 basis points year-over-year to 12.5%, driven by ongoing productivity benefits and the execution of higher margin backlog resulting in positive price/cost. Total backlog ended the quarter at $7.7 billion, up 13% year-over-year. EMEALA, orders were up 7%, led by mid-teens growth in industrial refrigeration and mid-single-digit and low single-digit growth across our fire and security and HVAC and controls platforms, respectively.\nOverall, service orders grew 13% and led by double-digit growth in our recurring plant service agreements, primarily in security. By region, we saw strong double-digit growth in both Middle East, Africa and Latin America. Sales in EMEALA grew 12% organically with strong low double-digit growth in both service and in store. Our shorter-cycle transactional business was the main contributor to the overall service growth with our recurring plant service agreements reporting solid growth of low double digits.\nOverall, momentum continues to build within applied commercial HVAC and fire and security where each contributed to mid-teens growth within the quarter.\nSegment EBITA margins declined 270 basis points to 6.7% in as headwinds from nonrecurring items offset operational improvements year-over-year. Backlog was up 5% year-over-year to $2.3 billion.\nIn Asia Pacific, order grew 9% with 20% growth in service, led by strong growth in our shorter cycle transactional business. Overall, install orders grew 6% organically. By region, China recovered from COVID-related lockdowns in Q1 with strong growth of greater than 30% in the second quarter. Sales in Asia Pacific increased 15% with strong mid-teens growth in both service and install. Overall, commercial HVAC and controls grew high teens, while fire and security declined low single digits.\nChina gained momentum as the country continued to reopen during the quarter with strong sales growth of 16%, which included double-digit growth in both service and install. We expect continued recovery with a solid second half performance in China. Segment EBITA margins declined 10 basis points to 11.8% as positive price cost was offset by FX headwinds over the quarter. Backlog of $1.7 billion declined 3% year-over-year.\nTurning to our balance sheet and cash flow on Slide 14. We ended the second quarter with $2 billion in available cash and net debt remained at 2.2x, which is within our long-term target range of 2 to 2.5x. Free cash flow did turn positive in the quarter as anticipated. Inventory improved sequentially and free cash flow remains a major focus with inventory being a driver to further improvement in the second half.\nNow let's discuss our fiscal year '23 guidance on Slide 15. We're introducing third quarter organic sales guidance of approximately 10% as price continues to be a strong contributor. For the third quarter, we expect segment EBITA margin to expand 120 to 130 basis points and adjusted EPS to be in the range of $1.01 to $1.03 which represents a year-over-year growth of 18% to 21%.\nOn the full year, we are once again raising the lower end of the wide range introduced at the beginning of the year. Our new adjusted EPS range reflects what has been at the top of the range we had discussed as a base case the last 2 quarters. Our full year adjusted EPS guidance range is now $3.50 to $3.60, representing growth of 17% to 20%.\nOn the top line, we anticipate organic sales to grow approximately 10% for the full year. We now expect segment EBITA margins to expand 100 to 120 basis points as we continue to execute on fulfilling our higher-margin backlog. We expect full year free cash flow conversion to be 80% to 90%, recognizing that second half free cash flow will be driven by inventory reduction.\nWe are pleased with our first half performance and see solid momentum entering the back half of the year. Our pipeline remains robust across all our vector of growth and our productive initiatives remain on track. With that, operator, please open up the lines for questions."
  },
  {
    "header": "JCI",
    "cik": "0000833444",
    "ticker": "JCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1e241a2f116e4f45cb4fd81821d86ab3",
    "period": "2023 Q1",
    "content": "Q1 2023 Johnson Controls International PLC Earnings Call\n\nQ1 2023 Johnson Controls International PLC Earnings Call\n\nJCINYSEFEB 1, 8:30 AM\n\nOperator\n\nWelcome to Johnson Controls' First Quarter 2023 Earnings Call. (Operator Instructions) This conference is being recorded. If you have any objections, please disconnect at this time.\nI will turn the call over to Jim Lucas, Vice President, Investor Relations.\n\nJim Lucas\n\nGood morning, and thank you for joining our conference call to discuss Johnson Controls' First Quarter Fiscal 2023 Results. The press release and all related tables issued earlier this morning as well as the conference call slide presentation can be found on the Investor Relations portion of our website at johnsoncontrols.com. Joining me on the call today are Johnson Controls' Chairman and Chief Executive Officer, George Oliver; and Chief Financial Officer, Olivier Leonetti.\nBefore we begin, let me remind you that during our presentation today, we will make forward-looking statements. Listeners are cautioned that these statements are subject to certain risks and uncertainties, many of which are difficult to predict and generally beyond the control of Johnson Controls. These risks and uncertainties can cause actual results to differ materially from our current expectations. We advise listeners to carefully review the risk factors and cautionary statements in our most recent Form 10-Q, Form 10-K and today's release.\nWe will also reference certain non-GAAP measures. Reconciliations of these non-GAAP measures to the most directly comparable GAAP measures are contained in the schedule attached to our press release and in the appendix to this presentation, both of which can be found on the Investor Relations section of Johnson Controls' website. I will now turn the call over to George.\n\nGeorge R. Oliver\n\nChairman & CEO, Johnson Controls International Plc\n\nThanks, Jim, and good morning, everyone. Thank you for joining us on the call today. Let's begin with Slide 3. Fiscal 2023 is off to a strong start with solid Q1 results. Our teams across the globe have executed well, delivering strong financial performance for our shareholders while pushing the pace of innovation to provide our customers with the next phase of digital solutions across our vectors of growth.\nDuring the quarter, we accelerated growth across our service-based businesses, drove higher margins and delivered profitability at the high end of our adjusted EPS guidance range. Overall, organic revenue grew at a healthy pace, and our $11.3 billion backlog remains resilient, growing 11% year-over-year. Our Service strength was resilient and remains a key competitive differentiator.\nWhile order timing, supply chain realization and China policies have impacted our global products and Field install order flow during the quarter, we are seeing incremental improvements in order momentum heading into Q2. As we mentioned over the last few quarters, we remain focused on the fundamentals of our business and improving our operational execution. Our teams have done a great job advancing our initiative to accelerate growth and optimize the efficiency of our cost structure. During the quarter, we delivered $90 million in productivity cost savings and are on track to reach our $340 million savings target over the course of this fiscal year.\nWe are also committed to our prudent approach to capital allocation, reinvesting in new products and technology to drive long-term shareholder value while continuing to return capital to our shareholders. We recently announced our plans to enhance our growing industrial heat pump portfolio with the acquisition of Hybrid Energy. Acquisitions are an integral part of our growth strategy. And by investing in Hybrid's patented high temperature heat pump technology, we are continuing to strengthen our leading global product portfolio and provide our customers with the most efficient, sustainable building solutions.\nWe are well positioned to capitalize on large growth opportunities across our dynamic product portfolio and Field business. Through our integrated domain expertise, global coverage and scale, we are leading the way towards smart, healthy and sustainable buildings for our customers. While the global macroeconomic environment remains uncertain, based on our strong start to Q1 and our expectations for the remainder of the year, we are raising the lower bookend of our adjusted EPS guidance range for the year.\nNow turning to Slide 4. During the quarter, our OpenBlue platform continued to expand as we enhanced our capabilities, leveraging the power of AI and providing customers with unique insights. A good example is the deployment of OpenBlue Enterprise Manager at a leading tech manufacturer to help them meet their energy and sustainability goals. In addition, we have recently installed OpenBlue Companion at their facility to enhance employee productivity and space utilization. From advancing predictive analytics to integrations at the edge, our full suite of solutions empowers our customers to meet their carbon emission goals and create a healthier, more productive workspace for their people. To date, we have enhanced the existing connectivity of over 11,000 chillers through OpenBlue, representing a 79% increase year-over-year.\nMoving on to Slide 5. Our digital service journey has accelerated since we launched our innovative OpenBlue Platform in fiscal 2021. At that time, we entered the first phase of our digital transformation with a focus on enhancing data mining capabilities. Over fiscal 2022, we launched the OpenBlue Gateway, enabling data access at scale and increased connectivity across our growing installed base. We are now positioned for the next phase of our journey as we standardize our field operations globally. Linking the benefits of real-time monitoring of connected devices to our extensive service network, we can provide our customers with faster response times while optimizing the deployment of our global field service presence.\nWe are beginning to see the results of our digital offerings enabling service growth. During the first quarter, service orders and revenue grew 10% year-over-year. With continued growth, we are in a great position to reach the goal we set out at our Investor Day in fiscal 2021 to capture $2 billion in additional service revenue by 2024.\nOn to Slide 6. With nearly 40% of the world's carbon emissions coming from commercial and industrial buildings, the goal of achieving net 0 starts at the building level. Through our vast sustainable infrastructure partnership ecosystem, we play an integral role in helping our customers achieve these targets no matter where they are in their decarbonization journey. Starting with our established advisory services and goal-setting partnerships with KPMG and Accenture, we help customers take the first step to accelerate and solve their decarbonization and efficiency goals.\nWe are also able to help fast track our customers' net zero targets through carbon reduction services, collaborating with leading renewable energy supply and distributed energy providers. With our comprehensive customer solutions and strategic partnerships, we are positioned to take full advantage of favorable regulatory tailwinds and continued momentum. During Q1, we realized over $200 million in organic revenue, growing over 20% year-over-year with orders over the last 12 months, growing at 6%.\nTurning to Slide 7. The Healthy Buildings opportunity remains attractive as our customers invest in indoor environmental quality improvements post-COVID. Solving for the indoor air quality and energy consumption challenges of hybrid work models is driving a compelling intersection of our healthy buildings and sustainability strategic growth vectors. We are in a leadership position, thanks to OpenBlue indoor air quality as a service, which continued to gain momentum in Q1 as well as our leading IAQ and space management capabilities in OpenBlue Enterprise Manager.\nIn our Healthy Buildings business, trailing 12-month orders increased 11% year-over-year, and our pipeline of $1.2 billion remains strong. Looking forward, we expect continued growth momentum as the value of indoor environmental quality improvements deliver its benefits for our customers.\nOn to Slide 8. We are honored to be continually recognized for our dedicated sustainability efforts. Among other honorable recognitions, 2 of Johnson Controls leaders were awarded for their efforts. Chief Sustainability Officer, Katie McGinty, was named one of 2022's Most Influential Women Executives for Sustainability Leadership by WomenInc. magazine. Anu Rathninde, President of Asia Pacific, received the ESG Exploration Character Award of the Year from the 2022 ESG Pioneer 60 Awards by Jiemian. I am proud of our team for leading by example and executing on our values.\nI will now turn the call over to Olivier to go through the financial details of the quarter. Olivier?\n\nOlivier C. Leonetti\n\nExecutive VP & CFO, Johnson Controls International Plc\n\nThanks, George, and good morning, everyone.\nLet me start with the summary on Slide 9. Total sales grew 4% with organic sales increasing 9%, comprised of 10% price and a modest volume decline. FX was a 6% headwind during the quarter. We saw strong performance across our longer cycle Field businesses, which grew 10% in the quarter. Our shorter-cycle Global Products business grew sales 7%, impacted by a slowdown in residential demand. Adjusted segment EBITDA increased 15% with margins expanding 140 basis points to 13.7%. Positive price costs and improved productivity more than offset unfavorable business mix. Adjusted EPS of $0.67 was at the high end of our guidance and increased 24% year-over-year. During the quarter, we absorbed an additional $0.01 of FX headwinds versus the prior guide. Free cash flow returned to the normal seasonal pattern with the usage to start the year. In addition, inventory levels were impacted by softness in residential as well as continued supply chain disruptions, which while improving impacted our ability to satisfy growing demand in commercial.\nTurning to our EPS bridge on Slide 10. Overall, operations contributed $0.19 versus the prior year, including an $0.11 benefit from our productivity programs for which we are on track to meet our targeted savings for the year. In the quarter, FX was a $0.04 headwind. Below the line, higher net financing charges and corporate expense were offset by lower share count and favorable noncontrolling interest.\nPlease turn to Slide 11. Total orders for our Field businesses increased 5%. As George stated earlier, orders in the quarter were affected by timing and COVID-related impacts in China. Although timing had the largest impact within our in-store business which grew 1% in the quarter, we were encouraged by 10% order growth in our Service business driven by double-digit growth in both EMEALA and APAC. Field backlog remains at record levels, growing 11% to $11.3 billion or $800 million increase versus the prior year while growing $250 million sequentially. Our Global Products third-party backlog grew more than 30% over the prior year to $2.8 billion.\nLet's now discuss our segment results in more details on Slides 12 and 13. Sales in North America were up 10% organically with broad-based growth across the portfolio. Our installed business grew 12% with low double-digit growth in both retrofit and new construction. Overall, HVAC & Controls continues to gain momentum, growing mid-teens year-over-year, while Fire & Security increased high single digits.\nOrder timing mainly impacted North America as orders increased 6% and with solid growth of 7% in our Service business. New construction orders grew over 50%, primarily in HVAC. In aggregate, Fire & Security orders grew low single digits. Total backlog ended the quarter at $7.5 billion, up 16% year-over-year. Segment margins decreased 30 basis points year-over-year to 11.3% as positive price cost and ongoing productivity benefits were offset by unfavorable project mix.\nSales in EMEALA grew 12% organically with strong performance in Applied Commercial HVAC and Fire & Security. Our service-based business was strong in the quarter, growing mid-teens year-over-year with recurring revenue contributing low double-digit growth. Orders were up 5% led by over 20% growth across our Fire & Security platforms, which was partially offset by declines in HVAC and Industrial Refrigeration. Backlog was up 5% year-over-year to $2.2 billion.\nSegment EBITDA margins declined 310 basis points to 7.7% as a result of unfavorable mix and dilutive price cost, which offset favorable volume leverage and the benefits of cost savings during the quarter. Sales in Asia Pacific increased 7% driven by mid-single-digit growth in our Commercial HVAC & Controls platform. Service performed well in the quarter, growing low double digits, benefiting from our shorter cycle transactional business, primarily in HVAC & Controls. China grew 1% in the quarter, impacted by COVID-induced lockdowns. As China continues to reopen, we are encouraged with the momentum building within that region.\nOrders declined 1% as low double-digit growth in Service was offset by a decline in HVAC & Controls installation. Overall install orders declined 5% organically. Backlog of $1.6 billion declined 1% year-over-year. Segment EBITDA margins increased 40 basis points to 10.5%, driven by positive price/cost and productivity savings, which offset lower volumes and FX headwinds over the quarter. Sales in our shorter cycle products business increased 7% in the quarter benefiting from strong price realization of 11%. Commercial HVAC product sales were up low double digits with strength in light commercial driven by over 20% growth in North America and EMEALA, respectively. Applied HVAC sales were up low double digits with continued demand in chiller within our data center end market.\nOutside of North America, our global residential HVAC sales were up low single digits. North America resi HVAC declined 20% as the overall market softened, and we were challenged by unfavorable product mix in the channel. Our HVAC business grew mid-single digits, led by more than [25%] growth in Applied within EMEALA as well as strong demand from our Hitachi commercial heat pump in EMEA. Fire & Security products grew high single digits in aggregate, led by continued demand in North America and in the Middle East for our fire detection products. EBITDA margins expanded 580 basis points to 20.3% driven by positive price/cost and the benefit of productivity savings.\nTurning to our balance sheet and cash flow on Slide 14. We ended Q1 with $1.5 billion in available cash and net debt at 2.2x, which is within our target range of 2 to 2.5x.\nNow let's discuss our fiscal '23 guidance on Slide 15. We were pleased with our start of the year and are encouraged by the continued strength and resilience in our order and backlog. Our backlog grew double digits and remains at record level. We are providing Q2 organic sales guidance of approximately 10% growth with price being the principal contributor. Segment EBITDA margin is expected to expand 100 to 110 basis points, and adjusted EPS is an expected range of $0.72 to $0.74, which represents year-over-year growth of 15% to 18%. On a full year basis, we are raising the lower end of the wide range we introduced to beginning the year. While we are encouraged with our strong start to the year and our current second quarter outlook, we continue to take a cautious outlook for the full year given the ongoing macroeconomic uncertainty.\nOur full year adjusted EPS guidance range of $3.30 to $3.60 represents growth of 10% to 20%. The top 1/3 of our EPS range signifies our base case scenario. This accounts for normalized GDP growth, continued growth vectors acceleration and conversion of our existing backlog. The low end of this range provides a bookend, reflecting a potential macro downside scenario, which accounts for a potential degradation of global GDP that we believe will be offset by our resilient services and commercial market presence, along with additional cost mitigation actions.\nOn the top line, we anticipate high single-digit to low double-digit organic growth, with price representing about 10%. We anticipate segment EBITA margin expansion of 90 to 120 basis points as we continue to execute our higher booked margin backlog throughout the fiscal year. Full year free cash flow conversion is expected to be between 80% to 90%. Operationally, we continue to improve our working capital management and expect further improvements from the gradual reduction of inventories as the supply chain normalizes.\nAs George mentioned, we are pleased with the strong start to the fiscal year. Whilst supply chain disruptions continue to impact our Global Products business, we see positive momentum in our field-based services. Across our vectors of growth, our pipeline remains robust, and we are well positioned to capture secular tailwinds while continuing to improve our operational execution as we navigate through the first half of the fiscal year.\nWith that, operator, please open up the lines for questions."
  },
  {
    "header": "JCI",
    "cik": "0000833444",
    "ticker": "JCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ad662c464dd1384c7e08fcc89f19292d",
    "period": "2022 Q4",
    "content": "Q4 2022 Johnson Controls International PLC Earnings Call\n\nQ4 2022 Johnson Controls International PLC Earnings Call\n\nJCINYSENOV 3, 8:30 AM\n\nOperator\n\nWelcome to the Johnson Controls' Fourth Quarter 2022 Earnings Call. (Operator Instructions) This conference is being recorded. If you have any objection, you may disconnect at this time. I will now turn the call over to Michael Gates, Senior Director, Investor Relations. Thank you.\n\nMichael Gates\n\nGood morning, and thank you for joining our conference call to discuss Johnson Controls' Fourth Quarter Fiscal 2022 Results. The press release and all related tables issued earlier this morning as well as the conference call slide presentation can be found on the Investor Relations portion of our website at johnsoncontrols.com. Joining me on the call today are Johnson Controls' Chairman and Chief Executive Officer, George Oliver; and our Chief Financial Officer, Olivier Leonetti.\nAs a reminder, before we begin, during the course of today's call, we will be providing certain forward-looking information. We ask that you review today's press release and read through the forward-looking cautionary informational statements that we've included there. In addition, we will use certain non-GAAP measures in our discussions, and we ask that you read through those sections of our press release that address the use of these items. In discussing our results during the call, references are made to adjusted earnings per share EBITA and EBIT, excluding restructuring as well as other special items. These metrics, together with organic sales, free cash flow and other measures specified in the slide presentation are non-GAAP measures and are reconciled in the schedules attached to our press release and in the appendix to the presentation posted on our website. Additionally, all comparisons to the prior year are on a continuing ops basis. With that, I will turn the call over to George.\n\nGeorge R. Oliver\n\nChairman & CEO, Johnson Controls International Plc\n\nThanks, Mike, and good morning, everyone. Thank you for joining us on the call today. I will start out with a quick look back at fiscal year 2022 and update you on our progress across our strategic priorities. Olivier will provide a detailed review of our fourth quarter results and our fiscal 2023 guidance. As always, we will leave the remainder of the call to take your questions.\nLet's begin with Slide 3. As we rounded out fiscal year 2022, we delivered another quarter of solid results that had us meeting or exceeding our updated outlook for the full year. Despite a challenging macroeconomic environment that saw our unprecedented inflation levels, foreign exchange headwinds and continued supply chain disruptions, we achieved robust top line growth and maintained margin strength as we close out the fiscal year.\nCompared to the prior year, reported sales for the year increased approximately 7% to $25 billion and grew 9% organically, in line with the high end of our guide. The strong demand is also shown in total field orders, up approximately 10% organically year-over-year in our record backlog, which grew significantly, up 13% year-over-year. This strong demand backdrop further highlights our unique value proposition for mission-critical products and services supported by secular trends that continue to drive the industry.\nWe've made significant progress over the year, working closely with our suppliers to mitigate the impact of supply chain disruptions. We have also continued to execute our productivity savings plan exceeding our $230 million cost savings target throughout the fiscal year. Lastly, our disciplined approach to pricing has helped drive sequential margin improvement offsetting material foreign exchange impacts as we continue to cycle through our higher-margin backlog during the second half of the fiscal year.\nWith our focus on fundamentals and execution, our team's work this year positions Johnson Controls to capitalize on our strong momentum heading into fiscal year 2023. Overall, 2022 was a significant year in improving our operations and increasing our competitive edge as we continue to deliver on enhancing our digital capabilities, leading the way for smart and connected building solutions.\nAcross the organization, we have continued to invest in key technologies and foster partnerships, allowing us to capitalize on the vectors of growth we serve. We've also continued to gain market share across our global products and services driven by Commercial HVAC, Industrial Refrigeration and fire detection.\nWe are in a great position to realize the benefits of our transformative service offerings through our differentiated digital platform. And as the trends for healthy and sustainable buildings continue to expand, I am confident in the strength of our capabilities, which continues to serve the needs of our customers.\nLastly, while the market is faced with macro uncertainties, we are seeing tailwinds within our business, favorable government incentives across the world, global heat pump demand and continued backlog strength will provide us with additional momentum heading into fiscal year 2023.\nNow turning to Slide 4. OpenBlue suite of connected solutions continues to play a vital role in meeting our customers' needs, laying the blueprint for the future of smart buildings. In fiscal year 2022, we have significantly expanded our suite of digital services and offerings, spanning across a breadth of devices from connected chillers, industrial refrigeration equipment to connected controls and BAS systems.\nTo date, we have enhanced the existing connectivity of almost 11,000 chillers through OpenBlue, representing a 106% increase year-over-year. This provides customers with added levels of connectivity to monitor and improve performance with actionable insights. We've also made significant progress in advancing the latest addition of our OpenBlue bridge. With this solution, we can seamlessly reduce the complexity of integrating devices and expand the range of building solutions and devices that interface with the OpenBlue stack.\nThis provides our customers with the added benefits of AI at the Edge and gives them the peace of mind that comes with Zero Trust cybersecurity explicitly tailored for operational equipment. Our enterprise Software-as-a-Solution offerings continue to expand, spanning from comprehensive enterprise management to specific customer use cases covering decarbonization, occupant health and safety.\nAlong with these added capabilities, our footprint is also expanding. During the fourth quarter, we are proud to announce our recently launched OpenBlue Enterprise Management Solution for Ali Cloud, supporting our expansion of smart building solutions into China. The future lies with OpenBlue, and we are excited to continue disrupting the Building environment as we look ahead to the upcoming year.\nMoving on to Slide 5. While our digital growth strategies continue to mature, we have accelerated our core service growth through our field business and the strength of our OpenBlue service offerings. In fiscal year 2022, core service orders increased during the fourth quarter, with orders and revenues up over 7% and 8% year-over-year. By 2024, we anticipate additional service revenue opportunities of more than $2 billion.\nOn to Slide 6. Turning to our growth vectors. We are successfully growing our sustainability initiatives. Johnson Controls is uniquely positioned to take full advantage of recent favorable market tailwinds, including credits for renewable offerings from the Inflation Reduction Act to an actionable shift towards heat pump usage as Europe continues to push for energy independence and low-emission alternatives.\nHeat pump demand continues to be a momentum driver, and we have gained market share, realizing $800 million in the quarter, representing 48% of total HVAC sales. Our partnership with Microsoft is driving results in their Beijing's West Campus, helping reduce emissions and improve uptime. In addition, our work with Colorado State University has helped transform the campus and reached net zero electricity throughout our 20-year relationship.\nWe help customers design, digitize and deploy solutions to achieve net zero. We are continuously expanding our OpenBlue Net Zero Buildings offerings. Decarbonization is a priority among our customers. And as climate change poses an impending risk, we continue to build out energy-efficient and secure solutions.\nDuring Q4, we had our largest historical quarter of about $420 million in orders, which led to secured orders of over $1 billion for the full year, growing 12% year-over-year.\nTurning to Slide 7. The healthy buildings market opportunity remains strong as our customers invest in unlocking employee health, wellness and productivity benefits associated with well-managed indoor environments. We are positioned to capture this trend and help customers manage challenges through our OpenBlue indoor air quality as a service with some exciting wins coming in Q4. Additionally, we're leading the way in advancing new solutions and research into the linkage between healthy buildings and decarbonization, helping our customers achieve both outcomes simultaneously.\nNotably, during the quarter, we delivered promising results. In fiscal year '22, orders increased 45% year-over-year. Our Healthy Buildings pipeline represents over $1.3 billion in revenue and we expect continued order growth as more customers leverage the value of improved indoor environmental quality.\nNow we turn to Slide 8. We consistently demonstrate our commitment to sustainability. During the quarter, Fortune's 2022 Change the World list recognized Johnson Controls for our service offerings of OpenBlue solutions and OpenBlue NetZero Buildings. I'm also very proud that we have been named one of Forbes World's Best Employers in 2022. I am now going to turn the call over to Olivier to go through the financial details of the quarter.\n\nOlivier C. Leonetti\n\nExecutive VP & CFO, Johnson Controls International Plc\n\nThanks, George, and good morning, everyone. Let me start with the summary on Slide 9. Sales in the quarter were up 10% organically at the high end of our guidance of 9% to 10% growth, with price contributing nearly 9 points in line with what we originally anticipated. We saw a strong performance across our shorter-cycle global products portfolio, up 11%. And our longer-cycle field businesses also performed well, up 10% with solid growth in both service and install. Segment EBITA increased 9% with margins expanding 55 basis points to 16.5%, better leverage on higher volumes, favorable mix and the incremental benefits of our ongoing SG&A and COGS programs more than offset continued supply chain constraints and dilutive but improving price cost.\nEPS of $0.99 was at the midpoint of our guidance and increased 13% year-over-year, benefiting from higher profitability as well as lower share count. During the quarter, we absorbed an additional $0.03 of FX headwinds versus the prior guide. Full year free cash flow conversion was 67%. As a result of the disruptions of the supply chain over the last 2 years, we have built up our inventory to meet customer demand.\nTurning to our EPS bridge on Slide 10. Overall, operations contributed $0.16 versus the prior year, including a $0.07 benefit from our COGS and SG&A productivity program helping to exceed our targeted savings for the year. In the quarter, FX was a $0.05 headwind. In addition, higher net financing charges and noncontrolling interest impacts were offset by a lower share count.\nPlease turn to Slide 11. Orders for our field businesses increased 9% in aggregate. Install orders increased low double digits in the quarter with continued demand for applied HVAC and controls systems. We are also seeing continued strength in our service business with orders up 7%, driven by double-digit growth in both EMEALA and APAC.\nBill backlog remains at record levels, growing 13% to $11.1 billion, a $1.2 billion increase versus the prior year while remaining flat quarter-over-quarter. Lastly, our Global Products third-party backlog grew more than 25% to $2.3 billion and continues to show strength.\nLet's discuss our segment results in more details on Slides 12 and 13. Sales in North America were up 9% organically with broad-based growth across the portfolio. Our installed business grew low double digits with increased retrofit and upgrade projects and new construction growth. Overall, HVAC and controls grew low double digits and Fire & Security increased high single digits.\nOrders were up 13%, with strong growth of more than 50% in our sustainability infrastructure business as our decarbonization solutions continue to resonate with our customers. Applied HVAC orders grew nearly 20% with another solid quarter for equipment orders, up over 30%. Fire & Security orders declined low single digits. Total backlog ended the quarter at $7.5 billion, up 18% year-over-year.\nSegment margins in the quarter were 14.7%, a sequential improvement of 400 basis points, driven by increased volume leverage and the execution of projects with an improved booked margin profile. A direct result of the pricing discipline implemented earlier in the year. In the quarter, North America continued to be impacted by supply chain disruptions. Overall, supply chain was a $50 million headwind contributing to a 50 basis points decrease in the quarter year-over-year.\nSales in EMEALA were up 9% organically with continued strength in Fire & Security business, which grew at a low double-digit rate in Q4, while industrial refrigeration, HVAC and controls grew high single digits and mid-single digits, respectively. By geography, revenue growth was broad-based, with strength in Europe, partially offset by low single-digit decline in both Latin America and the Middle East.\nOrders were up 3%, led by high single-digit growth in our Fire & Security platform. Backlog was up 7% to $2 billion. Segment EBITA margin declined 160 basis points to 9.4% as a result of unfavorable region and project mix, along with continued FX headwinds, which offset favorable volume leverage and the benefit of cost savings during the quarter.\nSales in Asia Pacific increased 12%, driven by high-teens growth in our HVAC and controls platform. Service performed well in the quarter, growing low double digits in aggregate, benefiting from our shorter-term transactional business in China. Overall, China grew 16%. Orders increased 3%, driven by low double-digit growth in services. Install orders remained flat year-over-year, backlog of $1.6 billion declined 2% year-over-year.\nSegment EBITA margins declined 140 basis points to 14%, driven by FX headwinds, lower volumes and unfavorable mix due to higher HVAC shipments, offsetting positive price/cost and the benefit of cost savings. Sales in our shorter-cycle global products business increased 11% in Q4, benefiting from strong price realization of 12%. Commercial HVAC log sales were up mid-teens in aggregate, with strength in light commercial driven by 25% growth in North America and EMEALA, respectively. Applied HVAC sales were up 9% with continued chiller demand within our data center end markets.\nOutside of North America, our global residential HVAC sales were up 8% in the aggregate. North America resi HVAC was up mid-single digits, benefiting from both higher growth in our equipment and parts business and strong price realization. Our HVAC business grew low double digits, led by strong double-digit growth in Europe, driven by continued demand for our Hitachi residential heat pumps.\nAPAC resi HVAC sales grew high single digits, led by strong growth in Japan. Fire & Security products grew low double digits in aggregate, led by our access control and video solutions business and strong demand in North America and EMEALA for our fire detection products. EBITA margin expanded 300 basis points to 21.9%, driven by the benefit of our productivity actions, higher volume leverage and favorable mix.\nTurning to our balance sheet and cash flow on Slide 14. We ended Q4 with $2 billion in available cash and net debt at 1.9x, which is lower than our target range of 2 to 2.5x. As previously mentioned, free cash flow was impacted by temporarily building up inventory to meet customer demand.\nIn Q4, CapEx spend declined 29%. However, for the year, it increased 7% as we continued to make selective investments to improve efficiency and expand capabilities. Before we get into next year's guidance, I wanted to provide some commentary on the special item recorded in the quarter.\nWe recorded a $255 million charge to increase our environmental remediation and related reserves primarily related to our facility in Marinette, Wisconsin, where contamination exists for the use of fire fighting foam containing PFAS compounds. Over the last 3 years, our team has made significant progress in our investigation and remediation activities, including completing construction of a groundwater extraction and treatment system.\nAs a result of that work, we were able to perform a refreshed analysis based on currently available information known to us to date. This resulted in a reasonable estimate of the cost associated with the long-term remediation actions we expect to perform over an estimated period of up to 20 years.\nNow let's discuss our fiscal year '23 guidance on Slide 15. Currently, we are seeing continued strength in demand adding into the first quarter of fiscal year 2023. Our backlog, which is at historical levels, continue to build along with our continued momentum across end markets. Orders remained strong, ending into Q1 with low double-digit organic growth expected as our value proposition continues to resonate with our customers.\nWe anticipate low double-digit organic revenue growth with price contributing 10%. Segment EBITA margin is expected to expand 120 to 130 basis points and adjusted EPS is expected in the range of $0.65 to $0.67, which represents year-over-year growth of 20% to 24%. On a full year basis, we are taking a prudent approach and providing a wide range to reflect the macroeconomic uncertainty that could potentially impact the balance of the fiscal year.\nOur full year adjusted EPS guidance range of $3.20 to $3.60 represent a 7% to 20% growth rate, respectively. The top quartile of our range signifies our base case scenario. This accounts for normalized GDP growth, continued growth, vector acceleration and conversion of our existing backlog. The low end of this range, $3.20 provide a bookend reflecting a potential downside scenario. This scenario accounts for potential degradation of global GDP, which we believe will be offset by our resilient services and commercial market presence along with additional cost mitigation actions.\nOn the top line, we anticipate high single-digit to low double-digit organic growth with price representing about 10% as our offering continues to resonate with our customers. We anticipate segment EBITA margin expansion of 80 to 120 basis points as we continue to execute our higher booked margin backlog throughout the fiscal year.\nFull year cash flow is expected to be between 80% and 90%. Operationally, we continue to improve our working capital management and expect further improvements from the gradual reduction of inventories as supply chain normalizes. As we close our fiscal year, we look forward to accelerating our strategic initiatives. We have aligned our business to minimize potential headwinds to enhance operational improvements, improved cost structure and productivity enhancements.\nWe are optimistic given the strong fundamentals across our businesses. The resiliency of our products and services continue to resonate with our customers as our order velocity and backlog remains strong. Adding into fiscal year 2023, we look to continue our growth momentum and invest in advancing our digital service offering while capitalizing on secular trends. With that, operator, please open up the lines for questions."
  },
  {
    "header": "JCI",
    "cik": "0000833444",
    "ticker": "JCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d42be28d2c0df489dde8d8db1fa61f4d",
    "period": "2022 Q3",
    "content": "Q3 2022 Johnson Controls International PLC Earnings Call\n\nQ3 2022 Johnson Controls International PLC Earnings Call\n\nJCINYSEAUG 4, 8:30 AM\n\nOperator\n\nWelcome to Johnson Controls Third Quarter 2022 Earnings Call. (Operator Instructions)\nThis conference is being recorded. If you have any objections, please disconnect at this time. I will turn the call over to Michael Gates, Senior Director, Investor Relations.\n\nMichael Gates\n\nGood morning, and thank you for joining our conference call to discuss Johnson Controls third quarter fiscal 2022 results. The press release and all related tables issued earlier this morning as well as the conference call slide presentation can be found on the Investor Relations portion of our website at johnsoncontrols.com.\nJoining me on the call today are Johnson Controls Chairman and Chief Executive Officer, George Oliver; and our Chief Financial Officer, Olivier Leonetti.\nAs a reminder, before we begin, during the course of today's call, we'll be providing certain forward-looking information. We ask that you review today's press release and read through the forward-looking cautionary informational statements that we've included there. In addition, we will use certain non-GAAP measures in our discussions, and we ask that you read through the sections of our press release that address the use of these items. In discussing our results during the call, references are made to adjusted earnings per share, EBITDA and EBIT, excluding restructuring as well as other special items.\nThese metrics, together with organic sales and free cash flow, are non-GAAP measures and are reconciled in the schedules attached to our press release and in the appendix to the presentation posted on our website. Additionally, all comparisons to the prior year are on a continuing ops basis.\nWith that, I will turn the call over to George.\n\nGeorge R. Oliver\n\nChairman & CEO, Johnson Controls International Plc\n\nThanks, Mike, and good morning, everyone. Thank you for joining us on the call today. Let's begin with Slide 3. As we closed out the third quarter, we continued our pace of delivering solid topline growth, supported by a resilient backlog and strong order pipeline.\nReported sales for the quarter increased 4% to $6.6 billion compared to the prior year and grew 8% organically, in line with our expectations for the quarter. The overall demand backdrop remains robust with total field orders up 11% organically year-over-year and 29% on a 2-year stack as our record backlog continues to grow, increasing 13% organically year-over-year. The third quarter was an inflection point, and our teams have done an excellent job of executing both from a sales perspective and operationally, despite the challenging macroenvironment we have faced throughout the fiscal year.\nWhile supply chain disruptions have reduced the speed at which we can convert our substantial backlog, primarily in our longer cycle North America Solutions business, our enhanced focus on supply chain management is beginning to produce results. Our teams have done a great job working with suppliers to mitigate the impact of supply chain headwinds by securing critical materials and managing sites to improve production and facility utilization. I remain confident in the fundamentals we are building for fiscal '23 and beyond.\nGiven our prudent approach to managing operations and advancements across key growth vectors, I believe we are positioned to withstand these fluctuating headwinds and simultaneously deliver on our long-term targets. Our focus on strong business fundamentals and meeting customer demand for smart, healthy and connected buildings across the most mission-critical vertical markets remain our top priorities.\nWe've also taken great strides to deliver on our strategic initiatives over the quarter and remain on track to achieve our goal of reaching $230 million in productivity savings, realizing $170 million in cost savings year-to-date. We are also utilizing additional levers through functionalization, simplification in our ERP rollout to further drive our productivity efforts.\nIn addition to the margin benefits from our cost optimization efforts, we are seeing improvements in price/cost, which inflected positive for the first time this year. We expect additional cost absorption to be realized in our field project backlog, which consists of higher book margin to be converted in the quarters to come. As we accelerate our growth strategy, we are confident in our ability to achieve our strategic vision of becoming the smart building solutions leader.\nThrough our digital transformation efforts, we reached significant milestones during the quarter and year-to-date, further advancing our OpenBlue platform, executing on our commitment of investing in best-in-class technologies, in fostering technology partnerships.\nOur efforts further strengthen our ability to capitalize on the vast and emerging secular trends across our installed base as we look to lead the way in fostering clean energy usage and healthy indoor air environments for our customers and transform our service value proposition. M&A remains another key strategic priority to further our growth objectives with several actionable opportunities in the pipeline that will allow us to support technological advancements and synergies across our portfolio.\nFrom a capital allocation standpoint, we have deployed over $2 billion in capital year-to-date, including over $1.4 billion in share repurchases and nearly $700 million in cash dividends. Our execution this quarter defines our meaningful approach to reaching our strategic objectives of commercial excellence through enhanced digital capabilities and supply chain management, all while continuously improving the diversity of our organization.\nWe are committed to strengthening our leadership across our organization with recent appointments of Rodney Clark as VP and Chief Commercial Officer; Anu Rathninde as VP and President of Asia Pacific; and Susan Hubert, who assumed the role of Chief Supply Chain Officer. We pride ourselves on fostering a high-performance culture and having the teams in place to drive continued innovation to address today's challenges while leading the way for the future of our industry.\nWhile there is still a long way to go until supply chain disruptions normalize, we have seen encouraging signs of operational improvement, helping to stabilize supply chain-related challenges as we realize the benefits of our management and contingency programs implemented throughout the year.\nNow turning to Slide 4. We continue to lead the industry in connectivity with OpenBlue and have built upon significant milestones to solve the dynamic needs of our customers. Through our fully integrated digital platform, providing the latest cybersecurity, AI enablement and digital twin capabilities, OpenBlue remains a step ahead of the competition. Last quarter, we launched the OpenBlue Gateway, which was a critical step in accelerating the connectivity of our equipment and a key enabler of our ability to deliver enhanced digital service offerings.\nTo date, we have over 8,400 connected chillers through OpenBlue, representing an 86% increase year-over-year. The launch of our connected control platform, which represents the first integration of OpenBlue with our legacy medicines platform, is also off to a great start. As mentioned last quarter, we view this as a significantly disruptive solution that will allow us to intelligently automate buildings to get to the next level of optimization for our customers into our air quality, energy efficiency and carbon reduction needs as well as transform our service value proposition. In addition, we look forward to providing customers with added flexibility of data integration with OpenBlue multi-cloud capabilities.\nThis technology gives customers the ability to seamlessly integrate hosted data from various outlets while ensuring a high availability of data and insights for our customers. Lastly, on the M&A front, we announced another exciting technology acquisition with Tempered Networks, similar to the FogHorn acquisition announced in Q1. This transaction leverages best-in-class technology to further enhance the OpenBlue technology stack. Tempered industry-leading edge security focused and proprietary air wall technology will be seamlessly embedded into OpenBlue Bridge to create a zero trust security pipeline that enhances the trust and connectivity of our growing network.\nThis purpose-built system greatly simplifies the implementation of zero trust cybersecure networks, including connected equipment, which are already resonating strongly with our customers. This is critical as we think about our strategy for AI-enabled edge devices and the importance of data security for our customers, and we are excited to welcome the Tempered team to Johnson Controls.\nNext, moving to Slide 5. Our differentiated best-in-class digital services, while still in the early stages, are maturing and delivering results as we start to capitalize on the flexibility and solutions offered to our direct channel customers. Core services benefited during the quarter with orders and revenues up over 7% and 8% year-over-year and 20% and 19%, respectively, on a 2-year stack. Our overall service attach rate increased another 70 basis points in the quarter, bringing us closer to our target on a run rate basis.\nMoving along to Slide 6. Turning to our growth vectors. With climate change continuing to pose an imminent risk, decarbonization is an increasingly significant goal nationally and globally, both in the public and private sectors. At Johnson Controls, we drive our business forward by recognizing, there is a role for us to play in global decarbonization and have taken great strides in growing our best-in-class partnership ecosystem to address our customers' commitment towards net zero. Through our collaboration with Forrester, we have commissioned our proprietary sustainability maturity assessment tool, helping customers deliver on their net zero goal.\nWe have strengthened our partnership with Accenture, which together will deliver 2 new Johnson Controls- OpenBlue innovation centers, helping further the development of AI-enabled building control system, products and services to accelerate our development and deployment of a full portfolio of digital solutions. Year-to-date, our sustainability infrastructure business has booked over $595 million in orders, and we remain on track to deliver over $1 billion of orders from fiscal year '22, representing a 15% increase year-over-year.\nIn addition, our $7.2 billion pipeline remains healthy with over 200 active opportunities consisting of large multinational customers spanning across numerous end markets from hospitality, health care, beverage and industrial.\nTurning to Slide 7, shifting to a Healthy Buildings. The market opportunity remains strong with global government support for indoor air quality investments on the rise. We remain uniquely positioned to capture this trend and help customers manage challenges through our OpenBlue indoor air quality as a service. This turnkey offering has continued to gain traction, providing customers with a long-term proactive approach to meet the ever-changing health and safety compliance standards while leveraging our advanced OpenBlue technology stack to optimize costs and increase productivity.\nNotably, during the quarter, we delivered strong results. Year-to-date, Healthy Buildings orders have increased 27% year-over-year. Our Healthy Buildings pipeline represents over $1.3 billion and has grown 33% year-over-year.\nAnd finally, on Slide 8, we continue to demonstrate our leadership and sustainability, data privacy and diversity, and we are honored to be recognized for our efforts. Most notably, we would like to recognize our own Human Resources Officer, Marlon Sullivan, who was recently named as one of 2022's most influential black executives in the corporate world.\nTo close out my prepared remarks, I am confident about what the future holds and how our team is positioned to lead the way towards a more sustainable future for our customers and communities. We have made great progress across our key growth factors and have managed to navigate a difficult macro environment while executing our strategic initiatives. Despite the temporary headwinds, our path forward remains bright, and we are in a perfect position to execute on our resilient backlog demand through 2023 and beyond.\nWith that, I'm going to turn the call over to Olivier to walk you through the financial details in the quarter and update you on our outlook. Olivier?\n\nOlivier C. Leonetti\n\nExecutive VP & CFO, Johnson Controls International Plc\n\nThanks, George, and good morning, everyone. Let me start with the summary on Slide 9. Sales in the quarter were up 8% organically at the midpoint of our original guidance for high single-digit growth with price contributing nearly 8 points, in line with what we originally anticipated. We saw strong performance across our shorter-cycle global product portfolio up 9%. Our longer-cycle field businesses also performed well, up 7%, with solid growth in both service and in store.\nSegment EBITA declined 3% with margins down 110 basis points to 15.1%. Favorable price cost and the benefit of our ongoing SG&A and COGS programs were offset by 104 basis points margin headwind from lower volumes and supply chain-related challenges. EPS of $0.85 increased 3% year-over-year, benefiting from positive price/cost as well as lower share count and absorbed a $0.03 FX headwind versus our guide assumptions. Free cash flow was down in the quarter as we continue to manage supply chain disruptions in order to meet customer demands.\nTurning to our EPS bridge on Slide 10. Overall, operations contributed $0.02 versus the prior year, including a $0.07 benefit from our COGS and SG&A productivity programs, which helped to offset lower volumes and supply chain challenges. Underlying segment earnings were net $0.05 headwind year-over-year.\nPlease turn to Slide 11. Orders for our field businesses increased 11% in aggregate with continued momentum on a 2-year stack basis. Service orders were led by high teens growth in our shorter-term transactional business. Install orders increased low double digits in the quarter, primarily driven by demand for applied HVAC and control systems.\nField backlog grew 13% to $11.1 billion, a $1.3 billion increase versus the prior year and up $174 million sequentially. In our project-based field business, we continue to below backlog with higher-margin work. Our supply chain disruptions subside, and our mix becomes more favorable, we expect margin accretion in the quarter to come. Lastly, our Global Products backlog grew by more than 50% to $2.2 billion and continues to show strength.\nLet's discuss our segment results in more detail on Slide 12 and 13. Sales in North America were up 10% organically with broad-based growth across the portfolio, led primarily by strength in our applied business, up low double digits. Fire & Security grew high single digits. Our Sustainability Infrastructure business grew low double digits with strong growth of about 25% on a 2-year stack basis. Orders were up 15% with high teens growth in applied, driven by continued equipment demand in the data center and health care verticals.\nFire & Security orders were up mid-single digits and backlog ended the quarter at $7.2 billion, up 17% year-over-year. Segment margin decreased 400 basis points to 10.7%, a direct result of headwinds from projects booked prior to acceleration of cost 12 to 18 months ago as well as the pace and mix of backlog conversion and lower absorption due to supply chain constraints. Overall, supply chain was a $45 million headwind in the quarter, and we expect this to improve as we head into Q4. In EMEALA, we saw continued strength in the Fire & Security business, which grew at a high single-digit rate in Q3. Industrial Refrigeration declined mid-single digits driven by supply chain delays and customer site readiness, but was offset by high single-digit growth in our HVAC business, specifically in the U.K. region.\nOrders were up 8%, led by mid-teens growth in our Fire & Security platform. Backlog was up 10% to $2.2 billion. Underlying margin performance risen by positive price cost and the benefit of cost savings, offset by lower volumes. Sales in Asia Pacific declined 1%. There is a direct result of multiple lockdowns in China. Overall, China declined 7%, and the rest of Asia increased 6% with growth primarily in Industrial Refrigeration. Orders increased 2% with continued strength in applied, driven primarily by continued momentum within the industrial vertical in China with a continued pipeline of infrastructure investment across key verticals like data centers, semiconductor, petrochemical and health care. Backlog of $1.7 billion was up 1% year-over-year. The 90 basis point increase in margin was primarily the result of positive price/cost and the benefit of cost savings, which more than offset lower volumes from the COVID lockdowns.\nSales in our shorter-cycle global products increased 9% in Q3, benefiting from strong price realization of 11%. Volumes declined by 2% due to supply chain headwinds and COVID lockdowns in China. Commercial HVAC product sales were up high single digits in aggregate with strength in light commercial driven by more than 15% growth in North America and low double-digit growth in VRF.\nApplied HVAC sales were up 8%, driven by strong growth in Europe and APAC. Global Residential HVAC sales were up 9% in aggregate. North America resi HVAC was up 22%, benefiting from both higher growth in our equipment and part business and strong price realization. Outside of North America, our resi HVAC business grew mid-single digits, led by strong double-digit growth in Europe, driven by strong demand for our Hitachi residential heat pumps. APAC Resi HVAC sales grew low single digits led by strong growth in India.\nFire & Security products grew high single digits in aggregate, led by our specialty products in Europe and North America, up 27% and 18%, respectively. Although not recorded in our official filled order backlog, Global Products orders were up mid single digits organically and our third-party backlog exceeded $2 billion. EBITDA margins expanded 110 basis points to 22.2% as the benefit of productivity actions and favorable mix more than offset headwinds from supply chain disruptions.\nTurning to our balance sheet and cash flow on Slide 14. We ended Q3 with $1.5 billion in available cash and net debt at 2.2x, still at the low end of our target range of 2 to 2.5x. As I previously mentioned, free cash flow was impacted by supply chain disruptions. To meet our customer demand, we are carrying higher inventory levels and as supply chain normalizes, we expect gradual recovery of trade working capital. We repurchased another 7 million shares for approximately $400 million in the third quarter, bringing us to $1.4 billion for the year.\nNow let's discuss our refined guidance on Slide 15. Underlying demand trends across most of our businesses continue to grow, and I'm encouraged by the pace of all the growth we have seen year-to-date. We are on pace to meet our commitments despite continued pressure from FX. We are refining our full year adjusted EPS range to $2.98 to $3.02, absorbing $0.06 of FX headwinds. EPS growth of 12% to 14% is expected year-over-year.\nOn the top line, we expect to grow 8% to 9% organically. Price is expected to contribute 7 points in line with our prior expectations, fully offsetting additional inflation. For the full year, we still expect to be slightly positive on price/cost. Segment margin is now expected to come minus 10 to minus 20 basis points, reflecting pressure related to additional price on the top line with minimum margin contribution and the mix impact associated with the supply chain disruptions in North America.\nThese factors account for nearly 150 basis points headwind versus the prior year. Full year free cash flow conversion is now expected to be 80% as the inventory bid in the first half combined with slower backlog conversion create nearly a $200 million headwind to our prior year guidance. Due to the actions taken to mitigate the supply chain impacts, we are not anticipating the typical seasonal inventory drawdown.\nTurning to Q4. EPS is expected to be in the range of $0.96 to $1, which assumes organic revenue growth of 9% to 10% and a segment margin improvement of 40 to 60 basis points, offsetting $0.03 FX headwind. While near-term supply chain disruptions still empower backlog conversion rates, we continue to meet our commitments in a challenging environment.\nWe have seen positive improvements in our run rate, cost optimization efforts and price/cost headwinds. Looking forward, we are confident in our ability to convert our backlog in 2023 and realize sequential margin recovery as we move towards long-term targets.\nWith that, operator, please open up the lines for questions."
  },
  {
    "header": "JCI",
    "cik": "0000833444",
    "ticker": "JCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/04ad374c3fbd7fcf830cc918fb04d304",
    "period": "2022 Q2",
    "content": "Q2 2022 Johnson Controls International PLC Earnings Call\n\nQ2 2022 Johnson Controls International PLC Earnings Call\n\nJCINYSEMAY 4, 8:30 AM\n\nOperator\n\nWelcome to the Johnson Controls Second Quarter 2022 Earnings Call. (Operator Instructions) This conference is being recorded. If you have any objections, please disconnect at this time. I will now turn the call over to Ryan Edelman, Vice President, Investor Relations.\n\nRyan Edelman\n\nGood morning, and thank you for joining our conference call to discuss Johnson Controls' Second Quarter Fiscal 2022 Results. Press release and all related tables issued earlier this morning as well as the conference call slide presentation can be found on the Investor Relations portion of our website at johnsoncontrols.com.\nJoining me on the call today are Johnson Controls' Chairman and Chief Executive Officer, George Oliver; and our Chief Financial Officer, Olivier Leonetti.\nAs a reminder, before we begin, during the course of today's call, we'll be providing certain forward-looking information. We ask that you review today's press release and read through the forward-looking cautionary informational statements that we've included there. In addition, we will use certain non-GAAP measures in our discussions, and we ask that you read through the sections of our press release that address the use of these items.\nIn discussing our results during the call, references to adjusted earnings per share, EBITA and EBIT exclude restructuring as well as other special items. These metrics, together with organic sales and free cash flow, are non-GAAP measures and are reconciled in the schedules attached to our press release and in the appendix to the presentation posted on our website. Additionally, all comparisons to the prior year are on a continuing ops basis.\nWith that, I will turn the call over to George.\n\nGeorge R. Oliver\n\nChairman & CEO, Johnson Controls International Plc\n\nThanks, Ryan, and good morning, everyone. Thank you for joining us on the call today. I'm going to get started with a brief overview on Slide 3. Our results in the second quarter reflect solid top line execution as we delivered strong sales, orders and backlog growth in line with our expectations and at the high end of the guidance we provided. Demand for digitally enabled equipment and services that solve for sustainability and energy efficiency remains robust. And our sales teams are doing an outstanding job capitalizing on that demand.\nThe reinvestments we have made to develop industry-leading products and solutions are delivering results. Digitization is at the center of our strategic vision for the company, and we continue to advance those strategies every day.\nOpenBlue is accelerating the digital enablement of our solutions, allowing us to deliver increasingly differentiated offerings to capitalize on emerging secular trends. We're also seeing the benefit of the discipline we've instilled in our pricing capabilities over the last 2-plus years. Price realization continues to accelerate, contributing nearly 6 points to overall organic revenue in the quarter. You see that most clearly in our shorter-cycle Global Products business, but it's also accelerating in our longer-cycle Field businesses.\nWe also continue to gain traction on our key vectors of growth. Global efforts to decarbonize economies and ensure the health of indoor environments are accelerating, both supported by the adoption of new policies by governments and industry associations. At the same time, we continue to accelerate actions to optimize the efficiency of our cost structure, and we remain on track to deliver $230 million in productivity savings this year. We have deployed over $1.5 billion in capital year-to-date, including over $1 billion in share repurchase and more than $400 million in cash dividends. Our M&A pipeline continues to build with a number of active opportunities that would allow us to support our vectors of growth.\nI'm incredibly proud of the progress we have made towards achieving our strategic objectives year-to-date. As we have said in the past, we truly believe we are among the best in class when it comes to the ability to deliver fully integrated solutions designed to address the challenges associated with the global secular trends developing across our industry.\nWe are operating in a very dynamic environment with heightened supply chain disruptions. Second quarter profit underperformed relative to our expectations. And while the anticipated supply chain improvement is happening, it is happening at a slower pace.\nLet's turn to Slide 4 for more detail on what we're seeing in the North America segment. Demand remained strong, with orders up 13%. Our backlog grew 14% to a record $6.9 billion. Just as in other parts of the organization, we are advancing our strategic priorities to accelerate growth by addressing the sustainability and healthy building needs of our customers.\nGoing into the quarter, we anticipated continued challenges related to supply chain disruptions and material availability, more specifically, inadequate supply of semiconductor chips and components or controls products. The margin underperformance relative to our expectations can largely be explained by the pace and mix of backlog conversion, resulting in lower absorption on our cost base.\nAs we described to you on our last call, in any given quarter, we are typically executing on about 40,000 projects across install and service. Each of these projects requires a significant amount of coordination. In the current environment, managing through our own material shortages, in addition to our suppliers and customer supply chain and labor constraints, magnifies any slippage. Additionally, given the pace of orders we have seen and the backlog we have been building, we have maintained our investment in sales headcount and service technicians. With revenue conversion and mix below our plan, we were not able to fully cover the higher cost of reinvestment in the quarter.\nThe last point I would make on this is on timing. Our initial forecast in late January assumed a modest recovery in supply chain conditions as we progress through Q2. Although there were some improvements in the quarter, the recovery was slower to materialize, which coincided with the seasonal ramp into our peak season during the month of March. Net-net, these 2 issues accounted for a $40 million profit impact in North America. We expect a slower pace of improvement to continue throughout the second half, which is the primary contributor to our lower outlook for the year.\nDespite these challenges, we are confident the backlog is turning, driving higher revenue growth with more accretive margins as we think ahead to 2023.\nPlease turn to Slide 5. OpenBlue remains the core of our strategy to digitize our portfolio to enable differentiated outcome-based solutions. During the quarter, we commercialized several exciting new offerings, including the OpenBlue Gateway, a cost-effective, easy-to-install device that will serve as a key enabler to accelerate the connection of our installed base. OpenBlue NetZero Advisor, we'll be launching within the next several weeks. It'll help customers manage Scope 1 and 2 emissions in their journey to achieve net zero.\nLastly, OpenBlue Connected Controls will be the first full integration of OpenBlue into our legacy Metasys systems, which we believe will be a disruptive offering that will fundamentally change how building automation systems operate, increasing the intelligence of building controls by infusing AI. Importantly, this offering will allow us to extend our reach further into the mid-market with a compelling plug-and-play solution.\nLet's turn to Slide 6. We continue to make progress in the digital transformation of our service business, leveraging OpenBlue to further differentiate our capabilities. We're on a path to drive higher attach rates on our installed base, increase the level of connectivity of those assets, and then, as a result of differentiated service offerings, drive higher revenue per customer and lower our attrition rates. This service growth flywheel is a clear algorithm that helps us achieve above-market levels of growth expected to generate over $2 billion in sales through 2024.\nAlthough we are still in the early stages of this process, our core service business, augmented by early results from digital services, performed well in the quarter. Sales were up 8% overall, with orders up 10%. Our attach rate improved another 130 basis points in the quarter, bringing us to over 200 basis points year-to-date, well on track to achieve our 400 to 500 basis point target for the full year. Digital Services increased 7% in the quarter.\nTurning now to Slide 7. The global commitment to decarbonize economies continues to gain momentum, both in the public and private sectors. There was also increased recognition that economies cannot truly decarbonize without decarbonizing buildings, which contribute 40% of the planet's greenhouse gas emissions. Rising energy prices and the potential risk of supply shocks are forcing many governments to reconsider sources and uses of fuel. The combination of higher energy prices and security risks are making paybacks much more attractive. We continue to see policy moves and commitments from corporations that support the carbon reduction of buildings. Our deep understanding of the building ecosystem uniquely positions us to capitalize on these trends.\nDuring the quarter, we completed the full commercialization of our net zero capabilities. Our Performance Infrastructure business has evolved into a global organization we now refer to as Sustainability Infrastructure, backed by decades of experience delivering guaranteed savings and an extensive network of subject matter experts. The breadth of our installed base, the depth of our field presence, supported by an industry-leading portfolio of digital products and solutions, delivers a holistic solution for customers to achieve net zero.\nWe continue to make progress. Year-to-date, our Sustainability Infrastructure business has booked over $450 million in orders, and our unfactored pipeline now exceeds $7 billion.\nContinuing with our vectors of growth on Slide 8, healthy buildings. We were encouraged by the recent initiative launched by the White House and the EPA. Both customers and government agencies increasingly see the long-term value of investing in improvements in building health and resiliency. And it is not just focused on K-12, nor is it only related to COVID response.\nWe are strategically well positioned to capitalize on the adoption of healthy building trends. We continue to develop and deploy new offerings with a focus on shifting the value proposition to longer term, more strategic asset management.\nDuring the quarter, our healthy buildings orders were up more than 30% to $150 million, and our pipelines continue to build.\nFinally, on Slide 9, we continue to demonstrate our leadership in sustainability and ESG. We are perhaps most proud of our own Chief Sustainability Officer, Katie McGinty, recently being named as the Top Woman in Sustainability in the corporate world.\nTo close out my prepared remarks, I remain extremely excited about the continued advancements we have made relative to our key growth vectors, and I couldn't be more pleased with the way our teams are executing in such a difficult environment. We remain laser-focused on our strategic commitments and to delivering the outcomes our customers need on the path to a healthy and more sustainable future. Although we are navigating through a more challenging environment with increased uncertainty regarding the macro backdrop, I am confident in our path forward. Momentum within our short-cycle products business is solid. Our backlog is strong, and the margin profile is inflecting as we lap prior year order intake, all of which sets us up well for 2023 and beyond.\nWith that, I'm going to turn the call over to Olivier to walk you through the financial details in the quarter and update you on our outlook. Olivier?\n\nOlivier C. Leonetti\n\nExecutive VP, CFO & Principal Accounting Officer, Johnson Controls International Plc\n\nThanks, George, and good morning, everyone. Let me start with the summary on Slide 10. Sales in the quarter were up 9% organically, at the high end of our original guidance for high single-digit growth, with price contributing nearly 6 points above what we originally anticipated. We saw strong performance across our shorter-cycle Global Products portfolio, up 14%. Our longer-cycle Field business also performed well, up 7%, with solid growth in both service and install.\nSegment EBITA increased 8%, with margin down 10 basis points to 12.6%. Solid underlying volume leverage and the benefit of our ongoing SG&A and COGS programs were offset by higher inflation and supply chain-related challenges, as George discussed earlier. Despite achieving over $200 million in price on the top line, price/cost was slightly negative in the quarter and, together with supply chain disruptions, resulted in a 160 basis points margin headwind.\nEPS up $0.63, increased 21% year-over-year, benefiting from higher profitability as well as lower share count. Free cash flow was down as the prior year benefited from lower working capital needs and COVID-related benefits.\nTurning to our EPS bridge on Slide 11. Overall, operations contributed $0.10 versus the prior year, including an $0.08 benefit from our COGS and SG&A productivity programs. Underlying segment earnings were a net $0.02 tailwind year-over-year. Excluding the extra headwinds from price/cost and supply chain disruptions, underlying incrementals in Q2 were approximately 36%.\nPlease turn to Slide 12. Orders for our Field businesses increased 11% in aggregate with continued momentum on a 2-year stack basis. Service orders were led by high teens growth in our shorter-term transactional business. Install orders continue to rebound, primarily driven by demand for applied HVAC and controls systems. Backlog grew 12% to $10.9 billion, a $1.2 billion increase versus the prior year and up $500 million sequentially. Secured margin backlog is up 80 basis points in the quarter, reflecting our pricing discipline and the improving margin trend we expect as this backlog converts later this year and into 2023.\nLet's discuss our segment results in more detail on Slide 13 and 14. Sales in North America were up 6% organically, with broad-based growth across the portfolio, led primarily by strength in our Applied business, up low double digits. Fire & Security grew low single digits. Orders were up 13%, with low teens growth in Applied, driven by continued equipment demand in the data center, K-12 and healthcare verticals.\nSustainability Infrastructure orders were up mid-teens despite a strong double-digit compare as we booked another large energy services project with the U.S. public schools system. Fire & Security orders were up low double digits, and backlog ended the quarter at $6.9 billion, up 14% year-over-year. Segment margin decreased 210 basis points to 10.6% as volume leverage and cost savings were more than offset by a 250 basis point headwind from the pace and mix of backlog conversion and lower absorption, as George described earlier.\nEMEALA, we saw continued strength in the core Fire & Security business, which grew at a high single-digit rate in Q2. Industrial Refrigeration grew high single digits, driven by the conversion of several large industrial heat pump projects. Orders were up 8%, led by low double-digit growth in our core Fire & Security platform. Backlog was up 9% to $2.2 billion. Underlying margin performance was driven by volume leverage, positive price/cost and the benefit of cost savings, offset by supply chain disruptions and lower equity income.\nSales in Asia Pacific were led by low double-digit growth in applied HVAC. China continued to outperform with revenue up nearly 20%, led by strong double-digit growth in Industrial Refrigeration and mid-teens growth in Applied. Orders increased 8% with continued strength in Applied, driven primarily by continued momentum with the industrial vertical in China with a continued pipeline of infrastructure investment across key verticals like Petrochem, semiconductor and data center as well as healthcare.\nBacklog of $1.8 billion was up 5% year-over-year. The decline in margin was primarily the result of headwinds from price/cost and unfavorable project and geographic mix. Global Products continued to perform well, up 14% in Q2, with broad-based strength across the portfolio, led by mid-teens growth across our HVAC equipment platforms.\nGlobal residential HVAC sales were up 15% in aggregate. North America resi HVAC was up 27%, benefiting from both higher growth in our equipment and parts business and strong price realization. Production in our new facility in Mexico continues to ramp and contributed meaningfully to volume growth in the quarter. Outside of North America, our resi HVAC business grew low double digits, led by strong double-digit growth in Europe, driven by strong demand for our Hitachi residential heat pumps.\nAPAC resi HVAC sales grew high single digits, led by strong growth in India and Taiwan. Commercial HVAC product sales were up high teens in aggregate, with strength in light commercial, driven by strong performance at Hitachi as well as 20% growth in North America and more than 20% growth in VRF.\nFire & Security products grew low double digits in aggregate with strong demand across the entire portfolio. Although not recorded in our official field order backlog, Global Products orders were up mid-teens organically, and our third-party backlog exceeded $2 billion.\nEBITA margins expanded 170 basis points to 16.1% as volume leverage, higher equity income and the benefit of productivity actions more than offset headwinds from price/cost.\nTurning to our balance sheet and cash flow on Slide 15. Our balance sheet remains in great shape. We ended Q2 with $1.8 billion in available cash and net debt at 2.1x, still at the lower end of our target range of 2 to 2.5x. Free cash flow was an outflow of $200 million in the quarter, driven primarily by higher year-over-year working capital requirements, higher CapEx and the absence of prior period tax credits and other COVID-related benefits. Trade working capital as a percentage of sales declined 50 basis points to 8.6%. For the first half, we are fairly neutral on free cash flow, which brings us back in line with our normal first half, second half seasonality.\nWe repurchased another 7 million shares for just over $500 million in the second quarter, bringing us to just over $1 billion for the year.\nNow let's discuss our revised guidance on Slide 16. Underlying demand trends across most of our businesses continue to improve, and I'm encouraged by the pace of order growth we have seen year-to-date. As George highlighted in his remarks, the ongoing supply chain challenges impacting the pace and mix of our backlog conversion in North America is driving a reduction in our outlook for the rest of the year. As a result, we are revising our full year adjusted EPS range to $2.95 to $3.05, which represents 11% to 15% growth year-over-year.\nOn the top line, we still expect to grow 8% to 10% organically. Price is now expected to contribute 6 to 7 points, up an additional 1 to 2 points relative to our prior expectation, fully offsetting additional inflation.\nFor the full year, we still expect to be slightly positive on price/cost. Segment margin is now expected to come in flat to down 30 basis points, reflecting pressure related to additional price on the top line with minimal margin contribution and the mix impact associated with the supply chain disruptions in North America. Combined, these 2 factors results in an 80 basis points margin headwind relative to our prior guide and now account for nearly a 150 basis point headwind versus the prior year.\nAs it relates to the ongoing lockdowns in China and the conflict in Ukraine, we are monitoring the developments daily. From a planning standpoint, although it is difficult to model precisely, we have embedded some incremental contingency to account for the additional uncertainty surrounding the supply chain for the balance of the year. This is reflected in our updated segment margin guidance for the year.\nFull year free cash flow conversion is now expected to be about 90% as the inventory buildup in the first half, combined with slower backlog conversion, creates nearly a $200 million headwind to our prior guidance.\nTurning to Q3. We expect the headwinds related to supply chain to skew slightly more towards the third quarter, with EPS expected to be in the range of $0.82 to $0.87, which assumes organic revenue growth of high single digits and a segment margin decline of 80 to 100 basis points. Although our expected backlog conversion rates are challenged near term due to supply chain issues, I'm confident in our long-term outlook. We have strategically positioned the company to accelerate growth, aligned with competing secular trends impacting buildings for the next decade. We continue to make good progress on our cost productivity program. And as backlog conversion normalize in 2023, margins are expected to recover, keeping us on track for the fiscal 2024 targets we provided at our Investor Day last September.\nWith that, operator, please open the lines for questions."
  },
  {
    "header": "JCI",
    "cik": "0000833444",
    "ticker": "JCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3df4db1ef3d6a1f66f517f427fb66dbd",
    "period": "2022 Q1",
    "content": "Q1 2022 Johnson Controls International PLC Earnings Call\n\nQ1 2022 Johnson Controls International PLC Earnings Call\n\nJCINYSEFEB 2, 8:30 AM\n\nOperator\n\nWelcome to Johnson Controls' First Quarter 2022 Earnings Call. (Operator Instructions) I will now turn the call over to Antonella Franzen, Vice President and Chief Investor Relations and Communications Officer.\n\nAntonella Franzen\n\nVP and Chief IR & Communications Officer, Johnson Controls International Plc\n\nGood morning, and thank you for joining our conference call to discuss Johnson Controls' First Quarter Fiscal 2022 results. The press release and all related tables issued earlier this morning as well as the conference call slide presentation can be found on the Investor Relations portion of our website at johnsoncontrols.com. Joining me on the call today are Johnson Controls' Chairman and Chief Executive Officer, George Oliver; and our Chief Financial Officer, Olivier Leonetti.\nBefore we begin, I'd like to remind you that during the course of today's call, we will be providing certain forward-looking information. We ask that you review today's press release and read through the forward-looking cautionary informational statements that we've included there. In addition, we will use certain non-GAAP measures in our discussions, and we ask that you read through the sections of our press release that address the use of these items.\nIn discussing our results during the call, references to adjusted earnings per share, EBITA, and EBIT exclude restructuring as well as other special items. These metrics, together with organic sales and free cash flow are non-GAAP measures and are reconciled in the schedules attached to our press release and in the appendix to the presentation posted on our website. Additionally, all comparisons to the prior year are on a continuing ops basis.\nNow let me turn the call over to George.\n\nGeorge R. Oliver\n\nChairman & CEO, Johnson Controls International Plc\n\nThanks, Antonella, and good morning, everyone. Thank you for joining us on the call today. Let's get started on Slide 3. We are off to a strong start in fiscal 2022 with solid Q1 results, as our teams across the world continue to demonstrate best-in-class execution, delivering both strong financial performance for the enterprise and smart innovative solutions our customers demand to ensure a safe healthy and sustainable spaces. Our service activity in the quarter accelerated from both an orders and revenue perspective, and we are making great strides across all of our vectors of growth. decarbonization healthy buildings and smart buildings. I'm incredibly proud of how the team is operating in what still remains an incredibly challenging environment as we continue to face headwinds from supply chain and labor constraints in various dislocations caused by the latest variant of COVID-19.\nAs the recovery in our end markets expands, I have been continuously encouraged by the underlying demand trends we are witnessing as evidenced by high single-digit order and revenue growth this quarter. In the $10.5 billion backlog we have built, which increased 10% on a year-over-year basis. What has been equally as encouraging is the drivers of this demand have been the retrofit replacement of equipment and service offerings required to achieve higher indoor air quality, cost reduction and energy efficiency goals, which perfectly aligns with our portfolio of end-to-end digital solutions and services.\nWe continue to advance our initiatives to accelerate growth and transform our service business. Q1 was another quarter of solid revenue and order growth, and we continue to drive our attachment rate higher with a multifaceted approach, including a number of digitally-enabled solutions. Additionally, there are significant actions underway across the organization to optimize the efficiency of our cost structure, and we remain on track to deliver $230 million in productivity savings this year.\nWe had another quarter of strong free cash flow performance. As Olivier will share with you later, this has allowed us to continue to fund organic reinvestment in our business as well as share repurchase in M&A activity, all 3 of which remain top priorities.\nOver the next several slides, I will update you on some of the strategic growth vectors we continue to highlight and all of these are supported by the global mega trends that will drive demand within the building sector for the next decade plus. As we have said in the past, we truly believe we are among the best-in-class when it comes to the ability to deliver fully integrated solutions designed to address the challenges associated with these trends. Based on our performance in Q1 and our expectations for the remainder of the year, we are reaffirming our EPS guidance for the year.\nPlease turn to Slide 4. During the quarter, we were honored to be recognized for our leadership in sustainability and ESG as well as our innovations in smart building platforms. We received our eighth consecutive ranking in the Corporate Knights Global 100 most sustainable corporations in the world. We were recognized by Sustainalytics for managing material ESG issues and we are 1 of 45 companies globally to receive his Royal Highness, the Prince Wales, inaugural Terracotta sales.\nIn terms of smart buildings, I was humbled to receive, on behalf of the company, the IoT Company's CEO of the Year Award from IoT Breakthrough. This award is a reflection of the work of our entire digital and OpenBlue teams, engineering, development, sales, service and marketing. Lastly, we were also recognized by Verdantix for having the most prominent IoT platform for smart buildings in 2022, having achieved market-leading scores in several key categories.\nPlease turn to Slide 5. Our service business continues to perform well. We are seeing good traction on our initiatives to accelerate growth and increased recurring revenues. We are also seeing encouraging trends in the adoption of our OpenBlue digital service offerings. Overall, service revenues in the quarter were up 5% with broad-based growth across all regions. Orders were up 7%, led by low double-digit growth in North America with strength across our applied commercial HVAC and Fire & Security platforms. We expect a 400 to 500 basis point improvement in our attach rate for the full year and ended Q1 at approximately 41%.\nTurning to Slide 6. It goes without saying that sustainability is at the heart of everything we do. There are tremendous efforts underway in all parts of the world to (inaudible) and it has become very clear that buildings play a pivotal role in these efforts. We were pleased to see the recent announcement from the Biden administration forming a new National Building Performance Standards Coalition consisting of more than 30 state and local governments across the U.S., incentivizing the development of healthier, lower carbon emitting buildings. Building performance standards are among the core policy initiatives we have flagged as primary demand drivers for decarbonization and achieving net zero. This major announcement by the White House is the latest in a number of regulatory actions taken by the local and national governments globally in support of decarbonizing economies, and more specifically in support of accelerating progress towards net zero buildings.\nThese standards will mandate stringent carbon reduction requirements for new and existing buildings in the U.S., including financial penalties for noncompliance. The official adoption of these standards would represent an important step towards the formation of the $240 billion decarbonization industry, we expect through of 2035.\nMoving to Slide 7. We recently launched our latest offering under the OpenBlue Healthy Buildings portfolio, indoor air quality as a service. This is the industry's first dedicated as-a-service model for delivering indoor air quality. This offering allows us to combine our traditional holistic approach to delivering healthy indoor environments with innovative financing models that eliminate the need for our customers to commit capital upfront, lowering the risk and time to implement.\nThis offering provides a turnkey solution that delivers clean air while simultaneously optimizing the energy efficiency of a building, all while leveraging a subscription-based model. Solutions like these enabled by OpenBlue are truly differentiating factors when it comes to our customers' decision-making process. Importantly, we continue to expand our partner ecosystem not only to supplement our solution portfolio, but also to advance our research and development.\nThis quarter, we announced an important partnership with the Asthma and Allergy Foundation of America to advance our advocacy of indoor air quality. We also kicked off a collaboration with Well Living Lab in the Mayo Clinic to study the cognitive and productivity benefits associated with enhancements to ventilation and filtration, which will leverage the partnership established with Bilogen last quarter.\nNext on Slide 8. We are very excited to welcome FogHorn to the Johnson Controls team. FogHorn is recognized as the industry's leading developer of Edge AI software for industrial and commercial IoT solutions with the most advanced technology. Their edge intelligence, combined with cloud-based model building enables secure real-time machine learning to take place at the device level, which means easier access to actionable insights it increased flexibility for our customers. FogHorn software will be integrated throughout the entire OpenBlue platform embedded within our OpenBlue Bridge data exchange which will allow us an even better value proposition when it comes to applying intelligence at the EDGE device level faster, more secure and at a lower cost relative to cloud-based applications. We\nview edge intelligence as a critical technology for the future of smart autonomous buildings and for Johnson Controls. FogHorn gives us in our OpenBlue platform, an immediate competitive advantage in EDGE AI with a software platform that is widely recognized as best-in-class. It avoids the time and cost to build out these capabilities organically.\nPlease turn to Slide 9. Among the notable wins for these themes in Q1, we have a few examples across regions, all centered around sustainability. In North America, we are partnering with the University of Windsor on their 2030 carbon reduction plan as well as their 2050 carbon neutrality objectives. We will be installing a uniquely configured chiller on our AI-enabled OpenBlue connected chiller platform, which will ensure optimal chiller performance and enable digital service.\nWe are excited to be partnering with Aldar Properties, a prominent developer in the UAE as they begin a digital transformation to achieve their sustainability commitments. We were awarded an energy performance contract to improve the energy efficiency across Aldar's network of schools in Abu Dhabi. In addition to replacing the HVAC equipment, in other energy-consuming assets, we will also be deploying our OpenBlue Net Zero Buildings portfolio of digital solutions.\nIn China, we were selected to upgrade an existing customers Metasys building automation system and control system and integrate OpenBlue on-prem to leverage key AI capabilities that will optimize the chiller performance to reduce energy consumption. This includes a long-term service agreement, leveraging our digital capabilities. These are great examples of the power and breadth of our portfolio, where we deliver tailored, sustainable outcomes for our customers while expanding our installed base and driving attractive recurring service growth.\nTo wrap up my prepared remarks, I remain extremely excited about the continued advancements we have made relative to our key growth vectors, and I couldn't be more pleased with the way our teams are executing in such a difficult environment. We remain laser-focused on our strategic commitments into delivering the outcomes our customers need on the path to a healthy and more sustainable future. With that, I'm going to turn the call over to Olivier to walk you through the financial details in the quarter and update you on our outlook for Q2 and for the full year. Olivier?\n\nOlivier C. Leonetti\n\nExecutive VP & CFO, Johnson Controls International Plc\n\nThanks, George, and good morning, everyone. Let me start with the summary on Slide 10. Sales in the quarter were up 8% organically above our original guidance for mid-single-digit growth and led by strong outperformance across the global product portfolio. Our longer-cycle field businesses also performed well, up 6% with solid growth in both service and install. Price contributed to about 4.5 points of our total organic growth, about 1 point above our expectation.\nSegment EBITDA increased 13% versus the prior year, with margins expanding 30 basis points to 12.3%, including a 100 basis point margin headwind from price/cost and significant operational inefficiencies related to ongoing supply chain disruptions and worsening labor constraints. This was more than offset by strong leverage on higher volumes and the incremental benefit of our COGS and SG&A actions.\nJust to comment on the impact of the operational efficiencies. As I mentioned, we were able to yield 4.5 points of price. Beyond raw materials, inflation on most other items, freight, logistics, labor and components increase further and absorb the benefit of the increased pricing. Additionally, ongoing supply chain disruptions and labor shortages impacted our field operations. where we were dealing with not only our own disruptions, but those of our customers as well. Versus our guidance for Q1, this was an incremental headwind of 40 basis points. Overall, our underlying margin performance in the quarter was very strong. EPS of $0.54 was at the high end of our guidance range and increased 26% year-over-year, benefiting from higher profitability as well as lower share count. Free cash flow in the quarter was over $250 million, primarily the result of a continued focus on working capital management.\nTurning to our EPS bridge on Slide 11. Overall operations contributed $0.10 versus the prior year, including a $0.06 benefit from our COGS and SG&A productivity programs. Underlying segment earnings were a net $0.04 tailwind year-over-year, which we view as a significant achievement in the current environment. Excluding the headwinds from price cost, underlying incremental in Q1 were approximately 40%.\nPlease turn to Slide 12. Orders for our field businesses increased 8% in aggregate, with fairly balanced growth between service and installed activity. Growth in service orders is being led by a double-digit increase in our short-term transactional business, but also a mid-single-digit increase in our contractual recurring revenue base.\nInstalled demand continues to rebound primarily driven by a low double-digit increase in retrofit activity globally, including mid-teens growth in North America. Backlog grew 10% to nearly $10.5 billion, with service backlog up 4% and installed backlog up 11%. The year-over-year increase was led by higher retrofit activity in North America and EMEA and new construction activity in APAC.\nLet's discuss our segment results in more detail on Slide 13. My commentary will also refer to the segment end market performance included on Slide 14. Sales in North America were up 5% organically, led by 7% growth in service. Installed sales increased 4%. Similar to last quarter, supply chain disruptions and material availability negatively impacted revenue conversion in our North America business.\nCommercial applied HVAC revenue grew low double digits, including low double-digit growth both in equipment and service. Client security increased mid-single digits in the quarter. Performance Infrastructure declined high single digits given the tough prior year comparison of plus 20%.\nLooking at the 2-year stack for performance infrastructure we are up double digit with an exciting pipeline of opportunities ahead. Segment margin decreased 90 basis points year-over-year to 11.6%, including an 80 basis point impact from lower absorption given the operational inefficiencies related to material and labor availability. We are also intentionally maintaining a higher level of sales investments given our order activity is up more than double our revenue growth in the quarter.\nThe combination of these factors will remain a headwind in the second quarter and significantly improved from there. Orders in North America were up 11% versus the prior year with high teens growth in commercial applied, including a significant increase in HVAC equipment orders driven by very strong demand in the data center and health care verticals. Fire & Security orders were up low teens with strength in both install and service. Backlog of $6.5 billion increased 12% year-over-year.\nEMEA revenue increased 3%, led by continued strength in the Fire & Security business, which grew at mid-single-digit rate in Q1. This was primarily driven by a sharp rebound in our retail platform and modest growth in our core offerings due to the material availability constraints. Industry (inaudible) grew low single digits, while commercial HVAC and Controls was relatively flat.\nSegment EBITDA margin expanded 50 basis points underlying margin performance improved as positive price/cost and the benefit of SG&A, COGS savings more than offset the modest mix headwind. Orders in EMEALA were up 3% in the quarter with high single-digit growth in Fire & Security and low single-digit growth in Commercial HVAC. Backlog ended the quarter at $2.2 billion, up 12%.\nSales in Asia Pacific increased 12% organically led by mid-teens growth in Commercial HVAC and Controls. China continued to outperform with revenue up nearly 30%. EBITDA margin declined 260 basis points year-over-year to 10.1%, driven by headwinds from price costs as well as unfavorable business and geographic mix. We do believe Q1 represents peak margin pressure for APAC, and we would expect margins to significantly improve as we -- as the year progresses.\nAPAC orders were up 5% with continued strength in commercial HVAC driven by a strong rebound within the industrial vertical in China as well as the benefit of a large infrastructure development project currently underway in Japan, which will include a significant deployment of OpenBlue and digitally-enabled services. Backlog of $1.8 billion was up 2% year-over-year. Global product sales increased 14% organically in the quarter, with broad-based strength across the portfolio led by mid-teens growth across our HVAC equipment platforms.\nGlobal residential HVAC sales were up 11% overall in Q1. North America HVAC grew 17% in the quarter benefiting from both higher growth in our pork business and strong price realization. We have been very successful in ramping production of our new facility in Mexico. So far, we had about 30% capacity and still on track for full run rate later in the year.\nIn Rest of the World, resi HVAC grew high single digits, led by strong double-digit growth in Europe as the adoption of our new Hitachi air-to-water residential heat pump launched last quarter, continues to improve. In APAC, resi HVAC was relatively flat as a result of softer industry domain in Japan, related to more mild weather, offset by strong growth in Taiwan and India. Although not reflected in our revenue growth, sales in our in JV were up low teens year-over-year in Q1 as we continue to expand our distribution footprint in China.\nCommercial HVAC product sales were up high teens in aggregate with similar levels of growth in both applied and light commercial. Strength in Applied was driven by increased demand within the data center end market for our air cool chillers and evaporative cooling solutions as well as our industrial refrigeration platforms. Strength in Light commercial was driven by strong performance at Hitachi which was up over 50% as well as mid-teens growth in North America unitary equipment and high single-digit growth in VRF.\nFire & Security products grew low double-digit in aggregate, led by a continued recovery in our commercial science suppression business and mid-teens growth in access control and video solutions. EBITA margin expanded 240 basis points year-over-year to 14.5% as volume leverage, higher equity income and the benefit of productivity actions more than offset headwinds from price/cost.\nTurning to Slide 15. Corporate expense was up slightly year-over-year year to $70 million. For modeling purposes, we have included some of our below-the-line items for FY '22. Turning to our balance sheet and cash flow on Slide 16. Our balance sheet remains in great shape with no major changes to highlight in the quarter. We ended up Q1 with $1.2 billion in available cash and net debt at 1.9x, 1 tick higher versus year-end but still below our target range of 2 to 2.5x. On cash, we generated a little over $250 million in free cash flow in the quarter down year-over-year due to the absence of prior year tax credits and other COVID-related benefits as well as nearly a 50% increase in CapEx spend year-over-year. We had another quarter of strong trade working capital management, down 140 basis points as a percentage of sales. With a continued focus on working capital, we remain confident that we will sustain 100% conversion over the next several years.\nFrom a capital allocation standpoint, we are executing our game plan. We repurchased approximately 7 million shares for just over $500 million, deploying roughly $100 million towards bolt-on acquisitions and increased our quarterly cash dividend payment by 26%.\nBefore we get into guidance, I want to comment on 2 reporting changes that occurred in the first quarter. First, effective at the start of the fiscal year, our Marine business, which was previously split across Asia Pacific and Global Products EMEALA is now managed and reported under our EMEALA segment. Historical segment results have been recast for comparability. Second, as part of the ongoing transformation of our service business, beginning with first quarter results, we are aligning the way we report revenue associated with certain types of retrofit activity we performed in EMEALA and APAC field businesses as they have evolved to be more aligned with similar offering in North America. From a management perspective, this provides better visibility to our initiatives aimed at accelerating our higher-margin recurring revenue base.\nThe changes are being made on a prospective basis. To help with comparisons going forward, we have included recasted segment results and a table with pro forma service revenue for FY '21 in the appendix. Now let me get into guidance on Slide 17. As George mentioned, we are reaffirming our full year adjusted EPS guidance range of $3.22 to $3.32, which represents year-over-year growth of 22% to 25%. Given the continued inflationary environment, we are increasing our organic revenue growth assumptions to a range of 8% to 10%, mainly driven by our increased price expectation.\nAn additional point of price on the top line we create an incremental margin headwind of approximately 20 basis points. We continue to expect price/cost will remain positive on an EPS basis. However, the inflated level of pricing will bring our full year price cost margin headwind to approximately 60 basis points. Therefore, we now expect 50 to 60 basis points of segment EBITDA margin expansion for the year. There was no change to underlying margin expansion of 110 to 120 basis points.\nLet me specifically point out that there was no change to our expectation for segment EBITDA dollars. Additionally, the strengthening U.S. dollar has created an EPS headwind in of $0.03 since we first provided guidance back in November, and we are absorbing this incremental headwind with our reaffirmed adjusted EPS guidance range.\nTurning to the second quarter. We expect continued strong performance with high single-digit organic revenue growth, improved segment EBITDA margin expansion and adjusted EPS of $0.62 to $0.64, which represents a year-over-year increase of 19% to 23%. Let me give back the call to George for some additional comments.\n\nGeorge R. Oliver\n\nChairman & CEO, Johnson Controls International Plc\n\nBefore we move on to the Q&A portion of the call, I wanted to announce a quick update to my leadership team. This will be Antonella's final earnings call, and she will be pursuing a new role outside of Johnson Controls. Antonella has been one of my constants, really, since I first joined back Tyco back in 2006. She has been an invaluable resource to me personally, and I'm sure she has been to many of you for more than a decade. She has been a fantastic leader, a trusted adviser and a friend. And so now, I can't thank you enough for all that you have done for me for the Johnson Controls team and for the company. I couldn't be more happy for you. I know I speak for all of us when I say we wish you all the best and we look forward to hearing more about your success in your new role. With that, operator, please open the line for questions."
  }
]