[
  {
    "header": "WST",
    "cik": "0000105770",
    "ticker": "WST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/124c31dc3fd12a1141abaaba210910a3",
    "period": "2025 Q3",
    "content": "Q3 2025 West Pharmaceutical Services Inc Earnings Call\n\nQ3 2025 West Pharmaceutical Services Inc Earnings Call\n\nWSTNYSEOCT 23, 8:00 AM\n\nOperator\n\nGood day, and welcome to West's Third Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, this call may be recorded.\nI would now like to turn the call over to John Sweeney, Vice President of Investor Relations. Please go ahead.\n\nJohn P. Sweeney\n\nVice President-Investor Relations, Dentsply Sirona, Inc.\n\nGood morning, and welcome to West's Third Quarter 2025 Earnings Conference Call, which has been webcast live. With me today on the call are West's CEO, Eric Green; and CFO, Bob McMahon. Earlier today, we issued our third quarter financial results. A copy of the press release, along with today's slide presentation containing to supplement information for your reference has been posted in the Investors section of the company's website located at investor.westpharma.com. Later today, a replay of the webcast will also be available in the Investors section of our website.\nOn the call, we will review our financial results and provide an update to our business and outlook for FY '25. Statements made by management on the call and the accompanying presentation contain forward-looking statements within the meaning of U.S. federal securities law. These statements are based on our beliefs and assumptions, current expectations, estimates and forecasts.\nThe company's future results are influenced by many factors beyond the control of the company. Actual results could differ materially from past results as well as those expressed or implied in any forward-looking statements made here. Please refer to today's press release, as well as other disclosures made by the company regarding the risks to which it is subject, including our 10-K and 10-Q.\nDuring the call, management will make reference to non-GAAP financial measures, including organic sales growth, adjusted operating profit, adjusted operating profit margin, free cash flow and adjusted diluted EPS. Limitations and reconciliations of non-GAAP financial measures to the most comparable financial results prepared in conformity to GAAP are provided in this morning's earnings release.\nI'll now turn the call over to our CEO, Eric Green. Eric?\n\nEric M. Green\n\nPresident, Chief Executive Officer & Director, West Pharmaceutical Services, Inc.\n\nThank you, John, and good morning, everyone. Thanks for joining us today. I'm pleased to report we delivered solid third quarter results with revenues, margins and adjusted EPS coming in above our expectations. Revenues of $805 million were up 5% on an organic basis. The adjusted operating margins were 21.1%, and adjusted EPS of $1.96 was up 6% compared to prior year.\nAs you will hear today, our business momentum is steadily improving, and we expect this trend to continue. As a result of this strong performance, we are increasing our guidance for 2025. I want to especially thank our West team members for their efforts and continued focus in achieving these results. Before getting into the details of our Q3 performance, I want to highlight two notable appointments, which further strengthened our executive leadership team.\nIn August, our new CFO, Bob McMahon joined West. Many of you know Bob, and he has done an exceptional job transitioning into his role, already visiting several of our websites and meeting with many of you. I'm excited to have Bob on board and partner together to lead the next phase of West grow.\nI'm also extremely pleased to welcome [ Davis matter ], our new Chief Technology Officer, who also joined West in August and is tasked with accelerating our innovation and new product introductions. Our team looks forward to benefiting from his industry experience and expertise.\nNow back to the Q3 financial results. Let's begin with a review of the Proprietary Products segment. Revenues of $648 million were up 5.1% on an organic basis. These results were driven by HVP components, our largest and most profitable business. We have a strong market position because of our trusted reputation for high-quality scale and reliability. This business has continued to strengthen each quarter, and revenues increased 13% organically in Q3.\nSeveral factors drove the strength of HVP components. First, elastomers for GLP-1 has strong growth and now account for 9% of total company sales. We benefit from our long-standing relationships as we partner with our customers in this market, supporting them as they expand their GLP-1 franchises. We're also collaborating closely with customers who are launching a pipeline of new GLP-1 molecules and generics. And we expect this market to continue to evolve as there are a number of new early-stage trials seeking to expand the range of indications and treatments using GLP-1s.\nSecond, in biologics. We're encouraged for their underlying market demand as ordering trends are returning to normal. Less participation rate for biologics and biosimilars is trending above our historical levels year-to-date of greater than 90%.\nThe third driver is HVP upgrades, including Annex 1. Given our strong market position with our elastomers portfolio, we are well positioned to benefit from what we believe is a long-term opportunity. We are tracking ahead of our expectations, and we currently have 375 ongoing Annex 1 upgrade projects. With the robust pipeline of new projects and our ability to partner with customers to convert current projects into commercial production, we anticipate Annex 1 and related HVP upgrades to deliver 200 basis points of growth this year, up from our previous expectation of 150 basis points.\nWe expect Annex 1 to drive continuing demand for higher-quality products as European regulators now require pharmaceutical companies to demonstrate their culture of continuous manufacturing improvement. West is well positioned to support our customers with HVP components and technical documentation to meet those requirements. We continue to work through our constraint at our HVP manufacturing site in Germany.\nDuring the quarter, we made good progress hiring and training employees in installing new equipment to expand capacity. These efforts, in addition to product tech transfers, will allow us to further leverage our investments made in our global HVP components infrastructure and balance production across the network, enabling enough to drive future growth.\nMoving to the HVP Delivery Device business. Revenues declined compared to prior year as expected, driven mainly by the $19 million incentive payment we received last year. With respect to Smart [ Gild ] 3.5, which is less than 4% of the total company revenues were improving profitability every quarter by driving down costs and remain on track to go live with automation in early 2026, even as we continue to evaluate options to maximize the value of this business. Lastly, our Standard Products business increased 3.6% on an organic basis this quarter. Converting standard products to HVP components over time serves as an important funnel for our business by generating revenue and expanding margins.\nTurning to Contract Manufacturing segment. This business performed well in the quarter, delivering revenues of $157 million, growing by 4.9% organically. Moving forward, we are now utilizing our Arizona CTM footprint to consolidate operations from less efficient locations. We continue to expect the second CGM contract to conclude at the end of Q2 2026. The future available space is in an attractive location with strong operating team that is resulting in a number of promising discussions with multiple customers.\nTurning to our Dublin site. We continue to ramp production of delivery devices for the obesity market. We are currently validating and testing the equipment installed for the commercialization of our drug handling business in early 2026. GLP-1s is in the Contract Manufacturing segment accounts for 8% of total company sales.\nOverall, I'm very pleased with the performance of both the proprietary products and contract manufacturing segments along with the trends that we are seeing in our business and in the markets.\nNow I will turn the call over to Bob. Bob?\n\nRobert W. McMahon\n\nChief Financial Officer & Senior Vice President, Agilent Technologies, Inc.\n\nThanks, Eric, and good morning, everyone. It's great to be here, and I'm pleased to be part of the West team. West team. West's Injectable Solutions and Services business is second to none, and I'm excited about the long-term growth potential of the company.\nNow before getting into the details, I wanted to highlight that we have revamped our quarterly presentation to provide some supplemental segment information, which we may find useful going forward.\nNow on to the quarterly results. In my remarks this morning, I'll provide some additional details on revenue as well as take you through the income statement and some other key financial metrics. I'll then cover our updated full year and fourth quarter guidance. As Eric mentioned, third quarter revenue was $805 million, above the top end of our revenue guidance, beating our expectations.\nOn a reported basis, total revenues increased 7.7%. Currency had a positive impact of 2.7 percentage points, resulting in organic growth of 5.0%. Of note, the incentive fee reduced organic growth by 280 basis points. So a solid result overall. I'll now go through each of our businesses in more detail.\nWithin the proprietary segment, HPV components, our largest business, accounting for 48% of total company sales was the standout. Revenues of $390 million increased 13.3% organically. This was driven by robust growth in GLP-1s, HVP upgrades, including Annex 1, improving performance in biologics and a normalizing demand environment. We are very pleased with the continued momentum in this business this year.\nIn our HVP delivery devices business, which accounted for 12% of the company's net sales in the quarter, revenues were $99 million. This was down 16.7% year-on-year organically, but roughly flat sequentially as we expected.\nIn Standard Products, revenues of $158 million increased 3.6% on an organic basis, even as we saw Annex 1 accelerate. Standard products accounted for 20% of total company net sales this quarter. Now looking across our end markets for proprietary. Biologics revenue was $329 million and up 8.3% on an organic basis.\nGrowth in products using our laminated technology and strength in Westar and Envision offset the headwind from the incentive fee in the prior year. Pharma revenue rose 1.4% on an organic basis to $183 million, with growth in RU seals, stoppers and plungers. And generics revenue increased 2.6% organically to $136 million, also driven by growth in seals and stockers.\nNow finishing up revenues. Our Contract Manufacturing segment delivered $157 million, growing 4.9% on an organic basis. Segment performance in the quarter was driven by an increase in sales of self-injected devices for obesity and diabetes, partially offset by a decrease in sales of health care diagnostic devices. Contract manufacturing accounted for 20% of total company net sales in the quarter. Pricing was a positive 1.7%, and we are tracking at roughly 2.4% for the first 9 months of the year, right in line with our 2 to 3 percentage point expectation.\nNow let's take a closer look at the rest of the P&L. Gross margin was 36.6% in the quarter, up 120 basis points as compared to the prior year. This strong result is due to the positive mix of HVP components, as well as good execution in our supply network. Adjusted operating margins of 21.1%, while down 40 basis points compared to the prior year were ahead of our expectations. And below the line, our net interest income was $4.5 million. The tax rate came in at 19.8%, slightly better than expected, and we had 72.6 million diluted shares outstanding in the quarter. Now putting it all together, Q3 adjusted earnings per share were $1.96, up 6% versus last year and $0.26 above confident of guidance.\nMoving on to a few cash flow metrics. Year-to-date, operating cash flow is $504 million, up 9%, while free cash flow of $294 million is 54% higher than last year as capital expenditures are down 23%. To date, we have invested $210 million in capital expenditures and remain on track for $275 million for the year.\nIn summary, we had a very solid third quarter operationally that exceeded our expectations. And as a result, we're increasing our full year guidance on both revenue and earnings per share. For the full year, we are now anticipating our reported revenue to be in the range of $3.06 billion to $3.07 billion. This represents reported growth of 5.8% to 6.1% and organic growth of 3.75% to 4% for the full year. The foreign exchange environment has remained relatively stable since our last guide and so currency is still expected to be a $59 million tailwind for the year. We are also increasing our full year adjusted EPS range to $7.06 to $7.11 representing year-on-year growth of 4.6% to 5.3%. A few more items to help you modeling. This assumes flat other income and expense, a 21% tax rate in the fourth quarter and 72.6 million diluted shares outstanding.\nIn addition, we continue to anticipate $15 million to $20 million in tariff-related costs this year and now expect to mitigate more than half of those costs in 2025. For 2026, we expect to fully mitigate the impact based on the current tariff landscape. Our updated full year guidance translates to fourth quarter revenue of $790 million to $800 million.\nThis is a reported increase of 5.5% to 6.8% and an organic increase of 1% to 2.3%. And as a reminder, we also had a $25 million incentive fee in Q4 of last year, which we do not expect to repeat this year and is reducing our expected Q4 organic growth by roughly 360 basis points. In fourth quarter, adjusted earnings per share are expected to be between $1.81 and $1.86.\nBefore turning the call back over to Eric. And while we're still going through our planning process, I did want to share a few thoughts on 2026. We are exiting 2025 in a good place. We believe destocking is largely behind us and demand will continue to improve for our key growth drivers.\nThat said, our end markets remain dynamic, and we could see a range of outcomes. So we will be prudent with our planning. Our HPV components business will lead the way given the multiyear growth drivers of GLP-1s and HVP upgrades, driving our biologics end market. We are anticipating the remaining CGM contract will continue to run at full capacity until exiting in mid-2026.\nThis is roughly a $40 million headwind for the second half of 2026. We are actively working on refilling that space with higher-margin business with the expectation of the pacing and ramp, the pipeline coming in better view by the end of the year.\nLastly, we are building out drug handling in our Dublin facility, and this is expected to add roughly $20 million in revenue for next year, which will help offset the CGM contract. And we will get back to expanding margins. So while early, I believe 2026 is coming into better focus, and I look forward to giving specific guidance on the next earnings call.\nNow I'd like to turn the call over to Eric for closing comments. Eric?\n\nEric M. Green\n\nPresident, Chief Executive Officer & Director, West Pharmaceutical Services, Inc.\n\nGreat. Thanks, Bob. To summarize, we had a solid quarter, resulting in an upward adjustment to our guidance. We believe the positive trends in our business are sustainable due to strong execution, improving market conditions and our ability to respond to the evolving needs of our customers, our reputation for high-quality and services paramount.\nWest has key competitive advantages that allow us to protect our business model long term, especially in our highest-margin HVP components franchise, and we continue to make progress improving our margins. This is why I'm confident that we are well positioned for Q4 and into 2026.\nOperator, we're ready to take questions. Thank you."
  },
  {
    "header": "WST",
    "cik": "0000105770",
    "ticker": "WST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ce40c1167e62cab400c355bd2e782314",
    "period": "2025 Q2",
    "content": "Q2 2025 West Pharmaceutical Services Inc Earnings Call\n\nQ2 2025 West Pharmaceutical Services Inc Earnings Call\n\nWSTNYSEJUL 24, 8:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Q2 2025 West Pharmaceutical Services Earnings Conference Call. [Operator Instructions]. Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, John Sweeney, Head of Investor Relations. Please go ahead.\n\nJohn P. Sweeney\n\nVice President-Investor Relations, Dentsply Sirona, Inc.\n\nGood morning, and welcome to West's Second Quarter 2025 Earnings Conference Call. We issued our financial results earlier this morning, and the release has been posted in the Investors section of the company's website located at westpharma.com. On the call today, we will review our financial results, provide an update for our business and our outlook for FY '25. There's a slide presentation that accompanies today's call, and a copy of the presentation is available on the Investor page of West's website.\nOn Slide 4, there's a safe harbor statement. Statements made by management on the call and the accompanying presentation contain forward-looking statements within the meaning of U.S. federal securities law. These statements are based on our beliefs and assumptions, current expectations, estimates and forecasts. The company's future results are influenced by many factors beyond the control of the company.\nActual results could differ materially from past results as well as those expressed or implied in any forward-looking statements made here. Please refer to today's press release as well as other disclosures made by the company regarding the risks to which it is subject, including our 10-K, 10-Q and 8-K reports.\nDuring the call, management will make reference to non-GAAP financial measures, including organic sales growth, adjusted operating profit, adjusted operating profit margin and adjusted diluted EPS. Limitations and reconciliations of the non-GAAP financial measures to the most comparable financial results prepared in conformity to GAAP are provided in this morning's earnings release.\nI'll now turn the call over to our CEO, Eric Green. Eric?\n\nEric M. Green\n\nPresident, Chief Executive Officer & Director, West Pharmaceutical Services, Inc.\n\nThank you, John, and good morning, everyone. Thanks for joining us today. I'll begin with a review of our performance in the second quarter and discuss the encouraging trends we are seeing in the business. Then Bernard will provide our detailed financial review, and I will close with some final thoughts.\nNow let's turn to Slide 5 and look at our Q2 business performance. I am pleased to report that we exceeded our expectations for the second quarter. This was driven by solid growth in HVP components. This quarter, our net sales increased 9.2%, and 6.8% on an organic basis. This strong performance was the result of robust GLP-1 elastomer growth.\nOngoing momentum in HVP conversions impacted by Annex-1 activity and the continued normalization of customer ordering patterns. Our improved performance was concentrated in our higher-margin businesses, which drove the favorable margin expansion in the quarter. We believe this quarter underscores West's position as the market-leading injectable solutions company serving some of the fastest-growing areas of health care. We do this by leveraging our competitive strength to help our customers grow their commercialized products and launch new drugs across multiple therapeutic categories.\nMoving to Slide 6. Our Proprietary Products segment grew 8.4% on an organic basis in Q2. The key driver of this solid performance was HVP components, which increased 11.3% in the quarter. To meet the continued growth in GLP-1 plunder demand, where possible, we are leveraging the investments that were made during the pandemic. GLP-1 elastomer products accounted for 8% of total company revenues in the second quarter of 2025.\nOur performance also reflected our progress delivering HVP upgrades and Annex-1 related revenues. We now have 370 Annex-1 HVP Upgrade projects up from 340 last quarter. We continue to view Annex-1 as a significant multiyear opportunity where we have sustainable competitive advantage as we are the incumbent on these commercialized drugs and have the ability to deliver higher levels of quality at scale.\nAs demand for our products continues to improve, we are working hard to increase supply to our customers. In the quarter, a majority of the customers who have showed growth were those who experienced destocking in the first half of the prior year. While we believe there are some destocking headwinds to work through in generics and to a lesser extent, in biologics, broadly speaking, we're optimistic that our businesses in these markets are turning back to more normal ordering patterns.\nLooking to the future, we expect Biologics to continue to be a meaningful contributor to our long-term growth as West continues to win in the market. West's participation rate for biologics and biosimilars is trending above our historical levels year-to-date, and our win rates for small molecules remain in line with past trends. We believe we're making progress in improving our ability to meet customer demand and increasing asset utilization.\nAs we previously disclosed, one of our HVP plants in Europe has experienced certain constraints. We are proactively executing an initiative to expand capacity through a hiring and training program. We expect that these steps will improve production as the year progresses.\nThe investments made to expand our HVP infrastructure over the past 5 years continue to provide us with important benefits. This includes 5 centers of excellence across our global manufacturing network, 2 in North America, 2 in Europe and 1 in Singapore that offer a strong platform for growth as demand for HPV components normalizes. Because many of these investments now have been made, we remain confident that we will be able to drive capital expenditures back to the normal level of 6% to 8% of revenues. This level is necessary to support our long-term constrict.\nIn longer term, we have the opportunity to align our manufacturing location with revenues. This includes further network optimization, which we can do through technology transfers. These initiatives take about 12 to 18 months, and also provides us with valuable tool to improve service leve [indiscernible].\nShifting to Standard Products. Revenues were up 0.4%. Most standard products have a strong regulatory moat with over half of them being [ spec-ed into ] an FDA or a similar regulatory process. That being said, we're continuously converting a portion of the standard product base to HVP every year. And this business offers West a significant opportunity as it represents an ongoing pipeline for HVP conversions.\nMoving to our HVP Delivery Devices business, which represents approximately 13% of total company sales on Slide 7. In the second quarter, revenues increased 30%. The majority of the growth in this area was driven by strength in Daikyo Crystal Zenith containment and administration systems. HVP Delivery Devices include SmartDose. We continue to evaluate the best path forward for SmartDose and we're closely managing the cost base and are in the process of introducing a new automated line in early 2026, which will further enhance the economics of SmartDose.\nTurning to the Contract Manufacturing segment on Slide 8. We saw a 0.5% organic revenue increase in the quarter. This was driven by the initial ramp-up stages of our Dublin facility where we manufacture auto-injectors and pens serving the obesity and diabetes market. This was partially offset by life cycle management of a CGM diagnostics device. We continue to expect contract manufacturing organic revenues to increase low single digits for the full year of 2025.\nOn Slide 9, we are updating our full year 2025 guidance. As a result of the strong performance in Q2, continued momentum in our HVP Components business and favorable FX environment, we are increasing our organic revenue and adjusted EPS guidance for the full year 2025.\nBefore I turn the call over to Bernard, I would like to briefly mention the announcement made earlier this week regarding the appointment of our new CFO, Bob McMahon. Having previously served as the CFO of Agilent Technologies, I'm looking forward to his expertise and experience as part of our West team. In the coming months, Bernard and Bob will work together to ensure a seamless transition. And with that, let me turn it over to Bernard, who will provide more details on the quarter. Bernard?\n\nBernard J. Birkett\n\nSenior Vice President, Chief Financial Officer & Treasurer, West Pharmaceutical Services, Inc.\n\nThank you, Eric, and good morning. Now let's review the numbers in more detail. We'll first look at Q2 2025 revenues and profits where we saw increases in organic sales, adjusted operating profit and diluted EPS compared to the second quarter of 2024. I will take you through the drivers impacting sales and margin in the quarter as well as some balance sheet takeaways. And finally, we will provide an update to our guidance.\nFirst up, Q2. Our financial results are summarized on Slide 10, and the reconciliation of non-U.S. GAAP measures are described in Slides 19 to 22. We recorded net sales of $766.5 million, representing an organic sales increase of 6.8%.\nLooking at Slide 11. Proprietary Products organic net sales increased 8.4% in the quarter, primarily driven by increased HVP volumes and positive sales price. High-value products, which made up 74% of Proprietary Product sales in the quarter increased 12.6% led by customer demand for Westar and NovaChoice products. The biologics market unit delivered high single-digit organic net sales growth, driven by an increase in sales of NovaChoice and Daikyo CZ products. The pharma and generics market units both increased high single digits, primarily due to an increase in sales of Westar products.\nOur Contract Manufacturing segment experienced 0.5% net sales growth in the second quarter, primarily driven by an increase in sales in self-injection devices for obesity and diabetes. We recorded $273.9 million in gross profit, which was $43.9 million or 19.1% higher than Q2 of last year. And our gross profit margin of 35.7% was a 290 basis point year-over-year increase. Our adjusted operating profit margin of 20.3% with an increase of 230 basis points from the same period last year.\nFinally, adjusted diluted EPS increased 21.1% for Q2, excluding stock-based compensation tax benefit, EPS improved by 26.4%, compared to the same period last year.\nNow let's review the drivers in both our revenue and profit performance. On Slide 12, we show the contributions to organic sales increase in the quarter. Sales price increases contributed $14.6 million or 2.1 percentage points of growth in the quarter. In addition to price, there was a positive volume and mix impact of $33.3 million driven by greater demand for Westar and NovaChoice products and a foreign currency tailwind of $16.5 million.\nLooking at margin performance. Slide 13 shows our consolidated gross profit margin of 35.7% for Q2 2025, up from 32.8% in Q2 2024. Proprietary Products second quarter gross profit margin of 40.1% was 310 basis points higher than the margin achieved in the second quarter of 2024. The key driver for the increase in Proprietary Products gross profit margin in addition to sales price with higher plant efficiency and output, driven by increased customer demand for our HVP products. Contract Manufacturing second quarter gross profit margin of 17.5% was 130 basis points greater than the margin achieved in the second quarter of 2024, primarily due to increased sales prices and positive product mix.\nNow let's look at our balance sheet and review how we've done in terms of generating cash for the business. On Slide 14, we have listed some key cash flow metrics. Operating cash flow was $306.5 million for the 6 months ended June 2025, growth of $23.3 million compared to the same period last year, an 8.2% increase primarily due to favorable working capital management. Our second quarter 2025 year-to-date capital spending was $146.5 million, $44.3 million lower than the same period last year. Working capital of approximately $1.076 billion at June 30, 2025, increased by $88.6 million from December 31, 2024, primarily due to increases in our current assets.\nOur cash balance at June 30, 2025, of $509.7 million was $25.1 million higher than our December 2024 balance. The increase in cash is primarily due to cash from operations, offset by $134 million of share repurchases and our capital expenditures.\nTurning to guidance. Slide 15 provides a high-level summary. Based on a strong second quarter results and positive impact of foreign currency exchange, we are increasing our full year 2025 revenue guidance. We expect net sales in a range of $3.04 billion to $3.06 billion, compared to prior guidance of $2.945 billion to $2.975 billion. There is an estimated full year 2025 tailwind for approximately $59 million based on current foreign exchange rates, compared to our prior guidance of a headwind of approximately $5 million. We expect organic sales growth to be approximately 3% to 3.75%, compared to a 2% to 3% in our prior guidance.\nI would note there is a mix shift in the updated guidance with HVP components now expected to be up mid- to high single digits for the year. We are increasing our full year 2025 adjusted diluted EPS guidance to a range of $6.65 to $6.85 up from the previous range of $6.15 to $6.35. Full year 2025 adjusted diluted EPS guidance assumes $0.27 tailwind based on current foreign exchange rates, compared to prior guidance of no foreign currency impact. The updated guidance also includes EPS of $0.04 associated with first half 2025 tax benefits from stock-based compensation. Our guidance excludes future tax benefits from stock-based compensation.\nMoving on to tariffs. Based on the tariffs that have been set, we believe the impact to our business for the 9 months will be $15 million to $20 million for FY 2025, compared to our prior estimate of $20 million to $25 million. However, there is still a lot of uncertainty here, and we appreciate that this number could be more or less depending on retaliatory tariffs and other factors. We continue to monitor the situation, and we are utilizing every available mitigation lever to offset this impact. We are not currently incorporating any estimate for tariff-related pass-through revenues and our guidance at this point.\nMoving on to third quarter guidance. We anticipate revenue to be in the range of $785 million to $795 million, which translates to approximately 2.5% to 3.5% third quarter organic sales growth. And third quarter adjusted diluted EPS is expected to be in a range of $1.65 to $1.70. And as a reminder, our Q3 2024 results included an approximate $19 million customer incentive payment in our drug delivery device business. That does not recur in Q3 2025. Excluding the impact of this incentive, Q3 organic growth is approximately 5% to 6%. Lastly, our 2025 CapEx guidance is $275 million for the year, unchanged from prior guidance.\nI would now like to turn the call back over to Eric.\n\nEric M. Green\n\nPresident, Chief Executive Officer & Director, West Pharmaceutical Services, Inc.\n\nThanks, Bernard. To summarize on Slide 16, we are delivered on the financial outlook we shared with you last quarter, and this is reflected in our upward adjustment to guidance. Our HVP component business is improving, and we see opportunities for increased returns in our contract manufacturing business. Our strategy is delivering strong results and gives us confidence that our business can return to achieving our targeted long-term growth construct.\nSpecifically, we're seeing improving trends in our most profitable business HVP Components. We will continue to capitalize on the opportunities where we have excellent competitive advantages and unique offerings for our customers. Longer term, we're well positioned to capture the strong demand in the biologics market and benefit from the process improvements underway.\nIn closing, I would like to thank you for your interest in West and extend my sincere thanks to all the West team members who did an outstanding job and contributed to our successful second quarter. Operator, we're ready to take questions."
  },
  {
    "header": "WST",
    "cik": "0000105770",
    "ticker": "WST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/704fe1f9b75748a1f7880aef56518a08",
    "period": "2025 Q1",
    "content": "Q1 2025 West Pharmaceutical Services Inc Earnings Call\n\nQ1 2025 West Pharmaceutical Services Inc Earnings Call\n\nWSTNYSEAPR 24, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the West Pharmaceutical Services First Quarter 2025 Earnings Conference Call. At this time, all participants are in a listen-only mode. After the speaker's presentation, there will be a question-and-answer session. [Operator Instructions]. Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, John Sweeney, Vice President of Investor Relations. Please go ahead.\n\nJohn P. Sweeney\n\nVice President-Investor Relations, Dentsply Sirona, Inc.\n\nGood morning, and welcome to West's First Quarter 2025 Earnings Conference Call. We issued our financial results early this morning and the release has been posted in the Investors section of the company's website located at westpharma.com. On the call today, we will review our financial results, provide an update for our business and present our financial outlook for FY '25.\nThere's a slide presentation that accompanies today's call, and a copy of the presentation is available on the Investor page of West's website. On Slide 4, there's a safe harbor statement and statements made by management on the call and in the accompanying presentation contain forward-looking statements from the meaning of the U.S. federal securities laws. These statements are based on our beliefs and assumptions, current expectations, estimates and forecasts. The company's future results are influenced by many factors beyond the control of the company.\nActual results could differ materially from past results as well as those expressed or implied in any forward-looking statements made here. Please refer to today's press release as well as any other disclosures made by the company regarding the risks to which it is subject, including our 10-K, 10-Q and 8-K reports.\nDuring today's call, management will make reference to non-GAAP financial measures, including organic sales growth, adjusted operating profit, adjusted operating profit margin and adjusted diluted EPS. Limitations and reconciliations of the non-GAAP financial measures to the most comparable financial results prepared in conformity to GAAP are provided in this morning's earnings release.\nI'll now turn the call over to our CEO, Eric Green. Eric?\n\nEric M. Green\n\nPresident, Chief Executive Officer & Director, West Pharmaceutical Services, Inc.\n\nThank you, John, and good morning, everyone. Thanks for joining us today. I'll begin today's remarks with our performance in the first quarter. Then I'll provide some context on the trends we are seeing and share how the company is positioned for long-term growth, followed by Bernard's detailed financial review. I will then wrap up with some closing thoughts. Starting on Slide 5. I'm pleased to report that we delivered a solid start to the year as both revenues and adjusted EPS exceeded our expectations.\nThis was largely driven by solid contributions from GLP-1s and a reduced impact from industry-wide destocking. Our results reflect the West team's operating execution in the areas where we maintain competitive advantages and strong customer relationships. Moving to Slide 6. Our Proprietary Products business, which includes HVP components, standard products and HVP delivery devices was up 0.6% or up 2.4% on an organic basis.\nIn the past 5 years, HVP components have grown at a CAGR of 13%. And overall, we expect HVP Components revenues to grow mid-single digits in 2025 and down from our previous expectations of mid- to high single digits, a change driven by mix and timing. A key driver of HVP components growth is our ability to capitalize on the significant opportunities in the GLP-1 market.\nOur HVP GLP-1 laser business is performing well, growing to about 7% of total revenues in the first quarter. Furthermore, we continue to make progress with our biologics customers solidifying our position as the global leader in this space. There are 2 parts to our Biologics business that I would like to address individually. First, delivery devices is a small portion of the portfolio within Biologics and is the current source of growth as we installed a new production line in Q3 of 2024.\nHowever, the growth will reverse in the second half of 2025 when we comp against the significant incentive payments we received in Q3 and Q4 of last year. The largest portion of the portfolio within Biologics is HVP components, and this has a positive trend. These are pacing negative in the first and second quarters of 2025 of function of tail and destocking.\nWe anticipate that this trend will reverse and expect a high single-digit growth rate in the second half of 2025 for Biologics HVP components. On an aggregate basis, we expect Biologics growth of low single digits in 2025. We are encouraged with the progress we're making with Annex 1. In Q1, Annex 1 revenues were about 200 basis points of total revenues. This was stronger than our expectation of 100 to 150 basis points for the full year, driven by favorable Q1 timing. To date, we have approximately 340 Annex 1 projects in various stages with our customers, up from the 280 we mentioned in the last earnings call, Importantly, Annex 1 increases the value proposition of our HVP portfolio with a positive mix shift.\nMoving on to a discussion of our HVP delivery devices business on Slide 7. The growth in this area was driven by a continued volume ramp in SmartDose in the first quarter of 2025. We have a twofold strategy for this area of our business. First, we are working hard to drive significant margin improvement as we move forward. This incorporates driving scale for the business, introducing an automated line later in 2025 to early 2026 and we're working to improve the economics around this business in the near term.\nSecond, we continue to evaluate the best path forward for this business and all options remain on the table. Finally, standard products were relatively flat year-over-year. Overall, we are seeing improvements in the proprietary products business driven by strength in GLP-1s in line with our expectations in 2025. In our Contract Manufacturing segment on Slide 8, revenue growth in our GLP-1 Auto-Injector business is offsetting the CGM contract exits. We continue to work towards filling the space and onboarding new contracts as we continue to execute on this business. We believe that for the full year, our investments in GLP-1 facilities will continue to deliver low single-digit growth for this segment.\nOur goal is to continue growing our contract manufacturing business and moving into drug handling, which we believe will be higher margin and comes with lower capital intensity. In the near term, we are executing on our capital allocation strategy, which involves investing in the overall business to drive future performance returning capital to shareholders through our stock repurchase program and dividends.\nBefore I turn the call over to Bernard, I'm sure you have seen the press release this morning regarding the executive leadership changes. I know that Bernard's decision was not made lightly, and we appreciate the note has given the company in order for us to seek a successor and ensure a smooth transition of his goal. Bernard has been a valuable partner and adviser to me in the entire organization. His contributions and leadership over the past 7 years have been instrumental to our success. He will be missed.\nWe have initiated a search process to identify Bernard's successor and he has committed to be part of the selection process where his insights will be beneficial. Additionally, I am pleased to highlight an outstanding new addition to our executive leadership team. [ Shane Campbell ] is joining us as the Senior Vice President of Chief Proprietary Segment Officer. He comes to us from Carlisle Company, where he served as the Chief Commercial Officer of the Construction Materials business as an accomplished leader, including a 20-year career at [ DuPont ], [ Jane ] brings extensive global management experience in areas of elastomers, polymers, building materials, chemicals and packaging. We look forward to working with him in the vast experience we'll bring to West.\nI'll now hand the call over to Bernard. Bernard?\n\nBernard J. Birkett\n\nSenior Vice President, Chief Financial Officer & Treasurer, West Pharmaceutical Services, Inc.\n\nThank you, Eric, and good morning. I appreciate your kind words. As you know, I really enjoyed our partnership working with the West team, and I am proud of what we have been able to achieve. Now let's review the numbers in more detail. We'll first look at Q1 2025 revenues and profits where we saw a low single-digit increase in organic sales, an increase in adjusted operating profit and a reduction in diluted EPS compared to the first quarter of 2024. I will take you through the drivers impacting sales and margin in the quarter as well as some balance sheet takeaways.\nAnd finally, we will provide an update to our guidance. First up, Q1. Our financial results are summarized on Slide 9 and the reconciliation of non-U.S. GAAP measures are described in Slides 17 to 19. We recorded net sales of $698 million representing an organic sales increase of 2.1%. Looking at Slide 10. Proprietary Products organic net sales increased 2.4% in the quarter. primarily driven by positive sales price slightly offset by mix.\nHigh-value products, which made up 73% of Proprietary Product sales in the quarter increased by low single digits, led by customer demand for self-injection device platforms. The Biologics market unit delivered mid-single digits organic net sales growth, driven by an increase in sales of self-injection device platforms, partially offset by lower sales of [ FluroTec ] products. The pharma market unit saw mid-single-digit growth primarily due to an increase in sales of standard products and [ Westar ] products, while the generics market unit declined mid-single digits, driven by a decline in sales of standard and FluroTec products. Our Contract Manufacturing segment experienced low single-digit net sales growth in the first quarter, primarily driven by an increase in sales in self-injection devices for obesity and diabetes. We recorded $231.9 million in gross profit, which was $1.7 million or 0.7% higher than Q1 of last year.\nAnd our gross profit margin of 33.2% was a 10 basis point year-over-year increase. Our adjusted operating profit margin of 17.9% was an increase of 20 basis points from the same period last year.\nFinally, adjusted diluted EPS declined 7.1% for Q1. Excluding stock-based compensation tax benefit, EPS improved by 1.4% compared to the same period last year. Now let's review the drivers in both our revenue and profit performance. On Slide 11, we show the contributions to organic sales increase in the quarter. Sales price increases contributed $23.3 million, 3.4 percentage points of growth in the quarter. Offsetting price was a negative volume and mix impact of $9 million as we saw higher sales of self-injection offset by a decline in FluroTec and a foreign currency headwind of approximately $11.7 million.\nLooking at margin performance. Slide 12 shows our consolidated gross profit margin of 33.2% for Q1 2025, up from 33.1% in Q1 2024. Proprietary Products first quarter gross profit margin of 37.3% was 30 basis points higher than the margin achieved in the first quarter of 2024. The key drivers for the increase in Proprietary Products gross profit margin in addition to sales price or production efficiencies, partially offset by a negative shift in sales mix from HVP components to HVP devices. Contract Manufacturing first quarter gross profit margin of 16.1% was 90 basis points below the margin achieved in the first quarter of 2024 primarily due to increased spend and production inefficiencies.\nNow let's look at our balance sheet and review how we've done in terms of generating cash for the business. On Slide 13, a we have listed some key cash flow metrics. Operating cash flow was $129.4 million for the 3 months ended March 2025, growth of $11.2 million compared to the same period last year. A 9.5% increase primarily due to favorable working capital management. Our first quarter 2025 year-to-date capital spending was $71.3 million, $19.3 million lower than the same period last year. Working capital of approximately $931 million at March 31, 2025, decreased by $56.9 million from December 31, 2024, primarily due to a reduction in our cash balance. Our cash balance at March 31, 2025, and of $404.2 million was $80.4 million lower than our December 2024 balance.\nThe decrease in cash is primarily due to $134 million of share repurchases and our capital expenditure is offset by cash from operations. Turning to guidance. Slide 14 provides a high-level summary. We are increasing our full year 2025 revenue guidance for the impact of foreign currency exchange. We expect net sales in the range of $2.945 billion to $2.975 billion compared to prior guidance of $2.875 billion to $2.905 billion. There is an estimated full year 2025 headwind of approximately $5 million based on current foreign exchange rates. We continue to expect organic sales growth to be approximately 2% to 3%, unchanged from prior guidance.\nWe are increasing our full year 2025 adjusted diluted EPS guidance to a range of $6.15 to $6.35, up from the previous range of $6 to $6.20. Full year 2025 adjusted diluted EPS guidance assumes no impact based on current foreign exchange rates compared to an FX headwind of $0.23 from prior guidance. The updated guidance also includes EPS of $0.02 associated with first quarter 2025 tax benefits from stock-based compensation. Our guidance excludes future tax benefits from stock-based compensation. Here is our assumption about tariffs in our EPS guidance. Based on the tariffs that have been set, we believe the net impact to our business will be $20 million to $25 million for the remaining 3 quarters of 2025. However, there is a lot of uncertainty here, and we appreciate that this number could be more or less depending on retaliatory tariffs and other factors.\nWe continue to monitor the situation, and we are utilizing every available mitigation lever to offset this impact. The tariff headwind is more than offset by the strength we saw in the first quarter. Foreign currency improvement and the first quarter stock comp benefit. We are not currently incorporating any estimate for tariff-related pass-through revenues in our guidance at this point.\nMoving on to our second quarter guidance. We anticipate revenue to be in the range of $720 million to $730 million, which translates to approximately 3% to 4% of second quarter organic sales growth. And second quarter adjusted diluted EPS is expected to be in the range of $1.50 to $1.55. Lastly, our 2025 CapEx guidance of $275 million for the year, unchanged from prior guidance.\nI would now like to turn the call back over to Eric.\n\nEric M. Green\n\nPresident, Chief Executive Officer & Director, West Pharmaceutical Services, Inc.\n\nThanks, Bernard. As you have heard today, 2025 is off to a solid start. We look forward to building on this momentum as we move throughout the year. Our team is steadfast in meeting the expectations to drive our growth. To that end, today, we have increased our adjusted diluted EPS guidance for 2025. You can expect us to continue to capitalize our competitive strengths and make decisions that improve our overall margin. We're laser-focused on returns on invested capital and will have more to share in the coming quarters.\nOver the past few months, we were fortunate to have the opportunity to speak with many shareholders and our analysts. There seems to be a general consensus among those who we spoke with on those challenges and opportunities here at West, and we're committed to delivering on those goals and objectives. Lastly, I would like to thank all the team members at West, who contributed to our successful first quarter. Operator, we're ready to take questions. Thank you.\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the West Pharmaceutical Services First Quarter 2025 Earnings Conference Call. At this time, all participants are in a listen-only mode. After the speaker's presentation, there will be a question-and-answer session. [Operator Instructions]. Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, John Sweeney, Vice President of Investor Relations. Please go ahead.\n\nJohn P. Sweeney\n\nVice President-Investor Relations, Dentsply Sirona, Inc.\n\nGood morning, and welcome to West's First Quarter 2025 Earnings Conference Call. We issued our financial results early this morning and the release has been posted in the Investors section of the company's website located at westpharma.com. On the call today, we will review our financial results, provide an update for our business and present our financial outlook for FY '25.\nThere's a slide presentation that accompanies today's call, and a copy of the presentation is available on the Investor page of West's website. On Slide 4, there's a safe harbor statement and statements made by management on the call and in the accompanying presentation contain forward-looking statements from the meaning of the U.S. federal securities laws. These statements are based on our beliefs and assumptions, current expectations, estimates and forecasts. The company's future results are influenced by many factors beyond the control of the company.\nActual results could differ materially from past results as well as those expressed or implied in any forward-looking statements made here. Please refer to today's press release as well as any other disclosures made by the company regarding the risks to which it is subject, including our 10-K, 10-Q and 8-K reports.\nDuring today's call, management will make reference to non-GAAP financial measures, including organic sales growth, adjusted operating profit, adjusted operating profit margin and adjusted diluted EPS. Limitations and reconciliations of the non-GAAP financial measures to the most comparable financial results prepared in conformity to GAAP are provided in this morning's earnings release.\nI'll now turn the call over to our CEO, Eric Green. Eric?\n\nEric M. Green\n\nPresident, Chief Executive Officer & Director, West Pharmaceutical Services, Inc.\n\nThank you, John, and good morning, everyone. Thanks for joining us today. I'll begin today's remarks with our performance in the first quarter. Then I'll provide some context on the trends we are seeing and share how the company is positioned for long-term growth, followed by Bernard's detailed financial review. I will then wrap up with some closing thoughts. Starting on Slide 5. I'm pleased to report that we delivered a solid start to the year as both revenues and adjusted EPS exceeded our expectations.\nThis was largely driven by solid contributions from GLP-1s and a reduced impact from industry-wide destocking. Our results reflect the West team's operating execution in the areas where we maintain competitive advantages and strong customer relationships. Moving to Slide 6. Our Proprietary Products business, which includes HVP components, standard products and HVP delivery devices was up 0.6% or up 2.4% on an organic basis.\nIn the past 5 years, HVP components have grown at a CAGR of 13%. And overall, we expect HVP Components revenues to grow mid-single digits in 2025 and down from our previous expectations of mid- to high single digits, a change driven by mix and timing. A key driver of HVP components growth is our ability to capitalize on the significant opportunities in the GLP-1 market.\nOur HVP GLP-1 laser business is performing well, growing to about 7% of total revenues in the first quarter. Furthermore, we continue to make progress with our biologics customers solidifying our position as the global leader in this space. There are 2 parts to our Biologics business that I would like to address individually. First, delivery devices is a small portion of the portfolio within Biologics and is the current source of growth as we installed a new production line in Q3 of 2024.\nHowever, the growth will reverse in the second half of 2025 when we comp against the significant incentive payments we received in Q3 and Q4 of last year. The largest portion of the portfolio within Biologics is HVP components, and this has a positive trend. These are pacing negative in the first and second quarters of 2025 of function of tail and destocking.\nWe anticipate that this trend will reverse and expect a high single-digit growth rate in the second half of 2025 for Biologics HVP components. On an aggregate basis, we expect Biologics growth of low single digits in 2025. We are encouraged with the progress we're making with Annex 1. In Q1, Annex 1 revenues were about 200 basis points of total revenues. This was stronger than our expectation of 100 to 150 basis points for the full year, driven by favorable Q1 timing. To date, we have approximately 340 Annex 1 projects in various stages with our customers, up from the 280 we mentioned in the last earnings call, Importantly, Annex 1 increases the value proposition of our HVP portfolio with a positive mix shift.\nMoving on to a discussion of our HVP delivery devices business on Slide 7. The growth in this area was driven by a continued volume ramp in SmartDose in the first quarter of 2025. We have a twofold strategy for this area of our business. First, we are working hard to drive significant margin improvement as we move forward. This incorporates driving scale for the business, introducing an automated line later in 2025 to early 2026 and we're working to improve the economics around this business in the near term.\nSecond, we continue to evaluate the best path forward for this business and all options remain on the table. Finally, standard products were relatively flat year-over-year. Overall, we are seeing improvements in the proprietary products business driven by strength in GLP-1s in line with our expectations in 2025. In our Contract Manufacturing segment on Slide 8, revenue growth in our GLP-1 Auto-Injector business is offsetting the CGM contract exits. We continue to work towards filling the space and onboarding new contracts as we continue to execute on this business. We believe that for the full year, our investments in GLP-1 facilities will continue to deliver low single-digit growth for this segment.\nOur goal is to continue growing our contract manufacturing business and moving into drug handling, which we believe will be higher margin and comes with lower capital intensity. In the near term, we are executing on our capital allocation strategy, which involves investing in the overall business to drive future performance returning capital to shareholders through our stock repurchase program and dividends.\nBefore I turn the call over to Bernard, I'm sure you have seen the press release this morning regarding the executive leadership changes. I know that Bernard's decision was not made lightly, and we appreciate the note has given the company in order for us to seek a successor and ensure a smooth transition of his goal. Bernard has been a valuable partner and adviser to me in the entire organization. His contributions and leadership over the past 7 years have been instrumental to our success. He will be missed.\nWe have initiated a search process to identify Bernard's successor and he has committed to be part of the selection process where his insights will be beneficial. Additionally, I am pleased to highlight an outstanding new addition to our executive leadership team. [ Shane Campbell ] is joining us as the Senior Vice President of Chief Proprietary Segment Officer. He comes to us from Carlisle Company, where he served as the Chief Commercial Officer of the Construction Materials business as an accomplished leader, including a 20-year career at [ DuPont ], [ Jane ] brings extensive global management experience in areas of elastomers, polymers, building materials, chemicals and packaging. We look forward to working with him in the vast experience we'll bring to West.\nI'll now hand the call over to Bernard. Bernard?\n\nBernard J. Birkett\n\nSenior Vice President, Chief Financial Officer & Treasurer, West Pharmaceutical Services, Inc.\n\nThank you, Eric, and good morning. I appreciate your kind words. As you know, I really enjoyed our partnership working with the West team, and I am proud of what we have been able to achieve. Now let's review the numbers in more detail. We'll first look at Q1 2025 revenues and profits where we saw a low single-digit increase in organic sales, an increase in adjusted operating profit and a reduction in diluted EPS compared to the first quarter of 2024. I will take you through the drivers impacting sales and margin in the quarter as well as some balance sheet takeaways.\nAnd finally, we will provide an update to our guidance. First up, Q1. Our financial results are summarized on Slide 9 and the reconciliation of non-U.S. GAAP measures are described in Slides 17 to 19. We recorded net sales of $698 million representing an organic sales increase of 2.1%. Looking at Slide 10. Proprietary Products organic net sales increased 2.4% in the quarter. primarily driven by positive sales price slightly offset by mix.\nHigh-value products, which made up 73% of Proprietary Product sales in the quarter increased by low single digits, led by customer demand for self-injection device platforms. The Biologics market unit delivered mid-single digits organic net sales growth, driven by an increase in sales of self-injection device platforms, partially offset by lower sales of [ FluroTec ] products. The pharma market unit saw mid-single-digit growth primarily due to an increase in sales of standard products and [ Westar ] products, while the generics market unit declined mid-single digits, driven by a decline in sales of standard and FluroTec products. Our Contract Manufacturing segment experienced low single-digit net sales growth in the first quarter, primarily driven by an increase in sales in self-injection devices for obesity and diabetes. We recorded $231.9 million in gross profit, which was $1.7 million or 0.7% higher than Q1 of last year.\nAnd our gross profit margin of 33.2% was a 10 basis point year-over-year increase. Our adjusted operating profit margin of 17.9% was an increase of 20 basis points from the same period last year.\nFinally, adjusted diluted EPS declined 7.1% for Q1. Excluding stock-based compensation tax benefit, EPS improved by 1.4% compared to the same period last year. Now let's review the drivers in both our revenue and profit performance. On Slide 11, we show the contributions to organic sales increase in the quarter. Sales price increases contributed $23.3 million, 3.4 percentage points of growth in the quarter. Offsetting price was a negative volume and mix impact of $9 million as we saw higher sales of self-injection offset by a decline in FluroTec and a foreign currency headwind of approximately $11.7 million.\nLooking at margin performance. Slide 12 shows our consolidated gross profit margin of 33.2% for Q1 2025, up from 33.1% in Q1 2024. Proprietary Products first quarter gross profit margin of 37.3% was 30 basis points higher than the margin achieved in the first quarter of 2024. The key drivers for the increase in Proprietary Products gross profit margin in addition to sales price or production efficiencies, partially offset by a negative shift in sales mix from HVP components to HVP devices. Contract Manufacturing first quarter gross profit margin of 16.1% was 90 basis points below the margin achieved in the first quarter of 2024 primarily due to increased spend and production inefficiencies.\nNow let's look at our balance sheet and review how we've done in terms of generating cash for the business. On Slide 13, a we have listed some key cash flow metrics. Operating cash flow was $129.4 million for the 3 months ended March 2025, growth of $11.2 million compared to the same period last year. A 9.5% increase primarily due to favorable working capital management. Our first quarter 2025 year-to-date capital spending was $71.3 million, $19.3 million lower than the same period last year. Working capital of approximately $931 million at March 31, 2025, decreased by $56.9 million from December 31, 2024, primarily due to a reduction in our cash balance. Our cash balance at March 31, 2025, and of $404.2 million was $80.4 million lower than our December 2024 balance.\nThe decrease in cash is primarily due to $134 million of share repurchases and our capital expenditure is offset by cash from operations. Turning to guidance. Slide 14 provides a high-level summary. We are increasing our full year 2025 revenue guidance for the impact of foreign currency exchange. We expect net sales in the range of $2.945 billion to $2.975 billion compared to prior guidance of $2.875 billion to $2.905 billion. There is an estimated full year 2025 headwind of approximately $5 million based on current foreign exchange rates. We continue to expect organic sales growth to be approximately 2% to 3%, unchanged from prior guidance.\nWe are increasing our full year 2025 adjusted diluted EPS guidance to a range of $6.15 to $6.35, up from the previous range of $6 to $6.20. Full year 2025 adjusted diluted EPS guidance assumes no impact based on current foreign exchange rates compared to an FX headwind of $0.23 from prior guidance. The updated guidance also includes EPS of $0.02 associated with first quarter 2025 tax benefits from stock-based compensation. Our guidance excludes future tax benefits from stock-based compensation. Here is our assumption about tariffs in our EPS guidance. Based on the tariffs that have been set, we believe the net impact to our business will be $20 million to $25 million for the remaining 3 quarters of 2025. However, there is a lot of uncertainty here, and we appreciate that this number could be more or less depending on retaliatory tariffs and other factors.\nWe continue to monitor the situation, and we are utilizing every available mitigation lever to offset this impact. The tariff headwind is more than offset by the strength we saw in the first quarter. Foreign currency improvement and the first quarter stock comp benefit. We are not currently incorporating any estimate for tariff-related pass-through revenues in our guidance at this point.\nMoving on to our second quarter guidance. We anticipate revenue to be in the range of $720 million to $730 million, which translates to approximately 3% to 4% of second quarter organic sales growth. And second quarter adjusted diluted EPS is expected to be in the range of $1.50 to $1.55. Lastly, our 2025 CapEx guidance of $275 million for the year, unchanged from prior guidance.\nI would now like to turn the call back over to Eric.\n\nEric M. Green\n\nPresident, Chief Executive Officer & Director, West Pharmaceutical Services, Inc.\n\nThanks, Bernard. As you have heard today, 2025 is off to a solid start. We look forward to building on this momentum as we move throughout the year. Our team is steadfast in meeting the expectations to drive our growth. To that end, today, we have increased our adjusted diluted EPS guidance for 2025. You can expect us to continue to capitalize our competitive strengths and make decisions that improve our overall margin. We're laser-focused on returns on invested capital and will have more to share in the coming quarters.\nOver the past few months, we were fortunate to have the opportunity to speak with many shareholders and our analysts. There seems to be a general consensus among those who we spoke with on those challenges and opportunities here at West, and we're committed to delivering on those goals and objectives. Lastly, I would like to thank all the team members at West, who contributed to our successful first quarter. Operator, we're ready to take questions. Thank you."
  },
  {
    "header": "WST",
    "cik": "0000105770",
    "ticker": "WST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2768016604a163c6dcc7e8eef35906e3",
    "period": "Unknown",
    "content": "Loading...\n\nLoading..."
  },
  {
    "header": "WST",
    "cik": "0000105770",
    "ticker": "WST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bca690eeb8fd9a9f7db782610b86a6f6",
    "period": "2024 Q2",
    "content": "Q2 2024 West Pharmaceutical Services Inc Earnings Call\n\nQ2 2024 West Pharmaceutical Services Inc Earnings Call\n\nWSTNYSEJUL 25, 9:00 AM\n\nOperator\n\nGood morning, and welcome to West's Second Quarter 2024 Conference Call. Our way of introduction, this is John Sweeney, the new Head of Investor Relations at West. I'm delighted to be here, and I look forward to working with all of you.\nWe issued our financial results earlier this morning, and the release has been posted in the Investors section on the company's website located at westpharma.com. On the call today, we'll review our financial results provide an update on our business and present an updated financial outlook for the full year 2024. There is a slide presentation that accompanies today's call, and a copy of the presentation is available on the Investors section of our website.\nOn Slide 4 is our safe harbor statement. Statements made by management on this call and the accompanying presentation contain forward-looking statements within the meaning of the U.S. federal securities laws. These statements are based on our beliefs and assumptions, current expectations, estimates and forecasts. The company's future results are influenced by many factors beyond the control of the company. Actual results could differ materially from past results as well as those expressed or implied in any forward-looking statements made here. Please refer to today's press release as well as any other disclosures made by the company regarding the risks is subject including our 10-K, 10-Q and 8-K reports.\nDuring today's call, management will make reference to our non-GAAP financial measures, including organic sales growth, adjusted operating profit, adjusted operating profit margin and adjusted diluted EPS. Reconciliations and limitations of the non-GAAP financial measures to the comparable financial results prepared and conformity to GAAP are provided in this morning's earnings release.\nI'll now turn the call over to our CEO, Eric Green.\n\nEric M. Green\n\nPresident, Chief Executive Officer & Director, West Pharmaceutical Services, Inc.\n\nThank you, John, and welcome to West. And I would like to thank Quintin Live for his partnership over the past 8 years and for his many contributions at West. [indiscernible] We will start on Slide 5, where I will cover 3 main topics: first, examine the drivers of Q2 performance; second, discuss a revised outlook for the remainder of 2024 and third, provide insight on our long-term financial outlook and why we remain confident in our growth strategy.\nLet's begin with Q2 performance. We had a lower-than-expected second quarter impacted by continued customer destocking. That being said, we are seeing promising signs from our customers that give us confidence of a turning point in this trend. Looking ahead, we expect the second half of the year to be stronger than the first half with a return to year-over-year organic growth in the fourth quarter, led by our Proprietary Products segment specifically Biologics.\nWe have adjusted our full year 2024 guidance to reflect a more gradual recovery as compared to our previous expectations. While I'm disappointed that we are lowering our guidance, I want to reiterate my confidence in what's proven market-led strategy and attractive long-term growth potential.\nTurning to Slide 6. We are the market leader in containment and delivery of injectable medicines, which is 1 of the fastest-growing areas of health care. We have an even stronger position in Biologics, which is the fastest-growing segment with injectables. Our products are addressing the most critical therapeutic areas, including immunology, oncology, rare diseases and obesity. And for the past 5 years, West has achieved a CAGR of double-digit organic revenue growth, demonstrating that we have been able to deliver our long-term financial construct of 7% to 9%.\nMoving to Slide 7. Our confidence in our medium- to long-term trajectory is underscored by our ongoing capital expansion projects. The investments we have made to address COVID are now being repurposed to drive increased capacity to address new opportunities. In addition, we have expansion plans focused on HVP products that provide a combination of increased manufacturing capacity and higher level of global standardization through our network.\nIn Biologics, GLP-1s and changing global regulatory requirements, we are seeing increased customer interest for higher quality, lower particulate and more standardized solutions. This favorably positions West Innovations and leading products such as Westar Select and NovaPure. Another focus for our capital allocation is our HBP devices, which includes our self-injection devices. Our platforms are an integral part of our customers' drug device combination products that are making a difference to patients. These expansion projects remain on target for the back half of the year and 2025.\nAnd lastly, before contract manufacturing we have an exciting growth contribution from our new capacity at our Grand Rapids site. A few weeks ago, I had the opportunity to join our team as we open this new portion of the state-of-the-art facility in support of our customers' injection device platform and producing product in Q4. We and we have the ongoing expansion in Dublin, which is already dedicated to contracted demand for components associated with drugs for diabetes and obesity. We expect it to be completed by the end of Q3.\nOur promising growth drivers have us positioned to drive significant value for our customers, the patients and shareholders as we move forward.\nShifting to Slide 8. At the end of June, we published our 2023 sustainability report on the company website. Proudly, we received several accolades, including being named as one of the America's most responsible companies by Newsweek.\nNow I'll turn the call over to Bernard. Bernard?\n\nBernard J. Birkett\n\nSenior Vice President, Chief Financial Officer & Treasurer, West Pharmaceutical Services, Inc.\n\nThank you, Eric, and good morning. Let's review the numbers in more detail. We'll first look at Q2 2024 revenues and profits, where we saw a mid-single-digit decline in organic sales as well as declines in operating profit and diluted EPS compared to the second quarter of 2023 given the current market dynamics. I will take you through the drivers impacting sales and margin in the quarter as well as some balance sheet takeaways. And finally, we will provide an update to our 2024 guidance.\nFirst up, Q2. Our financial results are summarized on Slide 9 and the reconciliation of non-U.S. GAAP measures are described in Slides 17 to 22. We recorded net sales of $702.1 million representing an organic sales decline of 5.9%. Looking at Slide 10. Proprietary Products organic net sales decreased 8.4% in the quarter as customers destocking continued at a higher rate than anticipated. High-value products, which made up approximately 71% of proprietary product sales in the quarter declined by double digits, primarily due to decreased sales of our Westar, Daikyo Crystal Zenith and FluroTec products. Looking at the performance of the market units, the Biologics market experienced a mid-single-digit decline, primarily driven by lower volumes of Daikyo Crystal Zenith and Westar products. The pharma market unit saw a low single-digit decline, primarily due to a reduction in sales of admin systems and Westar products. While the generics market unit declined double digits, primarily due to lower volumes of our FluroTec and Westar products.\nDespite these revenue declines in the quarter, we do expect revenues in the second half of 2024 to be greater than the first half. Our Contract Manufacturing segment experienced mid-single-digit net sales growth in the second quarter, led by growth in sales of components associated with injection-related devices. Our adjusted operating profit margin of 18% was a 650 basis point decrease from the same period last year. Finally, adjusted diluted EPS declined 28% for Q2. Excluding stock-based compensation tax benefit, EPS decreased by 28.4%.\nNow let's review the drivers in both our revenue and profit performance. On Slide 11, we show the contributions to organic sales decline in the quarter. Sales price increases contributed $21 million or 2.8 percentage points of growth in the quarter. More than offsetting price was a negative volume and impact mix of $65.5 million primarily due to lower sales volume caused by customer inventory management decisions in the period and a foreign currency headwind of approximately $6.1 million.\nLooking at margin performance. Slide 12 shows our consolidated gross profit margin of 32.8% for Q2 2024, down from 38.7% in Q2 2023. Proprietary Products second quarter gross profit margin of 37% was 690 basis points lower than the margin achieved in the second quarter of 2023. The key drivers for the decline in the Proprietary Products gross profit margin were lower production volume due to the reduced customer demand in the period and an unfavorable mix of products sold partially offset by increased sales prices.\nContract Manufacturing second quarter gross profit margin of 16.2% was 80 basis points greater than the margin achieved in the second quarter of 2023 primarily due to increased sales prices. Now let's look at our balance sheet and review how we've done in terms of generating cash for the business. On Slide 13, [indiscernible] metrics. Operating cash flow was $283.2 million for the 6 months ended June 2024, a decrease of $24.1 million compared to the same period last year or 7.8% decrease, primarily due to a decline in operating results offset by favorable working capital management. Our second quarter 2024 year-to-date capital spending was $190.8 million, $33.3 million higher than the same period last year. We continue to leverage our CapEx to increase both our high-value product and/or contract manufacturing capacity. Working capital of approximately $849.3 million at June 30, 2024 decreased by $415.3 million from December 31, 2023, primarily due to a reduction in our cash balance.\nOur cash balance at June 30, 2024 of $446.2 million was $407.7 million lower than our December 2023 balance. The decrease in cash is primarily due to $454.1 million of share repurchases and our capital expenditures offset by cash from operations.\nTurning to guidance. Slide 14 provides a high-level summary. We are updating our full year 2024 net sales guidance to a range of $2.87 billion to $2.9 billion from a prior range of $3 billion to $3.25 billion. There is an estimated full year 2024 headwind of approximately $5 million based on current foreign exchange rates. We expect organic sales to decline approximately 1% to 2% and compared to our prior guidance of 2% to 3% growth. We are updating our full year 2024 adjusted diluted EPS guidance to be in a range of $6.35 to $6.65 compared to a prior range of $7.63 to $7.88. Also, our CapEx guidance is expected to be $375 million for the year, which is an increase from the previous guidance of $350 million. The increase in CapEx is driven by additional investments in growth initiatives and the timing of spend on 1 of our major projects.\nThere are some key elements I want to bring your attention to as you review our guidance. Full year 2024 adjusted diluted EPS guidance range includes an estimated FX headwind of approximately $0.03 and based on current foreign currency exchange rates, which is a decrease from the prior guidance of $0.04. The updated guidance also includes EPS of $0.22 satiated with first half 2024 tax benefits from stock-based compensation. Our guidance excludes future tax benefits from stock-based compensation.\nI would now like to turn the call back over to Eric.\n\nEric M. Green\n\nPresident, Chief Executive Officer & Director, West Pharmaceutical Services, Inc.\n\nThank you, Bernard. To summarize on Slide 15, we are the market leader in injectables with an even stronger position in biologics. We are seeing promising signs from our customers that destocking is at a turning point. We are investing significant capital in higher growth areas with expanded margins and cash flow, and I'm confident that we'll achieve our long-term financial construct with our proven market-led strategy and future growth drivers with great pride we will continue to live by our purpose and make a positive impact on patient lives.\nShannon, we're ready to take questions. Thank you."
  },
  {
    "header": "WST",
    "cik": "0000105770",
    "ticker": "WST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1d9a4895dc2379f61610b92b896ae5b5",
    "period": "2024 Q1",
    "content": "Q1 2024 West Pharmaceutical Services Inc Earnings Call\n\nQ1 2024 West Pharmaceutical Services Inc Earnings Call\n\nWSTNYSEAPR 25, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to West Pharmaceutical Services First Quarter 2024 Earnings Conference Call. [Operator Instructions]\nPlease note that today's conference may be recorded. I will now hand the conference over to your speaker host Quintin Lai, Vice President of Investor Relations. Please go ahead, sir.\n\nQuintin J. Lai\n\nAnalyst, Robert W. Baird & Co. Equity Capital Markets\n\nThank you, Olivia. Good morning, and welcome to West's First Quarter 2024 Conference Call. We issued our financial results this morning and the release has been posted in the Investors section on the company's website located at westpharma.com. This morning, we will review our financial results, provide an update on our business and present an updated financial outlook for the full year 2024. There is a slide presentation that accompanies today's call and a copy of that presentation is available on the Investors section of our website.\nOn Slide 4 is our safe harbor statement. Statements made by management on this call and in the accompanying presentation contain forward-looking statements within the meaning of U.S. federal securities law. These statements are based on our beliefs and assumptions, current expectations, estimates and forecasts. The company's future results are influenced by many factors beyond the control of the company. Actual results could differ materially from past results as well as those expressed or implied in any forward-looking statement made here. Please refer to today's press release as well as any other disclosures made by the company regarding the risks to which it is subject, including our 10-K, 10-Q and 8-K reports.\nDuring today's call, management will make reference to non-GAAP financial measures, including organic sales growth, adjusted operating profit, adjusted operating profit margin and adjusted diluted EPS. The Reconciliations and limitations of the non-GAAP financial measures to the most comparable financial results prepared in conformity to GAAP are provided in this morning's earnings release. I now turn the call over to our CEO, Eric Green.\n\nEric M. Green\n\nPresident, Chief Executive Officer & Director, West Pharmaceutical Services, Inc.\n\nThank you, Quintin, and good morning, everyone. Thanks for joining us today. We will start on Slide 5, where I'd like to cover a few topics. First, we will review Q1 performance. Second, we will provide an update on the markets that we serve as well as updates on our growth initiatives. And third, we will provide an update to our full year 2024 financial outlook.\nNow turning to the financial results. We delivered a solid start to the year. During the quarter, we again saw growth in our top-tier HVP component, NovaPure, and our HVP devices such as SmartDose. We also continued to see inventory management or destocking by our larger mature customers that are working down their inventory closer to pre-pandemic levels. With that said, Q1 had a solid start due to favorable order timing of customer deliveries fulfilled in the quarter.\nI want to address the question that many of you are asking, are we seeing an inflection in destocking? The short answer is not quite yet. Several customers are still working through their safety stock levels, and we still expect Q2 to have an impact from customer destocking and customer order trends continue to indicate a stronger second half of 2024 with a return to more typical order patterns in Q4. Therefore, after a solid quarter, we maintain our full year net sales guidance.\nTurning to Slide 6. We continue to have an active year of capital expansion projects that are increasing capacity to meet growing demand for both our proprietary products and contract manufacturing segments. In our Proprietary Products segment, we have expansion projects in several of our HVP components manufacturing sites, such as Jersey Shore, Kinston, Waterford and [ Ash wider. ] These projects will provide a combination of increased manufacturing capacity, especially HVP processing, washing, sterilization and envision as well as bring a higher level of global standardization throughout our network. We believe that this favorably positions West to address anticipated growing demand for HVP components from volume growth of legacy drugs, from recently launched or to be launched drugs and potential conversions from legacy customers to higher levels of quality in response to the global regulatory changes.\nLast quarter, we mentioned one such regulatory change was the European Union GMP and X1. We continue to emphasize that adoption, both timing and level of HVP will vary from customer to customer and from drug to drug. What we are seeing in Q1 is an acceleration of interest from customers as Annex 1 calls for higher quality, lower particulate and more stabilized solutions. Earlier this month at the INTERPHEX conference in New York, Annex 1was a key topic of discussion with customers as we highlighted our innovative approach and leading products of Westar Select and NovaPure. Also, in the Proprietary Products segment, we're making progress with capacity expansion of our HVP devices including SmartDose, SelfDose and admin systems. For the near term, we're working to layer in capacity through productivity optimization programs. And for the longer term, we are adding capacity that incorporates automation to complement our manual processes.\nWith our contract manufacturing, we continue to build out capacity at our Grand Rapids site and significant expansion at our Dublin facility, which are both in support of our customer's injection device platform. These expansions are critical to the overall volume growth that we continue to experience with growing demand for certain components associated with drugs for diabetes and obesity.\nShifting to Slide 7. We're maintaining our full year 2024 organic sales growth outlook of 2% to 3%. Our teams are actively engaged in working through our customers' inventory management. We expect improved growth along with stronger gross and operating margins in the second half of the year, with Q4 projected to be the strongest quarter. For the full year, we are maintaining general core cost discipline while reinvesting into new growth initiatives, as I have just outlined. Now I'd like to turn the call over to Bernard. Bernard?\n\nBernard J. Birkett\n\nSenior Vice President, Chief Financial Officer & Treasurer, West Pharmaceutical Services, Inc.\n\nThank you, Eric, and good morning. Let's review the numbers in more detail. We'll first look at Q1 2024 revenues and profits, where as expected, we saw a low single-digit decrease in organic sales, the decline in operating profit and diluted EPS compared to the first quarter of 2023, given the current market dynamics. I will take you through the drivers impacting sales and margin in the quarter as well as some balance sheet takeaways. And finally, we will provide an update to our 2024 guidance.\nFirst up, Q1. Our financial results are summarized on Slide 8, and the reconciliation of non-U.S. GAAP measures are described in Slides 15 to 18. We recorded net sales of $695.4 million, representing an organic sales decline of 3%. Looking at Slide 9. Proprietary Products organic net sales decreased 4% in the quarter. High-value products, which made up 72% of proprietary product sales in the quarter declined by low single digits primarily due to decreased sales from our FluroTec products and Westar components. Looking at the performance of the market units, the Biologics market unit delivered low single-digit growth, led primarily by sales of NovaPure. The pharma market unit saw a high single-digit decline, primarily due to a reduction in sales of Envision and standard components while the generics market unit declined double digits, primarily due to decreased sales from our Westar and FluroTec components. Our Contract Manufacturing segment experienced low single-digit net sales growth in the first quarter primarily driven by an increase in sales of components associated with diagnostic devices. Our adjusted operating profit margin, 17.7% was a 530 basis point decrease from the same period last year. Finally, adjusted diluted EPS declined 21.2% for Q1. Excluding stock-based compensation tax benefit, EPS decreased by approximately 23%.\nNow let's review the drivers in both our revenue and profit performance. On Slide 10, we showed the contribution to organic sales decline in the quarter. Sales price increases contributed $24.1 million, a 3.4 percentage points of growth in the quarter as did a foreign currency tailwind of approximately $3.4 million. More than offsetting price was a negative volume and mix impact of $45.5 million primarily due to lower sales volume caused by customer inventory management decisions in the period.\nLooking at margin performance. Slide 11 shows our consolidated gross profit margin of 33.1% of Q1 2024, down from 37.9% in Q1 2023. Proprietary Products first quarter gross profit margin of 37% was 550 basis points lower than the margin achieved in the first quarter of 2023. The key drivers for the decline in Proprietary Products gross profit margin with lower sales volume and an unfavorable mix of products sold, partially offset by increased sales prices. Contract Manufacturing first quarter gross profit margin of 17% was 60 basis points below the margin achieved in the first quarter of 2023, primarily due to inflationary labor costs and an unfavorable mix of products sold, partially offset by increased sales prices.\nNow let's look at our balance sheet and review how we've done in terms of generating cash for the business. On Slide 12, we have listed some key cash flow metrics. Operating cash flow was $118.2 million for the 3 months ended March 2024, a decrease of $19.9 million compared to the same period last year, a 14.4% decrease primarily due to a decline in operating results. Our first quarter 2024 year-to-date capital spending was $90.6 million, $8.5 million higher than the same period last year. We continue to leverage our CapEx to increase both our high-value products and/or contract manufacturing capacity. Working capital of approximately $1.04 billion at March 31, 2024, decreased by $220.1 million on December 31, 2023 primarily due to a reduction in our cash balance. Our cash balance at March 31, 2024 was $601.8 million, was $252.1 million lower than our December 2023 balance. The decrease in cash is primarily due to $267 million of share repurchases and/or capital expenditures offset by cash from operations.\nTurning to guidance. Slide 7 provides a high-level summary. We are reaffirming our full year 2024 net sales guidance in the range of $3 billion to $3.025 billion. There is an estimated full year 2024 headwind of approximately $8 million based on current foreign exchange rates. We expect organic sales growth to be approximately 2% to 3%, unchanged from prior guidance. We are raising our full year 2024 adjusted diluted EPS guidance to be in a range of $7.63 to $7.88, compared to a prior range of $7.50 to $7.75. Also, our CapEx guidance of $350 million for the year, unchanged from prior guidance. There are some key elements I want to bring your attention to as you review our guidance. Full year 2024 adjusted diluted EPS guidance range includes an estimated FX headwind of approximately $0.04 based on current foreign currency exchange rate, which is an increase from the prior guidance of $0.02. The updated guidance also includes EPS of $0.15 associated with first quarter 2024 tax benefits from stock-based compensation. Our guidance excludes future tax benefits from stock-based compensation. I would now like to turn the call back over to Eric.\n\nEric M. Green\n\nPresident, Chief Executive Officer & Director, West Pharmaceutical Services, Inc.\n\nThank you, Bernard. To summarize on Slide 13, the solid financial performance and execution in Q1 continues to reaffirm our proven growth strategy, strong base business and the unique value of our high-quality product offerings for customers. We look forward to building on this momentum as we move through the year, and our team is steadfast in meeting the anticipated growth expectations as we make a positive impact on health care across the globe. Olivia, we're ready to take questions. Thank you."
  },
  {
    "header": "WST",
    "cik": "0000105770",
    "ticker": "WST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2ddc095eb396f8a25ae8e86e0699f282",
    "period": "2023 Q4",
    "content": "Q4 2023 West Pharmaceutical Services Inc Earnings Call\n\nQ4 2023 West Pharmaceutical Services Inc Earnings Call\n\nWSTNYSEFEB 15, 9:00 AM\n\nOperator\n\nThank you for standing by, and welcome to West Pharmaceutical Services Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions]\nI would now like to hand the call over to Vice President, Strategy and Investor Relations, Quintin Lai. Please go ahead.\n\nQuintin J. Lai\n\nAnalyst, Robert W. Baird & Co. Equity Capital Markets\n\nThank you, Latif. Good morning, and welcome to West's Fourth Quarter and Full Year 2023 Conference Call. We issued our financial results this morning, and the release has been posted in the Investors section on the company's website located at westpharma.com.\nThis morning, we will review our financial results, provide an update on our business and provide -- present an update on our financial outlook for the full year 2020. There's a slide presentation that accompanies today's call, and a copy of the presentation is available on the Investors section of our website.\nOn Slide 4 is our safe harbor statement. Statements made by management on this call and in the accompanying presentation contain forward-looking statements within the meaning of U.S. federal securities law. These statements are based on our beliefs and assumptions current expectations, estimates and forecasts. The company's future results are influenced by many factors beyond the control of the company. Actual results could differ materially from past results as well as those expressed or implied in any forward-looking statement made here. Please refer to today's press release as well as any other disclosures made by the company regarding the risks to which it is subject including our 10-K, 10-Q and 8-K reports.\nDuring today's call, management will make reference to non-GAAP financial measures, including organic sales growth, adjusted operating profit, adjusted operating profit margin and adjusted diluted EPS. Reconciliations and limitations of the non-GAAP financial measures to the most comparable financial results prepared in conformity to GAAP are provided in this morning's earnings release.\nI now turn the call over to our CEO, Eric Green.\n\nEric M. Green\n\nPresident, Chief Executive Officer & Director, West Pharmaceutical Services, Inc.\n\nThank you, Quintin, and good morning, everyone. Thanks for joining us today.\nWe'll start on Slide 5. Last year, we celebrated West's 100th anniversary of groundbreaking health care innovation, which is one of many proud highlights shown on this recap slide. I also want to thank our team members who are connected by our strong responsibility and shared values that continue to help us succeed each day.\nNow turning to Slide 6, where I'll cover 3 main topics: first, we will examine the drivers of 2023. Second, we will discuss the challenges ahead in 2024. And third, we will talk about the drivers of growth that we'll return West to long-term financial construct of sales and margin expansion in 2025.\nLet's begin with our financial results. I am pleased with the strong base growth in 2023, which more than offset a decline of COVID-19-related sales of approximately $320 million. Excluding pandemic-related sales, we had strong base overall organic sales growth in the mid-teens. Driving this base growth is the expanding customer demand for our high-value product offerings, both components and devices and for our contract manufacturing services. During the year, we made great strides with our capital expansion plans across our global network. For example, in Kinston, we expanded our footprint with new NovaPure capacity, and we're in the process of a significant expansion in our HVP processing capacity. At our Grand Rapids contract manufacturing site we brought online new capacity for a customer's injection device in late 2022, which contributed to growth in 2023. We also have been able to successfully address our backlog of long lead times for certain products. This has been a challenge since the start of the pandemic, and thanks to the hard work of our teams through both optimization and capacity expansion, we have exited the year with normalized lead times.\nMoving to Slide 7. As we turn our attention to 2024, we are facing several challenges to our growth model as indicated in our preliminary outlook from October. With greater visibility of the changing market landscape, we expect 2% to 3% organic sales growth for the full year or about 5 to 6 percentage points lower than our preliminary outlook. This difference comes from 4 main factors. First, we had expected flat COVID-related sales this year. Instead, demand continues to decline, which resulted in about 1% point decrease in organic sales. Second, timing of HVP device manufacturing capacity coming online, to satisfy customer demand has been pushed out, causing a percentage point of headwind. Third, timing of a customer's upgrade to a higher HVP tier has caused a percentage point of headwind. And finally; fourth, a more widespread destocking is causing approximately 2 to 3 percentage points of headwind. Towards the end of the year and into January, the industry, inventory management trend and other life science tools companies have been experiencing has now reached our segment of the injectable drug value chain. While we thought we might see some impact in 2024, we were surprised with the breadth, latitude and speed at which customers change their forecast. In several of these cases, customers express to us the same sentiment at the amount of forecast changes that were being handed to them.\nAs we look to overall quarterly pacing for 2024, we expect that Q1 will have the largest negative impact due to destocking as well as timing of new HVP device capacity and customer-led HVP upgrade. We expect in Q1 that proprietary products will be down by high single decline. We expect some effect, but to a lesser degree in Q2 with positive proprietary products and consolidated organic growth. And we expect the second half of the year to have better growth with Q4 in line with our long-term financial construct. As we set our 2024 guidance and quarterly cadence, we see several areas that support our expectations. First, our February order book for the second half of the year has a higher coverage ratio than prior pre-pandemic levels. Second, we have some customers that are expected to be able to produce more drugs as the year progresses. Third, we expect HVP device capacity to improve in the second half of the year as we implement process modifications that were designed to improve manufacturing throughput. I am disappointed that we're not -- we will not achieve our usual full year organic sales and margin expansion in 2024. As I've outlined, outside of further COVID demand reduction, some of the impact is time related to new capacity and timing of customer upgrades. As for destocking, this is an industry-wide situation, not a change in market share or patient demand for drug volumes. Looking beyond 2024, we continue to be bullish on our growth construct. And our teams will have another active year of capital investments in 2024.\nMoving to Slide 8. We will be expanding our industry-leading capacity with major HVP expansion projects in Jersey Shore and Eschweiler as well as other projects across the global network. Another driver of growth with a bright future comes from our HVP devices, which includes our injection delivery device platforms, Crystal Zenith containment solutions in the admin systems. HVP devices had very strong double-digit organic sales growth in 2023 and now represent 10% of overall sales. Less platforms are an integral part of our customers' drug device combination products that are making a difference to patients. And this year, we have had multiple capital expansion projects that will increase capacity for SmartDose, self-dose and admin systems, with some expected to come online in the second half of 2024 and fully online in 2025. As mentioned at the outset, contract manufacturing had growth contribution from new capacity at our Grand Rapids site to support our customer's injection device platform.\nLooking ahead, we're excited to have started a significant expansion at our Dublin facility, which is already dedicated to contracted demand for future injection device manufacturing. We expect to be completed and validated in 2024, which places us in a great position for 2025 growth. I also want to take some time to talk about the dynamics of future demand related to our growth drivers for HVP components. As you know, we have been building HVP capacity for several years and expect it to continue to do so in 2024. We see a robust runway of volume growth over the next few years. As a foundation, we expect volume growth of existing drugs with increasing aging patient populations, expanding geographical reach and evolving treatment guidelines and market conditions. In addition to overall volume growth, we continue to experience and see certain drugs have breakthrough growth. For example, we are experiencing a similar surge in demand for components associated with drugs treating diabetes and obesity. Our responsibility as the industry leader in primary packaging is to be prepared for incremental jumps in demand. And lastly, the area with the most potential for our future growth is our HVP capacity to support and mix shift. For mix shift, we see a combination of volume from new drugs that enter the market and from legacy drugs that upgrade from either a standard component or lower to a higher HVP category. The mix shift of legacy to HVP has historically been a smaller contributor for us compared to contribution from newly approved drugs. However, with the industry landscape changing, regulators are introducing new regulations for higher quality lower particulate and more standardized solutions. And therefore, customers are looking to upgrade their standard primary components. When we look at that over the next few years, we estimate that several billions of our primary containment components in standard form could benefit from a mix shift to our modern formulation and HVP processes. We recognize this mix shift will take time, but we anticipate as new regulation changes are enforced. This adoption will accelerate. By considering our combination of growth drivers from volume, price and HVP mix shift, we can confidently assert that we will be well equipped to navigate the challenges and continue to fuel our long-range financial construct of 7% to 9% annual organic sales growth and at least 100 basis points of operating margin expansion per year.\nNow I'll turn the call over to Bernard. Bernard?\n\nBernard J. Birkett\n\nSenior Vice President, Chief Financial Officer & Treasurer, West Pharmaceutical Services, Inc.\n\nThank you, Eric, and good morning.\nLet's review the numbers in more detail. We'll first look at Q4 2023 revenues and profits, where we saw low single-digit organic sales growth and an increase in diluted EPS and operating profit. I will take you through the drivers impacting sales and margin in the quarter as well as some balance sheet takeaways. And finally, we will review our 2024 guidance.\nFirst of Q4. Our financial results are summarized on Slide 9 and the reconciliation of non-U.S. GAAP measures are described in Slides 17 to 21. We recorded net sales of $732 million in the quarter, representing organic sales growth of 1.4%. COVID-related net revenues are estimated to have been approximately $7 million in the quarter and approximately $48 million reduction compared to the prior year.\nLooking at Slide 10. Proprietary Products organic net sales declined by 0.3% in the quarter. As we anticipated, in addition to the COVID decline, we continue to experience a destocking of inventory by certain of our customers during the fourth quarter. High-value products, which made up approximately 75% of proprietary product sales in the quarter, generated low single-digit growth, led by customer demand for HVP components and devices.\nLooking at the performance of the market units, the pharma market unit had low single-digit growth led by demand for Daikyo and NovaPure components, partially offset by a reduction in sales related to COVID. The biologics and generics market units experienced low single-digit and mid-single-digit declines, respectively, due to a reduction in sales related to COVID-19 vaccine.\nOur Contract Manufacturing segment showed high single-digit net sales growth, led by an increase in sales of medical device and diagnostic products. We recorded $278.2 million in gross profit, which was $16.1 million or 6.1% higher than Q4 of last year. And our gross profit margin of 38% was a 100 basis point increase from the same period last year. Our adjusted operating profit increased to $159.9 million this quarter compared to $158.7 million in the same period last year. Our adjusted operating profit margin of 21.8% was a 60 basis point decrease from the same period last year. Finally, adjusted diluted EPS rose 3.4% for Q4. Excluding stock-based compensation tax benefit of $0.01 in Q4, EPS increased by approximately 6.4%.\nNow let's review the drivers in both our revenue and profit performance. On Slide 11, we show the contributions to sales growth in the quarter. Sales price increases contributed $39 million or 5.5 percentage points of growth in the quarter as did a foreign currency tailwind of approximately $18.5 million. Offsetting price was a negative mix impact of $29.3 million, primarily due to a reduction in COVID-19-related net demand of $48 million and destocking trends in the sector by certain of our customers.\nLooking at margin performance on Slide 12. Proprietary Products fourth quarter gross profit margin of 42.7% is 110 basis points higher than the margin achieved in the fourth quarter of 2022. The key driver for the increase in proprietary products gross profit margin related to sales price increases, offset by inflationary pressures at our plants and mix from the reduction in COVID revenues. Contract Manufacturing fourth quarter gross profit margin of 17.9% was 250 basis points greater than the margin achieved in the fourth quarter of 2022. The increase in margin can be attributed to sales price increases and a favorable mix of products sold.\nAnd let's look at our balance sheet and review how we've done in terms of generating more cash. On Slide 13, we have listed some key cash flow metrics. Operating cash flow was $776.5 million for the year, an increase of $52.5 million compared to the same period last year, a 7.3% increase. Operating cash flow in the period primarily benefited from favorable working capital management. In 2023, we spent $362 million on capital expenditures, a 27.2% increase over 2022. We continue to leverage our CapEx to increase our high-value product manufacturing capacity and/or contract manufacturing capacity. Working capital of approximately $1.26 billion decreased by $135.9 million from 2022, primarily due to an increase in our current portion of long-term debt and reduction in our cash balance. Our cash balance at December 31st, $853.9 million was $40.4 million, lower than our December 2022 balance. The decrease in cash is primarily due to increased CapEx and share repurchases, offset by our working capital management.\nTurning to guidance. Slide 7 provides a high-level summary. Full year 2024 net sales guidance will be in a range of $3 billion to $3.025 billion. There is an estimated headwind of $8 million based on current foreign exchange rates. We expect organic sales growth to be approximately 2% to 3%. We expect our full year 2024 adjusted diluted EPS guidance to be in a range of $7.50 to $7.75. Also, our CapEx guidance is $350 million for the year.\nThere are some key elements I want to bring your attention to as you review our guidance. Estimated FX headwind on EPS has an impact of approximately $0.02 based on current foreign currency exchange rates and our guidance excludes future tax benefits from stock-based compensation.\nI would now like to turn the call back over to Eric.\n\nEric M. Green\n\nPresident, Chief Executive Officer & Director, West Pharmaceutical Services, Inc.\n\nThank you, Bernard.\nTo summarize on Slide 14, our proven growth strategy continues to deliver unique value, the breadth of our high-quality product offerings. This is evidenced by a robust committed order book. Despite the headwinds and challenges in the sector, our team is committed to overcome these obstacles to meet the anticipated growth expectations. I'm confident and excited about the future for West as we continue to make a difference to patient health across the globe.\nLatif, we're ready to take questions. Thank you."
  },
  {
    "header": "WST",
    "cik": "0000105770",
    "ticker": "WST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4a48d189392d8b6afd46da8294b835a2",
    "period": "2023 Q3",
    "content": "Q3 2023 West Pharmaceutical Services Inc Earnings Call\n\nQ3 2023 West Pharmaceutical Services Inc Earnings Call\n\nWSTNYSEOCT 26, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Third Quarter 2023 West Pharmaceutical Services Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Quintin Lai, VP of Investor Relations. Please go ahead.\n\nQuintin J. Lai\n\nAnalyst, Robert W. Baird & Co. Equity Capital Markets\n\nThank you, Michelle. Good morning, and welcome to West's Third Quarter 2023 Conference Call. We issued our financial results this morning, and the release has been posted in the Investors section on the company's website located at westpharma.com.\nThis morning, we will review our financial results, provide an update on our business and present an update on our financial outlook for the full year 2023. There is a slide presentation that accompanies today's call, and a copy of that presentation is available on the Investors section of our website.\nOn Slide 4 is our safe harbor statement. Statements made by management on this call and in the accompanying presentation contain forward-looking statements within the meaning of U.S. federal securities law. These statements are based on our beliefs and assumptions current expectations, estimates and forecasts. The company's future results are influenced by many factors beyond the control of the company.\nActual results could differ materially from past results, as well as those expressed or implied in any forward-looking statement made here. Please refer to today's press release, as well as any other disclosures made by the company regarding the risks to which it is subject including our 10-K, 10-Q and 8-K reports.\nDuring today's call, management will make reference to non-GAAP financial measures, including organic sales growth, adjusted operating profit, adjusted operating profit margin and adjusted diluted EPS. Reconciliations and limitations of the non-GAAP financial measures to the most comparable financial results prepared in conformity to GAAP are provided in this morning's earnings release. I now turn over the call to our CEO, Eric Green.\n\nEric M. Green\n\nPresident, Chief Executive Officer & Director, West Pharmaceutical Services, Inc.\n\nGreat, thank you, Quentin, and good morning, everyone. Thanks for joining us today. Due to an unexpected family emergency back in Ireland, Bernard cannot participate today. I appreciate your understanding. Quintin will step in for Bernard. We'd like to begin by addressing the ongoing situation in Israel.\nOur top priority and focus remains on the safety and well-being of our team members and their families that live and work in the region. Now let's turn to Slide 5 and the Q3 performance. I am pleased to report that our team delivered a solid third quarter. Our ongoing success can be attributed to our well-established market-led growth strategy, which allows us to take full advantage of our solid base customer demand and recent capacity expansions.\nAnd it is the strength of our One West team, who I'd like to thank that make us -- make a meaningful difference to ensuring our customers have reliable supply of components necessary to deliver drugs to patients. In the third quarter, we had solid organic net sales growth of 5.7%. With an approximate $78 million year-over-year decrease and COVID-19-related sales. Our base organic sales growth exceeded 20% for both the Enterprise and our Proprietary Products segment.\nShifting to Slide 6. In proprietary products, we had strong base demand of HVP components and devices. We continue to see certain customers experiencing strong uptake of their drugs as they accelerate and increase their replenishment orders with us. The greater than 20% growth in our base business was again led by our Biologics market unit, which had very strong double-digit growth in the quarter, excluding the impact of COVID-19-related sales.\nAnd, as we have seen through much of the year, we also had accelerated growth from restocking long lead time HVP components, that we've been able to produce through our capacity expansions. This fueled growth in our generics and pharma market units. During September and October, we have started to see an increase in inventory management trends by certain large pharma and generic customers, especially for our standard products, as they manage their safety stocks for the remainder of the year.\nThese issues have led us to temper our fourth quarter organic sales growth to 2% to 3%. Excluding COVID-related sales, we expect double-digit overall organic sales growth and double-digit proprietary product sales growth for the quarter. And we continue to monitor the situation in Israel and currently do not expect any impact on our ability to manufacture and ship out of the country.\nAs in prior years, we will provide our formal 2024 guidance on our upcoming February Q4 call. In a bit of a preview, despite the inventory management we are seeing by some of our large customers, we continue to expect to deliver our financial construct of 7% to 9% organic sales growth and 100 basis points of operating margin expansion. In addition, we anticipate that our pandemic-related sales are at a point, where we will no longer have to separate our base performance in 2024.\nLastly, a key aspect of our growth strategy and market leadership is West's team of scientific thought leaders and technical experts. They continue to advance the care for patients with our customers, through valuable insights to address the changing needs of more complex molecules and combination products. For example, at the recent PDA conference and CPhI Worldwide conference, several of our West experts delivered insightful presentations about the revised regulatory standards and emphasis on the development of sustainable products. Now I'll turn the call over to Quintin, who will go into more detail from the quarter. Quintin?\n\nQuintin J. Lai\n\nAnalyst, Robert W. Baird & Co. Equity Capital Markets\n\nThank you, Eric, and good morning. Let's review the numbers in more detail. We'll first look at Q3 2023 revenues and profits, where we saw a mid-single-digit increase in organic net sales growth, an increase in diluted EPS and a decline in operating profit compared to the third quarter of 2022.\nI will also take you through the drivers impacting sales and margin in the quarter, as well as some balance sheet takeaways. And finally, we'll provide an update to our 2023 guidance. First of Q3. Our financial results are summarized on Slide 7 and a reconciliation of non-U.S. GAAP measures are described in Slides 16 to 20.\nWe recorded net sales of $747.4 million, representing organic sales growth of 5.7%. COVID-related net revenues are estimated to have been approximately $18 million in the quarter, a decline of $78 million compared to the same period last year.\nLooking at Slide 8. Q3 proprietary products, organic net sales increased 3.2%. High-value products which made up approximately 76% of Proprietary Products segment sales grew by mid-single digits, led by customer demand for HPV components and devices. Taking a look at the performance of the market units, including the negative impact from a reduction of COVID-19-related sales, the generics market unit, delivered high single-digit growth and the pharma market unit experienced low single-digit growth, both led by Westar components and Advent systems.\nThe Biologics market unit also saw low single-digit growth driven by sales of Fluorotech components and self-injection delivery devices. Our Contract Manufacturing segment experienced double-digit net sales, organic sales growth led by an increase in components that sales of components related to injection-related devices and health care diagnostic devices.\nOur adjusted operating profit margin of 24.2% and was a 290 basis point decreased from the same period last year. Finally, adjusted diluted EPS increased 6.4% for Q3, excluding stock-based compensation, tax benefit, adjusted diluted EPS increased by 1% compared to last year.\nNow let's review the drivers in both our revenue and profit performance. On Slide 9, we showed the contribution to organic sales growth in the quarter. Sales price increases contributed $46.2 million or 6.8 percentage points of growth in the quarter. Foreign currency tailwind was approximately $25.1 million or 3.7 percentage points of growth. Overall mix and volume negatively impacted sales by $7.3 million. This includes an approximate $78 million reduction in COVID-19-related net demand, partially offset by positive volume and mix contribution from our non-COVID base business.\nLooking at margin performance. Slide 10 shows our consolidated gross profit margin of 38.6% for Q3, down from 39.0% in the same period last year. Proprietary Products third quarter gross profit margin of 43.4% was 20 basis points lower than margin achieved in the same period last year. The key driver for the decline in Proprietary Products gross profit margin was an unfavorable mix from a reduction in sales related to COVID-19 vaccines, offset by sales price increases that offset inflationary cost pressures in our plans.\nContract Manufacturing, third quarter gross profit margin of 18.6% was 130 basis points higher than the margin achieved in the third quarter of last year, due to a favorable mix of products sold, and increased sale prices offset by inflationary pressures on our plant labor costs.\nNow let's look at our balance sheet and review how we've done in terms of generating cash for the business. On Slide 11, we have listed some key cash flow metrics. Operating cash flow was $537.4 million for the first 9 months of 2023. An increase of $44.2 million compared to the same period last year, a 9% increase primarily due to improvement in working capital. Our third quarter 2023 year-to-date capital spending was $253.3 million, $63.6 million higher than the same period last year. We continue to leverage our CapEx to increase our high-value product manufacturing capacity.\nWorking capital of approximately $1.44 billion at September 30, 2023, increased by $38.3 million from December 31, 2022, primarily due to growth in our current assets, offset by an increase in our current portion of long-term debt. Our cash balance at September 30, 2023, was $898.6 million and was $4.3 million higher than our December 2022 balance. The small increase in cash is primarily driven by positive operating results, offset by increased repurchases under our share repurchase program and higher CapEx.\nTurning to guidance. Slide 12 provides a high-level summary. We're updating our full year 2023 net sales guidance and expect net sales to be in a range of $2.95 billion to $2.96 billion compared to a prior guidance range of $2.97 billion to $2.995 billion. There is an estimated full year 2023 tailwind of $20 million based on current FX rates, unchanged from prior guidance. We expect organic sales to be approximately 2% to 3% for the full year, compared to the prior guidance range of 3% to 4%.\nWe are raising our full year 2023 adjusted diluted EPS guidance to be in a range of $7.95 to $8 compared to a prior range of $7.65 to $7.80. Also, our CapEx guidance is $350 million for the year, unchanged from prior guidance. There are some key elements I want to bring to your attention. We have lowered our revenue guidance to reflect the recent trend with certain pharma and generic customers, slowing their restocking of inventory and increased inventory management as we head into the end of the year. We expect full year COVID-19 related sales to be approximately $68 million, compared to prior guide of $60 million.\nNet sales guidance also includes a reduction of $8 million, resulting from a divestiture of a European facility that produced standard Proprietary Products, and this is unchanged from prior guidance. Full year 2023 adjusted diluted EPS range includes an FX tailwind of approximately $0.07, based on current FX exchange rates, compared to prior guidance of a tailwind of $0.05.\nThe updated guidance also includes EPS of $0.41 associated with year-to-date 2023 tax benefits from stock base comp. Our guidance excludes future tax benefits from stock-based compensation. I would like to highlight that over the last 5 years, our base business growth, excluding COVID-19 has been within or above our construct of annual -- organic revenue growth of 7% to 9%. And over the same time period, we've averaged our annual operating margin expansion of over 100 basis points.\nAs Eric mentioned earlier, we are providing a preliminary look to 2024. Based on current trends in demand, we anticipate that West will again be within our long-range financial construct of organic sales growth and operating profit margin expansion. As usual, we'll provide more detailed guidance on 2024 in our February call. I'd like to turn the call back over to Eric.\n\nEric M. Green\n\nPresident, Chief Executive Officer & Director, West Pharmaceutical Services, Inc.\n\nThank you, Quintin. To summarize on Slide 13. We had a solid Q3 performance and are on track for double-digit base organic sales growth in Q4. Our base business remains strong, which is a testament to the durability of the foundation we have built over time. We are proud to serve as a valuable trusted partner for customers to support patient health and look forward to continue to play a critical role in delivering health care well into the future. Michelle, we're ready to take questions. Thank you."
  },
  {
    "header": "WST",
    "cik": "0000105770",
    "ticker": "WST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/450ef198f836da017d97d03044477252",
    "period": "2023 Q2",
    "content": "Q2 2023 West Pharmaceutical Services Inc Earnings Call\n\nQ2 2023 West Pharmaceutical Services Inc Earnings Call\n\nWSTNYSEJUL 27, 9:00 AM\n\nOperator\n\nThank you for standing by, and welcome to the West Pharmaceutical Services Q2 2023 Earnings Conference Call. [Operator Instructions] Please be advised today's conference call is being recorded. I would now like to turn the call over to Mr. Quintin Lai, Vice President of Investor Relations. Please go ahead.\n\nQuintin J. Lai\n\nAnalyst, Robert W. Baird & Co. Equity Capital Markets\n\nThank you, Valerie. Good morning, and welcome to West's Second Quarter 2023 Conference Call. We issued our financial results this morning and the release has been posted in the Investors section on the company's website located at westpharma.com.\nThis morning, Eric Green and Bernard Birkett will review our financial results, provide an update on our business and present an update on our financial outlook for the full year 2023. There's a slide presentation that accompanies today's call, and a copy of that presentation is available on the Investors section of our website.\nOn Slide 4 is our safe harbor statement. Statements made by management on this call and in the accompanying presentation contain forward-looking statements within the meaning of U.S. federal securities laws. These statements are based on our beliefs and assumptions, current expectations, estimates and forecasts. The company's future results are influenced by many factors beyond the control of the company. Actual results could differ materially from past results as well as those expressed or implied in any forward-looking statement made here. Please refer to today's press release as well as any other disclosures made by the company regarding the risks to which it is subject, including our 10-K, 10-Q and 8-K reports.\nDuring today's call, management will make reference to non-GAAP financial measures, including organic sales growth, adjusted operating profit, adjusted operating profit margin and adjusted diluted EPS. Reconciliations and limitations of the non-GAAP financial measures to the most comparable financial results prepared in conformity to GAAP are provided in this morning's earnings release. I'll now turn the call over to our CEO, Eric Green.\n\nEric M. Green\n\nPresident, Chief Executive Officer & Director, West Pharmaceutical Services, Inc.\n\nThank you, Quintin, and good morning, everyone. Thanks for joining us today. We will start on Slide 5. I'm pleased to report that we delivered a solid second quarter, which has us positioned for an even stronger performance in the second half of the year. The continued success is a result of our proven growth strategy as we capitalize on the robust customer demand and ongoing capacity expansion projects. And proudly, the strength of the One West team, and unwavering commitment to our purpose continues to set us apart as the trusted market leader. I want to acknowledge the team members across the globe and say thank you.\nThe second quarter performance was driven by our base proprietary products business, which grew mid-teens. As expected, COVID-19 sales continued to drop as the second quarter last year was the peak of our pandemic-related sales. With respect to our base business, the biologics market unit again grew double digits with stable demand. Our generics market unit continued to benefit from HVP capacity expansions as the base grew strong double digits. And the pharma market unit base grew high single digits.\nIn addition, contract manufacturing experienced significant momentum in the quarter with delivery of components for injection-related devices.\nTurning to Slide 6. The key levers of growth in Q2 were primarily driven by HVP components and delivery systems. Our participation rate in recently approved new molecular entities in the U.S. and Europe remains strong. The components developed by West or our partner, Daikyo, are addressing some of the most critical therapeutic areas around immunology, oncology, including gene therapy applications, cardiovascular, neurology, diabetes and obesity. This is also reflected in the solid order book across our biologics, generics and pharma customers, a clear reflection of the needs of the market, and we continue to make good progress on bringing down lead times for certain HVPs. We're seeing our order book patterns reverting to a more normal pre-pandemic cadence.\nIn addition, we continue to work closely with customers to update demand trends for the near and long term. These trends underscore the importance of our capacity investments, which are making a significant impact across West global operations. For example, at our West Kinston plant, we have installed, validated and brought online additional HVP capacity for NovaPure plungers. Although it is early days, we are pleased with the initial output as operations ramp up.\nRecently, I had the opportunity to visit West site in Singapore, where we have enhanced the capabilities to meet growing HVP demand from our commercial customers in the APAC region. It was exciting to see the facility fully equipped with industry-leading coding, pharmaceutical washing, sterilization and automated vision inspection capabilities for elastomers. This marks another exciting milestone on our journey towards meeting the industry's increasing emphasis on biologics.\nShifting to Slide 7. At the end of June, we published our 2022 ESG report on the company website. I am proud of the progress the organization has made towards the new 5-year targets with even greater scientific rigor and quantitative focus on environmentally based targets. We know to fulfill our purpose effectively together as One West, we must continue to progress the sustainability goals, diversity and inclusion and success around our charitable endeavors. These collective efforts from last year were recognized by several organizations, including being named as one of America's climate leaders by USA TODAY.\nMoving to Slide 8. Our full year 2023 organic sales growth outlook remains unchanged at approximately 3% to 4% and we're raising the 2023 financial outlook for overall net sales and adjusted diluted EPS. Now I'll turn the call over to Bernard, who will go into more detail from the quarter. Bernard?\n\nBernard J. Birkett\n\nSenior Vice President, Chief Financial Officer & Treasurer, West Pharmaceutical Services, Inc.\n\nThank you, Eric, and good morning. So let's review the numbers in more detail. We'll first look at Q2 2023 revenues and profits, where we saw a low single-digit decrease in organic net sales and a decline in operating profit and diluted EPS compared to the second quarter of 2022.\nI will take you through the drivers impacting sales and margin in the quarter as well as some balance sheet takeaways. And finally, we will provide an update to our 2023 guidance.\nFirst up, Q2. Our financial results are summarized on Slide 9 and the reconciliation of non-U.S. GAAP measures are described in Slides 17 to 21. We recorded net sales of $753.8 million, representing an organic sales decline of 2.5%. COVID-related net revenues are estimated to have been $20 million in the quarter, an approximate $106 million reduction compared to the prior year.\nLooking at Slide 10. Proprietary products organic net sales declined 5.5% in the quarter. High-value products, which made up approximately 74% of proprietary product sales in the quarter, declined due to the reduction in COVID-related net revenues. Looking at the performance of the market units, the generics market unit delivered high single-digit growth led by sales of Westar components and self-injection related devices. While the pharma market unit experienced mid-single-digit growth led by Envision and Westar components as well as admin systems.\nAnd the biologics market unit saw a double-digit decline due to a reduction in sales related to COVID-19 vaccines. Our contract manufacturing segment experienced a double-digit net sales growth primarily driven by an increase in sales of components related to injection-related devices. Our adjusted operating profit margin of 24.5% was a 490 basis point decrease from the same period last year. Finally, adjusted diluted EPS declined 14.6% for Q2. Excluding stock-based compensation tax benefits, EPS decreased by approximately 18%.\nNow let's review the drivers in both our revenue and profit performance. On Slide 11, we show the contributions to organic sales decline in the quarter. Sales price increases contributed $43.1 million or 5.6 percentage points of growth in the quarter, as did a foreign currency tailwind of approximately $4.4 million. Offsetting price was a negative mix impact of $61.9 million, which includes an approximate $106 million reduction in COVID-19 related net demand.\nLooking at margin performance. Slide 12 shows our consolidated gross profit margin of 38.7% for Q2 2023, down from 41.7% in Q2 2022. Proprietary products second quarter gross profit margin of 43.9% was a 230 basis points lower than the margin achieved in the second quarter of 2022. The key driver for the decline in proprietary products gross profit margin was primarily on favorable mix from a reduction in sales related to COVID-19 vaccine, offset by sales price increases, and production efficiencies.\nContract manufacturing second quarter gross profit margin of 15.4% was 90 basis points below the margin achieved in the second quarter of 2022 primarily due to inflationary pressures on our plant labor costs.\nNow let's look at our balance sheet and review how we've done in terms of generating cash. On Slide 13, we have listed some key cash flow metrics. Operating cash flow was $307.3 million for the 6 months ended June 2023, a decrease of $17 million compared to the same period last year, a 5.2% decrease primarily due to a decline in operating results. Our second quarter 2023 year-to-date capital spending was $157.5 million, $25.6 million higher than the same period last year. We continue to leverage our CapEx to increase our high-value product manufacturing capacity.\nWorking capital of approximately $1.36 billion at June 30, 2023, declined by $37.9 million from December 31, 2022, primarily due to reductions in our cash balance. Our cash balance at June 30 of $796.3 million was $98 million lower than our December 2022 balance. The decrease in cash is primarily due to our share repurchase program and higher CapEx, offset by our operating cash flow in the period.\nTurning to Slide 8 provides a high-level summary -- sorry, turning to guidance. Slide 8 provides a high-level summary. We are updating our full year 2023 net sales guidance and expect net sales to be in a range of $2.97 billion to $2.995 billion, compared to our prior guidance range of $2.965 billion and $2.990 billion. There is an estimated full year 2023 tailwind, $20 million based on current foreign exchange rates, compared to prior guidance of a tailwind of $15 million. We expect organic sales growth to be approximately 3% to 4%, unchanged from prior guidance.\nWe are raising our full year 2023 adjusted diluted EPS guidance to be in a range of $7.65 to $7.80 compared to a prior range of $7.50 to $7.65. Also, our CapEx guidance of $350 million for the year, unchanged from prior guidance. There are some key elements I want to bring your attention to as you review our guidance. We expect full year COVID-19 related sales to be approximately $60 million, unchanged from prior guidance. Net sales guidance also includes a reduction of $8 million, resulting from a divestiture of the European facility that produced standard proprietary product components, again, unchanged from prior guidance.\nFull year 2023 adjusted diluted EPS guidance range includes an estimated FX tailwind of approximately $0.05 based on current foreign currency exchange rates compared to prior guidance of a tailwind of $0.02. The updated guidance also includes EPS of $0.26 associated with year-to-date 2023 tax benefits from stock-based compensation. Our guidance excludes future tax benefits from stock-based compensation. I would now like to turn the call back over to Eric.\n\nEric M. Green\n\nPresident, Chief Executive Officer & Director, West Pharmaceutical Services, Inc.\n\nThank you, Bernard. To summarize on Slide 14. The solid financial performance in Q2 has us positioned well for the second half of the year. We continue to have a strong base business, which is a testament to the foundation we have built over time. As a global leader, we recognize the critical role our products play in health care across the globe, and that is why we're so dedicated to supporting patient health, both now and into the future. Valerie, we're ready to take questions. Thank you."
  },
  {
    "header": "WST",
    "cik": "0000105770",
    "ticker": "WST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f07063e8dbef9540ecbab383195f24d5",
    "period": "2023 Q1",
    "content": "Q1 2023 West Pharmaceutical Services Inc Earnings Call\n\nQ1 2023 West Pharmaceutical Services Inc Earnings Call\n\nWSTNYSEAPR 27, 9:00 AM\n\nQuintin J. Lai\n\nAnalyst, Robert W. Baird & Co. Equity Capital Markets\n\nConference call. We issued our financial results this morning, and the release has been posted in the Investors section on the company's website located at westpharma.com.\nThis morning, Eric Green and Bernard Birkett will review our financial results, provide an update on our business and present an update on our financial outlook for the full year 2023. There's a slide presentation that accompanies today's call and a copy of that presentation is available on the Investors section of our website.\nOn Slide 4, our safe harbor statement. Statements made by the management on this call and in the accompanying presentation contain forward-looking statements within the meaning of U.S. federal securities law. These statements are based on our beliefs and assumptions, current expectations, estimates and forecasts. The company's future results are influenced by many factors beyond the control of the company. Actual results could differ materially from past results as well as those expressed or implied in any forward-looking statements made here. Please refer to today's press release as well as any other disclosures made by the company regarding the risks to which it is subject, including our 10-K, 10-Q and 8-K reports.\nDuring today's call, management will make reference to non-GAAP financial measures, including organic sales growth, adjusted operating profit, adjusted operating profit margin and adjusted diluted EPS. Reconciliations and limitations of the non-GAAP financial measures to the most comparable financial results prepared in conformity to GAAP are provided in this morning's earnings release.\nI now turn the call over to our CEO, Eric Green. Eric?\n\nEric M. Green\n\nPresident, Chief Executive Officer & Director, West Pharmaceutical Services, Inc.\n\nGreat. Thank you, Quintin, and good morning, everyone. Thanks for joining us today.\nWe will start on Slide 5. On April 14, West turned 100 years old. This is a major milestone that we're very proud of. Over the course of our 100-year history, the West name has come to mean so much to so many people.\nI would like to recognize our founder, Herman O. West, and the past generations of leadership that have built West to who we are today. In addition, I want to especially thank our 10,000-plus team members who are motivated by our purpose of improving patient lives and making a difference in the communities in which we work and live.\nMoving to Slide 6. I am pleased to report that we delivered a solid first quarter. This was driven by overall organic sales growth of over 2%. Excluding COVID-19, our base organic sales grew high teens. Our end markets remain stable even in this uncertain macroeconomic environment. As expected, we saw a drop in COVID-19-related sales compared to last year. That said, our Biologics market unit, excluding COVID, again grew double digits, and we expect this trend to continue for the rest of the year.\nWith a focus on reprioritization of longer lead time components, our Generics and Pharma market units delivered an especially strong quarter of double-digit organic growth. In addition, our Contract Manufacturing had solid growth while delivering components for injection-related devices.\nThis overall performance is a result of our team members across the globe as they remain focused on our strategic initiative of execute, innovate and grow. The resiliency of the business continues to be a reflection of our team members, and I want to acknowledge these efforts and say thank you.\nTurning to Slide 7. In addition to our financial performance, there were several other significant accomplishments in our quarter. I would like to highlight a few. In February, we opened our new R&D lab in Radnor, Pennsylvania. This investment supports our capability enhancements while meeting the growing needs of customers in the changing regulatory environment across the globe. The lab supplied research will include containment and systems for advanced therapies and biomaterials, along with advanced design and engineering for drug delivery.\nIn addition, the lab will also test and develop elastomer glass systems, and the work done here will support our future R&D ambitions for new containment and packaging solutions.\nOur product innovations have been recognized with several notable awards, including the Best Technologies Award at Interphex for our West Ready Pack with Corning's Valor ready-to-use vials. And as we continue to make tremendous strides in ESG, we have announced a stability partnership with the Philadelphia Eagles who are recognized as environmental stewards across all areas of their business. We look forward to sharing more detail on our ESG efforts in our corporate responsibility report to be published shortly.\nShifting to Slide 8. A robust capital investments through expansions and optimizing productivity across our global operations remain on track. We continue to drive forward the expansion of additional HVP capacity with the anticipated growth of our customers' biologic portfolios and drug launches. This includes the installation and validation of new manufacturing equipment for HVP plungers and finishing capabilities, which will continue to come online throughout 2023 and into 2024.\nMoving to Slide 9. We are reiterating our full year 2023 organic sales growth outlook of 3% to 4% and are raising our 2023 financial outlook for overall net sales and adjusted diluted EPS. While Bernard will go over more details in his remarks, I want to make a few high-level comments. We continue to see a decline in overall COVID-19 sales and now expect $60 million for the full year 2023 instead of $85 million.\nEven with this change, we are reaffirming full year 2023 overall organic sales guidance. We continue to expect mid-teens Proprietary Products base organic sales growth for the year. Contract Manufacturing is now expected to be double-digit growth compared to prior high single-digit outlook as we expect to see continued demand for certain injection devices as seen in Q1.\nNow I'll turn the call over to Bernard. Bernard?\n\nBernard J. Birkett\n\nSenior Vice President, Chief Financial Officer & Treasurer, West Pharmaceutical Services, Inc.\n\nThank you, Eric, and good morning. We'll first look at Q1 2023 revenues and profits, where we saw low single-digit organic sales growth and a decline in operating profit and diluted EPS compared to the first quarter of 2022. I will take you through the drivers impacting sales and margin in the quarter as well as some balance sheet takeaways. And finally, we will provide an update to our 2023 guidance.\nFirst up, Q1. Our financial results are summarized on Slide 10, and the reconciliation of non-U.S. GAAP measures are described in Slides 17 to 20. We recorded net sales of $716.6 million, representing organic sales growth of 2.3%.\nCOVID-related net revenues are estimated to have been approximately $23 million in the quarter, an approximate $88 million reduction compared to the prior year. These net revenues in 2022 include our assessment of components associated with vaccines, treatment and diagnosis of COVID-19 patients, offset by lower sales to customers affected by lower volumes due to the pandemic.\nLooking at Slide 11, Proprietary Products organic net sales remained flat in the quarter. High-value products, which made up more than 70% of Proprietary Product sales in the quarter, declined by low single digits due to the reduction in COVID-related net revenues.\nLooking at the performance of the market units, the Generics market unit delivered high double digits growth led by sales of Westar components, while the Pharma market unit experienced low double-digit growth led by Envision and Westar components as well as Admin Systems. And the Biologics market unit saw double-digit -- saw a double-digit decline due to a reduction in sales related to COVID-19 vaccine.\nOur Contract Manufacturing segment experienced double-digit net sales growth in the first quarter, primarily driven by an increase in sales of components related to injection-related devices. Our adjusted operating profit margin of 23% was a 340 basis point decrease from the same period last year.\nFinally, adjusted diluted EPS declined 13.9% for Q1. Excluding stock-based compensation tax benefits, EPS decreased by approximately 16.1%.\nNow let's review the drivers in both our revenue and profit performance. On Slide 12, we show the contributions to organic sales growth in the quarter. Sales price increases contributed $38 million or 5.3 percentage points of growth in the quarter. Offsetting price was a negative mix impact of $21.3 million, primarily due to a reduction in COVID-19-related net demand and a foreign currency headwind of approximately $20.1 million.\nLooking at margin performance, Slide 13 shows our consolidated gross profit margin of 37.9% for Q1 2023, down from 39.5% in Q1 2022. Proprietary Products first quarter gross profit margin of 42.5% was 90 basis points lower than the margin achieved in the first quarter of 2022.\nThe key drivers for the decline in Proprietary Products gross profit margin were unfavorable mix from a reduction in sales related to COVID-19 vaccines and continued inflationary pressures on our planned costs, including labor, raw materials and overheads. These factors were partially offset by sales price increases and production efficiencies.\nContract Manufacturing first quarter gross profit margin of 17.6% was 250 basis points below the margin achieved in the first quarter of 2022, primarily due to mix of products sold.\nNow let's look at our balance sheet and review how we've done in terms of generating more cash. On Slide 14, we have listed some key cash flow metrics. Operating cash flow was $138.1 million for the 3 months ended March 2023, a decrease of $13.1 million compared to the same period last year, an 8.7% decrease, primarily due to a decline in operating results.\nOur first quarter of 2023 year-to-date capital spending was $82.1 million, $16.3 million higher than the same period last year. We continue to leverage our CapEx to increase our high-value product manufacturing capacity within our existing facilities in the U.S., Germany, Ireland and Singapore.\nWorking capital of approximately $1.4 billion at March 31, 2023, remained consistent from December 31, 2022. Our cash balance at March 31 of $886.3 million was $8 million lower than our December 2022 balance. The decrease in cash is primarily due to our share repurchase program and higher CapEx, offset by operating cash flow for the first quarter.\nTurning to guidance, Slide 9 provides a high-level summary. We are updating our full year 2023 net sales guidance and expect net sales to be in a range of $2.965 billion to $2.99 billion compared to our prior guidance range of $2.935 billion to $2.96 billion. There is an estimated full year 2023 tailwind of $15 million based on current foreign exchange rates compared to prior guidance of the 2023 headwind of $30 million.\nWe expect organic sales growth to be approximately 3% to 4%, unchanged from prior guidance. We expect our full year 2023 adjusted diluted EPS guidance to be in a range of $7.50 to $7.65 compared to a prior range of $7.25 to $7.40. Also, our CapEx guidance is $350 million for the year, unchanged from prior guidance.\nThere are some key elements I want to bring your attention to as you review our guidance. We expect full year COVID-19-related sales to be approximately $60 million compared to prior guidance of approximately $85 million. Net sales guidance also includes a reduction of $8 million, resulting from an expected divestiture of a European facility that produced standard Proprietary Product components.\nFull year 2023 adjusted diluted EPS guidance range includes an estimated FX tailwind of approximately $0.02 based on current foreign currency exchange rates compared to prior guidance of a headwind of $0.11. The updated guidance also includes EPS of $0.15 associated with first quarter 2023 tax benefits from stock-based compensation. Our guidance does not include potential future tax benefits from stock-based compensation.\nI would now like to turn the call back over to Eric.\n\nEric M. Green\n\nPresident, Chief Executive Officer & Director, West Pharmaceutical Services, Inc.\n\nThank you, Bernard.\nTo summarize, on Slide 15, the solid financial performance and execution in Q1 continues to reaffirm we have a strong base business and are delivering unique value to our customers. While there may be instability in some small cash-dependent biotechs, these customers are not a substantial portion of our business.\nOur end markets remain stable, and there continues to be a promising pipeline of new drugs that could have meaningful launches and/or expansions over the next few years, which means more HVP sales opportunities for West. Our global operations team is efficiently manufacturing and delivering products in this complex environment with a focus on service and quality.\nAnd we're continuing to progress capital spending across our operations to meet current and anticipated future growth. With great pride, we realize this criticality of our products for health care across the globe, which is why our purpose to improve patient lives propels us each and every day.\nNorma, we're ready to take questions. Thank you."
  },
  {
    "header": "WST",
    "cik": "0000105770",
    "ticker": "WST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/33ebd9c5a02ce732c5c34b65df3f2d18",
    "period": "2022 Q4",
    "content": "Q4 2022 West Pharmaceutical Services Inc Earnings Call\n\nQ4 2022 West Pharmaceutical Services Inc Earnings Call\n\nWSTNYSEFEB 16, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to West Pharmaceutical Services Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Quintin Lai, Vice President, Investor Relations. Please go ahead.\n\nQuintin J. Lai\n\nVP of Strategy & IR, West Pharmaceutical Services, Inc.\n\nThank you, Shannon.\nGood morning, and welcome to West's Fourth Quarter and Full Year 2022 Conference Call.\nWe issued our financial results this morning and the release has been posted in the Investors section on the company's website located at westpharma.com. This morning, Eric Green and Bernard Birkett will review our financial results, provide an update on our business and present an update on our financial outlook for the full year 2023. There's a slide presentation that accompanies today's call, and a copy of that presentation is available on the Investors section of our website.\nOn Slide 4 is our safe harbor statement. Statements made by management on this call and in the accompanying presentation contain forward-looking statements within the meaning of U.S. federal securities laws. These statements are based on our beliefs and assumptions, current expectations, estimates and forecasts. The company's future results are influenced by many factors beyond the control of the company. Actual results could differ materially from past results as well as those expressed or implied in any forward-looking statement made here. Please refer to today's press release as well as any other disclosures made by the company regarding the risks to which it is subject, including our 10-K, 10-Q and 8-K reports.\nDuring today's call, management will make reference to non-GAAP financial measures, including organic sales growth, adjusted operating profit, adjusted operating profit margin and adjusted diluted EPS. Reconciliations and limitations of the non-GAAP financial measures to the most comparable financial results prepared in conformity to GAAP are provided in this morning's earnings release.\nI'll now turn the call over to our CEO, Eric Green.\n\nEric M. Green\n\nChair, President & CEO, West Pharmaceutical Services, Inc.\n\nThank you, Quintin, and good morning, everyone. Thanks for joining us today.\nWe will start on Slide 5.\nFor over 100 years, the West name has come to mean so much to so many people. We have grown and expanded from manufacturing primary containment components to designing and manufacturing delivery systems. This remains the same today. As a global market leader who continues to define the evolution of our industry, our 10,000-plus team members are motivated by improving patient lives. The past few years have been a reminder that the world doesn't stand still and the needs of the health care industry are evolving and growing in complexity with shifting treatment options from the hospital to home setting. We remain committed to the pursuit of scientific innovation and partnerships to address the changing needs of today and into the future.\nMoving to Slide 6. Looking back at the year, I'm pleased to report that West delivered overall organic sales growth of approximately 8%. This growth was generated despite a rapidly shifting pandemic landscape. We started 2022 expecting COVID-19 volume growth, but instead decline in orders and demand from our customers actually resulted in a 15% decline in pandemic-related sales. Excluding COVID-19, we estimate that our base organic sales growth was low double digit, with mid-teens growth in proprietary products, and driving this base growth is demand for our high-value product offerings for both legacy as well as recently launched drugs, and we ended the year with a return to growth in Q4 in contract manufacturing. This performance is a result of the dedication and relentless focus of our team members across the globe. We are connected by a strong responsibility and shared values that continue to help us succeed each day. I want to acknowledge these efforts and say thank you.\nLooking ahead, we remain well positioned with the right growth strategy around execute, innovate and grow. Our solid order book of committed orders reinforces the criticality of West's components and devices to address our customers' growing injectable drug demand, and we continue to deploy capital investments to support the increase in demand driven by the attractive end markets.\nTurning to Slide 7. In addition to our financial momentum, there were several other notable accomplishments in 2022. We shipped close to 47 billion components touching billions of patient lives. As scientific and technical leaders in the industry, our customers expect us to help solve their problems. We continue to broaden insights with our expertise through our webinars, published articles and technical presentations. We partnered with Corning to build a next-generation leading elastomer-glass system. We launched Daikyo CZ 2.25 ml insert needle syringe to support the biologics market and secured 3 additional FDA-approved drugs using our SmartDose technology as we continue to bring additional value to our customers.\nLastly, we donated $2.75 million, but more importantly, our team members continue to volunteer their time to help our local communities with the greatest needs. Our heartfelt thoughts are with all those impacted by the devastating earthquake in Turkey and Syria, where we have provided aid through UNICEF.\nShifting to Slide 8. We continue to factor environmental considerations into every aspect of our business. Over the past 5 years, we have made tremendous strides across the 6 priority areas and newly defined performance indicators. I'm pleased that we're on target with 90% of our operational waste not being sent to landfills. Our pursuit of renewable energy alternatives has aided in a positive impact in the emission reduction. These efforts have been recognized with numerous ESG accolades in 2022. We look forward to sharing more detail in our corporate responsibility report to be published in the spring.\nTurning to Slide 9. We continue to address the growing market needs with today's complex and sensitive molecules. At the recent Pharma Pack meeting, we introduced several new products for large volume delivery and complete vial containment solutions. One available product is our West Ready Pack with Corning's Valor ready-to-use vials. This will be the first of many products from our Corning partnership. The combination of these products eliminates the risk of delamination and reduces glass particulate in bulk filling lines. It is drug delivery innovations like this that ensures best-in-class performance with a value proposition to meet the increased regulatory expectations with a complete vial containment solution.\nMoving to Slide 10. We are introducing full year 2023 financial guidance. This guidance is based on demand trends as well as our current capacity levels. It's also reinforced by our strong West and Daikyo participation rate in drug approvals, especially in biologics and biosimilars. We expect full year overall organic sales growth of approximately 3% to 4%, which includes a $303 million year-over-year decline in pandemic-related sales. Excluding this impact, we expect mid-teens overall base organic sales growth with proprietary products growth in the high teens and high single-digit growth in contract manufacturing.\n2023 will represent a transition year for our margin profile as we see a headwind from COVID-19 HVPs. That said, our expected margins for this year are significantly above pre-pandemic 2019 levels. This underscores the strength of our financial construct with annual margin expansion of 100 basis points or more per year. In 2019, we posted operating margin of 16.1%. In 2023, we expect operating margin of 23% to 24%, which would represent an increase of approximately 800 basis points over a 4-year period.\nAlso, today we announced that the Board of Directors has authorized a new share repurchase plan as our prior plan was completed last year. This program is authorized for up to $1 billion of share repurchase. We note that this new program does not have a specified end date. As comparison, in 2022, our 12-month program was completed at $203 million of buybacks. And in 2021, our 12-month program was completed at $137 million of buybacks. This new $1 billion program will provide for a continuation of our share count-neutral strategy, which is assumed in our 2023 full year financial guidance. We believe this program will also provide flexibility for incremental share repurchases depending on various factors such as economic and market conditions.\nTurning to Slide 11. As you can see from our guidance, we seek continued base momentum in 2023, and we're planning for a further additional growth as our customers are preparing for expanded success of their current biologics portfolio and drug launches. As such, we continue to drive forward to complete the installation of our capital expansion plans for additional HVP capacity. The picture shows the progression of our ongoing efforts. On my recent visit to Kinston, it was impressive to see the additional space added to accommodate the installation of new manufacturing equipment to address the growth of HVPs and plungers. Together with other site expansions, this will support future demand across our global manufacturing network.\nNow I'd like to turn the call over to Bernard.\n\nBernard J. Birkett\n\nSenior VP and Chief Financial & Operations Officer, West Pharmaceutical Services, Inc.\n\nThank you, Eric, and good morning.\nWe will first look at Q4 2022 revenues and profits, where we saw low single-digit organic sales growth and a decline in operating profit and diluted EPS. I will take you through the drivers impacting sales and margin in the quarter as well as some balance sheet takeaways. And finally, we will review our 2023 guidance.\nFirst off, Q4. Our financial results are summarized on Slide 12 and the reconciliation of non-U.S. GAAP measures are described in Slides 20 to 23. We recorded net sales of $708.7 million in the quarter, representing organic sales growth of 2.6%. COVID-related net revenues are estimated to have been approximately $55 million in the quarter, an approximate $69 million reduction compared to the prior year. These net revenues include our assessment of components associated with vaccines, treatment and diagnosis of COVID-19 patients, offset by lower sales to customers affected by lower volumes due to the pandemic.\nLooking at Slide 13. Proprietary Products sales grew organically by 1.8% in the quarter. High-value products, which made up approximately 72% of Proprietary Product sales in the quarter were flat compared to the prior year due to the reduction in COVID-related net revenues.\nLooking at the performance of the market units, the generics market unit delivered double-digit growth led by ambition components and admin systems, while the pharma market unit experienced high single-digit growth led by NovaPure and Westar components. And the biologics market unit saw a mid-single-digit decline due to a reduction in sales related to COVID-19 vaccine.\nOur Contract Manufacturing segment experienced net sales growth of 7% in the fourth quarter, primarily driven by sales of health care-related medical devices. Our adjusted operating profit margin of 22.4% was a 350 basis point decrease from the same period last year. Finally, adjusted diluted EPS declined 13.2% for Q4. Excluding stock-based compensation tax benefit of $0.06 in Q4, EPS declined by approximately 13.6%.\nNow let's review the drivers in both our revenue and profit performance.\nOn Slide 14, we show the contributions to sales growth in the quarter. Sales price increases contributed $28.1 million or 3.8 percentage points of growth. Offsetting price was a foreign currency headwind of approximately $41.3 million and a negative mix impact of $8.9 million, primarily due to a reduction in COVID-19-related net demand.\nLooking at margin performance, Slide 15 shows our consolidated gross profit margin of 37% for Q4 2022, down from 41.1% in Q4 2021. Proprietary Products fourth quarter gross profit margin of 41.6% was 470 basis points lower than the margin achieved in the fourth quarter of 2021. The key drivers for the decline in Proprietary Products gross profit margin were unfavorable mix from a reduction in sales related to COVID-19 vaccine and continued inflationary pressures on our plant costs, including raw materials, labor and overheads. The headwinds were partially offset by sales price increases. Contract Manufacturing fourth quarter gross profit margin of 15.4% was 110 basis points below the margin achieved in the fourth quarter of 2021. The decrease in margin is largely attributed to mix of products sold.\nNow let's look at our balance sheet and review how we've done in terms of generating more cash.\nOn Slide 16, we have listed some key cash flow metrics. Operating cash flow was $724 million for the year, an increase of $140 million compared to the same period last year, a 24% increase. Operating cash flow in the period benefited from our working capital improvement. In 2022, we spent over $284 million on capital expenditures, a 12% increase over 2021. We continue to leverage our CapEx to increase our high-value product manufacturing capacity within our existing facilities in the U.S., Germany, Ireland and Singapore. Working capital of approximately $1.4 billion increased by $252.6 million from 2021, primarily due to higher accounts receivable from our increased sales, higher inventory levels and an increase in our cash position. Our cash balance at December 31 of $894.3 million was $131.7 million higher than our December 2021 balance. The increase in cash is primarily due to our operating results in the period, offset by our share repurchase program and higher CapEx.\nTurning to guidance. Slide 10 provides a high-level summary. Full year 2023 net sales guidance will be in a range of $2.935 billion and $2.96 billion. There is an estimated headwind of $30 million based on current foreign exchange rates. We expect organic sales growth to be approximately 3% to 4%. We expect our full year 2023 adjusted diluted EPS guidance to be in a range of $7.25 to $7.40. Also, our CapEx guidance is $350 million for the year.\nThere are some key elements I want to bring your attention to as you review our guidance. Estimated FX headwind on EPS has an impact of approximately $0.11 based on current foreign currency exchange rates. We expect full year COVID-19 related net sales to be approximately $85 million compared to $388 million in 2022. And our guidance excludes future tax benefits from stock-based compensation.\nI'd now like to turn the call back over to Eric.\n\nEric M. Green\n\nChair, President & CEO, West Pharmaceutical Services, Inc.\n\nGreat. Thank you, Bernard.\nTo summarize on Slide 17, the solid financial performance shared today continues to reaffirm that our growth strategy is working. We have a durable base business proven by our market-led approach which is delivering unique value to our customers. Our global operations team is efficiently manufacturing and delivering products in this complex environment with a focus on service and quality. And we're continuing to progress capital spending across our operations to meet current and anticipated future growth. We realize that our products in pursuit of scientific innovations are critical to health care across the globe which is why we're so committed to support patient health today and well into the future.\nShannon, we're ready to take questions. Thank you."
  },
  {
    "header": "WST",
    "cik": "0000105770",
    "ticker": "WST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cf234ca27ab3d6510a48683bac2e3bdd",
    "period": "2022 Q3",
    "content": "Q3 2022 West Pharmaceutical Services Inc Earnings Call\n\nQ3 2022 West Pharmaceutical Services Inc Earnings Call\n\nWSTNYSEOCT 27, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the 2022 West Pharmaceutical Services Earnings Conference Call. (Operator Instructions)\nPlease be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Quintin Lai, Vice President of Investor Relations. Please go ahead.\n\nQuintin J. Lai\n\nVP of Strategy & IR, West Pharmaceutical Services, Inc.\n\nThank you. Good morning, and welcome to West's Third Quarter 2022 Conference Call. We issued our financial results this morning, and the release has been posted in the Investors section on the company's website located at westpharma.com. This morning, Eric Green and Bernard Birkett will review our financial results, provide an update on our business, provide an update on our financial outlook for the full year of 2022 and an introduction to a preliminary 2023 outlook. There is a slide presentation that accompanies today's call, and a copy of that presentation is available on the Investors section of our website.\nOn Slide 4 is our safe harbor statement. Statements made by management on this call and in the accompanying presentation contain forward-looking statements within the meaning of U.S. federal securities law. These statements are based on our beliefs and assumptions, current expectations as forecast. The company's future results are influenced by many factors beyond the control of the company. Actual results could differ materially from past results as well as those expressed or implied in any forward-looking statement made here. Please refer to today's press release as well as any other disclosures made by the company regarding the risks to which it is subject, including our 10-K, 10-Q and 8-K reports.\nDuring today's call, management will make reference to non-GAAP financial measures, including organic net sales, adjusted operating profit, adjusted operating profit margin and adjusted diluted EPS. Reconciliations and limitations of the non-GAAP financial measures to the most comparable financial results prepared in conformity to GAAP are provided in this morning's earnings release.\nI'd now turn the call over to our CEO, Eric Green.\n\nEric M. Green\n\nChair, President & CEO, West Pharmaceutical Services, Inc.\n\nThank you, Quintin, and good morning, everyone. Thanks for joining us today. We'll start on Slide 5. I I'll begin by covering 3 main topics: first, examining the drivers of lower-than-expected Q3 results; second, examining the impact to Q4; and third, providing color on our current view of market demand and projecting a preliminary sales outlook for 2023.\nLet's begin with Q3. As expected, we had a few drivers in the quarter that materialized. We had headwinds from FX. We had declining sales in contract manufacturing, and we had a decline in COVID-19-related sales of about $20 million from last year. If we exclude the headwinds from COVID, proprietary organic sales grew over 11%; however, this performance was below our expectations for the quarter. When we provided guidance on the Q2 earnings call, we projected that we would be able to shift resources, formerly dedicated to pandemic-related production to other HVP products that are experiencing increased demand.\nSpecifically, we plan to successfully address this transition by accelerating customer orders for NovaPure plungers and fulfilling customer HVP orders originally requested for this year but pushed to 2023 because of longer lead times. These 2 factors were the underlying drivers to our guidance of strong double-digit base organic net sales in Q3 and Q4. Instead, as the quarter progressed, we underestimated the complexity of the transition and were impacted with a series of setbacks related to capacity constraints and mix shift productivity.\nMuch of our vaccine stoppers were going to fewer customers with fewer SKUs. This enabled high productivity and throughput with our HVP network. When transitioning to NovaPure plungers, we now are addressing demand coming from numerous customers, addressing drugs across numerous diseases and more SKUs. The end result is lower throughput through our existing HVP manufacturing sites. And compounding this situation further, as the quarter progressed, we had a reduction in capacity in our HVP operating network through a combination of equipment downtime and project delays related to installation of HVP processing equipment.\nWe estimate that the total negative impact to Q3 was $30 million. While we see these issues as temporary and expect full resolution in 2023, they will continue to impact us in Q4. As we look at the capacity constraints, we project that additional HVP processing capacity will come online early next year based on the timeline to install and validate the newer technology. Since we are already running at full capacity, we also are unable to address the additional demand coming from long lead time items in Q4. Altogether, while we still expect our base business ex COVID to grow more than 10% in Q4, we will not be able to offset the expected $80 million reduction in COVID-19 sales.\nWhile I'm disappointed that we're lowering our forecast for the rest of 2022, I want to stress that these issues are all supply-related and not demand related.\nMoving to Slide 6. Our robust order book of committed orders, excluding the declining COVID-19-related demand grew 20% year-over-year. Our customers have reiterated that they're looking to us to deliver the critical components and devices to address the growing injectable drug demand. And we are -- we have several customers that have notified us of potential upside demand, especially for NovaPure plungers beyond our current order book based on future drug launches. As we look at 2023, we are confident and expect most of the capacity issues will be resolved early in the year.\nTaking a reasonable view on capacity expansion and customer delivery timing, our preliminary look at 2023 includes the following projections. First, we now assume that COVID-19 sales will decline to a full year 2023 sales of approximately $90 million or a 75% decline from 2022. This is based on current customer forecasts, which we believe assumes a continuation of current trends and COVID booster demand. We expect non-COVID-19 overall base business to grow in the double digits and in excess of our financial construct of 7% to 9%. Base proprietary products are expected to grow in the low teens led by biologics, and we expect CM sales to rebound to growth next year.\nOur participation rate in recently approved new molecular entities in the U.S. and Europe remain strong. Our components by West or our partner, Daikyo, are expecting almost all the biologics and biosimilars approved so far in 2022 and majority of small molecules approved. Adding it all together, our prelimited view is that we will have positive organic sales growth in 2023, despite an anticipated decline of approximately $280 million of COVID-19 sales. We will provide more detailed guidance on our Q4 call in February of next year.\nNow shifting to Slide 7 and some highlights from the quarter. I want to first thank our team members who continue to focus on our purpose to deliver superior value to customers through our high-quality products and solutions to make a meaningful difference to patients' lives. An example of this dedication and resiliency was evident in the recent response to the hurricanes that devastated Puerto Rico and Florida. Despite the personal impacts to our team members, they ensure their plants continued to produce and ship product with minimal impact. Just another great testimony to the strength of our One West team.\nWe continue to make good strides with the opportunity to improve at-home management of diseases. I'm pleased to share that earlier this month, our customer, scPharmaceuticals, received FDA approval for FUROSCIX delivered via on-body infuser, utilizing West, SmartDose on-body drug delivery technology. This brings us to 4 FDA-approved drugs using our SmartDose technology.\nOur strategic collaboration with Corning is moving along. We anticipate that in Q1 2023, West Ready Pack system with Valor Glass vials, a ready-to-use sterile packaging system for use with NovaPure stoppers will be available to customers. Lastly, our West experts are pleased to be back in person at recently held PDA conference and upcoming CPHI worldwide showcasing our leadership with new scientific insights and technical developments across our portfolio of high-quality drug delivery and devices.\nMoving to Slide 8, with the capital spending investments initiated in 2020 for the larger capacity expansion, we continue to drive forward to complete the installation of our 2021 expansions and initiate the next tranche of investment earlier this year. You can see from the pictures how impressive the ongoing expansions are across our sites. While they do not happen overnight, we are making good progress and expect all these investments will result in several billion units of increased capacity for our HVP components.\nNow I'll turn our call over to Bernard.\n\nBernard J. Birkett\n\nSenior VP and Chief Financial & Operations Officer, West Pharmaceutical Services, Inc.\n\nThank you, Eric, and good morning. So let's review the numbers in more detail. We'll first look at Q3 2022 revenues and profits where we saw mid-single-digit organic sales growth, led by performance in our Biologics and Generics market units. I will take you through the profit drivers in the quarter as well as some balance sheet takeaways. And finally, we will provide an update to our 2022 guidance.\nFirst up, Q3. Our financial results are summarized on Slide 9 and the reconciliation of non-U.S. GAAP measures are described on Slides 18 to 21. We recorded net sales of $686.9 million, representing organic sales growth of 4.3%.\nLooking at Slide 10. Proprietary Products sales grew organically by 5.5% in the quarter. High-value products, which made up approximately 72% of proprietary product sales in the quarter, grew mid-single digits and had growth across our biologics and generic market units in Q3. Looking at the performance of market units, the biologics market unit delivered mid-single-digit growth. We continue to work with many biotech and biopharma customers who are using West and Daikyo high-value products. The generics market unit also experienced mid-single-digit growth, led by sales of Westar components. Our Pharma market unit saw low single-digit growth with sales led by high-value products, including NovaPure and Westar components.\nContract Manufacturing declined 1.2% for the third quarter due to a reduction in sales of components for diagnostic devices. We reported $268 million in gross profit, $20.2 million or 7% below Q3 of last year. Our gross profit margin of 39% was a 180 basis point decline from the same period last year. We saw a 2% increase in adjusted operating profit with $186.4 million recorded this quarter compared to $182.8 million in the same period last year. And our adjusted profit margin of 27.1% was a 120 basis point increase from the same period last year.\nFinally, adjusted diluted EPS declined $0.03 for Q3, excluding stock-based compensation tax benefit EPS increased by approximately $0.05 and foreign currency negatively impacted our EPS by approximately $0.16 in the quarter.\nSo let's review the drivers in both the revenue and profit performance. On Slide 11, we show the contributions to sales decline in the quarter. Volume and mix decreased by approximately $1 million in the quarter, net of approximately $20 million decrease in COVID sales. Sales price increases contributed $31.1 million or 4.4 percentage points in the quarter. Foreign currency generated approximately $49.8 million headwind on our revenue in the quarter. Looking at margin performance. Slide 12 shows our consolidated gross profit margin of 39% for Q3 2022 down from 40.8% in Q3 2021. Proprietary Products third quarter gross profit margin of 43.6% was 270 basis points lower than the margin achieved in the third quarter of 2021. The decline in Proprietary Products gross profit margin was caused by a few key factors: delays in equipment expansion projects, which led to production bottlenecks in certain -- in meeting certain customer demand.\nCustomer demand mix shift led to a greater-than-anticipated impact due to the delays mentioned above as well as continued inflationary pressures on our planned costs, including raw materials, labor, overheads and transportation. Partially offsetting these headwinds on our margin were sales price increases of 180 basis points of benefit associated with onetime fees from COVID supply agreements. Contract Manufacturing third quarter gross profit margin of 17.3% was 120 basis points above the margin achieved in the third quarter of 2021. The increase in margin is largely attributed to price increases in the period and production efficiencies.\nNow let's look at our balance sheet and review how we've done in terms of generating more cash for the business. On Slide 13, we have listed some key cash flow metrics. Operating cash flow was $493.2 million for the 9 months ended September 2022, an increase of $70 million compared to the same period last year, a 16.5% increase. Our operating cash flow in the 9-month period benefited from our working capital performance. Our third quarter 2022 year-to-date capital spending was $189.7 million, $12.8 million higher than the same period last year. Working capital of approximately $1.27 billion at September 30, 2022, increased by $129 million from December 31, 2021, primarily due to increase in inventory and reductions in our accounts payable.\nOur cash balance at September 30 of $729 million was $33.6 million lower than our December 2021 balance. The decrease in cash is primarily due to our share repurchase program, a $43.7 million scheduled payment of debt principal and interest in the third quarter and higher CapEx, offset by our operating cash flow in the period.\nTurning to guidance. Slide 14 provides a high-level summary. We are updating our full year 2022 net sales guidance and expect net sales to be in a range of $2.83 billion to $2.84 billion compared to our prior guidance range of $2.95 billion to $2.975 billion. There is an estimated fourth quarter headwind, $60 million based on current foreign exchange rates. We expect organic sales growth to be approximately 7% compared to prior guidance of approximately 11%. We expect our full year 2022 adjusted diluted EPS guidance to be in a range of $8.15 to $8.20 compared to a prior range of $9 to $9.15. This revised guidance includes our $0.16 EPS positive impact of tax benefits from stock-based compensation during the 9-month period.\nAlso, we are updating our CapEx guidance to $300 million to $320 million compared to our prior estimate of $380 million for the year. There are some key elements I want to bring your attention to as you review our guidance. Estimated FX headwind on EPS in the fourth quarter was an approximately $0.17 headwind. We expect full year COVID-19-related sales to be approximately $85 million lower than 2021 sales, unchanged from our prior guidance. And our guidance excludes future tax benefits from stock-based compensation.\nI would now like to turn the call back over to Eric.\n\nEric M. Green\n\nChair, President & CEO, West Pharmaceutical Services, Inc.\n\nThank you, Bernard. To summarize Slide 15. Looking ahead, with a sharpened focus, we continue to ensure our growth strategy is bringing value to our customers. Our committed order book remains robust. We continue to capture the benefits of the globalization of our operating network and delivering products in this complex environment, and we're continuing to drive forward the capital investments across our operations to meet current and anticipated future growth.\nGigi, we're ready to take questions. Thank you."
  },
  {
    "header": "WST",
    "cik": "0000105770",
    "ticker": "WST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9328ee1aafea3977a081bbd0cc773fa5",
    "period": "2022 Q2",
    "content": "Q2 2022 West Pharmaceutical Services Inc Earnings Call\n\nQ2 2022 West Pharmaceutical Services Inc Earnings Call\n\nWSTNYSEJUL 28, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Q2 2022 West Pharmaceutical Services Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker for today, Quintin Lai, Vice President, Investor Relations. You may begin.\n\nQuintin J. Lai\n\nVP of Strategy & IR, West Pharmaceutical Services, Inc.\n\nThank you, Towanda. Good morning, and welcome to West's Second Quarter 2022 Conference Call. We issued our financial results this morning, and the release has been posted in the Investors section on the company's website located at westpharma.com.\nThis morning, Eric Green and Bernard Birkett will review our financial results, provide an update on our business and present an update on our financial outlook for the remaining full year of 2022. There is a slide presentation that accompanies today's call and a copy of that presentation is available on the Investors section of our website.\nOn Slide 4 is our safe harbor statement. Statements made by management on this call and in the accompanying presentation contain forward-looking statements within the meaning of U.S. federal securities law. These statements are based on our beliefs and assumptions, current expectations, estimates and forecasts. The company's future results are influenced by many factors beyond the control of the company. Actual results could differ materially from past results as well as those expressed or implied in any forward-looking statement made here. Please refer to today's press release as well as any other disclosures made by the company regarding the risks to which it is subject, including our 10-K, 10-Q and 8-K reports.\nDuring today's call, management will make reference to non-GAAP financial measures, including: organic sales growth, adjusted operating profit, adjusted operating profit margin and adjusted diluted EPS. Reconciliations and limitations of the non-GAAP financial measures to the most comparable financial results prepared in conformity to GAAP are provided in this morning's earnings release.\nI now turn the call over to our CEO, Eric Green.\n\nEric M. Green\n\nChair, President & CEO, West Pharmaceutical Services, Inc.\n\nThank you, Quintin, and good morning, everyone. Thanks for joining us today. We will start on Slide 5. I'm pleased to report that we delivered an excellent second quarter. We grew 13% organically with over 18% organic sales growth in our Proprietary Products segment. Our base business continues to have solid demand across all 3 market units: Biologics, Pharma and Generics, which more than offsets a slight decline in COVID-19-related sales. And again, our high-value products led the way to this impressive growth.\nOur continued success highlights the strength and resilience of our proven strategy of execute, innovate and grow, which continues to set us apart as a trusted market leader. It is the strength of our One West team guided by our purpose that makes a meaningful difference in ensuring our customers have reliable supply of the components necessary to deliver drugs to patients.\nAn example of our One West culture in action is our team members in China, who I would like to thank for their inspiring efforts and commitment to our customers during the lockdowns in April and May. The relentless focus in our purpose enabled us to reopen our sites and continue to serve our customers with minimal impact.\nNow moving to Slide 6. We made great progress in the second quarter. Let me briefly share a few highlights. We continue to deliver the key drivers of growth in Q2, primarily driven by our HVP components including NovaPure, Envision, Daikyo Crystal Zenith and self-injection devices. With a strong order book for our Biologics and Generics customers, along with Pharma demand ramping up, we are seeing the benefits of our capital spend investments as we optimize productivity across our global operations. Our 2020 capital expansion is now complete and we're driving forward to complete the installation of our 2021 expansion.\nTurning to Crystal Zenith. We have been expanding capacity of our 1-ml syringe as our customer uptake has been robust. At the 2022 BIO International Conference, we launched the Daikyo Crystal Zenith 2.25 ml insert needle syringe system. With a market trend for larger-dose injections, we're able to answer the needs of more patients with a safe and reliable containment solution. The new CZ syringe system will help our customers bring a larger volume of product to patients with fewer or less frequent injections, enabling an easier patient experience.\nAs we continue to advance the standard of care for patients with our customers, I'm pleased to share that we have a combination drug approved using our newly launched CZ 2.25-ml system with targeted customer launch in 2023. In addition, we're seeing good progress with our SmartDose on-body subcu delivery system and now have 3 FDA-approved biologic drugs using our technology.\nShifting to Slide 7 and an update on ESG. At the end of June, we published our 2021 corporate responsibility report on the company website. We are tracking well towards our 5-year targets, and I'm proud of how our organization has connected our One West culture with our ESG initiatives. We know to fulfill our purpose effectively, we must progress our environmental sustainability goals, diversity and inclusion and success around our charitable efforts. Together, this makes for a better performing company today and into the future.\nI'm also pleased to share that yesterday, we announced that our Board of Directors has elected Dr. Stephen Lockhart as our newest member. As the former Chief Medical Officer of Sutter Health in California, his expertise will be a valuable addition to our Board.\nBefore I turn it over to Bernard, I want to provide some high-level thoughts on our updated full year outlook and implied second half 2022 guidance. We have 2 headwinds: FX and slowing COVID-19 demand. On the positive, not only has our base business been strong in the first half of the year, but we also expect the Generics and Pharma market units to perform even better in the second half of the year with additional resources to address the demand dynamics.\nFor guidance, we're taking our overall sales down by $100 million for the full year. Incremental FX is going to be a $75 million headwind. In addition, we're seeing a decline in COVID-19 demand as compared to our April outlook that assumed modest growth over 2021. While we're seeing some orders for stoppers for smaller vials to hold fewer doses, we do not assume a meaningful sales impact in 2022 and expect an overall decline of COVID-19 sales of 20% or $85 million from 2021 sales levels.\nTo sum it up, changes in FX and COVID are causing headwinds well in excess of our $100 million negative change to full year sales guidance. On the positive side, we're expecting even stronger base business growth in the second half of this year from all 3 market units of Biologics, Pharma and Generics that is helping to moderate the guidance impact.\nNow I'll turn it over call to Bernard.\n\nBernard J. Birkett\n\nSenior VP and Chief Financial & Operations Officer, West Pharmaceutical Services, Inc.\n\nThank you, Eric, and good morning. Let's review the numbers in more detail. We'll first look at Q2 2022 revenues and profits, where we saw another strong quarter of sales growth, led by performance in our Biologics and Generics market units. I will take you through the profit drivers in the quarter as well as some balance sheet takeaways. And finally, we will provide an update to our 2022 guidance.\nFirst up, Q2. Our financial results are summarized on Slide 8, and the reconciliation of non-U.S. GAAP measures are described in Slides 17 to 20. We recorded net sales of $771.3 million, representing organic sales growth of 13.1%.\nLooking at Slide 9. Proprietary Products sales grew organically by 18.3% in the quarter. High-value products, which made up approximately 73% of proprietary product sales in the quarter, grew double digits and had solid momentum across Biologics and Generics market units in Q2.\nLooking at the performance of the market units, the Biologics market unit delivered strong double-digit growth. We continue to work with many biotech and biopharma customers who are using West and Daikyo high-value product offerings.\nThe Generics market unit also experienced strong double-digit growth led by sales of FluroTec and Westar components. Our Pharma market unit saw mid-single-digit growth with sales led by high-value products, including NovaPure components. And Contract Manufacturing declined 8.9% for the second quarter due to a reduction in sales of components for diagnostic devices. We recorded $321.5 million in gross profit, $6.4 million or 2% above Q2 of last year. And our gross profit margin of 41.7% was a 180 basis point decline from the same period last year. We saw improvement in adjusted operating profit with $227 million recorded this quarter compared to $211.2 million in the same period last year for a 7.5% increase. And our adjusted operating profit margin of 29.4% was a 20 basis point increase from the same period last year.\nFinally, adjusted diluted EPS grew $0.01 for Q2. Excluding stock-based compensation tax benefit of $0.01 in Q2, EPS grew by approximately 4%. So let's review the drivers in both revenue and profit. On Slide 10, we show the contributions to sales growth in the quarter. Volume and mix contributed $71.7 million, or 9.9 percentage points of growth and sales price increases contributed $23.4 million or 3.2 percentage points of growth in the quarter.\nLooking at margin performance. Slide 11 shows our consolidated gross profit margin of 41.7% for Q2 2022, down from 43.5% in Q2 2021. Proprietary Products' second quarter gross profit margin of 46.2% was 360 basis points lower than the margin achieved in the second quarter of 2021. The decline in Proprietary Products gross profit margin was caused by inflationary pressures impacting all planned costs, including raw materials, labor and overheads. Partially offsetting these inflationary headwinds was improvement in our product mix, price increases and pass-through surcharges and approximately 90 basis points of benefit associated with onetime fees from COVID supply agreements.\nContract Manufacturing second quarter gross profit margin of 16.3% was 40 basis points below the margin achieved in the second quarter of 2021. The decrease in margin is largely attributed to mix of products sold in the period.\nNow let's look at our balance sheet and review how we've done in terms of generating more cash. On Slide 12, we have listed some key cash flow metrics. Operating cash flow was $324.3 million for the 6 months ended June 2022, an increase of $91.2 million compared to the same period last year, a 39.1% increase. Our operating cash flow in the period benefited from increased earnings, our working capital performance and timing of income tax payments.\nOur second quarter 2022 year-to-date capital spending was $131.9 million, $20.3 million higher than the same period last year. Working capital of approximately $1.2 billion at June 30, 2022, increased by $58.1 million from December 31, 2021, primarily due to increases in accounts receivable and inventory, offset by reductions in our cash.\nOur cash balance at June 30 of $718.5 million was $44.1 million lower than our December 2021 balance. The decrease in cash is primarily due to our share repurchase program and higher CapEx, offset by our strong operating cash flow in the period.\nTurning to guidance. Slide 13 provides a high-level summary. We are updating our full year 2022 net sales guidance and expect net sales to be in a range of $2.95 billion and $2.975 billion compared to our prior guidance range of $3.05 billion to $3.075 billion. There is an estimated headwind of $190 million based on current foreign exchange rates compared to a prior estimated headwind of $115 million.\nWe expect organic sales growth to be approximately 11% compared to prior guidance of approximately 11% to 12%. We expect our full year 2022 adjusted diluted EPS guidance to be in a range of $9 to $9.15 compared to a prior range of $9.30 to $9.45. This revised guidance includes our first half $0.13 EPS positive impact of tax benefits from stock-based compensation.\nAlso, our CapEx guidance remains at $380 million for the year. There are some key elements I want to bring your attention to as you review our guidance. Estimated FX headwind on EPS has an increased impact of approximately $0.55 based on current foreign currency exchange rates, compared to a prior estimated headwind of $0.38. We expect full year COVID-19-related sales to be approximately $85 million lower than 2021 sales. And our guidance excludes future tax benefits from stock-based compensation.\nTo summarize the key takeaways for the quarter, strong top line growth in proprietary, growth in operating profit, solid adjusted diluted EPS despite FX and inflationary headwinds and growth in operating cash flow, delivering in line with our pillars of execute, innovate and grow.\nI would now like to turn the call back over to Eric.\n\nEric M. Green\n\nChair, President & CEO, West Pharmaceutical Services, Inc.\n\nThank you, Bernard. To summarize on Slide 14, our performance in Q2 has positioned us well for the second half of the year. We continue to have a strong base business, which is a testament to the foundation we have built over time with the right strategy and execution, leveraging the benefits of a global operating model to deliver the robust book of committed orders and continue to accelerate capital spending across our operations to meet current and anticipated future growth.\nTowanda, we're ready to take questions. Thank you."
  },
  {
    "header": "WST",
    "cik": "0000105770",
    "ticker": "WST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/942a39d0f0e94f77d26b9a6fa3449f06",
    "period": "2022 Q1",
    "content": "Q1 2022 West Pharmaceutical Services Inc Earnings Call\n\nQ1 2022 West Pharmaceutical Services Inc Earnings Call\n\nWSTNYSEAPR 28, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Q1 West Pharmaceutical Services Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded. (Operator Instructions)\nI would now like to hand the conference over to your speaker today, Quintin Lai, Vice President of Investor Relations. Please go ahead.\n\nQuintin J. Lai\n\nVP of Strategy & IR, West Pharmaceutical Services, Inc.\n\nThank you, Didi. Good morning, and welcome to West's First Quarter 2022 Conference Call. We issued our financial results this morning, and the release has been posted in the Investors section on the company's website located at westpharma.com. This morning, CEO, Eric Green; and CFO, Bernard Birkett, will review our financial results, provide an update on our business and present an update on our financial outlook for the full year of 2022.\nThere's a slide presentation that accompanies today's call, and a copy of that presentation is available on the Investors section of our website. On Slide 4 is our safe harbor statement. Statements made by management on this call and in the accompanying presentation contain forward-looking statements within the meaning of U.S. federal securities law. These statements are based on our beliefs and assumptions, current expectations, estimates and forecasts.\nFuture results are influenced by many factors beyond the control of the company. Actual results could differ materially from past results as well as those expressed or implied in any forward-looking statement made here. Please refer to today's press release as well as any other disclosures made by the company regarding the risk to which it is subject, including our 10-K, 10-Q and 8-K reports.\nDuring today's call, management will make reference to non-GAAP financial measures, including organic sales growth, adjusted operating profit, adjusted operating profit margin and adjusted diluted EPS. Reconciliations and limitations of the non-GAAP financial measures to the most comparable financial results prepared in conformity to GAAP are provided in this morning's earnings release.\nI now turn the call over to West CEO and President, Eric Green. Eric?\n\nEric M. Green\n\nPresident, CEO & Director, West Pharmaceutical Services, Inc.\n\nThank you, Quintin, and good morning, everyone. Thanks for joining us today. We will start on Slide 5.\nI'm pleased to report that we delivered a strong first quarter. This was driven by double-digit organic sales growth with increasing demand for our high-value products. Our confirmed order book for the rest of 2022 and into 2023 remains as strong as ever, primarily driven by non-COVID-based business. And to provide you more color, over half of the order book is coming from biologics demand.\nThese results were delivered despite several macroeconomic challenges that are impacting all companies and sectors. We have taken proactive measures to mitigate the risk of these challenges and ensure the continuity of critical components to our customers. For example, inflation. We're adjusting our pricing strategy and have enacted surcharges as a pass-through to offset increasing costs of raw materials, energy and transportation. Supply chain. Our raw material and proprietary medical device components are sourced from across the globe. We have increased our inventory of these key raw materials to minimize any supply disruption. And we continue to execute and monitor our business continuity plans with respect to these issues, including the war in Ukraine and the recent pandemic surge in China.\nTurning to Slide 6. Our team members across the globe continue to demonstrate their passion to improve patient lives as they remain focused on our strategic initiatives of execute, innovate and grow. Starting with the first pillar of execute.\nWe continue to deliver the key drivers of growth in Q1 with strong customer demand of HVP components, including NovaPure and Westar. There was solid demand in the quarter across all market units and a positive outlook remains for the rest of the year. And in particular, for our Biologics market segment, which is now greater than 42% of our total sales, we see both existing and new customers continue to spec our highest level of components by West or our partner Daikyo for their sensitive molecules.\nOur capital spending investments through expansions and optimizing productivity across the global operations remain on track. To date, almost all of our 2020 expansion phases have been installed, validated and in production, and we're making good progress on the 2021 capital expansion plans, some of which will come online in the second half of 2022 and throughout 2023. With the accelerated biologics demand for NovaPure, we have executed additional support for NovaPure future demand as well as other HVP finishing capabilities. Expansion construction is underway and will be online towards the back half of this year with commercial production in 2023.\nShifting to West team of scientific and technical experts. We continue to educate and share insights in biologics, combination products and container closure integrity, which are priority areas in pharmaceutical packaging. At the recent PDA Annual Meeting, several of our West experts were recipients of prestigious awards.\nNow to innovate. We need to fuel innovation to develop future products, solutions and services that connect the dots across science and technology to create customer value. We're doing so by investing in external opportunities that complement our current business needs such as our partnership with TECHIN to create a research center of excellence in combination with West scientific expertise, the Corning collaboration as we expand our HVP value proposition to lead the industry from components to a truly integrated system of elastomer-glass and building technologies like the recent collaboration with Pneuma Systems to develop a family of fluid flow technologies for drug delivery. I'm pleased of the progress our R&D team is making around innovate.\nMoving to the final pillar, growth, which includes uses of cash. We're working from a position of strength as we believe we have a long horizon of continued strong organic sales growth and margin expansion. As we have demonstrated over the past 2 years, we have increased our capital spending for capacity expansion at existing sites across our global network to support our organic growth initiatives. In addition, we have made inorganic investments such as partnerships with Corning.\nOur continued focus within these 3 strategic pillars, execute, innovate and grow, allows us to be more responsive, leverage our assets more effectively and support the trends that are happening in the industry today. This was most evident from our recent site visits in Dublin and Waterford, Ireland. For example, in Dublin, I saw firsthand how the digitalization of our manufacturing technologies is providing real-time data, enabling our team to raise the bar in operational performance with higher yields and efficiencies.\nAt Waterford, the capital investments over the last 1.5 years have significantly increased capacity with additional lines producing HVP product to meet increased demand. And we're seeing early success with our next-generation fully integrated automation that we believe will scale and transfer across the network for a combined benefit of higher quality production and higher manufacturing throughput. Lastly and proudly, the hard work of our Waterford team was acknowledged by the Ireland-U.S. Council as we received the Global Public Service Award for our commitment during the pandemic.\nNow I'll turn it over to our CFO, Bernard Birkett, who will provide more detail on our financial performance.\n\nBernard J. Birkett\n\nSenior VP & CFO, West Pharmaceutical Services, Inc.\n\nThank you, Eric, and good morning. Let's review the numbers in more detail. We'll first look at Q1 2022 revenues and profits where we saw continued strong sales and EPS growth, led by strong revenue performance in our Biologics and Pharma market units. I will take you through the profit growth we saw in the quarter as well as some balance sheet takeaways. And finally, we will provide an update to our 2022 guidance.\nFirst up, Q1. Our financial results are summarized on Slide 7, and the reconciliation of non-U.S. GAAP measures are described in Slides 15 to 18. We recorded net sales of $720 million, representing organic sales growth of 11%.\nLooking at Slide 8. Proprietary Products sales grew organically by 14.4% in the quarter. High-value products, which made up approximately 73% of Proprietary Products sales in the quarter, grew double digits and had solid momentum across Biologics and Pharma market units in Q1.\nLooking at the performance of the market units, the Biologics market unit delivered strong double-digit growth. We continue to work with many biotech and biopharma customers who are using West and Daikyo high-value product offerings. The Generics market unit experienced mid-single-digit growth, led by sales of FluroTec and Westar components. Our Pharma market unit saw high single-digit growth with sales, led by high-value products, including Daikyo and NovaPure components. And Contract Manufacturing declined 3.8% for the first quarter due to a reduction in sales of components for diagnostic devices.\nWe recorded $284.6 million in gross profit, $12.7 million or 4.7% above Q1 of last year. And our gross profit margin of 39.5% was a 100 basis point decline from the same period last year. We saw improvement in adjusted operating profit with $189.9 million recorded this quarter compared to $179.2 million in the same period last year or a 6% increase. However, our adjusted operating profit margin of 26.4% was a 30 basis point decrease from the same period last year. Finally, adjusted diluted EPS grew 12% for Q1. Excluding stock-based compensation tax benefit of $0.12 in Q1, EPS grew by approximately 15%.\nSo let's review the drivers in both revenue and profit. On Slide 9, we show the contributions to sales growth in the quarter. Volume and mix contributed $49.9 million or 7.4 percentage points of growth. And sales price increases contributed $23.6 million or 3.5 percentage points of growth in the quarter.\nLooking at margin performance. Slide 10 shows our consolidated gross profit margin of 39.5% for Q1 2022, slightly down from 40.5% in Q1 2021. Proprietary Products first quarter gross profit margin of 43.4% was 290 basis points lower than the margin achieved in the first quarter of 2021. The decline in Proprietary Products gross profit margin was caused by several factors, including lower levels of absorption during the early part of the quarter due to short-term labor constraints, increases in raw material and overhead costs. In addition, our 2021 gross profit margin included approximately 150 basis points of benefit in the prior year associated with onetime fees from COVID and other supply agreements, which did not reoccur in the first quarter of 2022. These fees had approximately 160 basis points of benefit on Q1 2021 operating margin.\nContract Manufacturing first quarter gross profit margin of 20.1% was 440 basis points above the margin achieved in the first quarter of 2021. The increase in margin is largely attributed to pass-through of inflationary costs and components in the quarter.\nNow let's look at our balance sheet and review how we've done in terms of generating more cash for the business. On Slide 11, we have listed some key cash flow metrics. Operating cash flow was $151.2 million for the first quarter of 2022, an increase of $62.5 million compared to the same period last year, 70.5% increase. Our operating cash flow in the period benefited from our working capital performance.\nOur first quarter 2022 year-to-date capital spending was $65.8 million, $11.1 million higher than the same period last year. Working capital of approximately $1.1 billion at March 31, 2022, decreased slightly by $42.2 million from December 31, 2021, primarily due to the net reduction of our cash, offset by an increase in inventory levels. Our cash balance at March 31 of $667.7 million was $94.9 million lower than our December 2021 balance. The decrease in cash is primarily due to our share repurchase program and higher CapEx, offset by our strong operating results in the period.\nTurning to guidance. Slide 12 provides a high-level summary. We are reaffirming our full year 2022 net sales guidance. We expect net sales to be in a range of $3.05 billion to $3.075 billion. There is an estimated FX headwind of $115 million based on current foreign exchange rates compared to a prior estimated headwind of $70 million. We expect organic sales growth to be in the range of 11% to 12% compared to our prior guidance of approximately 10%.\nWe expect our full year 2022 adjusted diluted EPS guidance to be in a range of $9.30 to $9.45 compared to a prior range of $9.20 to $9.35. This revised guidance includes first quarter $0.12 EPS positive impact of tax benefits from stock-based compensation. Also, our CapEx guidance remains at $380 million for the year.\nThere are some key elements I want to bring your attention to as you review our guidance. Estimated FX headwind on EPS has an increased impact of approximately $0.38 based on current foreign currency exchange rates compared to a prior estimated headwind of $0.21. And our guidance excludes future tax benefits from stock-based compensation. So to summarize the key takeaways for the first quarter: strong top line growth in proprietary, growth in operating profit, growth in adjusted diluted EPS and growth in operating cash flow, delivering in line with our pillars of execute, innovate and grow.\nI'd now like to turn the call back over to Eric.\n\nEric M. Green\n\nPresident, CEO & Director, West Pharmaceutical Services, Inc.\n\nThank you, Bernard. To summarize on Slide 13, our execution in Q1 has positioned us well for the year ahead. We continue to have a strong base business despite the current macro environment in which we operate. We remain well positioned with the right market-led strategy around execute, innovate and grow.\nWe have a robust book of committed orders with momentum in 2022 and continuing into 2023. We continue to realize the benefits of our global operating model, and we're continuing to accelerate capital spending across our operations to meet current and anticipated future growth. With great pride, we realize the criticality of our products for health care across the globe, which is why our purpose to improve patient lives propels us each and every day.\nDidi, we're ready to take questions. Thank you."
  },
  {
    "header": "WST",
    "cik": "0000105770",
    "ticker": "WST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6e1e85122aa1426dd82fefb820966489",
    "period": "2021 Q4",
    "content": "Q4 2021 West Pharmaceutical Services Inc Earnings Call\n\nQ4 2021 West Pharmaceutical Services Inc Earnings Call\n\nWSTNYSEFEB 17, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Q4 2021 West Pharmaceutical Services Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded. (Operator Instructions)\nI would now like to turn the conference over to your speaker for today, Quintin Lai, Vice President, Investor Relations. You may begin.\n\nQuintin J. Lai\n\nVP of Corporate Development, Strategy & IR, West Pharmaceutical Services, Inc.\n\nThank you, Towanda. Good morning, and welcome to West's Fourth Quarter and Full Year 2021 Conference Call. We issued our financial results this morning, and the release has been posted in the Investors section on the company's website located at westpharma.com.\nThis morning, CEO, Eric Green; and CFO, Bernard Birkett, will review our financial results, provide an update on our business and present an update on our financial outlook for the full year 2022. There is a slide presentation that accompanies today's call, and a copy of that presentation is available on the Investors section of our website.\nOn Slide 4 is our safe harbor statement. Statements made by management on this call and in the accompanying presentation contain forward-looking statements within the meaning of U.S. federal securities laws. These statements are based on our beliefs and assumptions current expectations, estimates and forecasts. The company's future results are influenced by many factors beyond the control of the company. Actual results could differ materially from past results as well as those expressed or implied in any forward-looking statement made here. Please refer to today's press release as well as any other disclosures made by the company regarding the risks to which it is subject including our 10-K, 10-Q and 8-K reports.\nDuring today's call, management will make reference to non-GAAP financial measures, including organic sales growth, adjusted operating profit, adjusted operating profit margin and adjusted diluted EPS. Reconciliations and limitations of the non-GAAP financial measures to the most comparable financial results prepared to conformed GAAP and are provided in this morning's earnings release.\nI now turn the call over to West CEO and President, Eric Green.\n\nEric M. Green\n\nPresident, CEO & Director, West Pharmaceutical Services, Inc.\n\nThank you, Quintin, and good morning. and thanks for joining us today. We are excited to discuss our 2021 results and outlook for 2022. We will start on Slide 5.\nWest delivered a remarkable year of success. As I reflect on the year, 3 things stand out to me. First, our purpose. We serve to improve patient lives, and we understand the criticality of our role in the containment and delivery of life-saving and life-changing medicines, including the battle against COVID-19.\nOur team members have rallied together with great strength and resolve to meet the accelerated customer demand. I want to acknowledge these incredible efforts and say thank you.\nSecond, our proven market-led strategy. We have continued to meet shifting market and customer needs with unique value propositions across our business segments. This is evident in the continued strength of our financial performance in 2021.\nLastly, trust. Customers trust West. As the global leader, customers come to West knowing that we will deliver superior value through our high-quality products and solutions. And we remain focused on delivering value to all our stakeholders on a sustainable basis and doing our part to support the health care industry.\nAs highlighted on Slide 6, 2021 was an exceptional year of sales and margin expansion driven by strong demand in our base business and accelerated demand for components associated with COVID-19 vaccines and therapeutics. We ended the year with 28% organic sales growth in the fourth quarter. And adjusting for COVID-related sales, our base business grew by mid-teens organically.\nOur Proprietary Products segment led the way with 37% organic sales growth, and all of this was fueled by high-value products, resulting in impressive gross and operating margin expansion for the quarter.\nLooking ahead, we are well positioned with the right growth strategy around execute, innovate and grow. Our committed order book is at an all-time high. We continue to realize the benefits of the globalization of our operating model and continued capital investments to support the increase in demand driven by the attractive end markets.\nTurning to Slide 7. In addition to our financial momentum, West has several other notable accomplishments in 2021. We shipped over 45 billion components touching billions of patient lives. This was done with the continued safety of our team members as top priority and the importance of ensuring the continuity of supply for our customers.\nAs scientific and technical leaders in the industry, we continue to broaden insights with our expertise through West knowledge center, webinars, published articles and technical presentations. We launched 5 product extensions that continue to bring additional value to our customers. And we donated over $2.5 million, but more importantly, over 3,600 hours -- volunteer hours were donated by team members to help our local communities with the greatest needs.\nAs we move to Slide 8, a we strive to be stewards of a sustainable future by factoring environmental considerations into every aspect of our business. In 2021, we expanded our ESG transparency reporting by aligning with the task force for climate-related financial disclosure recommendations. This includes reducing energy dependencies and lessening emission production through renewable and greener energy, developing more carbon-friendly products and actively engaging with stakeholders to seek out opportunities to have an impact on climate.\nAligned with our focus to improving patient lives across the globe through our products, we remain strongly committed to creating a healthier environment with efforts that will have a positive impact on our communities and future generations.\nTurning to Slide 9 and the recent announcement of our collaboration with Corning. As you look across biotech and pharma companies' drug pipelines, there is a growing need to provide system solutions to support increasingly more sensitive and complex molecules. And with that comes a changing and increasing regulatory environment that are setting the high-bar requirements for performance data on combination of products at the system level. These regulatory changes are driving drug manufacturers to look to West to reduce risk by specifically specifying a system of packaging rather than individual components.\nWe're excited to have Corning as a key collaborator as we expand our HVP value proposition to lead the industry from components to a truly integrated system that couples elastomer and glass. In response to our customers, this exclusive supply and technology agreement with Corning includes significant investment in R&D and capital for installed manufacturing capacity to expand Corning's Ballard glass technology.\nBy combining West industry-leading NovaPure components with Daikyo's FluroTec coating technology and Corning's Valor Glass and Velocity vials, the collaboration will enable new advanced pharmaceutical packaging solutions. We believe that an integrated system of -- glass under a single drug master file is the next level of high-value products.\nOur initial focus is addressing the need for complete system offering. And in time, we will offer a broad range of systems from vials to prefilled syringes to cartridges.\nAs we enter in 2022, we are building on the positive momentum we generated in 2021. We are introducing full year 2022 financial guidance that assumes approximately 10% organic sales, led by strong HVP sales and another strong year of both gross and operating profit margin expansion well in excess of 100 basis points.\nThis guidance includes a substantial acceleration in our R&D efforts as we enter this new era of integrated systems. And with a robust book of committed orders, we see momentum in 2022 and continuing into 2023. As such, we expect to add more capital expansion plans for additional HVP capacity to stay ahead of our customers' demand. We expect these projects to be completed throughout the year and ready for 2023 production.\nBefore I turn the call over to Bernard to review our financial results in detail, I want to revisit our long-term financial construct. For the past few years, we have set our long-term financial construct as annual organic sales growth of 6% to 8%, led by HVP sales and annual operating profit margin expansion of 100 basis points per year.\nOver the past 5 years, we've had an annual organic sales CAGR of 13% and annual operating profit margin expansion of 240 basis points per year. 5 years ago, Biologics was our smallest market unit. Today, biologics is our largest market unit with customers from emerging biotech to large biopharma and coming to West and our partner, Daikyo, which is reinforced by our strong participation rate in recently approved new molecular entities in the U.S. and also in Europe.\nAs we look to the future, we see continued demand growth for our HVP products as we launch a new level of HVP's integrated systems. We are updating our long-term construct to annual sales growth of 7% to 9%. And we continue to expect to expand operating margins by 100 basis points per year over the next few years.\nNow I'll turn it over to our CFO, Bernard Birkett, who will provide more detail on our financial performance. Bernard?\n\nBernard J. Birkett\n\nSenior VP & CFO, West Pharmaceutical Services, Inc.\n\nThank you, Eric, and good morning. So let's review the numbers in more detail. We'll first look at Q4 2021 revenues and profits where we saw continued strong sales and EPS growth led by strong revenue performance in each of our proprietary market units.\nI will take you through the margin growth we saw in the quarter as well as some balance sheet takeaways. And finally, we will review our 2022 guidance.\nFirst up, Q4. Our financial results are summarized on Slide 10 and the reconciliation of non-U.S. GAAP measures are described in Slides 19 to 22.\nWe recorded net sales of $730.8 million in the quarter, representing organic sales growth of 28.3%. COVID-related net revenues are estimated to have been approximately $124 million in the quarter. These net revenues include our assessment of components associated with vaccines, treatment and diagnosis of COVID-19 patients, offset by lower sales to customers affected by lower volumes due to the pandemic.\nLooking at Slide 11. Proprietary products sales grew organically by 36.8% in the quarter. High-value products, which made up approximately 74% of proprietary product sales in the quarter grew double digits and had solid momentum across all of our market units in Q4.\nLooking at the performance of the market units. The biologics market unit delivered strong double-digit growth led by NovaPure and Westar components. The generics and pharma market units also experienced double-digit growth led by sales of FluroTec and Westar components. And Contract Manufacturing organic net sales declined by 2.1% in the fourth quarter primarily driven by lower sales of health care-related medical devices.\nWe continue to see improvement in gross profit. We recorded $300.6 million in gross profit, $89.5 million or 42.4% above Q4 of last year. And our gross profit margin of 41.1% was a 470 basis point expansion from the same period last year.\nWe saw improvement in adjusted operating profit with $189.2 million recorded this quarter compared to $119.1 million in the same period last year for a 58.9% increase. Our adjusted operating profit margin of 25.9% was a 540 basis point increase from the same period last year.\nFinally, adjusted diluted EPS grew 52% for Q4. Excluding stock-based compensation tax benefit of $0.06 in Q4, EPS grew by approximately 58%. So let's review the growth drivers in both revenue and profit.\nOn Slide 12, we show the contributions to sales growth in the quarter. Volume and mix contributed $153 million or 26.4 percentage points of growth, including approximately $78 million of incremental volume driven by COVID-19-related net demand. Sales price increases contributed $11.3 million or 1.9 percentage points of growth.\nLooking at margin performance. Slide 13 shows our consolidated gross profit margin of 41.1% for Q4 2021, up from 36.4% in Q4 2020. Proprietary products fourth quarter gross profit margin of 46.3% was 460 basis points above the margin achieved in the fourth quarter of 2020.\nThe key drivers for the continued improvement in Proprietary Products gross profit margin were favorable mix of products sold driven by growth in high-value products; production efficiencies; sales price increases partially offset by increased overhead costs, inclusive of compensation.\nContract Manufacturing fourth quarter gross profit margin of 16.5% was 70 basis points below the margin achieved in the fourth quarter of 2020. The decrease in margin is largely attributed to increased raw material costs and a mix of products sold.\nNow let's look at our balance sheet and review how we've done in terms of generating more cash. On Slide 14, we have listed some key cash flow metrics. Operating cash flow was $584 million for the year, an increase of $111.5 million compared to the same period last year, a 23.6% increase. Operating cash flow in the period was adversely impacted by our working capital increase as well as an increase in tax payments.\nIn 2021, we spent over $253 million on capital expenditures, a 45% increase over 2020. The majority of the incremental CapEx has been leveraged to increase our high-value product manufacturing capacity within our existing facilities. We expanded capacity at 13 existing sites with 13 major facility modifications and over 400 pieces of equipment, all while keeping pace with the growing demand.\nWe have continued to increase capacity at our HVP sites in the U.S., Germany, Ireland and in Singapore. And we have been able to leverage our existing asset base to support proprietary products manufacturing. For example, our Williamsport, Pennsylvania site, formerly a contract manufacturing site, will be transformed with over half its manufacturing capacity to support proprietary products with elastomer mixing and batch off line. And this leverages the close proximity to our HVP site at Jersey Shore.\nAs we flex our global infrastructure with the phased capacity expansions, we are well positioned for the continued growth in 2022.\nWorking capital of approximately $1.1 billion increased by $277.6 million from 2020 primarily due to higher accounts receivable from our increased sales, higher inventory levels and an increase in our cash position. Our cash balance at December 31 of $762.6 million was $147.1 million higher in our December 2020 balance. The increase in cash is primarily due to our strong operating results in the period, offset by our share repurchase program and higher CapEx.\nTurning to guidance. Slide 15 provides a high-level summary. Full year 2022 sales guidance will be in a range of $3.05 billion to $3.075 billion. There is an estimated headwind of $70 million based on current foreign exchange rates. We expect organic sales growth to be approximately 10%. This comprises a mid-teen growth in our proprietary business. The forecast includes mid-teen growth in our base business and mid-teen growth in our net COVID-related revenues.\nFor Contract Manufacturing, we are forecasting low to mid-single-digit negative growth in 2022. We do expect contract manufacturing to return to growth in 2023.\nWe expect our full year 2022 reported diluted EPS guidance to be in a range of $9.20 to $9.35. Also, our CapEx guidance is $380 million for the year.\nThere are some key elements I want to bring your attention to as you review our guidance. Estimated FX headwind on EPS has an impact of approximately $0.21 based on current foreign currency exchange rates. And our guidance excludes future tax benefits from stock-based compensation.\nTo summarize the key takeaways for the fourth quarter, strong top line growth in proprietary, gross profit margin improvement, growth in operating profit margin, growth in adjusted diluted EPS and growth in operating cash flow, delivering in line with our pillars of execute, innovate and grow.\nI'd now like to turn the call back over to Eric.\n\nEric M. Green\n\nPresident, CEO & Director, West Pharmaceutical Services, Inc.\n\nThank you, Bernard. To summarize on Slide 16, the excellent financial performance reported today continues to reaffirm that our strategy is working. We have a strong base business proven by our market-led approach is delivering unique value to our customers. Our global operations team is efficiently manufacturing and delivering products in this complex environment with a focus on service and quality. And we're continuing to accelerate capital spending across our operations to meet current and anticipated future growth.\nWe realize that our products are critical for health care across the globe, which is why we're so dedicated to support patient health today and well into the future.\nTowanda, we're ready to take questions. Thank you."
  }
]