[
  {
    "header": "MPWR",
    "cik": "0001280452",
    "ticker": "MPWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a8c0efa75571c19f24ad261bcb5ee9f8",
    "period": "2025 Q3",
    "content": "Q3 2025 Monolithic Power Systems Inc Earnings Call Q&A [BACKUP]\n\nQ3 2025 Monolithic Power Systems Inc Earnings Call Q&A [BACKUP]\n\nMPWRNASDAQOCT 30, 5:00 PM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nI'm doing pretty good this year, so that gave me and and.\n\nSee we.\n\nAnd the other said earlier the module business is growing and I came in so all of these are this area.\n\nNPS technology shines.\n\nAnd the power the higher powered the better it is.\n\nAnd because we provide the highest density.\n\nPower density products that fits this market perfectly.\n\nAnd.\n\nIn the next couple of years.\n\nYou will see it N P S.\n\nIt is a major players.\n\nAnd in the east.\n\nAmy in just market timing and also the market is big.\n\nIt's not okay, we don't want to place a weak point, possibly a M. P. S holidays. Okay. You want to have a multiple of our competitors is good for.\n\nFor the industry.\n\nYes, I could see enterprise data.\n\nGrowing.\n\nIn the range of 30% to 40% in 2026 for us.\n\nThat though would be back in the second half of the year. So while we've seen a number of new players that have been layered in.\n\nI think the material ramps are more weighted to the second half of the 26.\n\nThat's very helpful. If I could follow on to that.\n\nSince since you provide a little bit of color on that Bernie.\n\nWhen you look at that 30% to 40% growth.\n\nIs that.\n\nBecause I know that some of the the vertical power designs. For example, you have more content.\n\nWhats the driver of that is it fairly broad based is it is it skewed towards.\n\nSome of the the ASIC solutions more towards vertical power whatever kind of color you can give behind that 30% 40% expectation.\n\nYes.\n\nI do.\n\nDon't know how to make our sodium 40% cost.\n\nI don't know okay.\n\nAnd.\n\nYes.\n\nThe Attunity is a they're okay. If we didn't deliver 30, 40% of stock that I see from them from a $900 to $400. Okay, what kind of backup is that okay.\n\nAnd so.\n\nSo I don't want to make them very part.\n\nJust waiting for the Memphis lift on membership.\n\nFair enough. Thank you.\n\nOur next question is from kill feature of Citi Research Kelsey. Your line is now open.\n\nHi, Hi, Michael and Bernie Thanks for taking my question. So my question is on the pad.\n\nPositive landscape and I was hoping if you could share more especially if they forgot to.\n\nMaterial side of things like gallium nitride Silicon carbide I think.\n\nOur biggest enterprises that customer has been spending a lot of partnerships with all of the semiconductor companies and I was just wondering MTS positioning and dose.\n\nIf you actually see those materials as being important and the next generation of the power modules and chips.\n\nWe do our own silicon carbide.\n\nAnd.\n\nWe're building our modules and.\n\nAlso we are seeing.\n\nUsing a gate okay.\n\nBut thats a very very early stage of where we're evaluating it.\n\nAnd also don't forget about silicon Silicon power MOSFET is okay. How does that evolve that okay. We engaged a lot of unused new development and.\n\nLot of the data showed.\n\nIt can be very cost effective and also can compete with silicon carbide.\n\nGot it thank you.\n\nIt's a very new that's a very very recent development.\n\nYeah, Okay got it.\n\nAnd I would just like to have a sense of how do you guys feel today versus a quarter ago I'm, especially you guys have come a long way since the start of the euro when youre dealing with all of these market share changes visibility on D ASIC customers and things like that and given the slew of announcements around.\n\nFrom all of these big Mega partnerships, how do you see that relative to the opportunities and also given the maturity of the supply chain I believe like things are probably.\n\nPie chain partners are getting to a good cadence.\n\nSo how do you guys feel like they've got to dose recent announcements relative to our toy our opportunity set.\n\nI don't measure it quarter by quarter.\n\nMajor by multiple years.\n\nSo I can tell you that.\n\nYeah.\n\nI guess the simplest ways, we're very broadly indexed across not just the merchant vendors or large 86 that our medium and small time opportunities and all of these need to find their way into the marketplace and it's right now we're still very good.\n\nEarly in the process. So as Michael said, it's very hard to sort out in any particular time period.\n\nBut I think that we're well indexed amongst all the opportunities as anybody in this market.\n\nOkay. Thank you.\n\nYeah.\n\nOur last question is from Jack of charter equity Research. Your line is now open.\n\nGreat. Thank you for taking the questions I had one on enterprise data and then one on module more broadly.\n\nSo the shift to modeled and vertical power delivery with the custom ASIC ramp should be a pretty big tailwind for NPS and I'm kind of wondering about what the main drivers have been at least so far for those customers that are switching from lateral to module the vertical power. So I'm not really sure. If you have the global granule.\n\nLes already but.\n\nThe major benefits like higher power density higher efficiency smaller footprint on the top side of the board et cetera is there any one characteristic thats kind of being cited by your customers as the main reason that they are moving to those modules or vertical power delivery.\n\nWell, we don't see.\n\nBut from us.\n\nChip to module.\n\nHowever stays with the module stays as a module start with a module whoever stayed the chip stay with a chip okay and.\n\nSo.\n\nThe NPS it provides us a bulk okay.\n\nBoth chip solutions and.\n\nAnd module solutions.\n\nYeah.\n\nAt this time, okay and.\n\nSo I don't know if you to answer that question for you.\n\nGot it okay.\n\nAnd then just kind of on the modules more broadly I think what I believe if I understood. It correctly last quarter, you mentioned that modules outside enterprise data it could be like 10% to 15% of your total revenues and so I was curious how much of your revenue base. So I get the addressable market outside of enterprise data would be eligible for.\n\nSwitching to module, but I mean, even if youre looking several years into the future how high could that mix of modules outside of enterprise data go.\n\nThat's a good question.\n\nWe want to we've built those modules.\n\nVery similar to enterprise modules okay.\n\nIn the.\n\nOkay.\n\nAnd.\n\n60.\n\nSince 2017 and.\n\nThe industrial market adopting adoption is kind of slow and okay actually faster than the telephone syndicate and.\n\nThese are two macro market segment.\n\nWe focus on and then the two hour surprised with the auto industry.\n\nalso I also want to use it and because this easy to implement and so.\n\nThey don't want to semi equipment.\n\nAnd.\n\nThat's our largest segment we didn't realize that.\n\nNow we see all of the of the revenues are happening you there.\n\nSo I think in the next couple of years will be growing faster than that.\n\nAnd then.\n\nThree or four years ago and.\n\nSo we're picking up a business.\n\nThe rate of increase.\n\n.\n\nIs it picking up.\n\nGot it thanks, so much that's helpful.\n\nGot it.\n\nYes.\n\nThis concludes our Q&A session I would now like.\n\nTo turn to weapon back over to Bernie.\n\nI'd like to thank you for all joining us in this conference call I look forward to talking to you again during our fourth quarter 2025 conference call, which will likely be held in early February. Thank you and have a nice day."
  },
  {
    "header": "MPWR",
    "cik": "0001280452",
    "ticker": "MPWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2d2c889a7abf420b8f65f7decc16310e",
    "period": "2025 Q2",
    "content": "Q2 2025 Monolithic Power Systems Inc Earnings Call\n\nQ2 2025 Monolithic Power Systems Inc Earnings Call\n\nMPWRNASDAQJUL 31, 5:00 PM\n\nOperator\n\nWelcome, everyone, to the MPS Second Quarter 2025 Earnings Webinar. My name is Arthur Lee, and I will be the moderator for this webinar.\nJoining me today are Michael Hsing, CEO and Founder of MPS; Bernie Blegen, EVP and CFO; and Tony Balow, Vice President of Finance. Earlier today, along with our earnings announcement, MPS released a written commentary on the results of our operations both documents can be found on our website.\nBefore we begin, I would like to remind everyone that in the course of today's presentation, we may make forward-looking statements and projections in the meaning of the Private Securities Litigation Reform Act of 1995 that involve risks and uncertainties. The risks, uncertainties and other factors that could cause actual results to differ from these forward-looking statements are identified in the safe harbor statements contained in the Q2 earnings release, our Q2 2025 earnings commentary and in our SEC filings, including our Form 10-K, which can be found on our website. Our statements are made as of today, and we assume no obligation to update this information.\nNow I would like to turn the call over to Bernie Blegen.\n\nTheodore Bernie Blegen\n\nVice President & Chief Financial Officer, Monolithic Power Systems, Inc.\n\nGood afternoon, and welcome to our Q2 2025 earnings call. In Q2, MPS achieved record quarterly revenue of $664.6 million, 4.2% higher than the first quarter of 2025 and 31.0% higher than Q2 2024. This performance reflected the ongoing strength of our diversified market strategy, consistent execution, continued innovation and strong customer focus. Let me call out a few highlights from the second quarter. We continue to see diversified revenue growth across all of our end markets. We began initial shipments of our power solutions to support our customers new ASIC-based AI products.\nStorage and compute revenue grew sequentially off a strong Q1 as we continue to see demand for both memory and notebook power solutions. MPS continues to focus on innovation and solving our customers' most challenging problems. We continue to invest in new technology, expand in the new markets and to diversify our end market application and global supply chain. This will allow us to capture future growth opportunities, maintain supply chain stability and swiftly adapt to market changes as they occur. Our proven long-term growth strategy remains intact as we continue our transformation from being a chip semiconductor supplier to a full-service silicon-based solutions provider.\nI'll now open the webinar up to questions."
  },
  {
    "header": "MPWR",
    "cik": "0001280452",
    "ticker": "MPWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/18ab2a45eda7a604e69fe6bc33edf81b",
    "period": "2025 Q1",
    "content": "Q1 2025 Monolithic Power Systems Inc Earnings Call\n\nQ1 2025 Monolithic Power Systems Inc Earnings Call\n\nMPWRNASDAQMAY 1, 5:00 PM\n\nGenevieve Cunningham\n\nWelcome, everyone, to the MPS First Quarter 2025 Earnings Webinar. My name is Genevieve Cunningham, and I will be the moderator for this webinar.\nJoining me today are Michael Hsing, CEO and Founder of MPS; Bernie Blegen, EVP and CFO; and Tony Balow, Vice President of Finance.\nEarlier today, along with our earnings announcement, MPS released a written commentary on the results of our operations. Both documents can be found on our website.\nBefore we begin, I would like to remind everyone that in the course of today's presentation, we may make forward-looking statements and projections within the meaning of the Private Securities Litigation Reform Act of 1995 that involve risks and uncertainty. Risks, uncertainties and other factors that could cause actual results to differ from these forward-looking statements are identified in the safe harbor statements contained in the Q1 2025 earnings release and in our SEC filings, including our Form 10-K, which can be found on our website. Our statements are made as of today, and we assume no obligation to update this information.\nNow I'd like to turn the call over to Bernie Blegen.\n\nTheodore Bernie Blegen\n\nVice President & Chief Financial Officer, Monolithic Power Systems, Inc.\n\nThanks, Gen. Good afternoon, and welcome to our Q1 2025 earnings call. In Q1, MPS achieved record quarterly revenue of $637.6 million, slightly higher than the fourth quarter of 2024 and 39.2% higher than Q1 2024. This performance reflected the ongoing strength of our diversified market strategy, consistent execution, continued innovation and strong customer focus.\nLet me call out a few highlights from the first quarter. At our March 20 Investor Day, we showcased MPS innovation across a range of areas, including new opportunities in robotics, automotive, data center, building automation, medical and audio. In Q1, storage and computing segment revenue increased 38% quarter-over-quarter on strong demand for both memory and notebook solutions. We continue to win designs across all major enterprise data customers with revenue ramps expected in the second half of this year. Finally, Q1 '25 automotive revenue increased 13% from Q4 '24, the third consecutive quarter of sequential double-digit growth.\nMPS continues to focus on innovation, solving our customers' most challenging problems and maintaining the highest level of quality. We continue to invest in new technology, expand into new markets and to diversify our end market applications and global supply chain. This will allow us to capture future growth opportunities, maintain supply stability and swiftly adapt to market changes as they occur. Our proven long-term growth strategy remains intact as we continue our transformation from being a chip-only semiconductor supplier to a full-service silicon-based solutions provider.\nI will now open the webinar up for questions.\n\nGenevieve Cunningham\n\nThank you, Bernie. Analysts, I would now like to begin our Q&A session."
  },
  {
    "header": "MPWR",
    "cik": "0001280452",
    "ticker": "MPWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/702cf14df8bf4ada79ea6977fc1a8328",
    "period": "2024 Q4",
    "content": "Q4 2024 Monolithic Power Systems Inc Earnings Call - Q&A\n\nQ4 2024 Monolithic Power Systems Inc Earnings Call - Q&A\n\nMPWRNASDAQFEB 6, 5:00 PM\n\nOperator\n\nWelcome, everyone, to the MPS Fourth Quarter 2024 Earnings Webinar. My name is Genevieve Cunningham, and I will be the moderator for this webinar. Joining me today are Michael Hsing, CEO and Founder of MPS; Bernie Blegen, EVP and CFO; and Tony Balow, Vice President of Finance.\nEarlier today, along with our earnings announcement, MPS released a written commentary on the results of our operations. Both documents can be found on our website. Before we begin, I would like to remind everyone that in the course of today's presentation, we may make forward-looking statements and projections within the meaning of the Private Securities Litigation Reform Act of 1995 that involves risk and uncertainty. Risks, uncertainties and other factors that could cause actual results to differ from these forward-looking statements are identified in the safe harbor statements contained in the Q4 2024 earnings release and in our SEC filings, including our Form 10-K, which can be found on our website. Our statements are made as of today, and we assume no obligation to update this information. Now I'd like to turn the call over to Bernie Blegen.\n\nTheodore Bernie Blegen\n\nVice President & Chief Financial Officer, Monolithic Power Systems, Inc.\n\nThanks, Gen. Good afternoon, and welcome to our Q4 2024 earnings call. In 2024, MPS posted its 13th consecutive year of growth with full year revenue of $2.2 billion, up 21% from 2023.\nFor Q4 2024, we had record quarterly revenue of $621.7 million above Q3, 2024 and 37% higher in the fourth quarter of 2023. This performance reflected the strength of our diversified market strategy, consistent execution continued innovation and strong customer focus.\nLet me call out a few highlights from 2024. We introduced the silicon carbide inverter for high-powered clean energy applications. Additional revenue is expected to ramp in late 2025. Other silicon carbide-based applications are expected to be introduced in multiple geographies during both 2025 and 2026. We developed a family of high-quality, cost-effective automotive audio products utilizing DSP technology from our 2024 Axign acquisition powered by MPS Solutions. For enterprise notebooks, we launched a battery management solution and are sampling a new mini phase power stage. These products enable faster charge time and significantly improved notebook battery life.\nBuilding on our first analog to digital converter design win in 2024, we are developing new high-accuracy 24-bit converters, which are expected to ramp in the second half of 2025. MPS continues to focus on innovation, solving our customers' most challenging problems and maintaining the highest level of quality. We continue to invest in new technology, expand into new markets and to diversify our end market applications and global supply chain.\nThis will allow us to capture future growth opportunities, maintain supply chain stability and swiftly adapt to market changes as they occur. Finally, I'm pleased to announce our quarterly dividend will increase 25% to $1.56 per share and during Q4 2024, we completed share repurchases under a 2023 $640 million authorization. This week, our Board of Directors authorized a new $500 million 3-year share repurchase program.\nFor the 3 years ending December '24, MPS has returned 86% of its free cash flow to shareholders through share repurchases and dividends paid. Our proven long-term growth strategy remains intact as we continue our transformation from being a chip only semiconductor supplier to a full-service silicon-based solutions provider. I will now open the webinar up for questions."
  },
  {
    "header": "MPWR",
    "cik": "0001280452",
    "ticker": "MPWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2ea457008134f94a225587dd2200f660",
    "period": "2024 Q2",
    "content": "Q2 2024 Monolithic Power Systems Inc Earnings Call\n\nQ2 2024 Monolithic Power Systems Inc Earnings Call\n\nMPWRNASDAQAUG 1, 5:00 PM\n\nGenevieve Cunningham\n\nWelcome, everyone, to the MPS Second Quarter 2024 Earnings Webinar. My name is Genevieve Cunningham, and I will be the moderator for this webinar. Joining me today are Michael Hsing, CEO and Founder of MPS; Bernie Blegen, EVP and CFO; and Tony Balow, Vice President of Finance.\nEarlier today, along with our earnings announcement, MPS released a written commentary on the results of our operations. Both of these documents can be found on our website. Before we begin, I would like to remind everyone that in the course of today's presentation, we may make forward-looking statements and projections within the meaning of the Private Securities Litigation Reform Act of 1995 that involve risks and uncertainty. Risks, uncertainties and other factors that could cause actual results to differ from these forward-looking statements are identified in the safe harbor statements contained in the Q2 earnings release and in our SEC filings, including our Form 10-K, which can be found on our website. Our statements are made as of today, and we assume no obligation to update this information.\nNow I'd like to turn the call over to Bernie Blegen.\n\nTheodore Bernie Blegen\n\nVice President & Chief Financial Officer, Monolithic Power Systems, Inc.\n\nThanks, Gen. Good afternoon, and a big welcome to all of you. Let me open by saying MPS reported yet another record quarter with Q2 2024 revenue of $507.4 million, exceeding the high end of our guidance. Our strong revenue growth was attributed to 3 factors: increased demand for AI-powered solutions, improving order trends in several of our end markets; and lastly, initial revenue ramps associated with design wins secured in past years.\nSeparately, we continue to expand and diversify our global supply chain to ensure supply stability and capture future growth. As we have emphasized for many years, our results reflect continued success of our proven long-term growth strategy and our transformation from being only a chip supplier to a full solutions provider.\nI will now open the webinar up for questions."
  },
  {
    "header": "MPWR",
    "cik": "0001280452",
    "ticker": "MPWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2c64bd6023ea5568192f499bcb4443f6",
    "period": "2023 Q4",
    "content": "Q4 2023 Monolithic Power Systems Inc Earnings Call\n\nQ4 2023 Monolithic Power Systems Inc Earnings Call\n\nMPWRNASDAQFEB 7, 5:00 PM\n\nGenevieve Cunningham\n\nWelcome, everyone, to the MPS Fourth Quarter 2023 Earnings Webinar. My name is Genevieve Cunningham, and I will be the moderator for this webinar. Joining me today are Michael Hsing, CEO and Founder of MPS; and Bernie Blegen, EVP and CFO. In the course of today's webinar, we will make forward-looking statements and projections that involve risks and uncertainty, which could cause results to differ materially from management's current views and expectations, risks, uncertainties, and other factors that could cause actual results to differ are identified in the safe harbor statements contained in the Q4 earnings release and in our latest SEC filings. Including our Form 10-K and our Form 10-Q, which are accessible through our website. MPS assumes no obligation to update the information provided on today's call. We will be discussing gross margin, operating expense, operating income, other income, income before income taxes, net income and earnings on both a GAAP and a non-GAAP basis. These non-GAAP financial measures are not prepared in accordance with GAAP and should not be considered as a substitute for or superior to measures of financial performance prepared in accordance with GAAP. Tables that outline the reconciliation between the non-GAAP financial measures to GAAP financial measures are included in our Q4 2023 earnings release. I'd also like to remind you that today's conference call is being webcast live over the Internet and will be available for replay on our website for 1 year, along with the earnings release, which was furnished to the SEC earlier today and is available on our website as well. Now I'd like to turn the call over to Bernie Blegen.\n\nTheodore Bernie Blegen\n\nVice President & Chief Financial Officer, Monolithic Power Systems, Inc.\n\nThanks, Gen. For the full year 2023, MPS achieved record revenue of $1.82 billion. This is our 12th consecutive year of revenue growth, driven by consistent execution, continued innovation and strong customer focus. As announced today, MPS is expanding into a new $1 billion market with the acquisition of our partner, Axiom BV . Axiom is a Netherlands-based startup with early revenue specializing in programmable multicore digital signal processors. Axiom's competitive difference is its ability to deliver signals with near 0 distortion and reduced power consumption for automotive and consumer audio systems. The combination of Axiom and MPS' IP, which has been accepted by several high-end audio customers will change people's experience in their cars, homes, concert venues and stadiums.\nLet me turn to a few highlights from this past year. Our integrated power management solutions for artificial intelligence enabled our customers to unlock previously untapped opportunities for innovation and growth. We created new automotive content powering the ramp of autonomous driving, the digital cockpit and lighting systems for both conventional and electric vehicles. We continue to diversify our global R&D footprint with the further expansion of our engineering centers of excellence in Europe and Taiwan. And finally, we continue to expand and diversify our operating footprint with the qualification of multiple new fab and packaging partners in Taiwan, Singapore and Malaysia. Turning to our full year 2023 revenue by market segment. Automotive revenue grew $94.6 million year-over-year to $394.7 million in 2023. This 31.5% gain was primarily driven by increased sales of our highly integrated applications supporting advanced driver assistance systems, the digital cockpit and lighting applications.\nAutomotive revenue represented 21.7% of MPS' full year 2023 revenue compared with 16.7% in 2022. Full year 2023 enterprise data revenue grew $71.6 million over the prior year to $323 million. This 28.5% increase was primarily due to higher sales of our power management solutions for AI applications. Enterprise Data revenue represented 17.7% of MPS' total revenue in 2023 compared with 14.8% in 2022. Storage and computing revenue for 2023 grew $38.5 million over the prior year to $491.1 million. This 8.5% increase was primarily driven by increased sales of products for notebooks. Storage and computing revenue represented 27.0% of MPS' total revenue in 2023 compared with 25.3% in 2022. Communications revenue fell by $46.5 million to $204.9 million, this 18.5% reduction was a result of lower 4G and 5G infrastructure sales. Communications revenue represented 11.3% of our 2023 revenue compared with 14.0% in 2022.\nIndustrial revenue fell by $46.5 million to $172.7 million in 2023. This 21.2% decrease primarily reflected lower sales in applications for industrial automation, security and power sources. Industrial revenue represented 9.4% of MPS' full year 2023 revenue compared with 12.2% in 2022. Consumer revenue decreased $84.8 million to $234.7 million in 2023. This 26.6% year-over-year decrease was a result of broad market weakness across all segments. Consumer revenue represented 12.9% of MPS' full year 2023 revenue compared with 17.8% in 2022. Let me take a moment to talk about the general business conditions. Throughout 2023, we highlighted that customer ordering patterns were oscillating, reflecting general economic uncertainty. While we saw a nominal improvement in Q4 ordering patterns, we remain cautious as visibility beyond the current quarter is limited. Despite this ongoing uncertainty, we continue to execute against our long-term strategy by bringing innovative new products to market and expanding design wins across our broad base of customers. We believe these ongoing investments position us well for future growth when the macro environment stabilizes.\nSwitching to Q4 results. MPS had fourth quarter revenue of $454.0 million, down 4.4% from the third quarter of 2023 and down 1.3% from the fourth quarter of 2022. Comparing year-over-year results, fourth quarter 2023 revenue for enterprise data grew by 88.4%. Storage and computing fell 2.9%. Automotive was down 7.8%, Consumer decreased 17.5%, Communications decreased 36.3% and Industrial fell 40.5%. fourth quarter 2023 GAAP gross margin was 55.3%, down 20 basis points from the third quarter of 2023 and 290 basis points below the fourth quarter of 2022. Fourth quarter 2023 non-GAAP gross margin was 55.7%, flat with the third quarter of 2023, but 280 basis points lower than the fourth quarter of 2022. This year-over-year reduction in fourth quarter non-GAAP gross margin is largely due to sales mix. Turning to Operating Expenses. Our GAAP operating expenses were $141.6 million in the fourth quarter compared with $128 million in the third quarter of 2023 and $130.9 million in the fourth quarter of 2022. Our non-GAAP fourth quarter 2023 operating expenses were $96.7 million, roughly flat with the third quarter of 2023 and up from the $94.8 million reported in the fourth quarter of 2022.\nThe differences between GAAP and non-GAAP operating expenses for the quarters discussed are primarily stock compensation expense and income or loss from an unfunded deferred compensation plan. Fourth quarter 2023 stock compensation expense, including $1.2 million charge to cost of goods sold was $41.1 million compared with $33.6 million recorded in the third quarter of 2023. Switching to the bottom line. Fourth quarter 2023, GAAP net income was $96.9 million or $1.98 per fully diluted share. compared with $2.48 per share in the third quarter of 2023 and $2.45 per share in the fourth quarter of 2022. Q4 2023 non-GAAP net income was $140.9 million or $2.88 per fully diluted share compared with $3.08 per share in the third quarter of 2023 and $3.17 per share in the fourth quarter of 2022. Fully diluted shares outstanding at the end of Q4 2023 were $48.9 million. As for our balance sheet, as of December 31, 2023, cash, cash equivalents and investments totaled $1.11 billion compared to $1.04 billion at the end of the third quarter 2023. For the fourth quarter of 2023, MPS generated operating cash flow of about $153.3 million compared with $175.9 million in Q3 2023.\nFourth quarter 2023 capital spending totaled $13.8 million. Accounts receivable ended the fourth quarter of 2023 at $179.9 million compared with the $185.8 million reported at the end of the third quarter of 2023 and $182.7 million at the end of the fourth quarter of 2022. There were 36 days of sales outstanding across these comparable periods. Our internal inventories at the end of the fourth quarter of 2023 were $383.7 million down from the $397.3 million at the end of the third quarter of 2023. Days of inventory rose to 172 days at the end of Q4 2023 from 171 days at the end of third quarter of 2023. We have carefully managed our internal inventories throughout the year given the uncertainty in the market. Using next quarter revenue as a basis, inventory was 175 days at the end of the fourth quarter of 2023, down from 178 days at the end of the third quarter of 2023. I would now like to turn to our Q1 2024 outlook. We are forecasting Q1 2024 revenue in the range of $437 .0 million to $457.0 million. GAAP gross margin in the range of 55.1% to 55.7%; non-GAAP gross margin in the range of 55.4% to 56.0%; Total stock-based compensation expense, including associated employer taxes of $46.2 million to $48.2 million, including approximately $1.4 million that would be charged to cost of goods sold.\nGAAP operating expenses between $147.2 million and $151.2 million. Non-GAAP operating expenses to be in the range of $101.8 million to $103.8 million. This estimate excludes stock-based compensation expense and amortization of recently purchased intangible assets, but includes litigation expense and the expense from our recent Axiom acquisition. Other income before foreign exchange gains or losses expected to range from $5.3 million to $5.7 million. Fully diluted shares to be in the range of $48.8 million to $49.2 million of shares. We continue to execute the share buyback program that was announced in our Q3 '23 earnings call. Finally, I am pleased to announce a 25% increase in our quarterly dividend to $1.25 per share from $1 per share for stockholders of record as of March 29, 2024.\nIn conclusion, while we continue to be cautious about the near-term business conditions, we believe our long-term growth strategy remains intact, and we can swiftly adapt to market changes as they occur. I will now open the webinar up for questions."
  },
  {
    "header": "MPWR",
    "cik": "0001280452",
    "ticker": "MPWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4332b34fe931f44f8421d42ba525b6c4",
    "period": "2023 Q3",
    "content": "Q3 2023 Monolithic Power Systems Inc Earnings Call\n\nQ3 2023 Monolithic Power Systems Inc Earnings Call\n\nMPWRNASDAQOCT 30, 5:00 PM\n\nGenevieve Cunningham\n\nWelcome, everyone, to the MPS Third Quarter 2023 Earnings Webinar. My name is Genevieve Cunningham, and I will be the moderator for this webinar. Joining me today are Michael Hsing, CEO and Founder of MPS; and Bernie Blegen, EVP and CFO.\nIn the course of today's webinar, we will make forward-looking statements and projections that involve risk and uncertainty, which could cause results to differ materially from management's current views and expectations. Please refer to the safe harbor statement contained in the earnings release published today.\nRisks, uncertainties and other factors that could cause actual results to differ are identified in the safe harbor statements contained in the Q3 earnings release and in our latest SEC filings, including our Form 10-K and our Form 10-Q, which are accessible through our website. MPS assumes no obligation to update the information provided on today's call.\nWe will be discussing gross margin, operating expense, operating income, other income, income before income taxes, net income and earnings on both a GAAP and a non-GAAP basis. These non-GAAP financial measures are not prepared in accordance with GAAP and should not be considered as a substitute for or superior to measures of financial performance prepared in accordance with GAAP. Tables that outline the reconciliation between the non-GAAP financial measures to GAAP financial measures are included in our Q3 2023 earnings release, which we have furnished to the SEC and is currently available on our website.\nI'd also like to remind you that today's conference call is being webcast live over the Internet and will be available for replay on our website for 1 year, along with the earnings release filed with the SEC earlier today.\nNow I'd like to turn the call over to Bernie Blegen.\n\nT. Bernie Blegen\n\nVP & CFO, Monolithic Power Systems, Inc.\n\nThanks, Gen. MPS reported third quarter revenue of $474.9 million, 7.6% higher than second quarter of 2023 and 4.1% lower than third quarter of 2022. Compared with Q2 2023, sales in enterprise data and storage and computing improved sequentially, while automotive, industrial and communications revenue was lower.\nTurning now to our third quarter 2023 revenue by market. In our enterprise data market, third quarter 2023 revenue of [ 98.9 ] million increased 106.2% from the second quarter of 2023 with sequential growth in both GPU and CPU program sales. Third quarter 2023 enterprise data revenue was up 31.4% year-over-year. Enterprise data revenue represented 20.8% of MPS' third quarter 2023 revenue compared with 15.2% in the third quarter of 2022.\nStorage and computing revenue of $129.5 million increased 3.9% from the second quarter of 2023. The sequential revenue improvement primarily reflected higher sales in commercial notebooks. Third quarter 2023 storage and computing revenue was up 14.7% year-over-year. Storage and computing revenue represented 27.3% of MPS' third quarter 2023 revenue compared with 22.8% in the third quarter of 2022.\nThird quarter consumer revenue of $62.4 million decreased 4.3% from the second quarter of 2023 as higher gaming and monitor sales were offset by declines in TV and home appliance revenue. Third quarter 2023 consumer revenue was down 30.1% year-over-year. Consumer revenue represented 13.1% of MPS' third quarter 2023 revenue compared with 18.0% in third quarter of 2022.\nThird quarter 2023 communications revenue of $46.8 million was down 5.1% from the second quarter of 2023, primarily reflecting lower infrastructure sales. Third quarter 2023 communications revenue was down 35.3% year-over-year. Communications sales represented 9.9% of our total third quarter 2023 revenue compared with 14.6% in the third quarter of 2022.\nThird quarter automotive revenue of $95.2 million decreased 8.8% from the second quarter of 2023 primarily due to lower ADAS and digital cockpit sales. Third quarter 2023 revenue was up 9.3% year-over-year. Automotive revenue represented 20.0% of MPS' third quarter 2023 revenue compared with 17.5% in the third quarter of 2022.\nThird quarter 2023 industrial revenue of $42.1 million decreased 15.3% from the second quarter of 2023 due to lower sales in security and industrial meter applications. Third quarter 2023 revenue was down 28.2% year-over-year. Industrial revenue represented 8.9% of our total third quarter 2023 revenue compared with 11.9% in the third quarter of 2022.\nI'd like to make some general comments about our business. In our previous earnings calls, we have noted customer ordering patterns were oscillating within the overall market. This environment persisted through Q3. We continue to see some orders getting delayed or amended by pull-in requests. This lack of short-term visibility continues to make forecasting beyond the next quarter difficult.\nHowever, as we said in our last call, our business fundamentals remain unchanged. Our design win pipeline and customer base had expanded tremendously, particularly amongst Tier 1 accounts. Additionally, we continue to innovate and have a strong design win pipeline position us well for future growth.\nMoving now to a few comments on gross margin. GAAP gross margin was 55.5%, 60 basis points lower than the second quarter of 2023 and 320 basis points lower than the third quarter of 2022. Our GAAP operating income was approximately $135.6 million compared to $112.3 million reported in the second quarter of 2023.\nNon-GAAP gross margin for the third quarter of 2023 was 55.7%, down 80 basis points from the gross margin reported for the second quarter of 2023. The quarter-over-quarter decrease in both GAAP and non-GAAP gross margin is attributed largely to an unfavorable product mix. Our non-GAAP operating income was $167.8 million compared to $153.1 million reported in the second quarter of 2023.\nLet's review our operating expenses. Our GAAP operating expenses were $128 million in third quarter of 2023 compared with $135.4 million in the second quarter of 2023. Our non-GAAP operating -- our non-GAAP third quarter 2023 operating expenses were approximately $96.6 million, essentially flat with what we saw in each of the first 2 quarters of 2023.\nThe differences between non-GAAP earning expenses and GAAP operating expenses for the quarters discussed here are primarily stock compensation expense and income or loss on an unfunded deferred compensation plan. For the third quarter of 2023, stock compensation expense, including approximately $1 million charged cost of goods sold, was $33.6 million compared with $38 million recorded in the second quarter of 2023.\nSwitching to bottom line. Third quarter 2023 GAAP net income was $121.2 million or $2.48 per fully diluted share compared with $99.5 million or $2.04 per share in the second quarter of 2023. Third quarter 2023 non-GAAP net income was $150.3 million or $3.08 per fully diluted share compared with $137.5 million or $2.82 per fully diluted share in the second quarter of 2023. Fully diluted shares outstanding at the end of Q3 2023 were $48.8 million.\nNow let's look at the balance sheet. Cash, cash equivalents and investments were $1.04 billion at the end of third quarter 2023 compared with $941.1 million at the end of the second quarter of 2023. For the quarter, MPS generated operating cash flow of approximately $175.9 million compared with Q2 2023 operating cash flow of $90.2 million. Accounts receivable ended the quarter of 2023 at $185.8 million, representing 36 days of sales outstanding, which was 1 day higher than the 35 days reported at the end of the second quarter of 2023.\nOur internal inventories at the end of the third quarter of 2023 were $397.3 million, down from $427.4 million at the end of the second quarter of 2023. Days of inventory of 171 days came in at the end of the third quarter of 2023 were 30 days lower than at the end of the second quarter of 2023. Comparing current inventory levels with following quarter's projected revenue, you can see days of inventory decreased to 180 days at the end of the third quarter of 2023 from 184 days at the end of the second quarter of 2023.\nI would now like to turn to our outlook for the fourth quarter of 2023. We are forecasting Q4 revenue in the range of $442 million to $462 million; GAAP gross margin in the range of 55.2% to 55.8%; non-GAAP gross margin in the range of 55.4% to 56%; total stock-based compensation expense in the range of $32.2 million to $34.2 million, including approximately $1 million that would be charged to cost of goods sold; GAAP operating expenses between $127.1 million to $131.1 million; non-GAAP operating expenses in the range of $95.9 million to $97.9 million. The estimate -- this estimate excludes stock compensation expense but includes litigation expense; interest and other income in the range from $4.1 million to $4.5 million before foreign exchange gains or losses; fully diluted shares in the range of 48.7 million to 49.1 million shares.\nWe are also pleased to announce that our Board of Directors has approved a share buyback program for up to $640 million over the next 3 years with the goal of offsetting future dilution. In conclusion, while we expect visibility to remain limited in the short term, which was the same as last quarter, we continue to execute on the long-term strategy.\nI will now open the webinar up for questions."
  },
  {
    "header": "MPWR",
    "cik": "0001280452",
    "ticker": "MPWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f2e18df74cda799254479e1b55b7bd67",
    "period": "2023 Q2",
    "content": "Q2 2023 Monolithic Power Systems Inc Earnings Call\n\nQ2 2023 Monolithic Power Systems Inc Earnings Call\n\nMPWRNASDAQJUL 31, 5:00 PM\n\nGenevieve Cunningham\n\n[Audio Gap] everyone, to the MPS Second Quarter 2023 Earnings Webinar. My name is Genevieve Cunningham, and I will be the moderator for this webinar. Joining me today are Michael Hsing, CEO and Founder of MPS; and Bernie Blegen, VP and CFO.\nIn the course of today's webinar, we will make forward-looking statements and projections that involve risk and uncertainty, which could cause results to differ materially from management's current views and expectations. Please refer to the safe harbor statement contained in the earnings release published today. risks, uncertainties and other factors that could cause actual results to differ are identified in the safe harbor statements contained in the Q2 earnings release and in our SEC filings, including our Form 10-K filed on February 24, 2023, and our Form 10-Q filed on May 5, 2023, which are accessible through our website. MPS assumes no obligation to update the information provided on today's call.\nWe will be discussing gross margin, operating expense, operating income, other income, income before income taxes, net income and earnings on both a GAAP and a non-GAAP basis. These non-GAAP financial measures are not prepared in accordance with GAAP and should not be considered as a substitute for or superior to measures of financial performance prepared in accordance with GAAP. Tables that outline the reconciliation between the non-GAAP financial measures to GAAP financial measures are included in our Q2 2023 earnings release, which we have furnished to the SEC and is currently available on our website.\nI'd also like to remind you that today's conference call is being webcast live over the Internet and will be available for replay on our website for 1 year, along with the earnings release filed with the SEC earlier today.\nNow I'd like to turn the call over to Bernie Blegen.\n\nT. Bernie Blegen\n\nVP & CFO, Monolithic Power Systems, Inc.\n\nThanks, Gen. MPS reported second quarter revenue of $441.1 million, 2.2% lower than the first quarter of 2023 and 4.3% lower than the second quarter of 2022. Compared with Q1 2023, sales and communications were lower, while industrial, storage and computing, consumer and enterprise data improved sequentially.\nTurning now to our second quarter 2023 revenue by market. Storage and computing revenue of $124.5 million increased 3.9% from the first quarter of 2023. The sequential revenue improvement primarily reflected higher commercial notebook sales. Second quarter 2023 storage and computing revenue was up 1.8% year-over-year. Storage and computing revenue represented 28.2% of MTS' second quarter 2023 revenue compared with 26.5% in the second quarter of 2022. Second quarter 2023 industrial revenue of $49.7 million increased 4.8% from the first quarter of 2023, reflecting increased sales of products for power source and industrial meter applications. Second quarter 2023 Industrial revenue was down 11.0% year-over-year. Industrial revenue represented 11.3% of our total tech quarter 2023 revenue compared with 12.1% in the second quarter of 2022.\nSecond quarter consumer revenue of $65.2 million increased 2.9% from the first quarter of 2023. The sequential quarterly revenue improvement reflected higher gaming, TV and mobile device sales. Second quarter 2023 consumer revenue was down 33.0% year-over-year. Consumer revenue represented 14.8% of MPS' second quarter 2023 revenue compared with 21.1% in the second quarter of 2022.\nIn our enterprise data markets, second quarter 2023 revenue of $48.0 million increased 1.7% from the first quarter of 2023, primarily due to initial shipments of new generation AI applications, which offset softer demand for CPU applications. Second quarter 2023 enterprise data revenue was down 26.4% year-over-year. Enterprise data revenue represented 10.9% of MPS' second quarter 2023 revenue compared with 14.2% in the second quarter of 2022.\nSecond quarter automotive revenue of $104.4 million decreased 0.9% from the first quarter 2023. Second quarter 2023 automotive revenue was up 71.1% year-over-year. Automotive revenue represented 23.6% of MTS' second quarter 2023 revenue compared with 13.2% in the second quarter of 2022. Second quarter 2023 communications revenue of $49.3 million was down 27.4% from the first quarter of 2023, primarily reflecting lower infrastructure sales. Second quarter 2023 communications revenue was down 16.9% year-over-year. Communications sales represented 11.2% of our total second quarter 2023 revenue compared with 12.9% in the second quarter of 2022.\nI'd like to make some general comments about our business. In our previous earnings calls, we had noted customer ordering patterns could oscillate. This has turned out to be the case. We continue to see some orders getting delayed or amended by pull-in requests. This lack of short-term visibility has made forecasting beyond Q3 2023, more difficult. However, our business fundamentals remain unchanged. In the last few years, our revenue and customer base have expanded tremendously, particularly amongst Tier 1 accounts. We believe we've solidified our market share gains by delivering quality products and services.\nAdditionally, we have a strong design win pipeline, which positions us well for future growth. Here are a few highlights -- here are a few of our recent highlights.\nWe have been designated a preferred supplier with multiple Tier 1 customers in automotive and telecom markets. We have started sampling silicon carbide power solutions for data centers and green energy conversion. We are also continuing development for EV power management applications. We are continuing to broaden our customer base for AI applications and developing solutions for next-generation platforms. We have new design wins in battery management solutions and USB-PD for automotive, industrial and consumer applications. These will be major revenue drivers as we look ahead to 2024 and 2025.\nMoving now to a few comments on gross margin. GAAP gross margin was 56.1%, 120 basis points lower than the first quarter of 2023, and 260 basis points lower than the second quarter of 2022. Our GAAP operating income was $112.3 million compared to $124.3 million reported in the first quarter of 2023. Non-GAAP gross margin for the second quarter of 2023 was 56.5%, down 120 basis points from the gross margin reported in the first quarter of 2023. The quarter-over-quarter decrease in both GAAP and non-GAAP gross margin is attributed largely to unfavorable variances and higher direct expenses. Our Q2 2023 non-GAAP operating income was $153.1 million compared to $164.1 million reported in the first quarter of 2023.\nLet's review our operating expenses. Our GAAP operating expenses were $135.4 million in the second quarter of 2023 compared with $134.5 million in the first quarter of 2023. Our non-GAAP second quarter 2023 operating expenses were $96.0 million, matching what was reported in the first quarter of 2023. The difference between non-GAAP operating expenses and GAAP operating expenses for the quarters discussed here are primarily stock compensation expense and income or loss on an unfunded deferred compensation plan.\nFor the second quarter of 2023, total stock compensation expense, including approximately $1.1 million charged to cost of goods sold was $38.0 million compared with $37.0 million recorded in the first quarter of 2023.\nSwitching to the bottom line. Second quarter 2023 GAAP net income was $99.5 million or $2.04 per fully diluted share compared with $109.8 million or $2.26 per share in the first quarter of 2023. Second quarter 2023 non-GAAP net income was $137.5 million or $2.82 per fully diluted share compared with $146.0 million or $3 per fully diluted share in the first quarter of 2023. Fully diluted shares outstanding at the end of Q2 2023 were $48.8 million.\nNow let's look at balance sheet. Cash, cash equivalents and investments were $941.1 million at the end of the second quarter of 2023 compared to $919.1 million at the end of the first quarter of 2023. For the quarter, MPS generated operating cash flow of approximately $90.2 million compared with Q1 2023 operating cash flow of $218.8 million. Accounts receivable ended the second quarter of 2023 at $169.2 million, representing 35 days of sales outstanding, which was 2 days lower than the 37 days reported at the end of the first quarter of 2023.\nOur internal inventories at the end of the second quarter of 2023 were $427.4 million, down from the $430.8 million at the end of the first quarter of 2023. Days of inventory of 201 days at the end of the second quarter of 2023 were 3 days lower than at the end of the first quarter of 2023. Comparing current inventory levels with the following quarter's projected revenue, you can see days of inventory decrease to 184 days at the end of the second quarter of 2023 from 203 days at the end of the first quarter of 2023.\nI would now like to turn to our outlook for the third quarter of 2023. We are forecasting Q3 revenue in the range of $464 million to $484 million. GAAP gross margin in the range of 55.5% to 56.1%. Non-GAAP gross margin in the range of 55.7% to 56.3%. Total stock-based compensation expense in the range of $33.5 million to $35.5 million, including approximately $1.0 million that would be charged to cost of goods sold. GAAP operating expenses between $129.4 million and $133.4 million. Non-GAAP operating expenses in the range of $96.9 million to $98.9 million. This estimate excludes stock compensation expense but includes litigation expense. Interest and other income in the range of $3.0 million to $3.4 million before foreign exchange gains or losses. Fully diluted shares in the range of 48.6 million to 49.0 million shares.\nIn conclusion, we continue to execute our long-term strategy.\nI will now open the webinar for questions."
  },
  {
    "header": "MPWR",
    "cik": "0001280452",
    "ticker": "MPWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/08a9644d1ea4e8de2d8656267b1d086a",
    "period": "2023 Q1",
    "content": "Q1 2023 Monolithic Power Systems Inc Earnings Call\n\nQ1 2023 Monolithic Power Systems Inc Earnings Call\n\nMPWRNASDAQMAY 4, 5:00 PM\n\nOperator\n\nWelcome, everyone, to the MPS' First Quarter 2023 Earnings Webinar. My name is Jennifer Cunningham, and I will be the moderator for this webinar.\nJoining me today are Michael Hsing, CEO and Founder of MPS; and Bernie Blegen, VP and CFO.\nIn the course of today's conference call, we will make forward-looking statements and projections that involve risk and uncertainty, which could cause results to differ materially from management's current views and expectations. Please refer to the safe harbor statement contained in the earnings release published today. Risks, uncertainties and other factors that could cause actual results to differ are identified in the safe harbor statements contained in the Q1 earnings release and in our SEC filings, including our Form 10-K filed on February 24, 2023, which is accessible through our website.\nMPS assumes no obligation to update the information provided on today's call.\nWe will be discussing gross margin, operating expense, R&D and SG&A expense, operating income, other income, income before income taxes, net income and earnings on both a GAAP and a non-GAAP basis. These non-GAAP financial measures are not prepared in accordance with GAAP and should not be considered as a substitute for or superior to measures of financial performance prepared in accordance with GAAP. A table that outlines the reconciliation between the non-GAAP financial measures to GAAP financial measures is included in our Q1 2023 earnings release, which we have furnished to the SEC and is currently available on our website.\nI'd also like to remind you that today's conference call is being webcast live over the Internet and will be available for replay on our website for 1 year, along with the earnings release filed with the SEC earlier today.\nNow I'd like to turn the call over to Bernie Blegen.\n\nT. Bernie Blegen\n\nVP & CFO, Monolithic Power Systems, Inc.\n\nThanks, Jen. MPS' first quarter revenue of $451.1 million came in about as expected, 19.4% higher than the first quarter of 2022 or 1.9% lower than revenue reported in the fourth quarter of 2022. Our results for the quarter were mixed with weaker quarter-to-quarter demand in our enterprise data and industrial markets, overshadowing improvements in consumer and automotive. Let's take a quick look at our first quarter 2023 revenue by market.\nFirst quarter 2023 consumer revenue of $63.4 million increased 19.5% from the fourth quarter of 2022. First quarter 2023 revenue was down 20.8% year-over-year. Consumer revenue represented 14.8% of our first quarter 2023 revenue compared with 21.2 -- a 21.2% contribution in the first quarter of 2022.\nFirst quarter 2023 automotive revenue of $105.3 million increased $8.0 million or 8.2% from the fourth quarter of 2022. This sequential revenue increase was primarily due to continued acceptance of our highly integrated solutions for advanced driver assistance systems, the digital cockpit and lighting applications. First quarter 2023 revenue was up 93.1% year-over-year. Automotive revenue represented 23.3% of MPS' first quarter 2023 revenue compared with 14.4% in the first quarter of 2022.\nFirst quarter 2023 Communications revenue of $67.9 million rose $3.6 million or 5.6% from the fourth quarter of 2022. This quarter-over-quarter increase primarily reflected a modest revenue improvement in 5G infrastructure. First quarter 2023 revenue was up 22.2% year-over-year. Communications revenue represented 15.1% of MPS' first quarter 2023 revenue compared with 14.7% in the first quarter of 2022.\nIn our storage and computing market, first quarter 2023 revenue of $119.8 million was essentially flat with revenue recorded in the fourth quarter of 2022, as declining storage revenue was offset by higher notebook sales. First quarter 2023 revenue was up 24.1% year-over-year. Storage and computing revenue represented 26.6% of MPS' first quarter 2023 revenue compared with 25.6% in the first quarter of 2022.\nFirst quarter 2023 Industrial revenue of $47.5 million decreased $8.6 million or 15.3% from the fourth quarter of 2022. This quarter-over-quarter decrease was due to lower security and power source revenue. First quarter 2023 Industrial revenue was down 2.2% year-over-year. Industrial revenue represented 10.5% of our first quarter 2023 revenue compared with 12.9% in the first quarter of 2022.\nIn Enterprise Data, first quarter 2023 revenue of $47.2 million decreased $21.3 million or 31.1% from the fourth quarter of 2022 due to broad-based weakness in data center spending. First quarter 2023 revenue was up 10.9% year-over-year. Enterprise data revenue represented 10.5% of MPS' first quarter 2023 revenue compared with 11.2% in the first quarter of 2022.\nI'd like to share some general business observations. During our 2 most recent earnings calls, we highlighted that customers were becoming more concerned with near-term business conditions and that ordering patterns might oscillate. This behavior continued through the first quarter of 2023. However, we do see order acceleration for products related to artificial intelligence, autonomous driving, and power modules, and our customer engagement and design win momentum remains strong across all of our markets.\nRegarding operating expenses, we continue to invest in our operations to support long-term growth. In response to customer concerns, we are expanding and geographically diversifying both our global production, operations and our R&D activities.\nIn summary, we have strong customer engagement, design win momentum and are continuing to invest for the long term, even though timing of the revenue ramp from our customers remains uncertain.\nMoving now to a few comments on gross margin. GAAP gross margin was 57.4% and 80 basis points lower than the fourth quarter of 2022 and 60 basis points lower than the first quarter of 2022. Our GAAP operating income was $124.3 million compared with $136.9 million reported in the fourth quarter of 2022.\nFor the first quarter of 2023, non-GAAP gross margin was 57.7%, 80 basis points lower than the fourth quarter of 2022 and 60 basis points lower than the first quarter of 2022. This downward pressure on gross margin is expected to continue near term as we work through higher value inventory built up during the supply-demand imbalance following the pandemic.\nOur non-GAAP operating income was $164.1 million compared to $174.1 million reported in the fourth quarter of 2022.\nLet's review our operating expenses. Our GAAP operating expenses were $134.5 million in the first quarter of 2023 compared with $130.9 million in the fourth quarter of 2022. Our non-GAAP first quarter 2023 operating expenses were $96.0 million up from $94.8 million reported in the fourth quarter of 2022.\nThe differences between GAAP and non-GAAP operating expenses for the quarters discussed here are primarily stock compensation expense and income or loss from an unfunded deferred compensation plan.\nFor the first quarter of 2023, total stock compensation expense, including approximately $1.1 million charge to cost of goods sold, was $37.0 million compared to $35.3 million reported in the fourth quarter of 2022.\nSwitching to the bottom line. First quarter 2023 GAAP net income was $109.8 million or $2.26 per fully diluted share compared with $119.1 million or $2.45 per fully diluted share in the fourth quarter of 2022. First quarter 2023 non-GAAP net income was $146 million or $3.00 per fully diluted share compared with $154 million or $3.17 per fully diluted share in the fourth quarter of 2022. Fully diluted shares outstanding at the end of Q1 2023 were $48.7 million.\nNow let's look at the balance sheet. Cash, cash equivalents and investments were $919.1 million at the end of the first quarter of 2023 compared to $739.6 million at the end of the fourth quarter of 2022. For the quarter, MPS generated operating cash flow of about $218.8 million compared with operating cash flow of $52.2 million in the fourth quarter of 2022.\nFirst quarter 2023 capital spending totaled $8.9 million.\nAccounts receivable ended the first quarter of 2023 at $184.3 million or 37 days of sales outstanding, up 1 day from 36 days at the end of the fourth quarter of 2022.\nOur internal inventories at the end of the first quarter of 2023 were $430.8 million, down from $447.3 million at the end of the fourth quarter of 2022.\nDays of inventory decreased to 204 days at the end of Q1 2023 compared with 212 days at the end of fourth quarter of 2022.\nComparing current inventory levels with the following quarter's projected revenue, you can see days of inventory decreased to 203 days at the end of the first quarter of 2023, from 212 days at the end of the fourth quarter of 2022.\nI would now like to turn to our outlook for the second quarter of 2023. We are forecasting Q2 revenue in the range of $430 million to $450 million. We also expect the following: GAAP gross margin in the range of 55.9% to 56.5%. Non-GAAP gross margin in the range of 56.2% to 56.8%. GAAP R&D and SG&A expenses between $132.5 million and $136.5 million. GAAP R&D and SG&A expenses to be in the range of $94.9 million to $96.9 million. This estimate excludes stock compensation expense, but includes litigation expense.\nTotal stock-based compensation expense of $38.8 million to $40.8 million, including approximately $1.2 million that would be charged to cost of goods sold. Interest and other income is expected to range from $3.8 million to $4.2 million before foreign exchange gains or losses.\nFully diluted shares to be in the range of 48.6 million to 49.0 million shares.\nIn conclusion, while we remain cautious about near-term business conditions, MPS will continue to focus on business development and investing in infrastructure as necessary to support our long-term growth.\nI'll now open the webinar up for questions."
  },
  {
    "header": "MPWR",
    "cik": "0001280452",
    "ticker": "MPWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/32fd727b20a035740555379dd91927f2",
    "period": "2022 Q4",
    "content": "Q4 2022 Monolithic Power Systems Inc Earnings Call\n\nQ4 2022 Monolithic Power Systems Inc Earnings Call\n\nMPWRNASDAQFEB 8, 5:00 PM\n\nOperator\n\nWelcome, everyone, to the MPS Fourth Quarter 2020 Earnings Webinar. My name is Genevieve Cunningham, and I will be the moderator for this webinar. Joining me today are Michael Hsing, CEO and Founder of MPS; and Bernie Blegen, VP and CFO.\nIn the course of today's conference call, we will make forward-looking statements and projections that involve risk and uncertainty, which could cause results to differ materially from management's current views and expectations. Please refer to the safe harbor statement contained in the earnings release published today. Risks, uncertainties and other factors that could cause actual results to differ are identified in the safe harbor statements contained in the Q4 2022 earnings release and in our latest 10-K and 10-Q filings that can be found on our website.\nMPS assumes no obligation to update the information provided on today's call. We will be discussing gross margin, operating expense, R&D and SG&A expense, operating income, other income, income before income taxes net income and earnings on both a GAAP and a non-GAAP basis. These non-GAAP financial measures are not prepared in accordance with GAAP and should not be considered as a substitute for or superior to measures of financial performance prepared in accordance with GAAP.\nA table that outlines the reconciliation between the non-GAAP financial measures to GAAP financial measures is included in our Q4 and full year 2022 earnings release, which we have filed with the SEC and is currently available on our website. I'd also like to remind you that today's conference call is being webcast live over the Internet and will be available for replay on our website for 1 year, along with the earnings release filed with the SEC earlier today.\nNow I'd like to turn the call over to Bernie Blegen.\n\nT. Bernie Blegen\n\nVP & CFO, Monolithic Power Systems, Inc.\n\nThanks, Jen. For the full year, 2022, MPS achieved record revenue of $1.79 billion, growing 48.5% from the prior year. This is despite industry-wide supply chain capacity constraints. This performance represented consistent execution against our strategies and having more Tier 1 customers recognize MPS for advanced technologies, product quality and excellent customer support.\nHere are a few highlights from 2022. We introduced a new product line of isolated power modules for applications exceeding 1 kilowatt with a fully integrated controller, isolator and power devices. Our initial revenue ramp for this highly integrated and reliable solution is targeted for 2024. These modules are critical building blocks for power management applications for data centers, EVs plug-in traction inverters, EV chargers, solar power, wind turbines, battery power storage and other industrial applications. Our products are designed to set the industry standard for these critical system-level applications. MPS's first advanced data converter products for high precision industrial and medical applications were made commercially available during 2022, and we expect to have an initial revenue ramp in 2023.\nWe continue to diversify our global footprint with expansion of our R&D centers supply chain partnerships and facilities outside of China to better match our resource distribution with our customers' geographic demand profile. With our global presence, we believe MPS is in a strong position to support our customers worldwide. Turning to our full year 2022 revenue by market segment compared with 2021. Enterprise Data revenue was up 116.1%, Storage and computing revenue up 76.8%, Communication revenue up 53.2%, Automotive revenue up 46.8%, Industrial revenue, up 18.6% and consumer revenue, up 13.2%, demonstrating broad-based full year 2022 revenue improvements.\nFull year 2022 enterprise data revenue grew $135.1 million over the prior year to $251.4 million. This 116.1% increase is primarily due to higher sales of our power management solutions for cloud-based CPU and GPU server applications. Enterprise data revenue represented 14.0% of MPS's total revenue in 2022 compared with 9.6% in 2021. Storage and computing revenue for 2022 grew $196.7 million over the prior year to $452.6 million.\nThis 76.8% increase primarily resulted from strong sales growth for storage applications and enterprise notebooks. Storage and computing revenue represented 25.3% of MPS's total revenue in 2022 compared with 21.2% in 2021. Communications revenue grew $87.4 million to $251.5 million. This 53.2% improvement reflected higher sales of products for both 5G and satellite communications infrastructure applications. Communications revenue represented 14.0% of our 2022 revenue compared with 13.6% in 2021.\nAutomotive revenue grew $95.7 million to $300.0 million in 2022. This 46.8% year-over-year gain primarily represented increased sales of our highly integrated applications supporting automated driver assistance systems, the digital cockpit and connectivity. Automotive revenue represented 16.7% of MPS's full year 2022 revenue compared with 16.9% in 2021.\nIndustrial revenue grew $34.4 million to $218.2 million in 2022. This 18.6% year-over-year increase primarily reflected higher sales in applications for smart meters and industrial automation. Industrial revenue represented 12.2% of MPS's full year 2022 revenue compared with 15.3% in 2021. Consumer revenue grew $37.2 million to $319.5 million in 2022. This 13.2% year-over-year increase primarily reflected increased product sales for home appliances and smart TVs.\nConsumer revenue represented 17.8% of MPS's full year 2022 revenue compared with 23.4% in 2021. Let's talk about the general business conditions. During our Q3 '22 earnings call, we highlighted that customers were becoming more concerned with near-term business conditions and order patterns might oscillate in the near future. As a result of this change in ordering patterns, we indicated that our inventory levels would likely catch up to our target of 180 to 200 days and possibly be higher in the near term. During the quarter, ordering patterns stabilized as customers requested pushouts -- customer requested pushouts slowed. When this is positive, customers' orders are still trending below historic norms.\nIn our Q4 '22 inventory is above our target levels. As a result, we remain cautious about near-term business conditions. We also believe MPS can swiftly adapt to market changes as we have done so successfully during similar macroeconomic changes in the past. Switching to Q4. MPS had a record fourth quarter with revenue of $460.0 million, down 7.1% from revenue generated in the third quarter of 2022, but up 36.7% from the comparable quarter of 2021.\nOn a year-over-year base comparison, by market segment, fourth quarter 2022 revenue for automotive grew 72.8%, Enterprise Data revenue increased 69.0%. Storage and computing revenue grew 55.0%, Communications revenue grew 40.1%, and industrial revenue grew 13.3%, while consumer revenue decreased 20.1%.\nFourth quarter 2022 GAAP gross margin was 58.2%, down 50 basis points from third quarter 2022 with 60 basis points higher than the fourth quarter of 2021. Our GAAP operating income was $136.9 million compared to $151.9 million reported in the third quarter of 2022 and $78.6 million reported in the fourth quarter of 2021. Fourth quarter 2022 non-GAAP gross margin was 58.5%, 50 basis points below the third quarter of 2022, but 60 basis points higher than the fourth quarter of 2021.\nThe year-over-year expansion in fourth quarter non-GAAP gross margin was largely due to a shift in sales mix favoring high-value greenfield products and operational efficiencies, which more than offset higher product input costs. Our non-GAAP operating income was $174.1 million compared to $193.7 million reported in the prior quarter and $102.0 million reported in the fourth quarter of 2021.\nLet's review our operating expenses. Our GAAP operating expenses were $130.9 million in the fourth quarter compared with $139.0 million in the third quarter of 2022, and $115.3 million in the fourth quarter of 2021. Our non-GAAP fourth quarter 2022 operating expenses were $94.8 million, down from the $98.4 million we spent in the third quarter of 2022 and up from the $83.0 million reported in the fourth quarter of 2021. On both a GAAP and a non-GAAP basis, fourth quarter 2022 litigation expense was $3.2 million compared with a $2.1 million in Q3 2022 and a $420,000 credit balance in Q4 2021.\nThe fourth quarter 2021 litigation credit reflected in IP settlement in a of a legal retainer. The differences between GAAP and non-GAAP operating expenses for the quarters discussed here are primarily stock compensation expense and income or loss from an unfunded deferred compensation plan. Fourth quarter 2022 stock compensation expense, including $1.0 million charged cost of goods sold was $35.3 million compared with $43.0 million recorded in the third quarter of 2022. The quarter-over-quarter change in stock compensation expense reflected the change in planned vesting assumptions.\nSwitching to the bottom line. Fourth quarter 2022 GAAP net income was $119.1 million or $2.45 per fully diluted share compared with $2.57 per share in the third quarter of 2022 and $1.51 per share in the fourth quarter of 2021.\nQ4 2022 non-GAAP net income was $154.0 million or $3.17 per fully diluted share compared with $3.53 per share in the third quarter of 2022 and $2.12 per share in the fourth quarter of 2021. Fully diluted shares outstanding at the end of Q4 2022 were 48.5 million. Now let's look at the balance sheet. As of December 31, 2022, cash, cash equivalents and investments totaled $739.6 million compared to $738.1 million at the end of the third quarter of 2022. For fourth quarter -- for the fourth quarter of 2022, MPS generated operating cash flow of about $52.2 million compared with Q3 2022 operating cash flow consumed of $18.2 million. Fourth quarter 2022 capital spending totaled $12.8 million.\nAccounts receivable ended the fourth quarter of 2022 at $182.7 million or 36 days of sales outstanding compared with the $153.4 million or 28 days of sales outstanding reported at the end of the third quarter of 2022 and the $104.8 million or 28 days reported at the end of the fourth quarter of 2021. Our internal inventories at the end of the fourth quarter of 2022 were $447.3 million, up from $397.4 million at the end of the third quarter of 2022.\nCalculated on a basis consistent with our past practice. And as you can see on the webinar video, days of inventory rose to 212 days at the end of Q4 2022 from the 167 days at the end of the third quarter of 2022. Historically, we have calculated days of inventory on hand as a function of the current quarter revenue. We believe comparing current inventory levels with the following quarters revenue provides a better economic match. On this basis, again, you can see days of inventory increased to 214 days at the end of the fourth quarter of 2022 from 188 days at the end of the third quarter of 2022. I would now like to turn to our Q1 2023 outlook.\nWe are forecasting Q1 2023 revenue in the range of $440 million to $460 million. We also expect the following: GAAP gross margin in the range of 57.4% to 58.0%, non-GAAP gross margin in the range of 57.7% to 58.3%, total stock-based compensation expense of $40.2 million to $42.2 million, including approximately $1.2 million that would be charged to cost of goods sold.\nGAAP R&D and SG&A expenses, including litigation expenses between $135.1 million and $139.1 million. Non-GAAP R&D and SG&A expense to be in the range of $96.1 million to $98.1 million. This estimate excludes stock compensation expense but includes litigation expense. Beginning with the Q1 2023 outlook, MPS will no longer separately forecast litigation expenses. Interest income is expected to be in the range from $1.8 million to $2.2 million before foreign exchange gains or losses and charitable contributions.\nThe non-GAAP tax rate for Q1 2023 will be 12.5%. The non-GAAP tax rate remains unchanged from 2022 as there have not been any material changes in tax regulations. Fully diluted shares to be in the range of $48.2 million to 49.2 million shares. Finally, I'm pleased to announce a 33% increase in our quarterly dividend to $1 per share from $0.75 per share for stockholders record as of March 31, 2023.\nIn conclusion, while we remain cautious about near-term business conditions, we believe MPS can swiftly adapt to market changes and take advantage of current environment to focus on business development and investing in infrastructure necessary to support long-term growth. I'll now open the webinar up for questions."
  },
  {
    "header": "MPWR",
    "cik": "0001280452",
    "ticker": "MPWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4bc23ef25b6bcb01f39ad95db6ad3d28",
    "period": "2022 Q3",
    "content": "Q3 2022 Monolithic Power Systems Inc Earnings Call\n\nQ3 2022 Monolithic Power Systems Inc Earnings Call\n\nMPWRNASDAQOCT 27, 4:30 PM\n\nGenevieve Cunningham\n\nSupervisor of Marketing Communications, Monolithic Power Systems, Inc.\n\nWelcome, everyone, to the MPS Third Quarter 2022 Earnings Webinar. Please note that this webinar is being recorded and will be archived for 1 year on our Investor Relations page at www.monolithicpower.com. My name is Genevieve Cunningham, and I will be the moderator for this webinar.\nJoining me today are Michael Hsing, CEO and Founder of MPS; and Bernie Blegen, VP and CFO. In the course of today's webinar, we will make forward-looking statements and projections that involve risk and uncertainty, which could cause results to differ materially from management's current views and expectations. Please refer to the safe harbor statement contained in the earnings release published today. Risks, uncertainties and other factors that could cause actual results to differ are identified in the safe harbor statements contained in the Q3 2022 earnings release and in our latest 10-K and 10-Q filings that can be found on our website. MPS assumes no obligation to update the information provided on today's call.\nWe will be discussing gross margin, operating expense, R&D and SG&A expense, operating income, other income, income before income taxes, net income and earnings on both a GAAP and a non-GAAP basis. These non-GAAP financial measures are not prepared in accordance with GAAP and should not be considered as a substitute for or superior to measures of financial performance prepared in accordance with GAAP. A table that outlines the reconciliation between the non-GAAP financial measures to GAAP financial measures is included in our Q3 2022 earnings release, which we have furnished to the SEC and is currently available on our website. Now I'd like to turn the call over to Bernie Blegen.\n\nT. Bernie Blegen\n\nVP & CFO, Monolithic Power Systems, Inc.\n\nThanks, Jen. First of all, today, I'm greeting you from Europe. We held our third quarter Board of Directors meeting in our Barcelona office. We have our Board members tour the facility and oversee the operations here.\nNow to the financial results. MPS achieved record third quarter revenue of $495.4 million, 7.5% higher than revenue in the second quarter of 2022 and 53.1% higher than revenue in the third quarter of 2021. This broad-based year-over-year revenue growth was the result of consistent execution against our strategies.\nLooking at our third quarter 2022 revenue by market. Third quarter automotive revenue of $87.1 million increased 42.7% from the second quarter of 2022, due primarily to new platform launches. Third quarter 2022 automotive revenue was up 60.0% year-over-year. Automotive revenue represented 17.6% of MPS' third quarter 2022 revenue compared with 16.8% in the third quarter of 2021.\nThird quarter 2022 communications revenue of $72.3 million was up 21.9% from the second quarter of 2022. Most of this sequential revenue increase was related to the continued communications infrastructure ramp. Third quarter 2022 communications revenue was up 61.8% year-over-year. Communications sales represented 14.6% of our total third quarter 2022 revenue compared with 13.8% in the third quarter of 2021.\nIn our enterprise data market, third quarter 2022 revenue of $75.3 million increased 15.5% from the second quarter of 2022, primarily due to continued strength in our data center and workstation computing sales. Third quarter 2022 revenue represented 15.2% of MPS' third quarter 2022 revenue compared with 9.2% in the third quarter of 2021.\nThird quarter 2022, industrial revenue of $58.7 million increased 5.1% from the second quarter of 2022. Third quarter 2022 industrial revenue was up 12.5% year-over-year. Industrial revenue represented 11.8% of our third quarter 2022 revenue compared with 16.1% in the third quarter of 2021.\nStorage and computing revenue of $112.9 million decreased 7.7% from the second quarter of 2022. The sequential revenue decline was primarily due to softening of customer demand for notebooks. Third quarter 2022 storage and computing revenue was up 63.9% year-over-year. Storage and computing revenue represented 22.8% of MPS' third quarter 2022 revenue compared with 21.3% in the third quarter of 2021.\nThird quarter consumer revenue of $89.2 million decreased 8.4% from the second quarter of 2022. The sequential quarterly revenue decline was primarily due to softening of overall demand. Third quarter 2022 consumer revenue was up 21.1% year-over-year. Consumer revenue represented 18.0% of MPS' third quarter 2022 revenue compared with 22.8% in the third quarter of 2021.\nLet's talk about the general business conditions. For the prior 6 quarters, we have faced product shortages, especially in consumer storage and computing. Now we have started to see our customers reduce their orders and push out shipments. We've experienced similar patterns in the past. We anticipate order patterns might oscillate in the near future.\nThis is not a surprise to us. As a result of this change in ordering patterns, our inventory levels will catch up to our target of 180 to 200 days and possibly be higher in the near term. In addition, we have over 4,000 different products which are required to support thousands of our customers' applications. On average, our product life cycles exceeds 6 to 8 years. so we are not concerned with carrying an inventory level above target.\nMPS' business is in a better position today Rather than managing product shortage problems, we can now focus on long-term business development. For longer cycle business like automotive, enterprise data, comms infrastructure and industrial, both our customers and MPS have expended significant effort and made joint investments in the development of multiple leading-edge products and applications.\nAs a result, we have secured business which we believe will ramp over the next several years driving revenue growth. For shorter cycle, consumer-related business, we will continue to proactively support our customers' needs. We've established MPS as a reliable supplier with excellent customer support during this extended period of product shortages. Accordingly, we believe both longer and shorter cycle customers value MPS as a strategic partner.\nWe are cautious about the overall business conditions and believe we can swiftly adapt to market changes as we have done successfully during similar macroeconomic changes in the past. There have been recent changes to export controllables and additional companies have been added to the entities list. As of today, we see immaterial revenue impact directly or indirectly from those new trade restrictions. Our products utilize process nodes in excess of 40 nanometer, which falls well outside the current restrictions.\nMoving now to a few comments on gross margin and operating income. Third quarter 2022 GAAP gross margin was 58.7%, which was 10 basis points lower than the second quarter of 2022 and 110 basis points higher than the third quarter of 2021.\nOur GAAP operating income was $151.9 million compared to $141.9 million reported in the second quarter of 2022. Non-GAAP gross margin for the third quarter of 2022 was 59.0%, essentially flat from the gross margin percentage reported in the second quarter of 2022 and 120 basis points higher than the third quarter from a year ago. Our non-GAAP operating income was $193.7 million, compared to $179.4 million reported in the second quarter of 2022.\nLet's review our operating expenses. Our GAAP operating expenses were $139.0 million in the third quarter of 2022 compared with $129.1 million in the second quarter of 2022 and $109.2 million in the third quarter of 2021. Our non-GAAP third quarter 2022 operating expenses were $98.4 million, up from $92.7 million in the second quarter of 2022 and up from the $78.7 million reported in the third quarter of 2021. The differences between non-GAAP operating expenses and GAAP operating expenses for the quarters discussed here are primarily stock compensation expense and income or expense from an unfunded deferred compensation plan.\nFor the third quarter of 2022, total stock compensation expense, including approximately $1.2 million charge to cost of goods sold was $43.0 million compared with $42.9 million recorded in the second quarter of 2022.\nSwitching to the bottom line. Third quarter 2022 GAAP net income was $124.3 million or $2.57 per fully diluted share compared with $114.7 million or $2.37 per share in the second quarter of 2022 and $68.8 million or $1.44 per share in the third quarter of 2021.\nQ3 2022 non-GAAP net income was $170.7 million or $3.53 per fully diluted share compared with $157 million or $3.25 per share in the second quarter of 2022 and $98.6 million or $2.06 per share in the third quarter of 2021. Fully diluted shares outstanding at the end of Q3 2022 were $48.3 million.\nNow let's look at the balance sheet. Cash, cash equivalents and investments were $738.1 million at the end of the third quarter of 2022 compared to $814.1 million at the end of the second quarter of 2022. For the quarter, MPS generated operating cash flow of about $18.2 million compared with Q2 2022 operating cash flow of $105.2 million. The decline in operating cash flow and increase in other long-term assets reflected a $170 million prepaid payment made during the quarter to secure a long-term purchasing commitment. Accounts receivable ended the third quarter of 2022 at $153.4 million, representing 28 days of sales outstanding which was 3 days higher than the 25 days reported at the end of the second quarter of 2022 and 6 days higher than the 22 days at the end of the third quarter of 2021.\nOur internal inventories at the end of the third quarter of 2022 were $397.4 million, up $37.8 million from the $359.6 million reported at the end of the second quarter of 2022. Inventory at the end of the third quarter of 2022 represented 167 days, which were 5 days lower than at the end of the second quarter of 2022.\nHistorically, we have calculated days of inventory on hand as a function of the current quarter revenue. We believe comparing current inventory levels with the following quarter's revenue provides a better economic match. On this basis, you can see inventory at the end of the third quarter of 2022 represented 189 days, 29 days higher than 160 days at the end of the second quarter of 2022 and 56 days higher than the 133 days at the end of the third quarter of 2021.\nI would now like to turn to our outlook for the fourth quarter of 2022. We are forecasting Q4 revenue in the range of $450 million to $470 million. We also expect the following. GAAP gross margin to be in the range of 58.1% to 58.7%, non-GAAP gross margin in the range of 58.3% to 58.9%, total stock-based compensation expense of $37.7 million to $39.7 million, including approximately $1.1 million that would be charged to cost of goods sold.\nGAAP, R&D and SG&A expenses should be between $131 million and $135 million. Non-GAAP R&D and SG&A expenses are expected to be in the range of $94.4 million to $96.4 million. Litigation expense is expected to be in the range of $1.3 million to $1.7 million. Interest income is expected to be in the range from $1.1 million to $1.5 million. Fully diluted shares are expected to be in the range of $48.2 million to $49.2 million shares.\nIn conclusion, even though business conditions are softening, our market share gains continue to expand, reflecting high customer engagement and our ability to secure design wins. We can now focus on growing our long-term business. I will now open the webinar up for questions."
  },
  {
    "header": "MPWR",
    "cik": "0001280452",
    "ticker": "MPWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/56dc9f4adc40668b64dcfadacb9e4ddf",
    "period": "2022 Q2",
    "content": "Q2 2022 Monolithic Power Systems Inc Earnings Call\n\nQ2 2022 Monolithic Power Systems Inc Earnings Call\n\nMPWRNASDAQAUG 1, 5:00 PM\n\nGenevieve Cunningham\n\nSupervisor of Marketing Communications, Monolithic Power Systems, Inc.\n\nWelcome everyone to the MPS Second Quarter 2022 Earnings Webinar. Please note that this webinar is being recorded and will be archived for 1 year on our Investor Relations page at www.monolithicpower.com. My name is Genevieve Cunningham, and I will be the moderator for this webinar. Joining me today are Michael Hsing, CEO and Founder of MPS; and Bernie Blegen, VP and CFO. In the course of today's webinar, we will be making forward-looking statements and projections that involve risk and uncertainty, which could cause results to differ materially from management's current views and expectations.\nPlease refer to the safe harbor statement contained in the earnings release published today. Risks, uncertainties and other factors that could cause actual results to differ are identified in the safe harbor statements contained in the Q2 earnings release and in our latest 10-K and 10-Q filings that can be found on our website. MPS assumes no obligation to update the information provided on today's call. We will be discussing gross margin, operating expense, R&D and SG&A expense, operating income, other income, income before income taxes, net income and earnings on both a GAAP and a non-GAAP basis.\nThese non-GAAP financial measures are not prepared in accordance with GAAP and should not be considered as a substitute for or superior to measures of financial performance prepared in accordance with GAAP.\nA table that outlines the reconciliation between the non-GAAP financial measures to GAAP financial measures is included in our Q2 2022 earnings release, which we have furnished to the SEC and is currently available on our website.\nNow I'd like to turn the call over to Bernie Blegen.\n\nT. Bernie Blegen\n\nVP & CFO, Monolithic Power Systems, Inc.\n\nThanks, Gen. MPS achieved record second quarter revenue of $461.0 million, 22.1% higher than the first quarter of 2022, and 57.2% higher than the second quarter of 2021. This broad-based year-over-year revenue growth was a result of consistent execution against our strategies.\nTurning now to the second quarter 2022 revenue by market. In our enterprise data market, second quarter 2022 revenue of $65.2 million increased 53.4% from the first quarter of 2022, primarily due to an accelerated ramp in our data center and workstation computing sales.\nSecond quarter 2022 revenue was up 117.9% year-over-year. Enterprise data revenue represented 14.2% of MPS's second quarter 2022 revenue compared with 10.2% in the second quarter of 2021.\nStorage and computing revenue of $122.3 million increased 26.6% from the first quarter of 2022. The sequential revenue improvement reflected higher commercial notebook and storage sales.\nSecond quarter 2022 revenue was up 111.6% year-over-year. Storage and computing revenue represented 26.5% of MPS's second quarter 2022 revenue compared with 19.7% in the second quarter of 2021. Second quarter consumer market revenue of $97.3 million increased 21.7% from the first quarter of 2022. The sequential quarterly revenue improvement was broad-based with particular strength noted in home appliances and gaming.\nSecond quarter 2022 revenue was up 27.9% year-over-year. Consumer revenue represented 21.1% of MPS's second quarter 2022 revenue compared with 25.9% in the second quarter of 2021.\nSecond quarter 2022 industrial revenue of $55.9 million increased 15.1% from the first quarter of 2022, reflecting increased sales of products for power source and security applications. Second quarter 2022 revenue was up 28.9% year-over-year. Industrial revenue represented 12.1% of our total second quarter 2022 revenue compared with 14.8% in the second quarter of 2021. Second quarter automobile revenue of $61.0 million increased 11.9% from the first quarter of 2022. Primarily -- due primarily to increased sales of applications for advanced driver system systems, the digital cockpit and lighting products.\nSecond quarter 2022 revenue was up 25.3% year-over-year. Automotive revenue represented 13.2% of MPS's second quarter 2022 revenue compared with 16.6% in the second quarter of 2021. Second quarter 2022 communications revenue of $59.3 million was up 6.7% from the first quarter of 2022. Most of the sequential revenue increase was related to 5G infrastructure.\nSecond quarter 2022 revenue was up 58.3% year-over-year. Communications sales represented 12.9% of our total second quarter 2022 revenue compared with 12.8% in the second quarter of 2021.\nMoving now to a few comments on gross margin. GAAP gross margin was 58.8%, 90 basis points higher than the first quarter of 2022 and 280 basis points higher than the second quarter of 2021. Our GAAP operating income was $141.9 million compared to $96.1 million reported in the first quarter of 2022 and $60.6 million reported in the second quarter of 2021.\nNon-GAAP gross margin for the second quarter of 2022 was 59.0%, up 70 basis points from the gross margin reported for the first quarter of 2022 and 270 basis points higher than the second quarter from a year ago. The quarter-over-quarter and year-over-year increases in both GAAP and non-GAAP gross margin is attributed largely to operational efficiency gains and a more favorable sales mix. Our non-GAAP operating income was $179.4 million compared to $133.6 million reported in the first quarter of 2022.\nLet's review our operating expenses. Our GAAP operating expenses were $129.1 million in the second quarter of 2022 compared with $122.7 million in the first quarter of 2022 and $103.6 million in the second quarter of 2021. Our non-GAAP second quarter 2022 operating expenses were $92.7 million, up from the $86.6 million we spent in the first quarter of 2022 and up from the $70.3 million reported in the second quarter of 2021. The differences between non-GAAP operating expenses and GAAP operating expenses for the quarters discussed here are primarily stock compensation expense and income or loss on an unfunded deferred compensation plan.\nFor the second quarter of 2022, total stock compensation expense, including approximately $1.2 million charged to cost of goods sold was $42.9 million compared with $39.8 million recorded in the first quarter of 2022. Our second quarter 2022 GAAP other income -- other expense was $5.1 million compared with $634,000 in the first quarter of 2022.\nOur second quarter 2022 non-GAAP other expense was $7,000 compared with non-GAAP other income of $1.6 million in the first quarter of 2022. The decrease is due to a $2 million increase in charitable contributions, partly offset by the favorable impact of currency exchange rates. The difference in non-GAAP other income and GAAP other income is the income or loss on an unfunded deferred compensation plan.\nSwitching to the bottom line. Second quarter 2022 GAAP net income was $114.7 million or $2.37 per fully diluted share compared with $79.6 million or $1.65 per share in the first quarter of 2022 and $55.2 million or $1.16 per share in the second quarter of 2021.\nSecond quarter 2022 non-GAAP net income was $157.0 million, or $3.25 per fully diluted share compared with $118.3 million or $2.45 per fully diluted share in the first quarter of 2022 and $86.5 million or $1.81 on a per share -- per fully diluted share in the second quarter of 2021. Fully diluted shares outstanding at the end of Q2 2022 were 48.3 million.\nNow let's look at the balance sheet. Cash, cash equivalents and investments were $814.1 million at the end of the second quarter of 2022 compared with $775.9 million at the end of the first quarter of 2022. For the quarter, MPS generated operating cash flow of approximately $105.2 million compared with Q1 2022 operating cash flow of $107.4 million.\nAccounts receivable ended the second quarter of 2022 at $125.5 million, representing 25 days of sales outstanding, which was 4 days lower than the 29 days reported at the end of the first quarter of 2022 and 1 day higher than the 24 days in the second quarter of 2021.\nOur internal inventories at the end of the second quarter of 2022 were $359.6 million, up from the $311 million at the end of the first quarter of 2022. Days of inventory of 172 days at the end of the second quarter of 2022 were 6 days lower than at the end of the first quarter of 2022. Historically, we have calculated days of inventory on hand as a function of current order revenue.\nWe believe comparing current inventory levels with the following quarter's revenue provides a better economic match. On this basis, you can see days of inventory of 162 days at the end of the second quarter of 2022, which were 13 days higher than the 149 days at the end of the first quarter of 2022 and 44 days higher than the 118 days at the end of the second quarter of 2021.\nI would like now to turn to our outlook for the third quarter of 2022. We are forecasting Q3 revenue in the range of $480 million to $500 million; GAAP gross margin in the range of 58.4% to 59.0%; non-GAAP gross margin in the range of 58.7% to 59.3%; total stock-based compensation expense in the range of $42.8 million to $44.8 million, including approximately $1.3 million that would be charged to cost of goods sold; GAAP R&D and SG&A expenses between $136.2 million and $140.2 million; non-GAAP R&D and SG&A expenses in the range of $94.7 million to $96.7 million; litigation expense in the range between $2.3 million and $2.7 million; interest and other income in the range from $1.3 million to $1.7 million before foreign exchange gains and losses; fully diluted shares in the range of 47.9 million to 48.9 million shares.\nIn conclusion, we are continuing to execute on our growth strategies, including expansion and diversification of our R&D centers and manufacturing partnerships in multiple countries.\nI will now open the webinar up for questions."
  },
  {
    "header": "MPWR",
    "cik": "0001280452",
    "ticker": "MPWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/73ed650d6c6d1e1d966b045e92d6a5a2",
    "period": "2022 Q1",
    "content": "Q1 2022 Monolithic Power Systems Inc Earnings Call\n\nQ1 2022 Monolithic Power Systems Inc Earnings Call\n\nMPWRNASDAQMAY 2, 5:00 PM\n\nGenevieve Cunningham\n\nSupervisor of Marketing Communications, Monolithic Power Systems, Inc.\n\nWelcome, everyone, to the MPS First Quarter 2022 Earnings Webinar. Please note that this webinar is being recorded and will be archived for 1 year on our Investor Relations page at www.monolithicpower.com. My name is Genevieve Cunningham, and I will be the moderator for this webinar. Joining me today are Michael Hsing, CEO and Founder of MPS; and Bernie Blegen, VP and CFO.\nIn the course of today's conference call, we will make forward-looking statements and projections that involve risk and uncertainty, which could cause results to differ materially from management's current views and expectations. Please refer to the safe harbor statement contained in the earnings release published today. Risks, uncertainties and other factors that could cause actual results to differ are identified in the safe harbor statements contained in the Q1 earnings release and in our SEC filings, including our Form 10-K filed on February 25, 2022, which is accessible through our website. MPS assumes no obligation to update the information provided on today's call.\nWe will be discussing gross margin, operating expense, R&D and SG&A expense, operating income, other income, income before income taxes, net income and earnings on both a GAAP and a non-GAAP basis. These non-GAAP financial measures are not prepared in accordance with GAAP and should not be considered as a substitute for or superior to measures of financial performance prepared in accordance with GAAP. A table that outlines the reconciliation between the non-GAAP financial measures to GAAP financial measures is included in our Q1 2022 earnings release, which we have furnished to the SCE (sic) [SEC] and is currently available on our website.\nI'd also like to remind you that today's conference call is being webcast live over the Internet and will be available for replay on our website for 1 year, along with the earnings release filed with the SEC earlier today.\nNow I'd like to turn the call over to Bernie.\n\nT. Bernie Blegen\n\nVP & CFO, Monolithic Power Systems, Inc.\n\nThanks, Gen. MPS posted record first quarter revenue of $377.7 million, 48.4% higher than the first quarter of 2021. The year-over-year revenue increase represented strength in the overall market and, more importantly, broad-based market share gains resulting from customer acceptance of our new product introductions.\nBefore looking at our revenue by market, I would like to call your attention to a change in our reporting. In order to provide increased visibility on data center and cloud computing revenue, we broke reporting for computer and storage into 2 separate line items. The table has been included in this webinar showing the company's quarterly revenue on this basis since 2017. The first line item is called storage and computing, which primarily refers to total storage and client computing revenue. The second line item is called enterprise data, which captures revenue from data center and cloud computing.\nIn our storage and computing market, first quarter 2022 revenue of $96.6 million increased $18.6 million or 23.9% from the fourth quarter of 2021 due primarily to higher storage and commercial notebook sales. Computing -- storage and computing revenue represented 25.6% of MPS' first quarter 2022 revenue compared with 20.2% in the first quarter of 2021.\nIn our enterprise data market, first quarter 2022 revenue of $42.5 million increased 5.0% in the fourth quarter of 2021 due primarily to continuing strength in data center and workstation computing sales. Enterprise data revenue represented 11.3% of MPS' first quarter 2022 revenue compared with 6.4% in the first quarter of 2021.\nFirst quarter 2022 communications revenue of $55.6 million rose $9.7 million or 21.1% from the fourth quarter of 2021. The quarter-over-quarter increase primarily reflected higher revenue related to 5G build-outs and satellite communications. Communications revenue represented 14.7% of MPS' first quarter 2022 revenue compared with 14.2% in the first quarter of 2021.\nFirst quarter 2022 revenue from consumer markets of $80.0 million increased $13.6 million or 20.6% from the fourth quarter of 2021. This sequential quarterly improvement -- this sequential revenue increase reflected a broad-based increase particularly related to our IoT business. Consumer revenue represented 21.2% of our Q1 revenue compared with a 26.0% contribution in the first quarter of 2021.\nFirst quarter 2022 automotive revenue of $54.5 million decreased 3.2% from the fourth quarter of 2021. Automotive revenue represented 14.4% of MPS' first quarter 2022 revenue compared with 17.6% in the previous year.\nIn our industrial market, revenue of $48.5 million was essentially flat with revenue recorded in the fourth quarter of 2021. Industrial revenue represented 12.8% of our first quarter revenue compared with 15.6% in the prior year.\nMoving now to a few comments on gross margin. GAAP gross margin was 57.9%, 30 basis points higher than the fourth quarter of 2021 and 250 basis points higher than the first quarter of 2021. Our GAAP operating income was $96.1 million compared with $78.6 million reported in the fourth quarter of 2021. For the first quarter of 2022, non-GAAP gross margin was 58.3%, 40 basis points better than the fourth quarter of 2021 and 250 basis points better than the first quarter of 2021. Our non-GAAP operating income was $133.6 million compared to $112.0 million reported in the fourth quarter of 2021. On both a GAAP and a non-GAAP basis, the sequential quarterly gross margin improvement was primarily due to a better product mix as revenue from higher-value new product introductions are ramping.\nLet's review our operating expenses. Our GAAP operating expenses were $122.7 million in the first quarter of 2022 compared with $115.3 million in the fourth quarter of 2021. Our non-GAAP first quarter 2022 operating expenses were $86.6 million, up from $83.0 million reported in the fourth quarter of 2021. The differences between non-GAAP operating expenses and GAAP operating expenses for the quarters discussed here are stock compensation expense, amortization of purchased intangibles and income or loss on an unfunded deferred compensation plan. For the first quarter of 2022, stock compensation expense, including approximately $1.3 million charged to cost of goods sold, was $39.8 million compared with $31.2 million recorded in the fourth quarter of 2021.\nSwitching to the bottom line. First quarter 2022 GAAP net income was $79.6 million or $1.65 per fully diluted share compared with $72.7 million or $1.51 per share in the fourth quarter of 2021. First quarter 2022 non-GAAP net income was $118.3 million or $2.45 per fully diluted share compared with $102.1 million or $2.12 per fully diluted share in the fourth quarter of 2021. Fully diluted shares outstanding at the end of Q1 2022 were 48.2 million.\nLet's look at the balance sheet. Cash, cash equivalents and investments were $775.9 million at the end of the first quarter of 2022 compared to $727.5 million at the end of the fourth quarter of 2021. For the quarter, MPS generated operating cash flow of about $107.4 million compared with operating cash flow of $28.2 million in the fourth quarter of 2021. First quarter 2022 capital spending totaled $26.5 million. Accounts receivable ended the first quarter of 2022 at $120.3 million or 29 days of sales outstanding, up 1 day from 28 days at the end of the fourth quarter of 2021.\nOur internal inventories at the end of the first quarter of 2020 were $311.0 million, up from the $259.4 million at the end of the fourth quarter of 2021. Days of inventory increased to 178 days at the end of Q1 2022 compared with 166 days at the end of the fourth quarter of 2021. Historically, we've calculated days of inventory on hand as a function of the current quarter revenue. We believe comparing current inventory levels with the following quarter's projected revenue provides a better economic match. On this basis, again, as you can see, days of inventory increased to 159 days at the end of the first quarter of 2022, up from 149 days at the end of the fourth quarter of 2021.\nI would now like to turn to our outlook for the second quarter of 2022. We are forecasting Q2 revenue in the range of $420 million to $440 million. We also expect the following: GAAP gross margin in the range of 58.4% to 59.0%; non-GAAP gross margin in the range of 58.7% and 59.3%; GAAP R&D and SG&A expenses between $132.7 million and $136.7 million; non-GAAP R&D and SG&A expenses to be in the range of $90.0 million to $92.0 million, this estimate excludes stock compensation and litigation expenses; total stock-based compensation expense of $44.2 million to $46.2 million, including approximately $1.5 million that would be charged to cost of goods sold; litigation expenses ranging between $2.3 million and $2.7 million; interest and other income is expected to range from $1.3 million to $1.7 million before foreign exchange gains or losses; fully diluted shares to be in the range of 47.8 million to 48.8 million shares.\nIn conclusion, we will continue to execute on our long-term plan for sustainable growth. I will now open the webinar up for questions."
  },
  {
    "header": "MPWR",
    "cik": "0001280452",
    "ticker": "MPWR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5d8a7160ccb9368539bbfe60c46698ce",
    "period": "2021 Q4",
    "content": "Q4 2021 Monolithic Power Systems Inc Earnings Call\n\nQ4 2021 Monolithic Power Systems Inc Earnings Call\n\nMPWRNASDAQFEB 10, 5:00 PM\n\nGenevieve Cunningham\n\nSupervisor of Marketing Communications, Monolithic Power Systems, Inc.\n\nWelcome, everyone, to the MPS Fourth Quarter 2021 Earnings Webinar. Please note that this webinar is being recorded and will be archived for 1 year on our Investor Relations page at www.monolithicpower.com. My name is Genevieve Cunningham, and I will be the moderator for this webinar.\nJoining me today are Michael Hsing, CEO and Founder of MPS; and Bernie Blegen, VP and CFO. In the course of today's conference call, we will make forward-looking statements and projections that involve risk and uncertainty, which could cause results to differ materially from management's current views and expectations. Please refer to the safe harbor statement contained in the earnings release published today. Risks, uncertainties and other factors that could cause actual results to differ are identified in the safe harbor statements contained in the Q4 earnings release and in our SEC filings, including our Form 10-K filed on March 1, 2021, and Form 10-Q filed on November 8, 2021, both of which are accessible through our website.\nMPS assumes no obligation to update the information provided on today's call. We will be discussing gross margin, operating expense, R&D and SG&A expense, operating income, other income, income before income taxes, net income and earnings on both a GAAP and a non-GAAP basis. These non-GAAP financial measures are not prepared in accordance with GAAP and should not be considered as a substitute for or superior to measures of financial performance prepared in accordance with GAAP. A table that outlines the reconciliation between the non-GAAP financial measures to GAAP financial measures is included in our Q4 and full year 2021 earnings release, which we have filed with the SEC and is currently available on our website.\nI'd also like to remind you that today's conference call is being webcast live over the Internet and will be available for replay on our website for 1 year, along with the earnings release filed with the SEC earlier today. Now I'd like to turn the call over to Bernie Blegen.\n\nBernie Blegen\n\nVP & CFO, Monolithic Power Systems, Inc.\n\nThanks, Gen. In 2021, MPS surpassed the $1 billion revenue milestone by achieving record full year revenue of $1.2 billion, 43.0% higher than the prior year. This performance represented consistent execution against our strategies and being recognized by more first-tier companies for our superior technologies, product quality and excellent customer support.\nAs we see more high-quality growth opportunities ahead of us, we continue to invest in our infrastructure and operational capabilities. In 2021, MPS grew capacity by 40% and we are on track to expand capacity in 2022 well beyond $2 billion, allowing the company to successfully ramp new product revenue and achieve strategic market share gains.\nHere are a few highlights, which we achieved in 2021. Brought online a new 8-inch fab and continued to qualify parts in the 12-inch fab we brought online in 2020. We will continue to invest in growing fab and assembly capacity. We designed processor cores and MCU technology into products requiring more sophisticated power solutions such as USB power delivery, smart motor drives and high-power electrification.\nOur first prototype of a high-precision analog digital converter product for medical applications achieved outstanding silicon performance in lab evaluations. We have started customer sampling in Q1 '22. Validation of this technology is a strong first step in developing a new business segment supporting both industrial and infrastructure end market applications. We believe new product revenue from a large number of previously released designs will ramp in 2022. The representative sample includes products supporting applications in VR14, 5G, BMS, ADAS, AI, USBPD, DDR and many more.\nTurning to our full year 2021 revenue by market segment compared with 2020. Automotive revenue was up 87.5%. Computing and storage revenue up 47.0%; industrial revenue up 54.5%; consumer revenue up 28.1%; and communications revenue up 15.3%, demonstrating just how broad-based our full year 2021 revenue improvement was.\nAutomotive revenue grew $95.4 million to $204.3 million in 2021. This 87.5% year-over-year gain primarily represented increased sales of our highly integrated applications supporting the digital cockpit, automated driver assistance systems and connectivity. Automotive revenue represented 16.9% of MPS' full year 2021 revenue compared with 12.9% in 2020.\nFull year 2021 computing and storage revenue grew $119.1 million over the prior year to $372.3 million. This 47.0% increase primarily resulted from strong sales growth for enterprise notebooks, cloud computing and storage applications. Computing and storage revenue represented 30.8% of MPS' total revenue in 2021 compared with 30.0% in 2020.\nIndustrial revenue grew $65.2 million to $184.8 million in 2021. This 54.5% year-over-year increase was broad-based with each of our primary product lines enjoying better than double-digit revenue growth. Industrial revenue represented 15.3% of MPS' full year 2021 revenue compared with 14.2% in 2020.\nConsumer revenue grew $61.9 million to $282.3 million, reflecting increased product sales for home appliances and smart TVs. Consumer revenue represented 23.4% of MPS' full year 2021 revenue compared with 26.1% in 2020. Communications revenue grew $21.8 million to $164.1 million. This 15.3% improvement reflected higher sales of products for both infrastructure and wireless routers and gateway applications. Communications revenue represented 13.6% of our 2021 revenue compared with 16.9% in 2020.\nSwitching to Q4. MPS had a record fourth quarter with revenue of $336.5 million, 4.0% higher than revenue generated in the third quarter of 2021 and 44.4% higher than the comparable quarter in 2020. By market segment, revenue for computing and storage grew 91.6% year-over-year, communication grew 54.7%, automotive grew 43.2%, industrial grew 33.3% and consumer grew 1.9%.\nFourth quarter 2021 GAAP gross margin was 57.6%, same as third quarter 2021 and 230 basis points higher than the fourth quarter of 2020. Our GAAP operating income was $78.6 million, compared to $77.1 million reported in the third quarter of 2021 and $40.0 million reported in the fourth quarter of 2020.\nFourth quarter 2021 non-GAAP gross margin was 57.9%, 10 basis points higher than the third quarter of 2021 and 220 basis points higher than the fourth quarter of 2020. The year-over-year expansion in fourth quarter non-GAAP gross margin was largely due to a shift in sales mix favoring the high-value greenfield products and operational efficiency gains, which more than offset higher product input costs. MPS achieved noteworthy market share gains in 2021 due in large measure to product availability and disciplined sales price management. Our non-GAAP operating income was $112.0 million compared to $108.4 million reported in the prior quarter and $66.3 million reported in the fourth quarter of 2020.\nLet's review our operating expenses. Our GAAP operating expenses were $115.3 million in the fourth quarter compared with $109.2 million in the third quarter of 2021 and $88.9 million in the fourth quarter of 2020. Our non-GAAP fourth quarter 2021 operating expenses were $83.0 million, up from the $78.7 million we spent in the third quarter of 2021 and up from the $63.6 million reported in the fourth quarter of 2020.\nOn both a GAAP and a non-GAAP basis, fourth quarter 2021 litigation expense was a credit balance of $420,000 compared with a $3.4 million expense in Q3 2021 and a $1.5 million expense in Q4 2020. The credit balance in fourth quarter 2021 litigation expense reflected in IP settlement, refund of a legal retainer and lower-than-anticipated fees. The differences between GAAP and non-GAAP operating expenses for the quarters discussed here are stock compensation expense and income or loss from an unfunded deferred compensation plan. Fourth quarter 2021 stock compensation expense, including $921,000 charged to cost of goods sold, was $31.2 million compared with $31.6 million recorded in the third quarter of 2021.\nSwitching to the bottom line. Fourth quarter 2021 GAAP net income was $72.7 million or $1.51 per fully diluted share compared with $1.44 per share in the third quarter of 2021 and $0.90 per share in the fourth quarter of 2020. Q4 2021 non-GAAP net income was $102.1 million or $2.12 per fully diluted share compared with $2.06 per share in the third quarter of 2021 and $1.31 per share in the fourth quarter of 2020. Fully diluted shares outstanding at the end of Q4 2021 were 48.2 million.\nNow let's look at the balance sheet. As of December 31, 2021, cash, cash equivalents and investments totaled $727.5 million compared to $744.5 million at the end of the third quarter of 2021. For the fourth quarter of 2021, MPS generated operating cash flow of about $28.2 million compared with Q3 2021 operating cash flow of $117.8 million. The between quarter drop in operating cash flow primarily reflected a $51.3 million increase in inventory and higher accounts receivable.\nFourth quarter 2021 capital spending totaled $17.6 million. Accounts receivable ended the fourth quarter of 2021 at $104.8 million or 28 days of sales outstanding compared with the $79.9 million or 22 days of sales outstanding reported at the end of the third quarter of 2021 and the $66.8 million or 26 days reported at the end of the fourth quarter of 2020.\nOur internal inventories at the end of the fourth quarter of 2021 were $259.4 million, up from the $208.1 million at the end of the third quarter of 2021. Calculated on a basis consistent with our past practice and as you can see from the webinar video, days of inventory rose to 166 days at the end of Q4 2021 from the 134 days at the end of the third quarter of 2021. Historically, we've calculated days of inventory on hand as a function of the current quarter revenue. We believe comparing current inventory levels with the following quarter's revenue provides a better economic match.\nOn this basis, again, you can see days of inventory increased to 152 days at the end of the fourth quarter of 2021 from 133 days at the end of the third quarter of 2021.\nI would now like to turn to our Q1 2022 outlook. We are forecasting Q1 2022 revenue in the range of $354 million to $366 million. We also expect the following: GAAP gross margin in the range of 57.4% to 58.0%; non-GAAP gross margin in the range of 57.7% to 58.3%; total stock-based compensation expense of $36.9 million to $38.9 million, including approximately $1.1 million that would be charged to cost of goods sold; GAAP, R&D and SG&A expenses between $119.2 million and $123.2 million.\nNon-GAAP R&D and SG&A expenses to be in the range of $83.4 million, $85.4 million. This estimate excludes stock compensation and litigation expenses. Litigation expenses to be in the range of $2.3 million to $2.7 million. Interest income is expected to range from $1.0 million to $1.4 million before foreign exchange gains or losses. Fully diluted shares to be in the range of 47.8 million to 48.8 million shares.\nFinally, I'm pleased to announce a 25% increase in our quarterly dividend to $0.75 per share from $0.60 per share for stockholders of record as of March 31, 2022.\nIn conclusion, MPS' strong financial performance in 2021 was largely due to a 40% increase in fab and assembly capacity, which supported our high-value greenfield product revenue ramp. Looking ahead, MPS is on track to expand capacity in 2022 well beyond $2 billion, allowing the company to successfully ramp new product revenue and achieve strategic market share gains in 2023, 2024 and beyond."
  }
]