[
  {
    "header": "TPL",
    "cik": "0001811074",
    "ticker": "TPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b9ebfbe345f7ee2d7740b29949d8b80c",
    "period": "2025 Q3",
    "content": "Q3 2025 Texas Pacific Land Corp Earnings Call\n\nQ3 2025 Texas Pacific Land Corp Earnings Call\n\nTPLNYSENOV 6, 10:30 AM\n\nOperator\n\nGreetings, and welcome to Texas Pacific Land Corporation's Third Quarter 2025 Earnings Conference Call. [Operator Instructions] Please note that this conference is being recorded. I will now turn the conference over to Shawn Amini. Thank you. You may begin.\n\nShawn Amini\n\nVice President of Finance & Investor Relations\n\nThank you for joining us today for Texas Pacific Land Corporation's Third Quarter 2025 Earnings Conference Call. Yesterday afternoon, the company released its financial results and filed its Form 10-Q with the Securities and Exchange Commission, which is available on the Investors section of the company's website at www.texaspacific.com.\nAs a reminder, remarks made on today's conference call may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially from those discussed today. We do not undertake any obligation to update our forward-looking statements in light of new information or future events.\nFor a more detailed discussion of the factors that may affect the company's results, please refer to our earnings release for this quarter and to our recent SEC filings.\nDuring this call, we will also be discussing certain non-GAAP financial measures. More information and reconciliations about these non-GAAP financial measures are contained in our earnings release and SEC filings. Please also note, we may at times refer to our company by its stock ticker TPL. This morning's conference call is hosted by TPL's Chief Executive Officer, Ty Glover; TPL's Chief Financial Officer, Chris Steddum; and Executive Vice President of Texas Pacific Water Resources, Robert Crain.\nManagement will make some prepared comments, after which we'll open the call for questions. Now I will turn the call over to Ty.\n\nTyler Glover\n\nPresident, CEO & Trustee\n\nGood morning, everyone, and thank you for joining us today.\nOur third quarter 2025 performance underscores the power of our unique business model and active management and consolidation strategy focused on accretively growing our oil and gas royalties, surface and water assets. This was a record quarter for many of our major revenue and volume performance indicators.\nOil and gas royalty production achieved a record of approximately 36,300 barrels of oil equivalent per day representing 9% sequential increase and a 28% increase year-over-year. Record water sales of $45 million represents 74% sequential growth and 23% growth year-over-year. Record produced water royalty revenues of $32 million represents 5% sequential growth and 16% increase year-over-year.\nIn sum, this was the first quarter in TPL's history where we recorded over $200 million of revenue. We accomplished all this despite some of the weakest benchmark oil and gas prices the industry has experienced since the COVID pandemic period.\nFocusing on our oil and gas royalties. Production volumes continue to benefit from robust activity in our Northern Culberson, Northern Reeves and Central Midland subregions. Production growth has been driven by an increase in net wells turned to sales and longer lateral lengths. Average lateral lengths year-to-date in 2025 are approximately 7% longer than last year and 23% longer compared to laterals spud in 2019.\nTPL's portfolio of acquired minerals and royalties is also performing very well. We began acquiring minerals and royalty interests in 2018 and in the third quarter, that portfolio was responsible for 18% of TPL's consolidated royalty production. Combined, the minerals and royalties acquisitions are generating a mid-teens pretax cash flow yield. TPL's legacy MPRIs are also performing well with double-digit growth year-over-year.\nTurning to our Water Services and Operations segment. This business rebounded considerably from last quarter. As I mentioned earlier, water sales revenue was a record for third quarter 2025. Although rigs and frac spreads have trended lower, upstream operators continue to prioritize development efficiencies, as we see persistent deployment of co completions and simul and trimul fracking. Our investments in brackish and treat and water infrastructure have established TPL as one of the few systems in the Permian and capable of accommodating the volume intensity required to keep up with operators.\nOn the produced water royalty side, revenues and volumes continue to perform well. Year-over-year, quarterly revenues and volumes were up 16% and 19%, respectively, as we see strong demand for both in-basin and out-of-basin for space.\nSimilar to our oil and gas royalties, TPL's Water segment has benefited from both organic investment and inorganic growth. Since its formation in 2017, we've invested nearly $200 million to build out our source water and recycling infrastructure. We've also acquired approximately $220 million of surface acreage in poor space.\nThese acquisitions were substantially funded by approximately $150 million of 1031 and 33 exchanges and land sales, consisting of acreage that was either noncore or have limited strategic value. In return since inception, the Water segment has generated over $600 million of earnings, a $142 million of earnings in the last 12 months. Size and scale of our water segment across both sourced and produced is one of critical competitive advantages.\nFor source water, it allows us to maintain and grow market share and preserve pricing when the overall industry is pulling back on completions. For produced water royalties, our size and scale allow us to grow our market capture, attain strong royalty rates and meaningfully complements our recycling and water sales efforts. Although commodity prices today are lower than what the industry believes ideal, we consider this current cycle a uniquely attractive opportunity to consolidate high-quality Permian assets.\nFirst, current oil prices are well below average historical oil prices. Since 2010, Brent prompt month oil prices have averaged $78 per barrel. Brent prompt month today is around $65. Although we are not in the business of predicting commodity prices over the short term, we do believe that longer-term mid-cycle oil prices will be higher than current spot prices. OPEC reducing spare capacity and bringing barrels back to market has resulted in looser supply and demand balances and consequently, a weaker price environment. However, longer term, this ultimately will result in a healthier market dynamics.\nDespite uncertain macroeconomic conditions over the past year, global liquids demand continues to grow at a steady pace. Oil supply will eventually rationalize in response to pricing signals, albeit the process can unfold slowly as CapEx and development cycles tend to be sticky over the short term.\nAlthough we firmly believe that the Permian still has substantial remaining inventory and growth runway, other shale basins that have historically contributed to U.S. supply growth now appeared to be in terminal decline. According to the EIA, the Bakken's most recent peak oil production month was in late 2019 at 1.5 million barrels per day. Today, the Bakken is down to 1.2 million barrels per day.\nThe Eagle Ford's most recent peak oil production month was also in late 2019 at 1.4 million barrels per day, whereas today, it's 1.1 million barrels per day. In fact, if you were to exclude the Permian, total U.S. oil production appears to have peaked 5 years ago and is down about 1 million barrels per day from that peak level.\nThough the U.S. contribution to global oil supply will still benefit from Permian growth, it could likely be offset with increasingly larger declines from non-Permian basins. We suspect that extracting additional global supply will be much harder going forward. Permian was responsible for virtually all of the world's crude oil supply growth over the last decade.\nSince the beginning of 2015, global supply growth of crude oil, excluding NGLs and other liquids, has been 4.2 million barrels per day. Permian crude oil supply growth during that time was 4.8 million barrels per day, which implies that, on an aggregate basis, the Permian made up for global crude oil declines over the last decade while also providing all of the incremental growth.\nThe structural liquids demand globally still on a growth trend for the foreseeable future, many key supply regions in structural decline and OPEC reducing spare capacity, we believe that over the long term, there is a very favorable skew towards right tail high oil price cycles.\nDespite the low commodity price environment today, TPL still retains abundant access to attractively priced to external capital. Last month, TPL closed on its inaugural credit facility with $500 million of lender commitments that accrues interest at SOFR plus a spread of either 225 or 250 basis points depending on TPL's debt-to-EBITDA leverage ratio. TPL's first-ever credit facility enhances our liquidity and allows us even greater flexibility towards funding growth opportunities and other general business purposes.\nThe simultaneous occurrence of below mid-cycle commodity prices and a robust supply of low-cost capital has historically been rare and short-lived for oil and gas companies. But currently, those elements have aligned for TPL. Because TPL is built and managed towards long-term value creation, we can arbitrage depressed valuations for long duration assets impacted by short-term volatility.\nDuring these periods where TPL can take advantage of down cycles and opportunistically leverage our resilient business, high cash flow margins and fortress balance sheet to consolidate high-quality Permian royalty surface and water assets.\nWe can tolerate periods of low commodity prices for assets that will likely generate cash flows for many decades. To that end, yesterday, we announced acquisitions of Permian oil and gas royalties and surface acreage, which fits seamlessly into the broader TPL portfolio. On November 3, 2025, we acquired approximately 17,300 net royalty acres standardized to 18, located primarily in the Midland Basin in Martin, Howard and Midland counties.\nTotal purchase price was approximately $474 million, funded entirely by cash on our balance sheet. Approximately 70% of the acquired interests are adjacent to or overlapping drilling spacing units that TPL already owns. Meaning, we essentially acquired additional royalties in current and future well locations we already retain an interest in.\nApproximately 61% of the royalty acreage is operated by Exxon, Diamondback and Occidental. The royalty acquisition currently produces more than 3,700 barrels of oil equivalent per day with an approximately 80% oil and natural gas liquids cut. We expect to generate a double-digit pretax cash flow yield at realized oil and natural gas prices of approximately $60 per barrel and $2 per 1,000 cubic feet, respectively.\nIn September, we closed on an acquisition of approximately 8,100 surface acres in Martin County, Texas. The surface acquisition is adjacent to land TPL already owns, providing TPL an even larger contiguous block in a strategic area that is prospective for source and produced water, SLEM and other next-gen commercial opportunities.\nIn conclusion, we're not overly concerned with near-term commodity price volatility. Although TPL's oil and gas royalty revenues remain below the peak from third quarter 2022, it's entirely attributable to lower commodity prices as our royalty production has increased 55% since then. We can't make any promises as to if or when commodity prices improve.\nBut as TPL's royalty production has substantially grown both organically and inorganically, TPL retains immense upside leverage to the next oil and gas price up-cycle. That potential incremental revenue represents pure inflation-protected margin, as our royalties are not burdened by capital costs in most operating expenses.\nIn addition, our water business just had a record quarter, as we execute on multiple growth opportunities such as out-of-basin disposal and produced water desalination.\nOverall, TPL is positioned exceptionally well over the near and long term, and we remain intently focused on exploiting our commercial potential while deploying capital opportunistically, as we seek to maximize shareholder returns.\nWith that, I'll hand the call over to Chris.\n\nChris Steddum\n\nChief Financial Officer\n\nThanks, Ty. For the third quarter of 2025, consolidated total revenue was $203 million, and consolidated adjusted EBITDA was $174 million. Adjusted EBITDA margin was 85%. Free cash flow was $123 million, representing a 15% increase year-over-year.\nRoyalty production this quarter was approximately 36,300 barrels of oil equivalent per day. The royalty acquisition that we announced with yesterday's earnings release closed after September 30 and did not contribute to the production or revenue for the third quarter 2025.\nAs of quarter end, TPL had 6.1 net permitted wells, 9.9 net drilled but uncompleted wells and 3.1 net completed but not producing wells. We expect our recent royalty acquisition to add approximately 2 net wells to our line of sight inventory.\nTurning to our desalination project. Construction continues on our 10,000 barrel per day facility in Orla, Texas. We expect to begin commissioning the facility by the end of the year. Once fully commissioned, we will expand our testing process, as we seek to evaluate the system's capabilities at scale and assess its performance under a wide variety of operating conditions and water specifications.\nOur previous CapEx estimates remain unchanged from our last update. On the regulatory front, we have received an additional approved land application pilot permit from the Texas Railroad Commission. This permit allows us to use the facility's treated freshwater output to irrigate land with the aim of restoring native brush grass in a nearby area.\nWith respect to our TCEQ discharge permit, we continue to be responsive as we work towards permit approval. We believe our proprietary desalination technology and beneficial reuse efforts can play a critical role in providing a sustainable solution for Permian-produced water beyond just subsurface sequestration. In the near term, our goal is to prove that our patented freeze desalination process can work economically at scale to advance on the regulatory and compliance fronts and to further investigate waste heat capture, process efficiencies and colocation designs. We plan to provide updates on these key initiatives next year as our Phase 2 facility ramps operations.\nTurning to our balance sheet. Yesterday, we announced that our Board approved a 3-for-1 stock split of the company's common stock. The stock split is expected to be completed in December 2025, subject to finalization of the record date and distribution date by the Board.\nAt the quarter end, TPL had $532 million of cash and cash equivalents and no debt. As Ty discussed, last month, TPL closed on a credit facility with $500 million of lender commitments. Credit facility was oversubscribed. It contains favorable terms and the interest rate spreads for borrowed funds are attractively priced for TPL.\nThe facility was undrawn at close and remains undrawn today. This augments our liquidity position even as we maintain a net cash balance sheet today, and it expands our ability to capitalize on opportunities countercyclically. As always, we remain intently focused on maximizing intrinsic value per share with a disciplined capital allocation approach aimed on maximizing returns over the long term.\nAnd with that, operator, we will now take questions."
  },
  {
    "header": "TPL",
    "cik": "0001811074",
    "ticker": "TPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f86435640425ed29abff7a7b08b89625",
    "period": "2025 Q2",
    "content": "Q2 2025 Texas Pacific Land Corp Earnings Call\n\nQ2 2025 Texas Pacific Land Corp Earnings Call\n\nTPLNYSEAUG 7, 10:30 AM\n\nOperator\n\nLadies and gentlemen, greetings, and welcome to Texas Pacific Land Corporation Second Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Shawn Amini. Please go ahead.\n\nShawn Amini\n\nVice President of Finance & Investor Relations\n\nThank you for joining us today for Texas Pacific Land Corporation Second Quarter 2025 Earnings Conference Call. Yesterday afternoon, the company released its financial results and filed its Form 10-Q with the Securities and Exchange Commission, which is available on the Investors section of the company's website at www.texaspacific.com.\nAs a reminder, remarks made on today's conference call may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially from those discussed today. We do not undertake any obligation to update our forward-looking statements in light of new information or future events. For more detailed discussions of the factors that may affect the company's results, please refer to our earnings release for this quarter and to our recent SEC filings.\nDuring this call, we will also be discussing certain non-GAAP financial measures. More information and reconciliations about these non-GAAP financial measures are contained in our earnings release and SEC filings. Please also note we may at times refer to a company by stock [indiscernible].\nThis morning's conference call is hosted by TPL's Chief Executive Officer, Tiger Lover; PPL's Chief Financial Officer, Chris Stedham; and Executive Vice President of TechPacific Water Resources, Robert Crane. Management will make some prepared comments, after which we will open the call for questions.\nNow I will turn the call over to Ty.\n\nTyler Glover\n\nPresident, CEO & Trustee\n\nGood morning, everyone, and thank you for joining us today. The second quarter of 2025 marked another quarter of record performance across TPL's major revenue streams and key performance indicators, showcasing the company's ability to prosper amid commodity price volatility. Average WTI Cushing oil price during the quarter averaged $64 per barrel, which was the lowest average oil benchmark price since the first quarter of 2021. Despite this oil price weakness, TPL still set quarterly revenue records for produced water royalties and easements and other surface-related income.\nOil and gas royalty production of 33,200 barrels of oil equivalent per day also represents a company record. Even with our direct and indirect commodity price exposure, TPL still efficiently converted revenues to cash flow with second quarter adjusted EBITDA margin of 89%. Tariff uncertainty and OPEC's decision to reduce voluntary cuts were significant factors contributing towards slumping oil prices and sentiment with WTI struggling to regain $70. Over the last few months, various operators have publicly signaled intentions to reduce activity. According to Baker Hughes, Permian horizontal oil-directed rig counts have declined over 20% from the peak in 2023.\nBecause of this broader slowdown, we now hear more speculation about this idea of peak Permian. This is the notion that Permian production is soon set to forever be on a plateau or terminal decline. Given TPL's experience in Permian-centric position, I'd like to spend some time in my prepared remarks to share our perspective. First, some stats to put things into context. The Permian spans millions of acres spread across West Texas and New Mexico, and it contains numerous high-quality stacked pay formations.\nOn a production basis, the Permian is the largest oil and gas basin in the world. with oil production currently averaging approximately 6.5 million barrels per day. The Permian accounts for roughly half of all U.S. oil production, and it produces more than every OPEC nation other than Saudi Arabia. Just 10 years ago, Permian production was less than 2 million barrels of oil per day. The Permian also produces approximately 3 million barrels per day of natural gas liquids, bringing its total liquids production to close to 10 million barrels per day. which represents about 9% of total liquids supply globally.\nSimply put, the Permian is a major force in the global market. After such a remarkable run of resource development and combined with recent activity reduction, it might be easy to conclude that Permian geology is nearing exhaustion and past its peak. In our view, this is a misadded conclusion. First, a slowdown in activity due to lower oil prices should not be conflated as a slowdown due to limited drilling employee. Upstream companies are still price-sensitive. It is reasonable to slow down development when commodity prices have declined.\nThis slowdown does not diminish or change how much resource remains underground. Preserving those reserves or when commodity prices are higher is a sensible strategy for upstream companies looking to maximize long-term shareholder value. Which brings me to my second point. From our perspective, the Permian still retains a long runway of undeveloped inventory. For example, a report published earlier this year by Inveris, which is a leading provider of oil and gas analytics, estimates that there are over 60,000 locations remaining with breakevens below $60 oil and $3 natural gas.\nThis represents undeveloped resource upwards of 30 billion barrels of oil. For context, in 2024, the Permian turned to sales of approximately 5,700 wells, assuming that same pace, which would put the Permian on a growth trajectory that would translate to approximately 11 years of drilling inventory just for the subset of wells that break even below $60. As you move up the oil price beyond $60, that would potentially pull in tens of thousands of additional economic locations, billions of barrels of additional resource and years or decades worth of additional runway. Furthermore, these types of analysis are generally predicated on prevailing drilling and completion practices.\nImprovements in technology and operational efficiency can further extend the basin's longevity. As development techniques continue to evolve, which they consistently have since the advent of horizontal drilling and fracking, upstream companies will continue to drive breakeven economics lower and improve resource recovery. past and ongoing advancements such as increased fluid and proppant loading, produced water recycling, increased lateral length, final fracs and co completions are examples of industry innovation that have generally become standard practice for modern day Permian well development.\nTo provide a specific example for horizontal wells developed in Loving County, Texas in 2025 compared to 2015, you've seen Lateral lengths doubled to over 10,000 feet, proppant intensity per foot increased over 50%, fluid intensity per foot nearly double, all of which has resulted in a doubling of the NPV per well with an illustrative $60 oil and $3 gas price day. Development trends for more recent periods show that operators continue to make impressive efficiency gains. For example, in 2023, the Permian averaged 323 horizontal rigs during the year, which then declined in 2024 to an average of 296 rigs, an 8% decrease year-over-year.\nDespite the drop in rig counts, total drilled feet increased approximately 5% during the same period. This equates to an approximate year-over-year increase of 15% lateral feet drilled per rig, in other words, declining rig counts were more than offset by increased drilling efficiency. A more recent example of an exciting innovation by a major operator on our royalty acreage is the use of new lightweight proppants to enhance recovery factors. This operator has been utilizing this material derived from relatively low-value refinery to products to drive improved recoveries up to 20%. And the operator has plans to deploy it in roughly 1/4 of its Permian wells this year.\nIn other more mature basins such as the Eagle Ford and Bakken, you also see operators recomplete wells that have already been producing for a while. Economics for recompletions can be just as good, if not better, than for new drills. In the Permian, there have been upwards of tens of thousands of wells that have been completed years ago using older, less productive development techniques. Down the road, even if it might be decades away, recompletion in the Permian could shallow decline rates, further extend the basin's resource life and ultimately allow the industry to recover significant incremental reserves.\nWith current development techniques, only a fraction of oil reserves are recovered from shale, whether through new profits, recompletions or any other future advancements, even just a few percentage points improvement and recovery factors could mean billions of barrels of incremental future production. This is especially lucrative for royalty owners, given that these incremental recoveries are pure upside without having to bear any of the cost to implement. It's a free call option on innovation. Another example of industry ingenuity are Horseshoe wells. [indiscernible] wells are basically a U-shaped horizontal lateral. These are used when operators are unable to pool or unitize leasehold acreage to accommodate longer straight-line laterals.\nWhat operators are doing instead of drilling 1-mile laterals within a section that are drilling a U-shape or Horseshoe shaped lateral that allows longer lateral length while staying within the leasehold boundaries. Horseshoe wells can also contribute to a reduced surface footprint, which can be an advantage in areas with environmental concerns or limited surface availability. Though this is more operationally complex, it can save operators substantial capital and improve well economics, finally having to drill one Horseshoe well with lateral feet versus drilling two shorter straight-line wells, each with their own vertical section and then 5,000 feet of lateral.\nThree years ago, we had zero Horseshoe wells on TPO's royalty acreage. Today, TPL has 48 Horseshoe wells by multiple operators across both the Midland and Delaware that are in various stages of development. This royalty acreage could have otherwise been stranded single sections but with the advancement of [indiscernible] wells, these sections are now economic for operators to develop. The old patch will always find a way. Even today, with the Permian already the largest producing basin in the world, these evolving and improving development practices are allowing operators to pursue new formations while also pushing the boundaries of the basin, potentially adding significant incremental drilling inventory. Some notable recent examples include the emerging Barnett formation in the Midland Basin, the Harke formation in Culberson County and the surrounding state line in the Bone Springs and the Northwest shelf of the Delaware.\nWe're also seeing operators push the northern and eastern boundaries of the Northern Delaware and basically the entire Midland Basin boundaries on all sides. New developments in these formations and boundary extension trends are evident in new leasing activity from our acquired minerals portfolio primarily located in the Midland Basin. Leasing activity has increased meaningfully this year and most of these were for unleased mineral assets where we originally had not ascribed any value to when we acquired the broader portfolios.\nAlready the preeminent engine of global oil supply growth over the last decade, the Permian still fosters a vibrant entrepreneurial industry. We are constantly impressed by all the technology and innovation that occurs here, and we're excited to see operators still exploring new formations and new areas. Longer term, as the oil cycle will inevitably turn upwards, the Permian will play a critical role towards satisfying the world's growing energy needs. And as the world will depend on the Permian to supply critical energy for many decades to come, [indiscernible] stands to benefit from our extensive footprint. There's arguably no better basin in the world to be in than the Permian and and there's undoubtedly no other public company in the Permian with TPL size and scale combined across royalties, surface and water.\nTurning to our desalination efforts. We continue to make progress with our Phase IIb desalination facility. Recall, this will be a 10,000 barrel per day facility that will intake Permian produced water and output high-quality fresh water in addition to a concentrated brine solution. We have broken ground on location in Orla, Texas. Most of the desalination equipment has been received and is on site. We expect installation to take a few months, and we still anticipate the unit to begin taking produced water by year-end. Our CapEx estimates related to the facility remain unchanged. We have made a number of process improvements since our previous prototype, and we look forward to bringing online the largest desalination facility in the Permian to date.\nIn addition, we have submitted [indiscernible] applications for both land application and environmental discharge, and we hope to procure regulatory approvals within the next few months. As a reminder, the Permian is now generating north of 23 million barrels per day of produced water. Even if Permian oil production were to stay flat, we believe Permian produced water volumes could still grow by millions of barrels per day over the next few years due first to increase water to oil ratio as well as age and second, to increase water tests from the development of secondary benches.\nFor TPL, we've been proactive across numerous fronts towards making sure we can provide the industry with essential produced water solutions. First, TPL surface acreage still retains millions of barrels per day of additional in-basin disposal capacity. From the beginning, we have been intentional in limiting the amount of disposal wells per section with increased regulatory attention on surface and reservoir pressure gradients, our conservative approach to signing SWDs has allowed us to preserve ample injection capacity.\nSecond, we have been proactively acquiring tens of thousands of acres of out-of-basin poor space. We currently have well over 100,000 barrels per day of produced water that is currently being injected into out-of-basin [indiscernible] that we own and we expect that volume to continue growing for the foreseeable future.\nThird is the desalination and beneficial reuse efforts that I just discussed. Conceptually, if it works economically at scale, this would reduce the amount of produced water that would need to be injected subsurface while also providing a valuable freshwater stream that could potentially be repurposed for power and data center cooling, hydrogen production or a number of other industrial activities. Today, TPL already touches and generates royalties on over 4 million barrels per day of produced water. We believe with our industry-leading and comprehensive solutions across in-basin disposal, out of basin disposal and desalination plus beneficial reuse that we are well positioned to capture a substantial amount of the produced water volume growth going forward.\nIn conclusion, for TPL, we're not overly concerned with near-term commodity price vacillations. We don't have a crystal ball and can't say for sure what commodity prices will be in the near term; however, we are certain that the Permian remains a world-class resource and still retains plenty of latent growth. We do ultimately believe that current oil prices are well below longer-term mid-cycle oil prices.\nDespite today's broader macro uncertainty, TPL is still generating industry-leading cash flow margins. We already have a leading royalty water and surface footprint across key areas of the Permian we believe we're in a favored position and should this down cycle persist, we're ready to deploy capital opportunistically, whether through substantial buybacks, organic investment or asset acquisitions or some combination thereof.\nWith that, I'll hand the call over to Chris.\n\nChris Steddum\n\nChief Financial Officer\n\nThanks, Ty. For the second quarter of 2025, consolidated total revenue was $188 million, and consolidated adjusted EBITDA was $166 million, -- adjusted EBITDA margin was 89%, Free cash flow was $130 million, representing a 12% increase year-over-year. Performance year-over-year benefited from higher oil and gas royalty production higher produced water royalties and higher easements and other surface-related income, otherwise known as SLiM, performance was partially offset by lower oil price realizations, which declined 21% year-over-year and lower water sales.\nRoyalty production this quarter was approximately 33,200 barrels of oil equivalent per day, representing a 33% increase year-over-year and a 7% increase sequential quarter-over-quarter. As of quarter end, TPL had 6 net permitted wells, 11.1 net drilled but uncompleted wells and 5.1 net completed but not producing wells. Wim revenues of $36 million was a company record, which benefited from $20 million of pipeline easements the increase in pipeline easements was due to numerous new large-scale pipeline and infrastructure projects crossing our acreage. Produced water royalty revenues of $31 million was also a company record -- as Tim mentioned, our commercial efforts across out-of-basin 4 space acquisitions and new contracting continue to allow TPL to capture and take advantage of the secular growth trend for Permian produced water.\nThis quarter, we generated a royalty on over 4 million barrels per day for the first time in our history. Water sales of $26 million was down by $13 million sequential quarter-over-quarter as lower oil prices during the quarter resulted in reduced activity and deferments by operator customers. We have seen operators bring back activity and many of the wells that were deferred during this quarter are now back in our completion schedules for the second half of this year. To conclude, TPL is in an excellent operating and financial position as the broader industry works through this current cycle. As Ty mentioned, commodity prices during this quarter led to the weakest realizations we've had since early 2021 during the depths of COVID. However, comparing this quarter with the first quarter of 2021, when oil last dipped below $60, we've since doubled our royalty production and source water revenue, tripled our produced water royalty volumes and quadrupled our slim revenue.\nWe accomplished that while maintaining a debt-free balance sheet and returning hundreds of millions of dollars of capital back to shareholders. We've proven we can grow the business through cycles and whenever this commodity cycle inevitably turns upward, TPL is positioned to benefit to the fullest 6.\nAnd with that, operator, we will now take questions."
  },
  {
    "header": "TPL",
    "cik": "0001811074",
    "ticker": "TPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4594ce3325074871f905ceac6c8eb297",
    "period": "2024 Q4",
    "content": "Q4 2024 Texas Pacific Land Corp Earnings Call\n\nQ4 2024 Texas Pacific Land Corp Earnings Call\n\nTPLNYSEFEB 20, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Texas Pacific Land Corporation Fourth Quarter 2024 Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Shawn Amini with Investor Relations. Thank you. You may begin.\n\nShawn Amini\n\nVice President of Finance & Investor Relations\n\nThank you for joining us today for Texas Pacific Land Corporation's Fourth Quarter 2024 Earnings Conference Call. Yesterday afternoon, the company released its financial results and filed its Form 10-K with the Securities and Exchange Commission, which is available on the Investors section of the company's website at www.texaspacific.com.\nAs a reminder, remarks made on today's conference call may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially from those discussed today. We do not undertake any obligation to update our forward-looking statements in light of new information or future events. For a more detailed discussion of the factors that may affect the company's results, please refer to our earnings release for this quarter and to our recent SEC filings.\nDuring this call, we will also be discussing certain non-GAAP financial measures. More information and reconciliations about these non-GAAP financial measures are contained in our earnings release and SEC filings. Please also note, we may at times refer to our company by its stock ticker, TPL.\nThis morning's conference call is hosted by TPL's Chief Executive Officer, Ty Glover; and TPL's Chief Financial Officer, Chris Steddum. Management will make some prepared comments, after which we will open the call for questions.\nNow I will turn the call over to Ty.\n\nTyler Glover\n\nPresident, CEO & Trustee\n\nGood morning, everyone, and thank you for joining us today.\nFourth quarter closed a remarkable year as TPL set records across nearly every key operating driver despite sideways crude oil and natural gas prices. Year-over-year 2024 oil and gas royalty production volumes increased 14%, water sales volumes increased 31% and produced water royalty volumes increased 37%, with all three of those performance indicators representing corporate records.\nOur strategic investments in people, technology and infrastructure are paying major dividends as our surface and water revenues were collectively up 23% year-over-year. In addition, last year, we acquired over $400 million of high-quality Permian mineral, royalty, water and surface assets, providing TPL with additional growth levers. The cumulative impact of all these successes culminated in record shareholder return of capital in 2024 with a combined $376 million returned via dividends and buybacks. It was very simply a great year.\nI'd like to focus my prepared comments today on three topics: First, a debrief on the Permian during 2024 and an outlook for this year; second, a description of our latest efforts towards next-generation opportunities; and lastly, an update on our produced water desalination and beneficial reuse endeavors.\nStarting with the Permian. Despite a steady decline in rigs throughout 2024, Permian oil and gas production exited last year at record highs. According to Baker Hughes, Permian horizontal rigs peaked at around 345 in the first half of 2023, which then declined to about 300 entering 2024 and exited the year around 290. However, as the industry has demonstrated time and again, operators continue to find efficiencies through innovations such as longer laterals and multi-formation coal development.\nBased on preliminary industry data on a full year basis, despite the average rig count in the Permian being down about 8% from 2023, the number of spudded wells was down only 2%. Furthermore, well laterals were approximately 5% longer year-over-year, which translated into 2024 having approximately 3% more drilled lateral feet compared to 2023. The net of all this, Permian production still managed to grow approximately mid-single-digit percentage exit to exit from fourth quarter 2023 to fourth quarter 2024.\nLooking ahead to 2025, we see a constructive outlook for the Permian. Fourth quarter 2024 new permits basin wide were up approximately 20% year-over-year on a simple count basis and up 24% year-over-year on a total lateral feet basis. The Matterhorn pipeline coming into service has helped to ease the bottleneck on natural gas takeaway, which should help reduce basin differentials and improve price realizations. This is especially meaningful for the Delaware Basin, where gas and NGLs production splits in certain subregions can, in aggregate, represent over 60% of a wells energy content.\nWe still see a healthy inventory basin wide of drilled but uncompleted wells, otherwise known as DUCs, where we estimate current DUC counts of less than 2 years of age to be roughly equivalent with levels from 2023 and 2022. Current Permian rig count should be able to generate growth assuming new spuds return to sales on a normal development cadence and not used to build excess DUC inventory. Of course, Permian development and production will still be heavily influenced by the price of oil and the ultimate path of crude oil prices over the course of 2025 will likely dictate whether activity accelerates or slows down.\nNext, I'd like to discuss TPL's efforts beyond our legacy oil and gas business. Over the last few quarters, we've seen a robust increase in interest towards the development of data centers, power generation and grid infrastructure. As we've discussed in the past, the Permian's vast hydrocarbon and non-hydrocarbon resources make it an attractive option for developing energy-intensive assets. Our years long efforts to attract substations, renewable projects, battery storage and other infrastructure, combined with our leading source water network, our emerging produced water desalination technology and our sizable oil and gas royalty position has positioned TPL to take advantage of emerging opportunities.\nWe believe that just owning the land itself is not sufficient to create durable incremental value, rather by also bringing other major elements such as high-spec freshwater, access to grid infrastructure and availability of hydrocarbon and renewable energy, we can participate in the value chain as these next-gen industries emerge and capture commensurate value as they grow and mature. Our approach to these new opportunities is not unlike our approach to the Delaware Basin water business nearly a decade ago.\nBack then at TPL, we saw a budding business opportunity with an uncertain competitive landscape and fragmentation among developers and operators. We ultimately executed on a strategy to exploit TPL's latent advantages. We moved away from the liquidation model that the trust had employed for over a century and instead proactively hired experienced personnel and invested growth capital. We're just as willing today to commit resources to these potential new opportunities, especially in domains where TPL has a competitive advantage. We continue to make progress on this front, and we will share more as we reach certain milestones.\nTurning to our produced water desalination and beneficial reuse endeavors. We have begun construction of our 10,000 barrel per day test facility, which we refer to as Phase 2b. Equipment is currently being assembled at our manufacturing partners facility, which is located in the U.S. The desalination equipment will be commissioned and tested there. And once it satisfies specifications, it will be sent to Orla, Texas for final installation.\nWe still expect completion of this facility in the middle of this year. We expect the total cost of Phase 2b to be approximately $25 million, having spent approximately $7 million in 2024, with the remaining balance to be spent this year. We also have an option for a behind-the-grid gas-to-electric generation that would be tied into a nearby pipeline, which would require additional capital investment of approximately $10 million. In addition, our engineers are studying various costs and efficiency opportunities as our freeze desalination process provides potential synergies that's co-located with other industrial or power generation facilities.\nIn advance of the completion of our Phase 2b desalination facility that will produce both freshwater and a concentrated brine solution, we are advancing with multiple beneficial reuse initiatives. We expect to receive our second land application permit from the Texas Railroad Commission for an approximate 100-acre plot in Orla, Texas, where we plan to undertake a restoration project to restore native brush grasses, reintroduce coil to the area that will be irrigated with freshwater produced from our desalination system.\nThis plot itself would be able to accommodate the entire freshwater output from our Phase 2b desalination facility. Additionally, early last year, we submitted an application to the Texas Commission on Environmental Quality, otherwise known by its acronym TCEQ to discharge treated desalinated produced water into the upper region of the Pecos River. That technical review is progressing, and we have been responsive to questions and requests from regulators. We hope to have that permit this year.\nWe are also looking to leverage the ability to source substantial quantities of highly purified desalinated freshwater ice that might be a critical resource for various industrial uses.\nFinally, I want to thank all the employees here at TPL. Not many energy companies can claim that fiscal year 2024 was their best year ever, but for TPL, it was. And that is owed to the dedication, collegiality and talent of our employees.\nWith that, I'll hand the call over to Chris.\n\nChris Steddum\n\nChief Financial Officer\n\nThanks, Ty. For full year 2024, we generated record free cash flow of approximately $461 million, which represents an 11% year-over-year increase. Full year performance benefited from higher daily oil and gas royalty production, which increased 14% year-over-year, higher water sales daily volumes, which increased 31% and higher produced water royalty daily volumes, which increased 37%. Of the approximately 26,800 barrels of oil equivalent per day for full year 2024 royalty production, acquisitions that closed last August and October contributed approximately 1,100 barrels of oil equivalent per day. Consolidated results were partially offset by lower realized oil and natural gas prices, which declined year-over-year by 2% and 48%, respectively.\nConsolidated revenues during the fourth quarter of 2024 were approximately $186 million. Consolidated adjusted EBITDA was $161 million and adjusted EBITDA margin was 87%. Diluted earnings per share was $5.14. Fourth quarter 2024 royalty production of approximately 29,100 barrels of oil equivalent per day represents an 11% increase compared to the same period last year and a 3% increase sequentially as activity remains robust in our Loving County, Central Midland Basin and Northern Reeves County subregions.\nQuarterly produced water royalty volumes grew 8% sequentially and 44% year-over-year to approximately 4 million barrels per day, benefiting from our new volumes into our out-of-basin pore space in Andrews County that we acquired in 2023. Sourced water sales volumes of 737,000 barrels per day grew 2% sequentially and 42% year-over-year with demand for treated water especially strong during the quarter.\nAs of quarter end, we had 6.4 net permitted wells, 13.2 net DUCs and 3.0 net completed but not producing wells. That amounts to 22.6 net line-of-sight inventory. We believe this level of near-term inventory can support near- and medium-term production growth above overall Permian production growth.\nPermit and spud activity have been especially strong in our Culberson County royalty acreage. The top 6 companies operate on our DUCs are currently Chevron, Coterra, Exxon, Oxy, BP and EOG, which in aggregate represent approximately 71% of TPL's total DUCs.\nWith regard to capital allocation, in 2024, we deployed a record amount of capital towards highly accretive M&A while simultaneously investing in our water business and returning a record amount of cash back to shareholders through dividends and buybacks. Looking ahead to this year, because of our high-margin business model, fortress balance sheet, massive Permian royalty and surface acreage footprint, talented commercial team and innovative engineers and scientists, we have both the financial wherewithal and opportunity to invest across numerous avenues toward generating long-term value while also returning substantial cash back to shareholders.\nYesterday, we announced a regular dividend of $1.60 per share, which represents a 37% year-over-year increase. We expect capital expenditures in fiscal year 2025 to be approximately $65 million to $75 million. This includes approximately $28 million for our produced water desalination and co-located gas generation. The balance of CapEx for the year is primarily for our brackish source and treated water business. CapEx towards the higher end of the range would be predicated on growth opportunities should upstream activity ramp in and around our footprint.\nWith respect to M&A, we still see ample opportunity to consolidate Permian minerals, royalties, water and surface assets. Our focus remains on assets that are at least as good or better quality than our legacy asset base, and any acquisition would be intentioned on enhancing and maximizing intrinsic value per share. Acquisitions over the last couple of years serve as a good example of what this M&A growth lever can provide shareholders. The minerals and royalties we purchased last year are contributing a double-digit percentage uplift to production while also substantially augmenting our near-term and long-term well inventory.\nAcreage and pore space acquisitions in Andrews and Winkler County are already driving significant produced water volume growth, and these assets are especially critical towards providing the industry with out-of-basin disposal options.\nRecall last year, we announced a target cash and cash equivalents balance of approximately $700 million or above this level, TPL will seek to deploy the majority of its free cash flow towards share repurchases and dividends. Our balance sheet still has 0 debt, and our current cash and cash equivalents balance at year-end was approximately $370 million. Though I would add, nothing precludes us from accelerating shareholder return of capital even if we're under that $700 million level.\nIn summary, we'll continue to be thoughtful and opportunistic with our capital allocation as we remain focused on maximizing shareholder value. The legacy business is performing incredibly well. We have a multitude of exciting growth opportunities in front of us, and we have the team, business strength and balance sheet to execute.\nAnd with that, operator, we will now take questions."
  },
  {
    "header": "TPL",
    "cik": "0001811074",
    "ticker": "TPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/98add8fa8c286e771f8063ed2dff3a27",
    "period": "2024 Q2",
    "content": "Q2 2024 Texas Pacific Land Corp Earnings Call\n\nQ2 2024 Texas Pacific Land Corp Earnings Call\n\nTPLNYSEAUG 8, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Texas Pacific Land Corporation Second Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Shawn Amini, Investor Relations. Thank you, sir. You may begin.\n\nShawn Amini\n\nVice President of Finance & Investor Relations\n\nThank you for joining us today for Texas Pacific Land Corporation's Second Quarter 2024 Earnings Conference Call. Yesterday afternoon, the company released its financial results and filed its Form 10-Q with the Securities and Exchange Commission, which is available on the Investors section of the company's website at www.texaspacific.com. As a reminder, remarks pain on today's conference call may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially from those discussed today.\nWe didn't undertake any obligation to update our forward-looking statements in light of new information or future events. For a more detailed discussion of the factors that may affect the company's results, please refer to our earnings release for this quarter and to our recent SEC filings. During this call, we will also be discussing certain non-GAAP financial measures. More information and reconciliations about these non-GAAP financial measures are contained in our earnings release and SEC filings. Please also note, we may have time to refer to our company by stock ticker TPL.\nThis morning's conference call is hosted by TPL's Chief Executive Officer, Ty Glover; and TPL's Chief Financial Officer, Chris Steddum. Management will make some prepared comments, after which we will open the call for questions. Now I will turn the call over to Ty.\n\nTyler Glover\n\nPresident, CEO & Trustee\n\nThanks Shawn. good morning, everyone, and thank you for joining us today. Our second quarter 2024 results demonstrate the overall strength of our business as TPL has positioned itself at the forefront of the Permian Basin emergence as a world-class resource. Performance was led by another outstanding quarter from our Water Services and Operations segment.\nWe set corporate records across virtually every major water performance indicator, water sales revenues, water sales volumes produced water royalties revenues, produced water royalties volumes, total water segment revenues, total water segment free cash flow and total water segment net income. Our prior investments in the people and commercial development continues to provide a substantial windfall for the company.\nHoning in on water sales, our team has successfully captured opportunities, both on and off TPL acreage with sales volumes averaging 800,000 barrels per day during this quarter. Upstream operators utilizing simul-frac -- frac and co completions as part of their development strategies are driving robust demand for TPL water, as our strategically located infrastructure network has the size and reach to reliably accommodate ever-increasing demand for both brackish and recycled water.\nOur top 5 customers for water sales this quarter were Exxon, Conoco, Occidental, EOG and BP. Customer quality doesn't get much better than that. On the produced water side, we are reaping the benefits of our prior and ongoing commercial and contracting efforts as upstream and midstream operators drive produced water volumes into TPL's surface acreage. We collected a royalty on over 300 million barrels of produced water this quarter, which represents a 43% increase versus the same quarter last year.\nOur top customers here again, represents some of the highest quality operators in the Permian, names like Conoco, BP, Cotera and Occidental. For our produced water desalination and beneficial reuse endeavors, procurement and products and equipment testing continues on our 10,000 barrel per day test facility, which we refer to as Phase 2b. We still expect completion of this facility in the middle of next year. CapEx related to these efforts is approximately $4 million year-to-date.\nOn the beneficial reuse side, our -- plot is currently operational and going very well, and we continue to make good progress on various permitting processes with regulatory agencies. As we discussed last quarter, we believe produced water desalination and beneficial reuse will potentially play a critical role in providing sustainable produced water solutions that will allow the Permian to maintain robust development activity.\nOil and gas royalty production of approximately 24,900 barrels of oil equivalent per day was likely from the previous sequential quarter. Encouragingly, our line of sight inventory has expanded to 19.8 net wells, comprised of 6.3 net permits, 9.5 net drilled and uncompleted wells and 4 net completed but not producing wells. Furthermore, we saw a large ramp in new permit activity during second quarter with 344 gross and 5 net new permits.\nPermitting activity was especially strong in our Loving Northern Reese and Central Midland subregions. This level of near-term inventory and new activity gives us a lot of confidence our royalty production can sustain an attractive growth trajectory. For the second quarter 2024 oil and gas royalties comprised 52% of TPL's total consolidated revenues, which makes it the single largest revenue source TPL has. Although commodity price volatility over the last year or so has dampened top line revenue growth versus recent years, we still very much consider oil and gas royalties to be 1 of the highest quality cash flow streams, not just within the energy industry, but in the market more broadly.\nAs many of you know, oil and gas royalties provide owners a fixed percentage of revenues and production from oil and gas wells, but without being burdened by any capital cost, almost none of the operating costs. Although they do bear exposure to fluctuating commodity prices, their high-margin capital-light attributes mean that even during periods of depressed commodity prices, royalties can still generate significant positive free cash flow.\nThis is especially pertinent during periods of high and persistent inflation like we've experienced over the last few years. In development expenditures and labor expenses effectively raises the global oil supply cost curve. Thus, for operators to hit the same pre-inflationary return targets, they would need higher commodity prices. In other words, operators are constantly fighting a battle where cost inflation diminishes their returns unless commodity prices eventually rise commensurately.\nHowever, from the royalty owners perspective, higher upstream development costs do not directly impact our economics. Over the long term, as commodity prices potentially reset higher in response to a structurally higher global supply cost curve, then royalty owners capture the incremental revenue upside without bearing the burden of higher expenses.\nAs we've discussed many times before, over the years, we've actively searched for external assets that look like TPL across service water and royalties. On the royalty side, specifically, TPL is well positioned to consolidate a vast opportunity set of Permian Minerals and royalties. Our current royalty position of 500,000 gross royalty acres provides unique advantages spanning across both -- and Delaware portions of the Permian Basin.\nWith our industry-leading actively managed surface and water business, we have developed deep relationships with virtually every upstream, midstream and water operator as well as land and mineral estate owners across the basin, giving TPL unique access to off-market packages and extensive intel on development patterns. For potential mineral and real positions, we evaluate each package with a bottoms-up intrinsic value approach.\nThe goal with any acquisition is to generate at least double-digit IRRs on invested capital and to generate increased long-term free cash flow per share. Because TPL already owns great assets, we have no interest in diluting down our asset quality, our growth prospects or our unique business model. Any asset acquisition has to enhance the quality of our overall asset portfolio.\nIt has to augment our growth runway. It has to support our high-margin capital-light business model and ultimately, it has to increase TPL's intrinsic value per share. To this end, we employ an excellent team across M&A, reservoir engineering, GIS and minerals and royalties management, all with extensive industry experience. We have internally developed robust technology-driven data management systems that allow us to efficiently process -- manage our mineral and royalty assets, which means we can roll out mineral and royalty assets in a very efficient manner without a proportionate increase in costs.\nThe opportunity set for minerals and royalties is quite large. Although TPL's royalty acreage overlaps with some of the highest-quality subregions in the Permian, there is still plenty of opportunity to consolidate royalties both within our existing acreage footprint, but also within other Permian subregions that also contain excellent resource quality. Just within our existing asset footprint, we can buy royalties that are literally identical to what we already own.\nFor example, in our core Texas Northern Delaware acreage, our typical royalty interest for a 1 mile by 1 mile section is generally -- or 6.25%. With well laterals today typically extending out to 2 miles, a common drilling section DSU is generally comprised of 2 adjacent sections. Thus, for 2 mile well lateral, our section would be 1/2 of that DSU. So our net revenue interest in that would be 1/2 of 6.25%, resulting in a net revenue interest of 3.125%.\nIn the state of Texas, where the vast majority of mineral and royalty rights are privately owned, the total aggregate mineral and royalty interest is generally 25%. Sales average net revenue interest across our entire portfolio is likely between 1% and 2%, which means that the other 23 or so percent are held by third parties. In other words, just on the DSUs that overlap with the existing TPL royalty acreage, third-party ownership of those minerals and royalties is approximately 10x TPL's net ownership. Looking beyond our current royalty footprint on the Midland side of the Permian, TPL's royalty position is much more fragmented with much smaller net revenue interest compared to our Texas Northern Delaware footprint.\nThere are numerous subregions within the Midland that contain super shale reserves where TPL does not have a meaningful position and adding resources here could be just as lucrative and high quality as our current portfolio. On the Delaware side, TPL's core Texas Northern Delaware royalty position stopped at the state line of Texas and New Mexico. Arguably the biggest and most lucrative wells in TPL's portfolio reside in this region.\nHowever, the excellent geology that lies under our Texas position extends well into New Mexico, where TPL does not currently own royalties. The resource quality on the New Mexico side is every bit as good as the Texas side and the rock there is widely considered some of the absolute best shale reserves found anywhere in North America, potentially adding mineral and royalty resources there will further high-grade our current royalty position.\nOne last way to contemplate the sheer size of the overall consolidation opportunities to consider that the Permian currently produces north of 6 million barrels of crude oil per day. Assuming that the aggregate mineral and royalty interest held by third parties is around 20% across Texas and New Mexico and excluding production on federal and state lands would imply that roughly 1 million barrels per day of crude oil production is held by private mineral and royalty owners.\nContrast that with TPL's current net crude oil royalty production of approximately 11,000 barrels per day. In other words, TPL's royalty production ourselves 1 of the largest royalty owners in the country still only represents a miniscule fraction of the total production accruing to mineral and royalty owners in the Permian. In summary, we believe Permian oil and gas royalties are some of the most attractive assets investors can own.\nThe opportunity set to acquire high-quality mineral and royalty assets is -- and with TPL's extensive network and deep relationships from our legacy royalty and surface ownership, we have a unique combination of off-market deal access, technical wherewithal and a fortress balance sheet to roll out Permian minerals and royalties that public equity investors would not otherwise have access to. As our current royalty and surface footprint is already a free cash flow machine, and with plenty of runway for future growth, we can remain selective.\nWe don't need to acquire anything to grow. Any M&A pursuits can be purely opportunistic. We can discerningly consolidate assets that will enhance the company's intrinsic value per share, and we can and will remain disciplined. This has been the same strategy we've deployed for years now, and it's 1 that has served TPL and our shareholders well. And now as the Permian has emerged as an unequivocally world-class resource basin, TPL has never been in a better position to beneficially exploit this tailwind in our own backyard.\nFinally, I want to give shareholders a heads up that TPL will be ringing the opening bell at the New York Stock Exchange next Monday, August 12. TPL common stock and its predecessor sub shares from our trust date have been listed on the NYSE since June 27, 1888, making this our 136-year anniversary. We're told by the NYSE that TPL is their seventh longest listed company. This also comes off our recent inclusion into the S&P 400, which is another great milestone.\nThere are not many companies that have had a history as long-standing -- as TPL. And even though TPL may be 1 of the oldest public companies in existence, there's still a lot to be excited about for our future. The enterprise today is as strong as profitable as it's ever been. The opportunity set has never been greater, and the company is primed to last another 100-plus years. With that, I'll hand the call over to Chris.\n\nChris Steddum\n\nChief Financial Officer\n\nThanks, Ty. Consolidated revenues during the second quarter of 2024 were approximately $172 million. Consolidated adjusted EBITDA was $153 million, and adjusted EBITDA margin was 89%. Diluted earnings per share was $4.98, which represents 14% year-over-year growth. Performance year-over-year was driven by high royalty production, water sales and produced water royalties.\nAs discussed last quarter, weak natural gas prices at the Waha hub, which is a local pricing hub in West Texas led to low realized natural gas prices. Average benchmark Waha prices during second quarter 2024 were negative, and that negative pricing has persisted into early third quarter so far. Weak pricing is in a large part due to insufficient natural gas pipeline capacity out of the Permian Basin. However, the Matterhorn natural gas pipeline is expected in service later this year.\nAnd once in service, we would expect to see reduced locational basis differentials. Last June, we announced that we have set a target cash and cash equivalents balance of approximately $700 million. Above this targeted level, TPL will seek to deploy the majority of its free cash flow towards share repurchases and dividends. In conjunction with this announcement, we also declared a $10 per share special dividend.\nOur cash and cash equivalents balance at the end of the second quarter 2024 as of June 30 was approximately $895 million, though the $10 per share special dividend was paid in July with a total outlay of approximately $230 million. The target cash balance is intended to provide a framework and some predictability on how the company will allocate cash. The company continues to generate substantial free cash flow, while maintaining a pristine balance sheet. Even beyond this most recent special dividend, the company still retains tremendous optionality to return additional capital to stockholders and to invest in attractive growth opportunities.\nWe're very much in a position of strength to maximize shareholder value, and we're excited about the opportunities and option value our business can generate. And with that, operator, we will now take questions."
  },
  {
    "header": "TPL",
    "cik": "0001811074",
    "ticker": "TPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e72e9b2ed27deb1b3ccd2c1fcd38da3f",
    "period": "2024 Q1",
    "content": "Q1 2024 Texas Pacific Land Corp Earnings Call\n\nQ1 2024 Texas Pacific Land Corp Earnings Call\n\nTPLNYSEMAY 9, 8:30 AM\n\nOperator\n\nGreetings, and welcome to Texas Pacific Land Corporation First Quarter 2024 Earnings Call. [Operator Instructions]\nAs a reminder, this conference is being recorded It is now my pleasure to introduce your host, Mr. Shawn Amini, Vice President, Finance and Investor Relations. Thank you, Mr. Amini, you may begin.\n\nShawn Amini\n\nVice President of Finance & Investor Relations\n\nThank you for joining us today for Texas Pacific Land Corporation's First Quarter 2024 Earnings Conference Call. Yesterday afternoon, the company released its results and filed its Form 10-Q with the Securities and Exchange Commission, which is available on the Investors section of the company's website at www.exaspacific.com. In addition, the company has posted an investor presentation that we will be referencing today.\nThat presentation related to produced water desalination and beneficial release can be found in the Investors section of our website under Presentations. It is also posted under the Events section on our website, which can be accessed through the News & Media tab and then IR calendar. As a reminder, remarks made on today's conference call may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially from those discussed today.\nWe do not undertake any obligation to update our forward-looking statements in light of new information or future events. For a more detailed discussion of the factors that may affect the company's results, please refer to our earnings release for this quarter and to our most recent SEC filings. During this call, we will be discussing certain non-GAAP financial measures, more information and reconciliations about these non-GAAP financial measures are contained in our earnings release and SEC filings.\nPlease also note, we may at times referred to our company by stocktake TPL. This morning's conference call is hosted by TPL's Chief Executive Officer, Ty Glover, Executive Vice President of Texas Pacific Water Resources, Rob Crain and TPL's Chief Financial Officer, Chris Steddum. Management will make some prepared comments, after which we will open the call for questions. Now I will turn the call over to Ty.\n\nTyler Glover\n\nPresident, CEO & Trustee\n\nGood morning, everyone, and thank you for joining us today. Driven by the continued strength of our surface derived cash flows, our first quarter 2024 results are an excellent start to the year. Water sales, produced water royalties and easements and other surface related income in aggregate had revenue growth of 19% sequential quarter-over-quarter, which totaled approximately $81 million and accounted for nearly 50% of total consolidated revenues.\nThis was another especially great quarter for water sales as it generated $37 million of revenues, which was nearly a company record. Our source water asset footprint, combined with our excellent staff were able to push volumes throughout the Permian Basin with 72% of volumes occurring outside of TPL's surface acreage. Oil and gas royalty production of approximately 24,800 barrels of oil equivalent per day also represents strong performance. Our near-term inventory of permits and drilled but uncompleted wells remain at robust levels, which combined high activity levels on our water and surface assets indicates royalty production will continue to perform well.\nOn capital allocation, the company and our board continue to evaluate all of our options as the business continues to generate considerable free cash flow and maintains a net cash position of $837 million. This affords us tremendous ability to drive value throughout the energy cycle. I do want to spend the majority of my time this morning talking about some exciting news for TPL. As Shawn mentioned, we posted a presentation relating to produced water desalination and beneficial reuse, and I will be referencing those slides.\nOur remarks today will serve 2 purposes. First, to give an update on our technology efforts related to produced water and second, to give an understanding of the state of the produced water market in the Permian today, the latter of which has been getting an increasing amount of attention throughout the industry. Starting with Slide 2, there are 2 components to what we announced yesterday. First, we have developed a promising new energy efficient method of produced water desalination. Although water desalination can be done today utilizing multiple methods and technologies, the challenge has always been doing so cost effectively.\nDesalinating produced water also presents some unique challenges compared to normal ocean or brine water. Over the last few years, our team has been studying a wide array of technologies, helping to find something that could work economically at scale in the oilfield. It may seem both simple yet counterintuitive, but we wondered if we could leverage a process that happens every day in people's home, water turning into ice. We began to look more closely at this process, which is also referred to as fractional freezing.\nAt first glance, it seemed nonsensical to make ice and a desert in West Texas. However, after running in-house experiments and further research, we pursued the idea in earnest. We reached out to a leading industrial technology and manufacturing firm located here in the United States. Over the course of a couple of years, we collaborated on various ideas and techniques. After eventually finding success with a prototype, we quickly constructed a small-scale test unit in TPL's R&D facility in Midland. That test trial was a success, and we are moving forward with a larger test facility capable of processing 10,000 produced water barrels per day with expansion potential to 20,000 barrels per day.\nThe second aspect of our announcement relates to beneficial reuse. If we're able to desalinate produced water economically at scale, then it opens up a world of possibilities in terms of what to do with that water. We've been conducting detailed studies in our lab to understand whether desalinated produced water could be used to grow various crops and native grasses. Our lab has a greenhouse, which is pictured on this slide.\nHere, we use various local soils and native plants to understand the impact of utilizing fully desalinated and treated water. In addition to extensive in-house testing and analytic capabilities, we have also partnered with leading research institutions specializing in water quality, soil and plant testing. We have another parallel beneficial reuse program underway as we are exploring a discharge of desalinated and fully treated water into tributaries that feed into the Pecos River and potentially direct discharge to the surface for Aqua for recharge.\nAcross both of these beneficial reuse paths, we are working closely with regulators and have made significant progress with both permitting and stakeholder engagement. Robert Crane, who leads our water team will discuss these desalination and beneficial reuse initiatives in greater detail later on this call. Ultimately, if everything goes well, our intent is to bring large-scale produced water desalination solutions to the Permian Basin.\nTPL has created a subsidiary called transmissive Water Services, LLC to house our desalination in beneficial reuse efforts. Transmissip is a wholly owned subsidiary of Texas Pacific Water Resources, LLC, or TPWR, for short, which itself is a wholly owned subsidiary of TPL. We are currently in commercial negotiations with blue chip upstream operators as we move towards the next phase of constructing a larger desalination test facility.\nInterest has been incredibly high, as oil and gas operators understand how critical this type of technology is to keep the Permian oil and gas machine going. This first 10,000 barrel per day facility, which we refer to as Phase 2, will cost approximately $20 million on a 100% basis. Though our aim is to offset a substantial amount of TPL capital costs with any commercial arrangement. Longer term, our intent and desire is to structure commercial arrangements that align with TPL's ongoing business principles of high-margin capital-light cash flows.\nWe've had tremendous success with that model in the past as our team was able to turn TPL's raw surface acreage ownership into a business that last year collectively generated over $250 million of high-margin revenue. So we have the proven track record. Sure our desalination technology and beneficial reuse advances get to a point where we can help launch a large-scale build-out throughout the Permian Basin. I'm confident in our ability to execute agreements and strategic partnerships in a manner that generates significant shareholder value.\nTurning to Slide 3, titled Produced Water overview. These next couple of slides are for the benefit of current and prospective investors that may not be completely -- at the state of the Permian produced water market. But I'd like to provide additional context around what TPL is trying to solve. The term produced water refers to the water that is a co-product from a producing oil and gas well. This water has very high salinity levels and contains oil and suspended solids and heavy metals. Because untreated produced water is not safe for crop irrigation or municipal use, there are 2 methods in which the entry deals with it.\nThe most common method is to reinject produced water back subsurface. For many years, the water was injected into subsurface formations, either above or below oil-bearing shale formations. Due to the high levels of development activity and high water cuts experienced in the Permian Basin, the industry has begun to experience constraints concerning traditional disposal into both of these zones.\nThe high volumes of deep formation injection is expected to cause seismicity in local areas as injected water can find its way into natural faults. The Texas Railroad Commission, which regulates the oil and gas industry in Texas, has responded by instituting numerous seismic response areas or SRAs, in certain regions. These SRAs have put restrictions on how much water can be injected. The industry has since pivoted to injections strictly targeting the shallower formations hoping to avoid some of the faulting issues.\nAlthough injection into shallow formations does work, it presents additional complexity for upstream operators who plan to develop overlapping oil and gas acreage, which they would now potentially be drilling through a more highly pressured zone. The other common solution for produced water today is to reuse or recycle that water for oil and gas completion activities, otherwise known as fracking, Upstream operators can use raw produced or lightly treated produced water to complete new wells. However, given the sheer amount of produced water volumes that come from the Permian, even if operators were to use only produced water in their completion activities, the Permian could still have north of 10 million barrels of produced water that would need to find a home.\nTurning to Slide 4. The Permian is recognized as an oil and gas powerhouse. Oil production today is over 6 million barrels per day, which is more than other well-known oil-producing nations such as Iraq, Iran and Kuwait. However, 1 unique aspect of the Permian is its relatively high water-to-oil ratio. The Delaware side of the Permian has an especially high water to oil ratio of nearly 4x. Despite the high water cuts, robust drilling economics in the Delaware has driven a strong ramp in activity, which has generated a commensurate increase in produced water.\nToday, the industry is finding it increasingly difficult to handle all of this water. Given TPL's long-standing actively managed vertically integrated water business, this is a dynamic that we've seen coming for quite some time now. Over the last few years, we actively sought to increase our capabilities across every aspect of produced water solutions. This is why we began investing so much effort into desalination R&D years ago.\nWe've also significantly increased our treatment capacity for traditional produced water reuse. And finally, we've made a concerted effort to increase our -- space ownership. Through various bolt-ons, we managed to purchase surface and subsurface port space easements totaling over 100,000 acres. The port space we've acquired, combined with our legacy surface position is critical in providing long-term solutions for produced water.\nIn evaluating surface acreage to acquire, we often perform extensive pore space due diligence across attributes such as capacity, formation pressures and fault and seismic mapping. Although we are well positioned to facilitate traditional produced water injection for years to come, we knew the industry needed additional solutions. There's still a lot of work and testing to be done with our emerging technology so we are encouraged and excited with what we've seen so far.\nAs we presented our technology to potential partners, customers and regulators, the feedback has been overwhelmingly positive. We've received immense interest from operators to deploy the test facility near their development areas, not just in the Permian, but also in other major oil and gas basins in the U.S. I'm extremely proud of the team here for their innovation, dedication and talent and their efforts will be critical in sustaining the positive momentum of Permian development over the long term. With that, I will turn the call over to Robert.\n\nRobert A. Crain\n\nExecutive Vice President of Texas Pacific Water Resources LLC\n\nThanks, Ty. For those of you that don't know me, I run TPWR. I joined TPL in 2017 and Ty recruited me to help build out TPL's nascent water business. Prior to TPL, I led water resource development efforts for EOG resources across multiple basins, including the Permian and Eagle Ford. Excited to be here today and talk about water. Turning to Slide 5, I'll provide an overview of our technology, our targets for desalinization and results to date. As Tod described, we teamed up with a top-tier technology and manufacturing partner that specializes in industrial refrigeration and freezing where they serve clients across services, industrial temperature control and nuclear power plants. TPL collaborated with this technology partner to develop a thermal system specifically designed for produced water desalination.\nWhile our partner retains the patents on the equipment, TPL has the exclusive rights for the equipment used towards produced water applications. In addition, TPL has filed for a process patent utilizing fractional free desalination to treat produced water for beneficial reuse. There are a couple of other competing desalinization technologies on the market today with many of them focused on heat distillation. Heat distillation can require a temperature change of 120 to 140 degrees Fahrenheit and additional energy to condense the vapor back into liquid form.\nHowever, our freeze technology uses less energy as it recovers heat from the incoming produced water and requires temperature change at a fraction of what is required for heat distillation. With our current R&D test unit, we've been running extensive optimization testing as we closely monitor time spend pull down in freezing the progression of ice formation, salinity reduction and in cation reduction and energy efficiency among other factors. We had power meters installed at basically every step, so we knew how much power is being used by each piece of equipment.\nWe have a better understanding of the various trade-offs such as higher pressure and higher analyte production or reduced power consumption. We have gained a lot of valuable insights that we can now apply as we look to scale up and enhance our next unit. We have a target matrix that we call 75 cube. This represents our high-level goals for desalination. First, it is a 75% volume reclamation, which means if we take 100 barrels of produced water, we can churn out 75 barrels of fully desalinated and treated water.\nBut we believe we're well on target to achieve this goal. The second goal is a 75% reduction in analytes. Here, our goal is to remove analytes of concern. Our desalination technology is not just about freezing, rather it's a series of processes as we seek to create a very pure water. Again, we have already far exceeded this goal. And truly, our goal is to treat water not just to meet every regulatory parameter, but to exceed it. The final element of 75 Cube is a $0.75 per barrel treatment cost. This is where we have the most work left.\nThe biggest operating expense item of any desalinization and energy consumption. As mentioned earlier, we are metering every aspect of our equipment and process. We're working hard to find efficiencies. In addition, we continue to work with the utilities and developers as we seek options and novel solutions for electricity prices. Given the abundant durable power of natural gas prices that are negative at times in West Texas, we think we can find creative answers to bring our power cost down.\nWe hope with this upcoming Phase 2, 10,000 barrel per day facility that we can make further process optimization and cost improvements. At $0.75 per barrel cost in desalinated high-spec water, we believe our technology becomes economically cost competitive and environmentally superior versus traditional subsurface injection. Our desalinization process produces excellent water quality along the most important parameters. Almost all semi volatile organic compounds, SPOCs, and volatile organic compounds, VOCs are reduced well below the maximum containment levels.\nWe have reduced PFAS, radionuclides and metals to trivial levels. In addition, we are working with premier research institutions to examine water analytes that are not traditionally tested. Our goal isn't just to meet the regulatory requirements. We want to exceed across every possible parameter that can be measured and tested. We are striving for the absolute best quality fresh water we can achieve. Turning to Slide 6, where I'll talk about our progress with beneficial reuse. There are multiple aspects of our beneficial reuse endeavors.\nFirst is our greenhouse pilot. This pilot was used to test discharge and irrigation potential for various native plants. In our Midland Yard, we built a greenhouse where we gathered local soils from -- County, and then we planted various native plants in El Salto. We're working in New Mexico State University, which has 1 of the premier labs and research facilities for plant and soil testing. The results from this pilot have been very positive. Data from this pilot was used for a road commission land application permit and TPL was granted the first permit in the state in February of this year.\nWith that permit, TPL is expanding the facility to include an outdoor field of El Salto to study the effects in the natural environment. That outdoor plot is currently under construction. TPL will share water, soil and plant data from the Greenhouse pilot with regulatory agencies, operators and universities to help the industry further develop standards and beneficial reuse technologies. Lastly, we have applied for a Texas Pollutant Discharge Elimination system permit with the Texas Commission on Environmental Quality, otherwise referred to as the TCEQ.\nThis permit relates to discharging treated desalinated produced water and to tributaries in the upper region of the Pecos River. Given our multistep desalinization process produces high-spec freshwater, we will add that salt and alkalinity to match the Pecos River water quality. We will utilize a batch relief system to thoroughly analyze all water prior to environmental release. TPL's priority is to go above and beyond the standard environmental assessment to assure safety and longevity of the project.\nNow turning to Slide 7 for an environmental and regulatory overview, I've already discussed the latest on our regulatory efforts for the last couple of slides, but I'll just reiterate that TPL is committed to the highest standards of environmental stewardship. Our goal is to not just meet the regulatory standards, but to exceed it. As many of you know, TPL owns nearly 1 million surface acres and to surface owners, we have every incentive to maintain and enhance the environmental quality of our acreage. We consider our surface to be extremely valuable and we've always managed our surface assets to preserve a sustainability attributes for future generation.\nNow turning to Slide 8 for our key milestones accomplished to date and further time line. We've talked a lot about the progress we've made already. We successfully tested a pilot multistep desalinization system. We've made significant headway on the beneficiaries and regulatory efforts. In terms of our near-term priorities, we are working to move forward with a larger 10,000 barrel per day test facility and to execute 1 or more commercial agreements. We have begun equipment procurement. The facility is expected to cost approximately $20 million on a 100% basis. So our aim is to offset costs with any commercial arrangement.\nLonger term, should the next test facility prove successful, then we would move toward Phase 3, which is the development of a large-scale 100,000 barrel per day facility. With demand for produced water desalination of potentially millions of barrels per day, widespread desalination adoption would require significant investment from the industry. If we get to that point, it will very likely require additional commercial arrangements as we do not intend for TPL to be primarily responsible for self-funding and developing this infrastructure. Although the exact commercial arrangements remain to be seen, we have a successful track record of executing contracts that ultimately provide TPL with a very valuable high-margin capital-wide cash flow stream. That said, we have a lot of work to do before we get there.\nWe still need to build this initial Phase 2 facility. We have a lot of engineering and technical work ahead of us. We need to keep driving costs down. We have to execute on our various beneficial reuse endeavors. We're excited with our progress so far. The team here is working incredibly hard. The Permian needs to find a solution for produced water, and I believe TPL is going to play a key role in that future. With that, I will hand the call over to Chris.\n\nChris Steddum\n\nChief Financial Officer\n\nThanks, Robert. Consolidated revenues during the first quarter of 2024 were approximately $174 million, representing 4% sequential quarter-over-quarter growth. Adjusted EBITDA was $152 million and free cash flow was $115 million for the first quarter. Free cash flow for the quarter grew 30% on a year-over-year basis, driven by higher royalty production, source water sales, produced water royalties and easements and other surface related income and partially offset by lower natural gas and NGL prices.\nWeak Waha natural gas prices have negatively impacted natural gas realizations in March and April of this year. We do expect low Waha prices in second quarter 2024 to continue putting downward pressure on gas realizations, though we expect this to be somewhat mitigated by the stronger realizations that super major and large independent operators generally receive. Our realizations on oil continue to be very strong, generally at 100% of WTI Cushing.\nOur near-term well inventory remains elevated relative to historical levels. At the end of the quarter, we had 5.1 net permitted wells, 10.3 net drilled but uncompleted wells and 2.2 net completed, not yet producing wells. This near-term inventory gives us confidence that our royalty production remains on a growth trend. To conclude, TPL is in an enviable position today. Our balance sheet is the strongest it's ever been. We still maintain top-tier cash flow and profitability margins. Today's disclosure of our efforts with produced water desalination is a great testament to the team and to the multiple elements of upside the business has with its unique surface ownership. TPL continues to generate substantial free cash flow and we are in an excellent position to drive value. And with that, operator, we will now take questions."
  },
  {
    "header": "TPL",
    "cik": "0001811074",
    "ticker": "TPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b8c375a7fd1359979fa6749da0489124",
    "period": "2023 Q4",
    "content": "Q4 2023 Texas Pacific Land Corp Earnings Call\n\nQ4 2023 Texas Pacific Land Corp Earnings Call\n\nTPLNYSEFEB 22, 8:30 AM\n\nOperator\n\nLadies and gentlemen, good morning, and welcome to the Texas Pacific Land Corporation Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions]. As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Shawn Amini, Finance and Investor Relations. Please go ahead.\n\nShawn Amini\n\nVice President of Finance & Investor Relations\n\nThank you for joining us today for Texas Pacific Land Corporation's Fourth Quarter 2023 Earnings Conference Call. Yesterday afternoon, the company released its financial results and filed its Form 10-K with the Securities and Exchange Commission which is available on the Investors section of the company's website at www.texaspacific.com. As a reminder, remarks made on today's conference call may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially from those discussed today. We do not undertake any obligation to update our forward-looking statements in light of new information or future events. For a more detailed discussion of the factors that may affect the company's results, please refer to our earnings release for this quarter and to our most recent SEC filings.\nDuring this call, we will also be discussing certain non-GAAP financial measures. More information and reconciliations about these non-GAAP financial measures are contained in our earnings release and SEC filings. Please also note, we may at times refer to our company by its stock ticker, TPL. This morning's conference call is hosted by TPL's Chief Executive Officer, Tyler Glover; and Chief Financial Officer, Chris Steddum. Management will make some prepared comments, after which we'll open the call for questions. Now I will turn the call over to Tyler.\n\nTyler Glover\n\nPresident, CEO & Trustee\n\nGood morning, everyone, and thank you for joining us today. TPL ended 2023 with the best quarter we had all year. Performance was led by oil and gas royalty production of approximately 26,300 barrels of oil equivalent per day which represents 20% sequential quarter-over-quarter growth and a new company record. We also received excellent contributions from our surface and water-related businesses as they accounted for over 40% of quarterly consolidated revenues. For produced water, we generated a royalty fee on 2.7 million barrels per day during the quarter, also a record. On source water, we recorded 517,000 barrels per day of sales volumes, of which 62% were off of our footprint as demand for both brackish and treated water remain elevated. Our surface leases, easements and materials segment, which we refer to by acronym SLEM, generated $19 million of revenues, representing 5% growth sequential quarter-over-quarter.\nPerformance for full year 2023 highlights the virtues of TPL's unique business model, especially during periods of volatile commodity prices. Despite oil prices falling by 18% year-over-year and natural gas prices declining by 64%, our water and SLEM businesses collectively grew revenues by 30%. For fiscal year 2023, our source water revenues grew by 32% year-over-year. Produced water royalties grew by 17% and SLEM grew by 48%. The strong performance from our water and surface endeavors helped to substantially offset the negative impact from lower commodity prices. Overall, TPL's business continues to operate efficiently with fiscal year 2023 adjusted EBITDA and free cash flow margins of 86% and 66%, respectively. As we look ahead to 2024, TPL is well positioned to benefit from ongoing activity in the Permian Basin.\nOur land and water teams remain busy, and thus far, customers have indicated intentions to maintain strong levels of development on our royalty and surface acreage. [ Super major ] operators, in particular, continue to execute on robust, growth-oriented development pacing. This is especially relevant for TPL as these large operators account for a majority of the development of TPL's royalty acreage. With respect to recent commodity price volatility, it's important to remember that TPL's royalty and surface acreage overlaps with some of the most highly economic shale within both the Delaware and Midland Basin and North America more broadly. Should we see a prolonged period of weak commodity prices, we would expect operators to maintain healthy development levels across their core Permian leaseholds while triaging other parts of their non-Permian portfolio.\nShould oil prices remain supportive at current levels are higher, and we'd expect activity levels to support higher production. We're optimistic and encouraged by what we see so far, and we're looking forward to maximizing our opportunities for this year. Chris will have more to share later on our outlook for the Permian as the TPL's business into 2024. I would also like to spend some time this morning reiterating and elaborating on TPL's capital allocation priorities. First, our [ North Star ] is maximizing shareholder value. That's always been the goal and that dictates everything we do here. On that point, we believe the key to maximize TPL shareholder value is to maximize free cash flow per share.\nCash is finite. Over the long term, what the company can pay in dividends, repurchasing shares and invest in itself are fundamentally limited to the cash it generates. Thus, if we can expand free cash flow on a per share basis, and not just near term but also long-term productive capacity for future free cash flow per share, then we will be able to sustainably and consistently increase our capacity to return greater amounts of capital back to shareholders. The more cash we can ultimately return to shareholders the more valuable to enterprise. If maximizing free cash flow per share is the goal, the question then becomes how do we achieve it. Our primary options are to invest in organic opportunities, buy back our stock, acquire external assets or pay dividends or some combination thereof. Each one of those options contains an economic and strategic reality.\nOur job is to determine the long-term returns for each option and then allocate capital accordingly. If we can do that well, we create shareholder value. In practice, there are no simple answers, but we try and solve these items with the fundamental bottoms-up intrinsic value approach. So let's quickly go through our capital allocation options, deconstruct how we evaluate returns and where those returns and priorities stand today. Starting with organic investment. Here, we look at what opportunities are available to leverage the company's existing assets, people and expertise to expand the business. Potential organic investments are predicated on generating double-digit returns on capital while also balancing our preference for high margins and a capital-light business model. Our investment into the water business serves as a great case study. For most of TPL's long history going as far back as the 19th century, there was basically 0 organic investment.\nIn 2017, that changed as we began to take advantage of TPL's unique ownership of both royalty and surface acreage. Without diving too deeply into the commercial and competitive dynamics that drove why we structured the individual pieces that make up the water business, namely an operated source water business and a contracted throughput royalty for produced water. The key takeaway is that each business was deliberately and carefully commercialized to provide the optimal balance between generating high returns on investment, moderating capital requirements, enhancing the overall business profile and ultimately maximizing long-term free cash flow per share. Since 2017, we have cumulatively invested approximately $140 million of capital into the water business. The water business and returns generated about $470 million of cumulative after-tax cash flow.\nAnd that does not include any of the significant benefits we derived both from sourcing water for operator completion activities or from facilitating essential produced water solutions for oil and gas wells on TPL royalty acreage. For fiscal year 2023, our Water Services and Operations segment closed with a net PP&E balance of about $84 million from which we generated $99 million of net income during the year, resulting in excellent returns on capital. As it stands today, we've developed the largest source water network in the broader Northern Delaware Basin. We invest approximately $5 million to $10 million annually towards various growth and cost savings initiatives with each project individually assessed to determine economics as we continue to explore various opportunities and ideas to enhance our business. Overall, the growth of the water business has provided us with substantial free cash flow growth to the overall enterprise.\nWith that growth in free cash flow over the years, TPL has been able to pay out increasingly larger dividends and execute on larger buybacks, all the while maintaining high cash flow margins, low capital intensity and a net cash balance sheet. Beyond water, we're also searching for new opportunities to leverage our surface ownership. The many fan lines we've discussed in the past are a good example. Consistent with our current makeup, the overwhelming preference is to commercialize new projects and a capital-light high cash flow margin manner. To the extent there's a project that can provide both exceptional returns and is strategically critical within the context of the overall enterprise then we have the wherewithal to strategically deploy capital just like we did for the water business.\nNext, let's discuss share repurchases. When you buy back company shares, you're basically still buying assets. It's just that these assets are already owned by the company. The question is, what is the return generated by buying back your own shares? We look at share buybacks in a similar manner as we look at purchasing external assets. If buying back TPL stock, we're buying a claim on over 20,000 net royalty acres on an [ 8-day basis ] and nearly 1 million surface acres. Those assets generate a cash flow stream. What we do is go piece by piece and evaluate the full cash flow potential over the life of each asset. After aggregating the various components of the business, we can measure that value against the price to acquire. That price for a buyback is our publicly traded [ share plus ]. There's just as much art as science to this given all the various inputs and we do our best to generate reasonable assumptions.\nWe run various scenarios, sensitizing important factors, commodity prices, of course, being a major item. We have reservoir engineers on staff to assess resource potential track-by-track for our royalty acreage. We run a bottoms-up life cycle analysis across our water and spud businesses. We also own a [ forever ] land asset that we are actively working to monetize, and that is basically an option value for future revenue potential. So we account for that. After aggregating everything, we have an internal appraisal of our intrinsic value. We can then measure that against the stock market's appraisal of those exact same assets. If we can generate a double-digit IRR at a mid-cycle oil price of approximately $75 oil and $3 gas, then buybacks become an extremely attractive option to deploy significant capital.\nWe still have over $200 million remaining on our current buyback authorization, so we have the tools in place to quickly execute a robust share repurchase program. Beyond just these opportunistic parameters, we do anticipate maintaining some level of buybacks throughout the year. There are still benefits to buying more of the assets we know so well into just being in the market supporting stock. We have a long history of repurchasing shares. We recognized that has been an important element of the TPL story through the years, and that's something we want to reinforce. On that point, we received feedback from some investors on why TPL doesn't just stick to what it did in the past and just used all of its cash to buy back shares. After all, that strategy was a core factor and driving some phenomenal returns through the decades. It's a fair point and it's worth diving into the buyback strategy of TPL of yesteryear versus the buyback strategy today.\nFor most of its existence when TPL was effectively just a liquidating trust, the strategy back then was to take the modest cash it generated from some vertical oil and gas wells, grazing leases and asset sales and to use those proceeds to repurchase shares. With the benefit of hindsight, those buybacks worked incredibly well because a few new or understood that 1-day modern horizontal drilling and hydraulic fracturing would unlock the ocean of oil that was locked in a shale flying underneath the trust royalty acreage. Thus, you were buying back assets that would later become some of the best shale assets at a valuation that only reflected some minor ancillary operations. It was quite a deal.\nToday, the extent and quality of the shale resource on TPL lands is widely recognized, so much so that our stock trades at a meaningful premium to peers. That's also become evident recently with nearly $100 billion of Permian lease operator acquisitions occurring just in the last few months. Although we resolutely believe TPL has a unique irreplicable set of assets and an outstanding team that justifies a premium buying back our stock today isn't the same still what it was decades ago, not to say that it isn't a good deal to that. Buyback economics from decades past aside, we will not hesitate to aggressively ramp buybacks when the opportunity arises. Furthermore, if returns across organic CapEx, M&A, dividends or buybacks were all equivalent, our preference would be to lean into buybacks. Our bias is buybacks.\nTurning to external acquisitions. Over the last few years, we've been candid in our interest in evaluating potential opportunities. We have a huge service and royalty footprint. We have a talented team of industry professionals. We have capabilities to monetize land like few others can, and we have the technology and systems to efficiently scale. It's for all of those reasons why we believe we are in a prime position to consolidate high-quality Permian surface and royalty assets. We approach M&A similar to buybacks. We evaluate each asset from a bottoms-up intrinsic value approach. The same assumptions we use to value our own assets, whether it's commodity prices track-by-track resource potential or surface and water opportunities, we use to analyze third-party assets.\nAgain, the goal here is to generate at least double-digit IRRs in invested capital and incremental free cash flow per share. For any package that's a meaningful interest to us, in addition to extensive financial analysis, we also performed significant asset and operational due diligence. Because TPL already owns great assets, we have no interest in diluting down our asset quality, our growth prospects or a unique business model. For any deal, the economics have to work, it has to make this a better enterprise and it has to enhance shareholder value. It's a very high bar, and we'll keep it high. And finally, if the company only has modest opportunities to deploy capital towards organic or external growth and if buybacks are relatively less attractive then dividends are another effective way to return capital back to shareholders.\nA good example was back in May of 2022. WTI crude was over $100, nat gas over $7 both basically at highs over the last decade. Valuations then for external assets were based on essentially peak commodity prices and peak multiples. Buybacks during this time were also relatively less attractive given this above-cycle commodity price. We had modest capital needs for our organic endeavors without great options to use the capital ourselves, we paid a $20 per share special dividend and gave that cash back to shareholders. We find ourselves in a similar situation in the future than a large special dividends are readily available. Our capital allocation strategy will adapt this industry and market fundamentals evolve. Our cash balance at year-end has grown to $725 million as we've harvested cash flows over the last couple of years during this period of relatively high commodity prices and as we've held back on large [ cyclical ] spending.\nToday, commodity prices are lower and we have an opportunity to deploy substantial capital countercyclically as weaker competitors pull back as valuations fall and as opportunities grow. Or if commodity prices rise, our business will benefit tremendously. We're very much in a position of strength and the company will excel in most any environment. With that, I'll turn the call over to Chris.\n\nChris Steddum\n\nChief Financial Officer\n\nThanks, Ty. Consolidated revenues during the fourth quarter of 2023 were approximately $167 million, representing 6% sequential quarter-over-quarter growth. Adjusted EBITDA was $151 million and free cash flow was $116 million. Free cash flow for the quarter grew 15% on a year-over-year basis, driven by higher royalty production, source water sales, produced water royalties and SLEM revenues and partially offset by lower oil, natural gas and NGL prices. Since I have already reviewed some of our other highlights for the quarter and full year 2023, I'll spend some time now on how we're thinking about things for 2024. As it relates to development in the overall Permian, our general view is that if oil prices stay around or above $75 per barrel that is generally constructive for continued growth. If oil prices weakened to $70 or less for an extended period of time, we would expect overall Permian activity levels to flow and overall production volume to flatten.\nSpecific to TPL, our business overall tends to be dominated by super majors and large independents, which tend to maintain development plans even during times of sideways commodity prices. Over 50% of our current drilled but uncompleted wells, otherwise known as DUCs, are held by super major Chevron, Exxon, [ Conco, BP and Occidental ]. 80% of our current DUCs are held by operators with an enterprise value of at least $15 billion. Although rig counts have fallen in the overall Permian compared to a year ago, we have seen rig counts on our acreage remains stable. New spud activity on a net basis in the fourth quarter was a company record and our overall near-term well inventory remains robust. We are seeing persistent strong activity in Loving and Northern Culberson and in the Central Midland subregion. In addition, continued operator efficiencies have condensed permit to production pacing even despite wells with increasingly longer lateral lengths.\nOur water team today is just as busy as last year and indications that they've received from operators is that development activity will remain at high levels. Our land agents also remain active as demand for pipeline easements, surface leases, [ wellbore ] easements and caliche is strong. As we previously indicated, we believe that TPL royalty production can grow at a level that exceeds overall Permian growth, although like we've experienced over the past year or so, short-term quarter-to-quarter performance, can be somewhat volatile due to greater co completion developments, operator short-term development patterns, specific net revenue interest for various tracks and check spud timing.\nTo conclude, TPL is in a great spot today. Our balance sheet arguably has never been stronger. The business still maintains strong cash flow and profitability margins. TPL still remains unhedged on commodity prices so we capture the full upside as commodity prices improve. And if commodity prices weaken, then we have ample means and multiple ways to take advantage. And with that, operator, we will now take questions."
  },
  {
    "header": "TPL",
    "cik": "0001811074",
    "ticker": "TPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6dbcf5b19eef8ac7a3a7e006000172ee",
    "period": "2023 Q3",
    "content": "Q3 2023 Texas Pacific Land Corp Earnings Call\n\nQ3 2023 Texas Pacific Land Corp Earnings Call\n\nTPLNYSENOV 2, 8:30 AM\n\nOperator\n\nGreetings, and welcome to Texas Pacific Land Corporation Third Quarter 2023 Earnings Call. [Operator Instructions]\nAs a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Shawn Amini, Finance and Investor Relations. Thank you, Mr. Amini, you may begin.\n\nShawn Amini\n\nVice President of Finance & Investor Relations\n\nThank you for joining us today for Texas Pacific Land Corporation's Third Quarter 2023 Earnings Conference Call.\nYesterday afternoon, the company released its financial results and filed its Form 10-Q with the Securities and Exchange Commission. which is available on the Investors section of the company's website at www.texaspacific.com. As a reminder, remarks made on today's conference call may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially from those discussed today. We do not undertake any obligation to update our forward-looking statements in light of new information or future events. For a more detailed discussion of the factors that may affect the company's results, please refer to our earnings release for this quarter and to our most recent SEC filings.\nDuring this call, we will also be discussing certain non-GAAP financial measures. More information and reconciliations about these non-GAAP financial measures are contained in our earnings release and SEC filings. Please also note, we may at times refer to our company by its stock ticker, TPL.\nThis morning's conference call is hosted by TPL's Chief Executive Officer, Ty Glover; and Chief Financial Officer, Chris Steddum. Management will make some prepared comments, after which we will open the call for questions. Now I will turn the call over to Ty.\n\nTyler Glover\n\nPresident, CEO & Trustee\n\nGood morning, everyone, and thank you for joining us today. TPL delivered another strong quarter, driven by improving commodity prices and continued performance of our surface and water assets. Starting with oil and gas royalties, revenues increased 6% sequential quarter-over-quarter as lower royalty production was more than offset by higher oil, natural gas and NGL prices. This past quarter, we've heard from operators that development activities were negatively impacted by infrastructure downtime and electricity challenges during the summer heat waves. With those issues having subsided and with some additional natural gas takeaway capacity coming online, we think infrastructure and logistics will be less of a constraint for development in the near term.\nFor our surface leases, easements and Materials segment, which we refer to as SLEM, we continue to benefit from broad strength across our various endeavors there. In particular, pipeline easements have been robust, driven by expanding infrastructure development in the Permian. For source water, year-to-date revenues have already eclipsed what we did in all of 2022. Though down from our record sales volumes off the prior sequential quarter, third quarter 2023 source water sales volumes of approximately 545,000 barrels per day represent high utilization across our system. In particular, demand for treated water remains elevated with this past quarter, representing record revenues and volumes.\nOn the produced water side, volumes have grown steadily and quarterly revenues are up 9% year-over-year. Produced water volumes continue to grow across the Permian, of which TPO continues to capture a significant portion through our large AMI agreements across our surface. To give some additional visibility on TPL's production outlook, I wanted to take some time this morning to provide recent well development trends on our royalty acreage.\nStarting with our near-term well inventory. At the end of the third quarter 2023, TPL had 6.7 net permits, 7.9 net drilled but uncompleted wells also referred to as DUCs and 5.2 net completed wells. This near-term inventory totals 19.9 net wells, which represents a 29% increase from second quarter 2023 levels. Although we had relatively lower net new producing wells added in this most recent quarter, the higher balance of completed wells represents a level much higher than what we've generally seen historically, which gives some visibility into near-term production trends as those get turned to sales soon.\nFor wells already turned to sales in 2023, the timing of completion to initial production has averaged around 20 days, which is significantly longer than prior year averages of approximately 3 to 5 days. We believe this timing delay is in large part attributable to more operators utilizing co-development strategies as more wells are fracked together within a pad and then those group of wells are collectively not turned to sales until after the last well has been completed. All else being equal, the effect of this is that the production contribution from new wells becomes lumpier in the short term.\nIt's also worth noting that timing of permit to spud and spud to completion have compressed considerably in 2023 versus prior years. In total, for wells turned to sales in 2023, the average permit to production timing is approximately 10 months, whereas in '22, it was approximately 11 months and in 2021, it was approximately 13 months.\nWith respect to rigs, although rig counts in the overall Permian have declined by approximately 10% compared to last year, we've recently seen more rigs operating on TPL acreage. Last year at this time, we had stated that there were approximately 42 rigs operating on TPL acreage, whereas today, we estimate we currently have more than 50 rigs. These rig totals align with our well data, with third quarter 2023 new spot activity right around record levels on a gross and net basis. In addition, new permit activity on our acreage is elevated as third quarter 2023 represents a record for new permits both on a gross and net basis.\nWith a strong backlog of completed wells and inventory, high levels of ongoing new permits, accelerated development timing of converting permit to sales and currently supportive oil and natural gas prices, those fundamentals in aggregate underpin what we believe to be constructive backdrop for development on TPL royalty acreage and the Permian more broadly. Of course, commodity prices can change and development schedules can evolve. But as we've shown before, TPL is well positioned to succeed through almost any environment.\nBefore concluding my remarks, I also wanted to mention that next week, TPO will be hosting its 2023 Annual Meeting in Dallas. I want to remind and encourage shareholders to review the proxy materials, which you can find on our website and on the SEC website and to submit votes. If anyone needs any assistance, please reach out to Investor Relations.\nWith that, I'll turn the call over to Chris.\n\nChris Steddum\n\nChief Financial Officer\n\nThanks, Ty. Third quarter 2023 total consolidated revenue and net income were $158 million and $106 million, respectively. Total adjusted EBITDA was $141 million, which is 6% higher compared to the prior sequential quarter, and adjusted EBITDA margin was approximately 89%. During the quarter, the company benefited from higher commodity prices and lower operating expenses, though partially offset by lower royalty production and lower source water sales.\nFree cash flow was approximately $106 million, and we exited the quarter with approximately $660 million of cash on the balance sheet. Royalty production of approximately 21,800 barrels of oil equivalent per day represented a 12% decrease on a sequential quarter basis. Our realized price per barrel of oil equivalent increased 19% to approximately $45. Benchmark prices for each oil, gas and NGLs, each rose over the prior sequential quarter and our realizations relative to the benchmark prices also improved. For this quarter, we have maintained our $3.25 per share dividend. We also spent approximately $6 million to repurchase approximately 3,600 shares of our common stock.\nAnd with that, operator, we will now take questions."
  },
  {
    "header": "TPL",
    "cik": "0001811074",
    "ticker": "TPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/83c762c0d04964e894eeb39c37526bab",
    "period": "2023 Q2",
    "content": "Q2 2023 Texas Pacific Land Corporation Earnings Call\n\nQ2 2023 Texas Pacific Land Corporation Earnings Call\n\nTPLNYSEAUG 3, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Texas Pacific Land Corporation Second Quarter 2020 Earnings Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to Shawn Amini, Vice President, Finance and Investor Relations. Please go ahead.\n\nShawn Amini\n\nVice President of Finance & Investor Relations\n\nThank you for joining us today for Texas Pacific Land Corporation's Second Quarter 2023 Earnings Conference Call.\nYesterday afternoon, the company released its financial results and filed its Form 10-Q with the Securities and Exchange Commission, which is available on the Investors section of the company's website at www.texaspacific.com.\nAs a reminder, remarks made on today's conference call may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially from those discussed today. We do not undertake any obligation to update our forward-looking statements in light of new information or future events. For a more detailed discussion of the factors that may affect the company's results, please refer to our earnings release for this quarter and to our most recent SEC filings.\nDuring this call, we will also be discussing certain non-GAAP financial measures. More information and reconciliations about these non-GAAP financial measures are contained in our earnings release and SEC filings. Please also note that we may at times referred to our company by stock ticker, TPL.\nThis morning's conference call is hosted by TPL's Chief Executive Officer, Ty Glover; and Chief Financial Officer, Chris Steddum. Management will make some prepared comments, after which we will open the call for questions.\nNow I will turn the call over to Ty.\n\nTyler Glover\n\nPresident, CEO & Trustee\n\nGood morning, everyone. Thank you for joining us today. TPL delivered an impressive quarter, capturing opportunities underpinned by robust Permian activity. We set new company records for quarterly oil and gas royalty production, source water revenues and produced water revenues.\nWhat we refer to as Slim quarterly revenue form that may oil and gas royalty revenues, which are production obligation in a car from a water and more details to our business results. series in mineral royalty and lease on this call will also -- our service is with active more information to exertional cash are contained in our earnings release.\nThese surface derived opportunities have been thoughtfully also known commercial in our capital -- high-margin business posted by use of the arean affect accelerate development -- quarter and to our most recent. This most recent quarter is a great quarter to end a period of volatile commodity -- and gas down 32% over decline process 32% and for the quarterly year-over-year quarter produced water revenues up 12% -- and slim revenues were up 34%.\nDuring this last quarter, these surface derived revenue streams in aggregate comprised 48% of TPL's overall consolidated revenue and helped maintain strong consolidated earnings and free cash flow despite much lower commodity prices. For Slim specifically, we're seeing broad strength across each subcategory. -- pipeline easements, electric line easements and college sales have been especially good as operators to fleet DUC inventory and push development across broader areas.\nOur team of land agents and GIS specialists has done a tremendous job working with upstream, midstream and other operators to accommodate their development needs and procure revenue opportunities for our service.\nTurning to water. During the quarter, we averaged over 700,000 barrels per day of source water sales volumes, driven by robust brackish and treated water demand. Year-to-date, through second quarter 2023, total source treated and brokered water volumes are up 31% year-over-year. For the last 12 months, we've sold nearly 200 million barrels of water -- and many of those barrels were used to complete oil and gas wells on TPL royalty acreage.\nProduced water volumes during the quarter averaged approximately 2.3 million barrels per day. Just as a reminder, TPL contracts with operators and other third parties for use of our surface for produced water facilities, including disposal wells, and we generated a contracted fee or produced water barrels. -- produce water volumes for second quarter 2023 are up 15% year-over-year. This was by far our best ever quarterly revenue and free cash flow performance for the water business contributing just under $60 million of high-margin revenue while only spending less than $2 million in CapEx.\nThese cumulative efforts of prior capital investments and commercial negotiations going back to the inception of our dedicated in-house water business in 2017 are paying substantial dividends today. In many of our water contracts with operators, we have negotiated exclusive offtake to produced water across large areas of mutual interest. This is an important feature because it provides TPL holistic control over both source and produced water throughout the basin and across our surface. It allows us to continue sales of brackish water while also providing us incremental upside and opportunities to reuse and treat produced water for completion activities.\nOur operations team also deserves tremendous credit for procuring and moving water for our customers at volume levels we've never done before. TPL continues to demonstrate its ability to offer a full spectrum of reliable water services. During the last quarter, we spent approximately $20 million to acquire 12,000 surface acres in Andrews County along the Texas-New Mexico state line. This acreage fits nicely with our current surface footprint and will provide incremental opportunities for our teams to pursue and commercialize.\nAs previously disclosed on November 22, 2022, the company filed a complaint with Delaware Chance court to resolve a disagreement with Horizon Kinetics LLC, Horizon Kinetics Asset Management LLC, Soft Best Advisors LLC and Softvest LC over their voting commitments pursuant to a stockholders' agreement with the company. We recently concluded the trial, and we're now waiting for the court to issue its opinion. We expect that to happen in due course, and we will update our stockholders when we have more to share.\nAlso, the company recently announced that it has nominated Barry Wong Chapman and Robert Russa as 2 independent director nominees for election at the upcoming 2023 Annual Meeting of Stockholders. Both candidates bring a strong mix of industry skills and experience. Current directors and co-chairs the Board, David Barry and John Norris, have decided to retire and not stand for reelection at the 2023 Annual Meeting. Dave and John has been involved with the company for decades back to its days as a trust. They have always been great stewards for the company and has played a pivotal role in helping the company achieve the success it enjoys today. Without their support, TPL would not have a water or surface business or the professional administration anywhere near the scale and expertise it has today. They saw and understood the potential that TPL's unique assets possessed and they took a chance to support of pivot to active management.\nOn behalf of the entire management team here at TPL, we are thankful for their service, guidance, leadership and friendship over the years, and they will leave behind an exceptional legacy at TPL.\nWith that, I'll turn the call over to Chris.\n\nChris Steddum\n\nChief Financial Officer\n\nThanks, Ty. Total revenues for the second quarter of 2023 were $161 million, representing a 10% increase from the first quarter 2023 revenues. As previously discussed, revenues benefited from higher royalty production, source water sales, produced water royalties and SLEM revenues, though partially offset by lower oil and gas prices.\nAdjusted EBITDA and free cash flow for the quarter were $134 million and $105 million, respectively. Consolidated CapEx was $1.4 million, with most of the spend related to the water business. We ended the quarter with $609 million of cash on the balance sheet. Royalty production of approximately 24,900 barrels of oil equivalent per day represents a 19% increase on a sequential quarter basis.\nAlthough we continue to maintain that individual quarterly production figures can be lumpy, the underlying production on our royalty acreage continues to trend upward. This is further supported by new well data as recent permits, spuds and completions remain high across both our Midland and Delaware footprints. In particular, activity in Central Midland, Lubbing, Reeves and Culberson Counties are especially strong.\nOur oil price realizations remain high with second quarter 2023 average realized oil price of $73 per barrel, which represents an approximate 100% realization relative to WTI Cushing price per barrel. However, our natural gas and natural gas liquids realizations weakened this quarter relative to prior quarter realizations.\nInfrastructure constraints and downtime, among other factors, continued to suppress local West Texas price realizations for many operators. For TPL, this is somewhat mitigated as we benefit from additional infrastructure build-out through our SLEM business as new pipelines, processing facilities and other logistics assets generate easement and lease opportunities.\nIn addition, our royalty acreage is dominated by super-majors and large independent E&Ps that tend to own and/or commit to new infrastructure, which generally provides them better netbacks compared to smaller public and private operators. As more infrastructure is developed and completed, we would expect our realizations to improve.\nFor this quarter, we have maintained our $3.25 per share dividend. We also spent approximately $20 million to repurchase approximately 14,000 shares.\nAnd with that, operator, we will now take questions."
  },
  {
    "header": "TPL",
    "cik": "0001811074",
    "ticker": "TPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/514e947eebfad71d18b159d46136b693",
    "period": "Unknown",
    "content": "Texas Pacific Land Corporation Q1 2023 Earnings Call\n\nTexas Pacific Land Corporation Q1 2023 Earnings Call\n\nTPLNYSEMAY 4, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Texas Pacific Land Corporation First Quarter 2023 Earnings Call.\n[Operator Instructions]\nAs a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Shawn Amini of Investor Relations.\nThank you, and you may proceed sir.\n\nShawn Amini\n\nThank you for joining us today for Texas Pacific Land Corporation's First Quarter 2023 Earnings Conference Call. Yesterday afternoon, the company released its financial results and filed its Form 10-Q with the Securities and Exchange Commission, which is available on the Investors section of the company's website at www.texaspacific.com. As a reminder, remarks made on today's conference call may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially from those discussed today.\nWe do not undertake any obligation to update our forward-looking statements in light of new information or future events. For a more detailed discussion of the factors that may affect the company's results, please refer to our earnings release for this quarter and to our most recent SEC filings.\nDuring this call, we will also be discussing certain non-GAAP financial measures. More information and reconciliations about these non-GAAP financial measures are contained in our earnings release and SEC filings. Please also note, we may, at times, refer to our company by its stock ticker, TPL.\nThis morning's conference call is hosted by TPL's Chief Executive Officer, Ty Glover; and Chief Financial Officer, Chris Steddum. Management will make some prepared comments, after which we will open the call for questions.\nNow I will turn the call over to Ty.\n\nTyler Glover\n\nPresident, CEO & Trustee\n\nGood morning, everyone, and thank you for joining us today. TPL delivered another strong quarter as our non-oil and gas royalty businesses helped to mitigate the impact of lower oil and gas prices. During first quarter 2023 WTI Cushing Oil and Henry Hub natural gas prices were down 19% and 43%, respectively, compared to the same time period last year, and as a result of that direct exposure to prices, our oil and gas royalty revenues were down 14%.\nHowever, on a year-over-year basis, for first quarter 2023, our sourced water sales were up 15%. Produced water royalties were up 35%, and our easement and other surface-related income was up 63%. When commodity prices come under pressure, these non-oil and gas royalty revenue streams are especially valuable as they provide the company built-in hedges and countercyclical revenues. This quarter, nearly 40% of our revenues were outside of oil and gas royalties. As many of you know, TPL has not historically hedged our commodity price exposure related to royalties.\nFor us, the non-oil and gas royalty cash flow streams and our debt-free balance sheet are the hedge. Even during a long period of severely depressed prices, TPL has shown it can generate substantial positive free cash flow. 2020 was a great example of that. And when the cycle inevitably turns, as it did last year, our hedge-free position ensures that we capture maximum upside.\nDespite some recent turbulence with oil and gas prices, the long-term outlook for TPL remains strong, underpinned by the Permian is arguably the best resource play in North America. We remain optimistic based on our conversations with our customers across surface and water. From our internal data, leading indicators, such as new permitting and drilling activity remain at historically strong levels.\nAs we've said in the past, quarter-to-quarter performance may fluctuate, but we continue to expect royalty production and overall activity to trend upwards over the long term. As previously disclosed on November 22, 2022, the company filed a complaint and Delaware Chancery Court to resolve a disagreement with Horizon Kinetics LLC, Horizon Kinetics Asset Management LLC, SoftVest Advisors LLC and SoftVest, L.P. over their voting commitments pursuant to a stockholders' agreement with the company. The Delaware Court of Chancery held a 1-day trial on April 17, 2023. Following post-trial briefing, the company anticipates the court to issue a decision.\nWith that, I'll turn the call over to Chris.\n\nChris Steddum\n\nChief Financial Officer\n\nThanks, Ty. Total revenues for the quarter of 2023 were $146 million, representing a 4% decline sequentially from fourth quarter 2022 revenues. Revenues were impacted by lower oil and gas prices and royalty production, though offset by higher sourced water sales, produced water volumes and easements and other surface-related income.\nAdjusted EBITDA and free cash flow for the quarter were $116 million and $88 million, respectively. We ended the quarter with $591 million of cash on the balance sheet. TPL's near-term inventory outlook remains strong with approximately 5 net permits, 7.8 net DUCs and 3.3 net completed wells at the end of the quarter.\nAs Ty referenced earlier, our preliminary data shows first quarter 2023 as the second best quarter ever for new permits on a net lateral feet basis. For new spuds, first quarter 2023 would be a record on a net lateral feet drilled basis, which is driven by both higher gross new spuds and also longer lateral lengths now approaching nearly 11,000 feet on average.\nWe continue to evaluate our capital allocation priorities as company and industry fundamentals evolve. For this quarter, we have maintained our $3.25 per share dividend. Our previously announced $250 million buyback authorization began on January 1 of this year, and as we move out of a blackout period, we have room to lean more heavily on that program with a large cash balance, 0 debt and a business that continues to generate ample free cash flow, we retain tremendous amount of flexibility to be opportunistic as we look to maximize shareholder value.\nAnd with that, operator, we will now take questions."
  },
  {
    "header": "TPL",
    "cik": "0001811074",
    "ticker": "TPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9189bf6daeeab45f29d95540f4114292",
    "period": "2022 Q4",
    "content": "Q4 2022 Texas Pacific Land Corp Earnings Call\n\nQ4 2022 Texas Pacific Land Corp Earnings Call\n\nTPLNYSEFEB 23, 8:30 AM\n\nOperator\n\nGood morning, and welcome to Texas Pacific Land Corporation's Fourth Quarter and Full Year 2022 Earnings Conference Call. This conference call is being recorded.\nI would now like to introduce your host for today's call, Shawn Amini, Vice President, Finance and Investor Relations. Please go ahead.\n\nShawn Amini\n\nVP of Finance & IR, Texas Pacific Land Corporation\n\nThank you for joining us today for Texas Pacific Land Corporation's Fourth Quarter and Full Year 2022 Earnings Conference Call. Yesterday afternoon, the company released its financial results and filed its Form 10-K with the Securities and Exchange Commission, which is available on the Investors section of the company's website at www.texaspacific.com.\nAs a reminder, remarks made on today's conference call may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially from those discussed today. We do not undertake any obligation to update our forward-looking statements in light of new information or future events. For a more detailed discussion of the factors that may affect the company's results, please refer to our earnings release for this quarter and our most recent SEC filings.\nDuring this call, we will also be discussing certain non-GAAP financial measures. More information and reconciliations about these non-GAAP financial measures are contained in our earnings release and SEC filings. Please also note, we may at times refer to our company by its stock ticker, TPL.\nThis morning's conference call is hosted by TPL's Chief Executive Officer, Ty Glover; and Chief Financial Officer, Chris Steddum. Management will make some prepared comments, after which, we will open the call for questions.\nNow I will turn the call over to Ty.\n\nTyler Glover\n\nPresident, CEO & Trustee, Texas Pacific Land Corporation\n\nGood morning, everyone, and thank you for joining us today. 2022 was a consecutive record year for TPL. Full year 2022 revenue of $667 million exceeded the previous record by over $170 million. We not only generated record revenues from our oil and gas royalties, but our combined water sales, produced water royalties and easements and service-related income also had its best year ever, generating over $200 million of revenue.\nWe achieved a full year consolidated adjusted EBITDA margin of 89% as we continue to efficiently convert revenue into cash flow. We returned $335 million of capital back to shareholders through dividends and buybacks, and we exited the year with 0 debt and over $500 million of cash on the balance sheet.\nThe company also made progress towards expanding our revenue opportunities beyond our legacy business. In 2022, we increased our contracted renewable production on our surface by 37% year-over-year. We signed agreements for the potential development of carbon capture, battery storage and bitcoin mining facilities, and we continue to have a lot of good discussions on other interesting fronts.\nOn the topic of carbon capture, we were glad to strike an agreement last month with Ozona. We've been impressed with Ozona's expertise and initiatives, and it's encouraging to see these projects move closer towards reality. Our goal at TPL is to help lay the groundwork as the carbon capture industry scales up and position ourselves to be a key part of the solution and value chain.\nAnother opportunity that we've been working to exploit is sand deposits located on our acreage. We recently executed 4 separate contracts on in-basin wet sand mines. This reflects years of effort by the team here in conducting geologic studies to identify sand deposits, to assess the feasibility of utilizing wet sand for well completion and to proactively initiate discussions with operators and customers to underwrite development.\nThese potential projects would generate direct revenue benefit to TPL. They would also deliver the dual benefit of sourcing a critical input used in the development of TPL royalty acreage while also significantly reducing truck congestion and associated emissions compared to using sand sourced and transported from out of basin.\nYesterday, we announced an agreement with bpx, a subsidiary of BP, to provide comprehensive source water, produced water offtake and surface access across approximately 270,000 acres spanning Culberson, Loving, and Reeves Counties. This agreement will facilitate bpx's oil and gas development of a high-quality resource base in the Delaware Basin while providing TPL incremental value across multiple water and surface revenue streams. We have known and worked with the BP team for a long time, and we're very excited to see them ramp Permian development.\nI also want to spend some time today discussing some broader Permian topics pertinent to TPL. First is the potential trend of declining well productivity. TPL of course doesn't operate owned gas wells, so we don't have the detailed perspective that our operators do, but we do monitor what's going on in our backyard. What we've observed is that operators continue to experiment with optimal development strategy, especially for acreage prospected for multiple zones.\nTrend seems to be that an increasing number of operators are moving towards co-development of multiple zones within a section as opposed to drilling 1 zone first and then returning at a later time to develop the other zones. We'd note that a large portion of our operators have been deploying the former co-development strategy for quite some time, resulting thus far in consistently robust well productivity.\nIn addition, laterals on our acreage continue to trend longer. Fourth quarter 2022 was the first quarter where new permitted wells, new spuds, new completions and new producing wells each averaged over 10,000 feet. Overall, we continue to see strong well performance and productivity across our acreage.\nOne other industry focal point is the increasing price differential between local Permian natural gas and coastal markets. As many are aware, natural gas pipeline capacity out of the Permian remains tight. Some relief will come this year with a couple of pipeline capacity expansions and repairs. That said, we have started to see natural gas pricing realizations weaken, especially among smaller independent and private producers.\nAlthough marginally weaker gas realizations will negatively impact our royalty revenue, it presents significant upside for TPL on the surface side. Insufficient takeaway capacity means that the industry has an incentive to develop additional new midstream infrastructure. And given our vast, checker-boarded surface footprint, this presents pipeline easement opportunities for TPL to pursue. Any revenue that we lose from weaker gas differentials, we could potentially more than offset with incremental easements. This is another example of the benefit of our active management approach and the natural hedges that we've built into the business here.\nAnother item we are watching closely is the evolving practice of handling produced water, especially in response to the previous seismic response areas, otherwise referred to as SRAs. As a reminder, these SRAs were enacted by the State Railroad Commission in response to previous seismic activity.\nAmong the biggest impact of the SRAs was the reduction of injection rates into deep-formation saltwater disposal wells, otherwise referred to as SWDs. As a result, deep-formation SWDs have generally experienced much lower utilization, and we've concurrently seen a large increase in demand for shallow-formation SWD permits on our surface. Going back to the inception of our water business, we've been very deliberate in limiting the amount of deep SWD permitting on TPL. This helps to preserve viability of third-party infrastructure operating on our surface while also keeping with our focus on sustainability and safety.\nJust to reiterate, TPL does not own or operate SWDs. Rather, we have negotiated with various operators a type of surface use agreement that pays TPL royalty for any produced water barrels that are either stored directly on or that cross TPL's surface. These agreements in aggregate cover acreage spanning approximately 0.5 million acres in West Texas. Contracts also contain strong indemnification language protecting TPL interest as operator and water midstream companies continue to build and develop infrastructure on our surface.\nIt's not an accident how we set up the water business here at TPL, and this all serves as a testament to our water team for their skill and foresight.\nLooking forward to 2023. Although we do not control the direction of commodity prices, which directly impacts a large portion of our revenues, the TPL team remains committed to sustaining our positive momentum. Our assets are positioned in the heart of one of the best resource plays found anywhere in the world, and should development slow down in response to lower commodity prices or other constraints, the immense resource still remains in the ground and available to be exploited in the future when commodity prices strengthen.\nFinally, I want to thank all the employees here at TPL for their diligent work and commitment. In 2022, we had 0 spills, 0 reportable safety incidents, reduced our Scope 1 emissions by 34%. So not only did our employees help the company achieve record revenues, industry-leading consolidated adjusted EBITDA margins and record earnings and free cash flow per share, but they did it safely, efficiently and with a stakeholder mentality.\nWith that, I'll turn the call over to Chris to discuss our financial results.\n\nChris Steddum\n\nCFO, Texas Pacific Land Corporation\n\nThanks, Ty. The total revenue for fiscal year 2022 was $667 million, a 48% year-over-year increase. Net income of $446 million during fiscal year '22 was also a corporate record, and this represents a 65% increase compared to prior year net income.\nThe strong performance was driven not only by higher commodity prices and higher royalty production, but also year-over-year revenue increases of 25% for source water, 24% increase in produced water royalties and 28% increase in easements and other surface-related income.\nExcluding ad valorem taxes, a new expense we started to accrue in 2022, our total consolidated operating expenses increased 9% year-over-year. The increase was mostly driven by an approximately $4 million increase in water service-related expenses as a result of higher source water sales volumes.\nRoyalty production for the full year and for the fourth quarter of 2022 each came in at approximately 21,300 barrels of oil equivalent per day. On a sequential quarter-over-quarter basis, oil and gas royalty production declined by approximately 9%. On a year-over-year basis, royalty production grew by approximately 15%.\nAs we regularly discussed in the past, quarterly oil and gas royalty production will normally have some embedded volatility related to the timing of when we receive our royalty revenue check stubs versus when that production actually occurred in the field. To that end, let me provide some additional context on what we can expect for production going forward.\nBased on our internal data to date, in 2022, we had new permits of 876 gross and 10.9 on a net basis. For spuds in 2022, so far, our tally show 835 gross and 10.3 net. We consider these to be very strong levels, not just for 2022, but also to support 2023 development activity.\nData that occurred during the fourth quarter tends to lag a few months for new completion and new producing wells. But if we look at third quarter 2022 data, which has been more fully reported, we show new completions of 262 gross and 3.1 net, and new producing wells of 208 gross and 2.7 net. Again, this represents very robust levels for the company and supports strong production levels.\nI mentioned earlier, current commodity prices across the board have declined from the elevated levels we saw for much of 2022 and natural gas takeaway is tight. We have seen this diminished price realizations most especially for smaller independents and privates that generally don't have as much committed pipe capacity. Those factors, among others, could contribute to a moderated growth trajectory in the short term for the Permian as a whole.\nAt TPL, we do have a few things working in our favor. First, activity on our acreage is dominated by large integrated and large independent energy companies, which tend to have more contracted pipeline takeaway capacity and more resilient capital budgets through periods of commodity price volatility.\nSecond, our Northern Delaware royalty acreage, which has significantly higher net royalty interest compared to our Midland royalty acreage, continues to receive a lot of attention from operators. Our land and water teams continue to be as busy as ever. And although quarterly production figures can jump around somewhat quarter-to-quarter, we have strong conviction that TPL's royalty production continues to trend upward.\nIn conclusion, last week, we announced that our Board has approved increasing our quarterly dividend by $0.25 to $3.25 per share. For the fourth quarter of 2022, we repurchased approximately 12,000 shares for approximately $29 million.\nStarting in 2023, we now have an expanded $250 million share repurchase plan that replaces our previous $100 million repurchase plan. We intend to repurchase shares under this plan throughout the year, and the expanded size of this plan provides us the ability to accelerate share repurchases, depending on factors, such as commodity prices, market volatility and the relative attractiveness of special dividends and other value-enhancing options.\nOur high-margin, capital-light and net cash position ensures the company will have substantial free cash flow even during potential prolonged periods of depressed commodity prices, and those unique virtues provide us with a lot of flexibility and opportunity to actively allocate capital to enhance shareholder value through virtually any commodity price environment.\nWith that, operator, we will now take questions."
  },
  {
    "header": "TPL",
    "cik": "0001811074",
    "ticker": "TPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/73696972c7cf187966c02e0fdfb894ee",
    "period": "2022 Q3",
    "content": "Q3 2022 Texas Pacific Land Corp Earnings Call\n\nQ3 2022 Texas Pacific Land Corp Earnings Call\n\nTPLNYSENOV 3, 8:30 AM\n\nOperator\n\nGood morning, and welcome to Texas Pacific Land Corporation's Third Quarter 2022 Earnings Conference Call. This conference call is being recorded.\nI would now like to introduce then, Finance and Investor Relations. Please go ahead.\n\nShawn Amini\n\nVP of Finance & IR, Texas Pacific Land Corporation\n\nGood morning. Thank you for joining us today for Texas Pacific Land Corporation's Third Quarter 2022 Earnings Conference Call.\nYesterday afternoon, the company released its financial results and filed its Form 10-Q with the Securities and Exchange Commission, which is available on the Investors section of the company's website at www.texapacific.com.\nAs a reminder, remarks made on today's conference call may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially from those discussed today. We do not undertake any obligation to update our forward-looking statements in light of new information or future events. For a more detailed discussion of the factors that may affect the company's results, please refer to our earnings release.\nDuring this call, we will also be discussing certain non-GAAP financial measures. More information and reconciliations about these non-GAAP financial measures are contained in our earnings release and SEC filings. Please also note, we may at times refer to our company by its stock ticker, TPL.\nThis morning's conference call is hosted by TPL's Chief Executive Officer, Ty Glover; and Chief Financial Officer, Chris Steddum. Management will make some prepared comments, after which, we will open the call for questions.\nNow I will turn the call over to Ty.\n\nTyler Glover\n\nPresident, CEO & Trustee, Texas Pacific Land Corporation\n\nThanks, Shawn. Good morning, everyone, and thank you for joining us today. Third quarter 2022 represents another well-rounded performance across the TPL business. Consolidated revenues increased 8% and net income increased 9% sequential quarter-over-quarter, driven by growing oil and gas royalty production, outstanding source water and produced water performance and continued strong SLEM activity.\nRoyalty production for the third quarter of approximately 23,400 barrels of oil equivalent per day is a new corporate record. On the water side, during this most recent quarter, we sourced and treated over 40 million barrels of water. Since the water business inception, TPL has sourced or treated over 500 million barrels of water, which we estimate is responsible for over 1,000 new well completions in the Permian, with many of these on TPL royalty acreage.\nOn the produce side, we generated contracted royalty volumes on approximately 190 million barrels of water. Recall, we don't own or operate any saltwater disposal infrastructure. Rather, we collect a contracted royalty fee on produced water that is injected in or crosses our surface. Over half our produced water volumes that we generated royalty on last quarter were actually injected into SWDs located off of TPL surface.\nLast quarter, we saw a nice uptick in SLEM revenues, and that strong performance carried over into third quarter. Activity is up across the board in SLEM, with large year-over-year increases for wellbore easements, pipeline easements and material sales.\nJust on the land side alone, this past quarter, we papered up 233 new contracts, which is nearly double what we did during the same quarter last year. Recent highlights include 2 separate contracts for mobile mini sand mines. These sand mines not only help support completion activities in the Permian, but because the sand is developed and sourced in-basin, it reduces the amount of heavy truck traffic in the region. And of course, TPL will generate a royalty for every ton extracted, with 0 CapEx or operating expenses required from us.\nOur land managers do an incredible job overseeing a vast acreage footprint and working every day with operators to stay in front of their needs and to help facilitate development. In addition to our core active management activities on the land side, we've had a team tasked specifically to pursue alternative and next-generation uses for our nearly 1 million-acre surface asset. Investments in time and resources we've dedicated to this venture over the past few years are bearing results.\nYesterday, we announced that TPL signed an agreement with Samsung Solar Energy 2, LLC to begin evaluating the siting in grid-connected batteries located on TPL's surface. Preliminary studies have begun to evaluate project viability throughout West Texas, where an abundant amount of transmission infrastructure overlaps with TPL.\nThese battery projects could help enhance grid reliability and encourage further renewables development across TPL's footprint. TPL is thrilled to have someone looking to develop these next-generation projects on our surface, and we look forward to collaborating together to hopefully bring these projects to fruition.\nWe also continue to make good progress on the solar and wind front. This year, we've increased the amount of solar and wind projects contracted on our surface by over 30% from what we had coming into the year.\nIn summary, our surface asset is unique not only for its size, but also because it contains water rights and aquifers, exposure to excellent solar and wind resource, materials deposits, electrical grid access, connectivity to gas processing facilities, subsurface pore space, among many other desirable features.\nOur employees leverage their extensive relationships with Permian producers and across the energy industry to source and collaborate on new projects. The access to all these things at massive scale makes us an attractive partner for interesting opportunities, and we're having a lot of good conversations with developers, engineers, entrepreneurs and companies on a wide array of new technologies and ideas.\nChanging gears, I'd like to remind everyone that our annual meeting is in 2 weeks. Proxy materials have been filed with the SEC and distributed to shareholders, and I would encourage everyone to carefully review the materials and vote. If any shareholders have any questions or issues, please do not hesitate to contact Investor Relations.\nAnd finally, I want to thank all the employees here at TPL. Our team does an amazing job of proactively serving our customers while also creating real value for our shareholders. Their tireless efforts and consistent performance are the engine of this company, and I'm proud to work with them every day.\nWith that, I'll turn the call over to Chris to discuss our quarterly results.\n\nChris Steddum\n\nCFO, Texas Pacific Land Corporation\n\nThanks, Ty. Total revenue for the third quarter of 2022 was $191 million, which was driven by increases across all of our major revenue streams on a sequential quarter-over-quarter basis. Oil and gas royalty revenue was up 7% quarter-over-quarter, primarily due to higher royalty production, though partially offset by lower crude oil and NGL prices. Crude and NGL price realizations declined sequentially by 13% and 15%, respectively, while natural gas realizations increased 21%.\nThird quarter royalty production increased 18% sequentially to approximately 23,400 barrels of oil equivalent per day, which was driven by strong operator activity, especially in our Loving and Reeves County royalty acreage.\nAs Ty mentioned, our land and water teams remain very busy working with operators on facilitating upstream development. New permits and spuds so far in 2022 are tracking well ahead of 2021 levels. For permits, we are averaging about 80 gross and 1 net new well per month this year. For spuds, we are averaging about 70 gross and 0.9 net new wells every month. Lateral lengths also continue to get longer with the average permitted well on our royalty acreage now over 10,000 feet long.\nWell statuses on TPL acreage as of quarter end included 5.6 net permitted wells, 6.9 net DUCs, 2.9 net completed wells and 55 net producing wells. I'll note that the sequential decline in net permitted wells was largely from removing permits that we viewed to be stale or likely to lapse, and this represented about 1.8 net wells. This decline refers to the well status on a static basis, which is not to be confused by the strong activity for new permits we've seen throughout 2022.\nOur $100 million buyback authorization was active during the quarter, and we repurchased approximately 19,000 shares for approximately $33 million. We intend for the buyback program to remain active through the end of the year. In addition, yesterday, we announced that our Board has authorized a new $250 million share repurchase authorization which will take effect after the expiration of our existing buyback program at the end of the year.\nAs many of you know, share buybacks have long been an important part of TPL's history, and buybacks remain an important aspect of our capital allocation toolbox. We're glad to put this new program in place, and we believe it further enhances TPL's ability to optimize capital returns for our shareholders.\nFundamentals at TPL remain excellent, and we continue to generate high-quality, high-margin cash flows with minimal capital needs. And a fortress debt-free balance sheet and the robust free cash flow generated by the business affords a tremendous amount of flexibility as we look to maximize shareholder value.\nWith that, operator, we will now take questions."
  },
  {
    "header": "TPL",
    "cik": "0001811074",
    "ticker": "TPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6a6e0fd7a5eb4eec9e5805e67120b89e",
    "period": "2022 Q2",
    "content": "Q2 2022 Texas Pacific Land Corp Earnings Call\n\nQ2 2022 Texas Pacific Land Corp Earnings Call\n\nTPLNYSEAUG 4, 8:30 AM\n\nOperator\n\n(technical difficulty)\nPacific Land Corporation's Second Quarter 2022 Earnings Conference Call. This conference call is being recorded. I would now like to introduce your host for today's call, Shawn Amini, Vice President, Finance and Investor Relations. Please go ahead.\n\nShawn Amini\n\nGood morning. Thank you for joining us today for Texas Pacific Land Corporation's Second Quarter 2022 Earnings Conference Call. Yesterday afternoon, the company released its financial results and filed its Form 10-Q with the Securities and Exchange Commission that's available on the Investors section of the company's website at www.texaspacific.com.\nAs a reminder, remarks made on today's conference call may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially from those discussed today. We do not undertake any obligation to update our forward-looking statements in light of new information or future events. For a more detailed discussion of the factors that may affect the company's results, please refer to our earnings release for this quarter and to our most recent SEC filings.\nDuring this call, we will also be discussing certain non-GAAP financial measures. More information and reconciliations about these non-GAAP financial measures are contained in our earnings release and SEC filings. Please also note, we may at times refer to our company by stock ticker, TPL. This morning's conference call is hosted by TPL's Chief Executive Officer, Ty Glover; and Chief Financial Officer, Chris Steddum. Management will make some prepared comments, after which we will open the call for questions.\nNow I will turn the call over to Ty.\n\nTyler Glover\n\nPresident, CEO & Trustee, Texas Pacific Land Corporation\n\nThank you, Shawn. Good morning, everyone, and thank you for joining us today. Second quarter 2022 results demonstrate a business operating at a high level. All of TPL's major revenue streams reported double-digit percentage growth on a sequential quarter-over-quarter basis, the total consolidated revenue growing 20%. Adjusted EBITDA of $158 million represents a new corporate record, and our adjusted EBITDA margin of 90% demonstrates our continued focus on maintaining a lean cost structure in generating high margins.\nDuring this most recent quarter alone, we returned over $200 million back to our shareholders in the form of dividends and share buybacks while still maintaining a balance sheet with 0 debt, retaining nearly $400 million of cash. Although our royalty production came in slightly lower sequentially, this quarter is a great example of the resiliency and the numerous high-quality revenue streams the company benefits from beyond just oil and gas royalties. Source water revenues were up 18%, reduced water royalty revenues were up 26% and revenues for surface leases, easements and materials, which we refer to as SLEM, were up 52%. SLEM and source water sales, in particular, are generally good leading indicators for royalty production with the increased business activity this quarter, providing confidence that we'll continue to see strong development on our royalty acreage.\nOn the source water side, sales volumes increased 40% sequentially with increases across all the major channels, brackish, brokered and treatment. Due to high water demand, we have increased our CapEx budget to accommodate new frac ponds, tanks, pipes and pumps. We now expect full year CapEx of approximately $18 million to $20 million. In particular, demand from the Midland Basin and Reeves County is very strong. We're still observing some operator supply chain issues in the field, so they do seem to be easing slightly. However, excess DUC balances appear close to depleting, and we're now seeing some friction and delays related to scheduling as operators try to manage quick turnaround timing and finishing new spuds in advance of plant completion. On the produced water side, increased revenues were largely driven by higher volumes from new tie-ins and overall increased injection demand.\nNow turning to SLEM. The large percentage increase in revenues this quarter was particularly encouraging. For the last couple of years, performance in that business has been flat as operators generally concentrated development around existing infrastructure. However, in the second quarter, we saw broad strength in SLEM with meaningful higher demand for new surface, subsurface wellbore easement, pipeline easements and caliche. SLEM activity is strong across both our Delaware and Midland surface position with demand from both upstream and midstream operators. All of this activity is broadly suggestive of continued strong development pacing on and around our royalty acreage.\nThe outlook for the oil and gas industry remains promising, and our shareholders should continue to benefit from the free cash flow afforded by ongoing development in the Permian and high commodity prices. That said, at TPL, we're also excited about the future beyond just oil and gas. We continue to dedicate meaningful time and resources towards finding and executing on next-generation opportunities that can leverage our unique and expansive surface position in West Texas.\nDuring the quarter, we revealed a couple of projects that we've been working on for quite some time. We announced the bitcoin mining venture with Mawson Infrastructure Group and JAI Energy to develop a 60-megawatt facility on TPL surface. Once complete, the facility will generate a unique high-margin royalty stream for TPL. We also announced an agreement with Milestone Carbon to evaluate the potential to sequester captured CO2 on TPL acreage. Milestone team is amongst the best in the industry, and we look forward to working with them in potentially bringing more carbon capture opportunities to the Permian. TPL continues to have numerous constructive conversations on a wide array of next-gen opportunities. We look forward to advancing these projects as we strive to maximize the value of TPL's expansive surface footprint.\nOn the ESG front, we have posted updated 2021 data on our website with reduced Scope 1 and Scope 2 emissions by 6% year-over-year, and we hope with our continued electrification and efficiency efforts, we can improve that further. We continue to make progress across multiple ESG initiatives, and we encourage everyone to visit the ESG portion of our website for more disclosures.\nAn update on the governance side. Board has approved a proposal to amend the company's charter to declassify the board, which will be included in the proxy materials for the company's 2022 Annual Meeting. We're pleased to see our Board make progress on this item, and we look forward to hosting our annual meeting this upcoming November.\nFinally, I want to thank all the employees here at TPL. Without their dedication, hard work and talent, this outstanding performance we've had across the entire business would not be possible. We ask a lot from our field and corporate employees and they consistently rise to the challenge.\nWith that, I'll turn the call over to Chris to discuss our quarterly results.\n\nChris Steddum\n\nCFO, Texas Pacific Land Corporation\n\nThanks, Ty. Total revenue for the second quarter of 2022 was $176 million, which was driven by double-digit percentage increases across all of our major revenue streams on a sequential quarter-over-quarter basis. Oil and gas royalty revenue was up 16% quarter-over-quarter primarily due to higher commodity prices but partially offset by lower royalty production. Second quarter royalty production of 19,800 barrels of oil equivalent per day did come in slightly lower compared to last quarter, though oil production was slightly higher at approximately 8,900 barrels of oil per day.\nCommodity price realizations continue to be excellent as each oil, natural gas and NGL price realizations increased by double-digit percentages sequential quarter-over-quarter, which we fully benefited from as we are still completely unhedged. As Ty alluded, the strong performance in water and SLEM are encouraging data points as we look ahead to the second half of the year. To elaborate a bit more on the outlook, our well inventory data is also aligned in what we consider to be a positive trajectory for the overall business.\nWe've seen a meaningful uptick in new permits during the first half of the year with over 500 gross well permits through June compared to approximately 750 gross well permits for all of 2021. We averaged approximately 70 gross spuds per month year-to-date through June, which represents an approximate 37% increase compared to the 2021 average of approximately 55 gross spuds per month. Our data suggests a bit of a slowdown during the first quarter of 2022 for new completions compared to the pacings during the second half of 2021. However, we do maintain a higher-than-normal inventory of completed but unproductive wells, and we expect these to turn to sales once those wells are tied in.\nOur $100 million buyback authorization was active during the quarter, and we repurchased approximately 17,000 shares for approximately $26 million. We intend for the buyback program to remain active through the end of the year. We continue to evaluate our capital allocation priorities and with a large cash balance and a business that continues to generate robust free cash flow, we retain a tremendous amount of flexibility as we look to maximize shareholder value.\nWith that, operator, we will now take questions."
  },
  {
    "header": "TPL",
    "cik": "0001811074",
    "ticker": "TPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2fb72fe511585a599d5bc736aaee3c10",
    "period": "2022 Q1",
    "content": "Q1 2022 Texas Pacific Land Corp Earnings Call\n\nQ1 2022 Texas Pacific Land Corp Earnings Call\n\nTPLNYSEMAY 5, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Texas Pacific Land Corporation's First Quarter 2022 Earnings Conference Call. This conference is being recorded. I would now like to introduce your host for today's call, Shawn Amini, Vice President, Finance and Investor Relations. Please go ahead.\n\nShawn Amini\n\nGood morning. Thank you for joining us today for Texas Pacific Land Corporation's First Quarter 2022 Earnings Conference Call. Yesterday afternoon, the company released its financial results and filed its Form 10-Q with the Securities and Exchange Commission, which is available on the Investors section of the company's website at www.texaspacific.com.\nAs a reminder, remarks made on today's conference call may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially from those discussed today. We do not undertake any obligation to update our forward-looking statements in light of new information or future events. For a more detailed discussion of the factors that may affect the company's results, please refer to our earnings release for this quarter and to our most recent SEC filings.\nDuring this call, we will also be discussing certain non-GAAP financial measures. More information and reconciliations about these non-GAAP financial measures are contained in our earnings release and SEC filings. Please also note, we may at times refer to our company by its stock ticker, TPL.\nThis morning's conference call is hosted by TPL's Chief Executive Officer, Ty Glover; and Chief Financial Officer, Chris Steddum. Management will make some prepared comments, after which we will open the call for questions.\nNow I will turn the call over to Ty.\n\nTyler Glover\n\nPresident, CEO & Trustee, Texas Pacific Land Corporation\n\nThanks, Shawn. Good morning, everyone, and thank you for joining us today. Yesterday, we announced a special dividend of $20 per share, and this special dividend is incremental to the $100 million share repurchase plan that we announced in March. We're excited that our shareholders will benefit from this increased return of capital driven by strong Permian activity, commodity prices that are some of the best we've seen in a decade, and a balance sheet that is debt free. Looking forward to the rest of 2022, we're bullish that our underlying business fundamentals will remain constructive. We're seeing more rigs added on to our surface and looking at our water sales schedule we can see that producers are intent on maintaining and growing completions pacing throughout the year.\nIn our surface leases, easements, and materials business, which we refer to as SLEM, we are seeing a noticeable uptick in request for new infrastructure and well pad, especially in the Northern Delaware. All of these signs are a good leading indicator for future development activity. As we look at our well inventory, we have yet more reasons to be encouraged. Permitting activity and drilling activity have moved higher.\nFor the first quarter of 2022, our data indicates that we had 200 gross spuds on our royalty acreage, which is the highest level since the pandemic. Although some of the increased drilling can be attributed to the fact that operators have less inventory of DUCs to complete, we also continue to see strong overall completions as well. In particular, we're seeing a nice ramp in activity in Loving County. Overall, it was a solid quarter for the Water segment. We did have a couple of frac jobs get deferred where we had source water sales lined up, but the deferrals mostly related to operator struggles with procuring frac sand. The outlook for water in both the sourced and produced side remained strong, and we expect volumes to increase throughout the year, though maybe not without a few hiccups here and there as operators navigate various supply chain and labor constraints.\nWe're also excited about our updated alliance with Aris, which we announced last month. We've worked with Aris for a long time, and we consider them to be a great partner. In our expanded agreement, we believe that we'll be able to serve operators more efficiently and effectively, as we can leverage our combined competencies and assets to provide operators supply assurances on the source side, and also have readily available solutions on the produced water side so that we can help keep operators' oil and gas development moving along. We have a lot of exciting projects in the next-gen pipeline as well. In fact, just recently, we signed an agreement with Algonquin Power & Utilities Corp. to put a behind-the-meter solar project on our surface in Culberson County.\nThe project will support oil and gas development for a large energy multinational company operating in the region. This project does not require any capital from us, and we will receive annual payments with inflation escalators. We continue to have numerous constructive conversations for similar behind-the-meter solar projects with producers that are on our surface, and we're excited to participate as the domestic oil and gas industry continues to evolve its best practices and show leadership in minimizing Scope 1 and Scope 2 emissions associated with development. We are also advancing discussions on utility scale renewable projects, Bitcoin mining, carbon capture and many other innovative and unique opportunities.\nWe'll share updates and details as we get things signed up, and I'm hopeful we'll be able to cross the finish line on some of these projects in the near term. A few weeks ago, we issued a press release and an 8-K with an update on our Board of Directors and the evaluation of the classification process.\nI'm excited to welcome Rhys Best and Karl Kurz as new Board members. Both Rhys and Karl are highly experienced, and they will bring a lot of skills and insights to our boardroom. We're excited about the business and what we can accomplish, and I think our shareholders are going to benefit tremendously from having them on our Board. On the declassification side, our Board and the Nominating and Corporate Governance Committee continue to work through that. I don't have specific timing to share at this time, but I know our Committee is committed to working diligently and quickly on the matter, and the Board and the Committee have more to share later this year as they make progress.\nWrapping it all up, the business is in a great place today. We're thrilled to be returning a significant amount of cashback to shareholders through a regular dividend through this most recent special dividend and through our recent share buyback program. As many of you know, we have a high margin, low capital intensity business, which means our revenues dropped to free cash flow in a very efficient manner. And as we progress through the year, our business will continue generating more free cash flow. There's certainly room for more dividends and buybacks beyond what we've announced up to today, and it's our priority to make sure our shareholders benefit from the constructive industry environment and the strong underlying business performance.\nWith that, I'll turn the call over to Chris to discuss our quarterly results.\n\nChris Steddum\n\nCFO, Texas Pacific Land Corporation\n\nThanks, Ty. Total revenue for the first quarter of 2022 was $147 million. On a sequential quarter basis, our revenues were about flat compared to fourth quarter of 2021. Although this most recent quarter benefited from higher oil prices, royalty production was down modestly on a sequential quarter basis. Recall, last quarter benefited from higher-than-normal prior period production. And as Ty mentioned, our well inventory data suggests strong activity on our royalty acreage. We feel good about the growth trajectory of our royalty production for the next year, and over the long term, those certain quarters will be influenced by various factors such as the specific tracks of land, each new well crosses, and also timing related to when we actually receive cash royalty receipts.\nOur crude oil price realizations continue to be strong. Generally, we receive $1 or $2 less than WTI Midland. Our gas realizations have improved over the last 6 months or so, and we see some of our larger operators with pricing of both Henry Hub and Waha spot prices. And overall, we've been receiving Henry Hub spot pricing or better. Our NGL price realizations tend to fluctuate between 40% to 50% of WTI, though our NGL realizations this quarter were a bit weaker than normal due to some cash royalty receipts we received for NGL production associated from earlier months with lower pricing. I also want to point out that there's a new operating expense line item for ad valorem taxes, which we accrued an approximate $2 million charge for some background, which we also detailed in our last 10-K filing.\nWhen the company was a trust, there was a legacy agreement where the mineral estate paid ad valorem taxes associated with our NPRIs, following our reorganization to a C-corp, there is a dispute with a mineral estate on whether they were still obligated to pay those taxes for the C-Corp. Out of prudence, we began accruing for these taxes in our GAAP financial statements. Adjusted EBITDA and net income for the quarter were $130 million and $98 million, respectively. We ended the quarter with approximately $507 million of cash though that is before the effect of the $20 per share special dividend we announced with earnings and before our previously announced $100 million share buyback program was active. The buyback program cleared its 30-day cooling-off period in early April, and is currently active.\nAnd with that, operator, we will now take questions."
  },
  {
    "header": "TPL",
    "cik": "0001811074",
    "ticker": "TPL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/527528ec95ae4190c5fa060a7bfe6795",
    "period": "2021 Q4",
    "content": "Q4 2021 Texas Pacific Land Corp Earnings Call\n\nQ4 2021 Texas Pacific Land Corp Earnings Call\n\nTPLNYSEFEB 24, 8:30 AM\n\nOperator\n\nGood morning, and welcome to Texas Pacific Land Corporation's Fourth Quarter 2021 Earnings Conference Call. This conference call is being recorded.\nAnd at this time, I'd like to introduce your host for today's call, Shawn Amini, Vice President, Finance and Investor Relations. Sir, please go ahead.\n\nShawn Amini\n\nGood morning. Thank you for joining us today for Texas Pacific Land Corporation's Fourth Quarter 2021 Earnings Conference Call. Yesterday afternoon, the company released its financial results and filed its Form 10-K with the Securities and Exchange Commission. These documents are available on the Investors section of the company's website at www.texaspacific.com.\nAs a reminder, remarks made on today's conference call may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially from those discussed today. We do not undertake any obligation to update our forward-looking statements in light of new information or future events. For a more detailed discussion of the factors that may affect the company's results, please refer to our earnings release for this quarter and to our most recent SEC filings.\nDuring this call, we will also be discussing certain non-GAAP financial measures. More information and reconciliations about these non-GAAP financial measures are contained in our earnings release and SEC filings. Please also note, we at may times refer to accompanied by it's ticker, TPL.\nThis morning's conference call is hosted by TPL's Chief Executive Officer, Ty Glover; and Chief Financial Officer, Chris Steddum. Management will make some prepared comments, after which we will open the call for questions.\nNow I will turn the call over to Ty.\n\nTyler Glover\n\nPresident, CEO & Trustee, Texas Pacific Land Corporation\n\nI'm pleased to report that TPL finished 2021 in record fashion. The upward momentum we saw last quarter continued into the fourth quarter with consolidated adjusted EBITDA of $130 million and daily royalty production of 22,000 barrels of oil equivalent. Likewise, for full year 2021, this was the best year in our company's history by almost any measure.\nReflecting back on 2021, the year began with a lot of uncertainty on how the pandemic would turn out. Domestic and global demand for oil products were still far below pre-pandemic levels. Oil prices were below $50 and natural gas under $2.50. Levels I'm not sure anyone in the industry was excited about. But TPL has navigated through the worst of the volatility of 2020, and so we entered 2021 hopeful for a better year. .\nAs the year progressed, the global economy and commodity markets did experience some volatility, but overall, they continued an upward trend. By midyear, we had $70 oil and $4 natural gas, and the industry, particularly in the Permian, seem to find some solid footing. Our source water sales, which are a leading indicator of activity started to noticeably pick up. You can see rig counts and frac crews also tick up week by week, and our regular discussions with operators reaffirm that activity would be supportive of Permian production.\nWhile the first half of 2021 could be characterized as slow and steady, the second half of the year is when activity started to ramp up especially on TPL acreage, compelling full year 2021 royalty production growth of 15% compared to full year 2020 production. Commodity prices also steadily improved throughout 2021 with TPL's full year 2021 all-in average commodity price realization over 80% higher than 2020 realization.\nBecause TPL was completely unhedged for the entirety of the year, we were able to fully benefit from higher commodity prices. The combined impact of higher production and higher commodity prices resulted in TPL's oil and gas royalties more than doubling in 2021 compared to the prior year. Our non-oil and gas royalty revenue stream also saw meaningful growth in 2021. Source water and produced water royalties had year-over-year revenue growth of 24% and 15%, respectively.\nOur easements and surface related income was down modestly year-over-year as producers continue to focus development around existing infrastructure and continue to draw down DUCs. In aggregate, our non-oil and gas royalty activities generated $164 million of revenue during 2021. In summary, TPL's consolidated 2021 revenues of $451 million or 49% higher than the prior year. Our 2021 total operating expenses only increased by 4% versus 2020. As a result, the majority of revenue growth dropped to our bottom line.\nLooking ahead, we hope to carry the momentum from the second half of 2021 into 2022. With current commodity prices at levels that we haven't seen in nearly a decade, we see continued strong Permian development activity, including strong completion numbers on our gassy Northern Reeves and Culberson acreage. We've also seen strong permitting, drilling and completion activities on our Midland Basin footprint, particularly the Midland royalty interest that we've acquired over the last few years are seeing strong operator activity. Gross well completions on acquired royalty interest exceeding TPL's legacy Midland and CRIs.\nIn the Delaware, overall operator development seems to be a bit more skewed towards the New Mexico side, while activity on our Texas Northern Delaware footprint remains solid. For source water, the strong sales volumes we saw through the second half of 2021 have persisted into 2022. Operators continue to drill longer laterals and are deploying more simul fracs and zipper fracs, these accelerated completion techniques require millions of barrels of water delivered over the course of just a few days. These types of completion methods benefit TPL as our extensive source water infrastructure can accommodate the most demanding operators.\nOn the produced water side, we continue to generate high margin and stable revenue stream. Our produced water volumes have moderated somewhat recently as we see producers focus heavily on the New Mexico side of the Northern Delaware. But we expect produced water volumes to grow as we are still seeing healthy development activity across both our Delaware and Midland service are.\nTurning to surface leases, easements and materials, which we refer to as SLEM. The business has been the slowest to recover from pre-pandemic levels as producers continue to draw down DUCs to focus development around existing infrastructure, which has reduced surface revenue opportunities. We continue to see DUC drawdowns at a pretty healthy clip. As producers continue to add more rigs and as pad development extends beyond existing infrastructure, revenue opportunities for SLEM should increase.\nWe also continue to work hard on next-gen opportunities. This past January, we executed an agreement with Texas A&M Agrigate extension to begin assessing and eventually implementing sole carbon sequestration opportunities across a few land plots spanning approximately 20,000 acres. Our goal with this project is to generate authenticated carbon credit we can then use to offset our own Scope 1 and Scope 2 emissions or also potentially monetize them. We continue to work on many other next-gen opportunities, and we hope to share more updates in the near future.\nOn capital allocation, our board raised our base dividend by $0.25 to $3 per share. More broadly, our capital allocation priorities are still predicated on long-term value creation, and we continue to see attractive acquisition opportunities in the market. There are a number of structural factors that are motivating sellers, which include upstream public valuations and significant discounts to historic level, institutional capital drying up for legacy oil and gas assets and 0 mandates driving asset portfolio reduction, and increasing legislative and regulatory uncertainty and complexity. With our exceptional legacy asset base, our ability to manage royalties and surface, our strong balance sheet and attractive cost of capital, we're in a uniquely advantaged position to purchase assets at attractive prices.\nAll that said, we won't be underwriting acquisitions for the near term or long term $90 oil bed. We remain disciplined and focused. We are trying to grow for the sake of growth itself. Rather, we want to add more royalty production, more free cash flow, more surface, more next-gen cash flows on a per share basis on a near-term and long-term basis.\nOur stock price continues to be dislocated while underlying fundamentals remain strong, and TPL retained a lot of flexibility to execute buybacks, dividends and possibly special dividends. Our capital allocation strategy is agnostic across methods, and we will pursue those strategies that will have the most long-term value for shareholders. So if that means buying back stock, then we will buy back a lot of stock. That means increasing our dividend, we can increase our regular dividend and issue special dividends.\nFinally, I wanted to spend some time talking about the seismicity issues in the Permian and recent regulatory actions. As many are aware, Texas and New Mexico regulators have established certain seismic response areas or otherwise referred to as SRAs, to outline regions experiencing an increase in seismic activity. Seismic activity in these areas has been attributed in part to saltwater disposal wells, otherwise known SWDs. In short, it's generally understood that disposing of produced water and deep subsurface zones along preexisting faults is likely instigating seismic activity. Thus, the primary attention for regulators and the industry is to try and limit SWD injection rates within these sensitive areas.\nSo far, there have been 2 SRAs in Midland and 1 in the Delaware imposed by the Texas Railroad Commission. Only the Delaware SRA that expands Northern Culberson and Reeves counties overlapsed with TPL surface acreage. Regulators here have requested that operators limit daily downhole injection volumes and operators have generally been able to accommodate these limits without much disruption to ongoing development and production activities.\nSpecific to TPL, the Culberson-Reeves SRA covers a fraction of the SWDs located on TPL surface. Over the years, we've been deliberate in spacing SWDs throughout our surface footprint. As a reminder, TPL does not own or operate disposal wells or related SWD infrastructure. Rather, our produced water royalties are derived and governed by previously negotiated long-term contracts. Most of these contracts are acreage dedications covering around 450,000 acres, where TPL generate the fee for produced water that is stored directly on or travels across our land.\nEven if a specific disposal well on or near TPL service gets shut down, as long as that diverted water crosses our checkerboarded surface footprint to another well on or off TPL service, we will continue to generate a royalty fee. With this contract structure, no matter what happens to produced water, whether stored, transported across, treated or read, TPL will generate a fee.\nCleared last years ago that the Delaware's high water cuts would likely necessitate multiple solutions as development increase, and our contracts were designed specifically with this in mind, allowing TPL to participate in the value chain regardless of outcome. Longer term, if SWDs or areas adjacent to our surface footprint can shut down or restricted from accepting incremental produced water volumes, the diverted water that ends up processing TPL surface to access nearby disposal wells or infrastructure will have to pay us a fee. We believe that longer term, our produced water royalties will ultimately benefit given that we can provide logistical solution flexibility across a vast surface footprint.\nWe've already held many discussions with upstream and midstream operators on this issue, and I can assure you that the industry is committed to finding a sustainable resolution. We're not just seeking ways to deal with current produced water volumes, and much of the efforts are also focused on how to proactively implement longer-term best practices to accommodate future development. But it's still early, solutions are likely to entail a mix of options such as perhaps storing produced water and shallower geologic zones, taking greater care to space SWDs further apart and more recycling.\nWe're also actively looking at options beyond just downhole injection that would involve new technologies geared towards reuse and repurposing. Fortunately for us, our surface footprint and vertically integrated model allows us to explore every available option and we can help facilitate and execute on those solutions for the benefit of all stakeholders.\nWith that, I'll turn the call over to Chris to discuss our 2021 4th quarter and year-end financial results.\n\nChris Steddum\n\nCFO, Texas Pacific Land Corporation\n\nBeginning with our operating results. Total revenue for the fourth quarter of 2021 was $147.2 million compared to $74.3 million for the same quarter last year, a 98% year-over-year increase. The increase in revenues is primarily from higher royalty production, higher commodity prices, higher sourced water sales volumes and higher produced water volumes. We were able to fully benefit from rising commodity prices as we were completely unhedged during the quarter, and we remain unhedged today.\nFor the fourth quarter of 2021 and we had net income of $79 million or $10.21 per share. This compares to $44.8 million of net income or $5.77 per share in the same quarter of the prior year. Adjusted EBITDA was $130.3 million compared to $61.2 million for the same period last year. Oil and gas royalty production volumes were approximately 22,000 Boe per day in the fourth quarter of 2021 compared to 17,000 BOE per day for the fourth quarter 2020.\nProduction this quarter benefited from increased activity on our royalty acreage and from production associated with periods prior to the beginning of the most recent quarter. At the end of the fourth quarter 2021, TPL's royalty acreage had 7.2 net well permits, 6.6 net drilled but uncompleted wells, 2.5 net completed wells and 48.1 net producing wells.\nMoving to the expense side. Our operating expenses were $21.3 million for the fourth quarter of 2021 and up from $19.1 million in the fourth quarter of 2020.\nTurning to our balance sheet. At the end of the fourth quarter, we had $428 million of cash and cash equivalents, and we continue to carry no debt. In the fourth quarter of 2021, capital expenditures were $4.9 million, which was primarily spent on electrifying our water sourcing infrastructure and investments in corporate assets.\nOn February 11, 2022, our Board declared a cash dividend of $3 per common share payable on March 15 to shareholders of record as of March 8. This represents a $0.25 increase from our most recent regular dividend. During the fourth quarter of 2021, we bought back 6,979 shares of stock at an average per share price of $12.48.\nWith that, operator, we will now take questions."
  }
]