[
  {
    "header": "IR",
    "cik": "0001699150",
    "ticker": "IR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9340b314a6c732838cd04fe8bff63886",
    "period": "2025 Q3",
    "content": "Q3 2025 Ingersoll Rand Inc Earnings Call\n\nQ3 2025 Ingersoll Rand Inc Earnings Call\n\nIRNYSEOCT 31, 8:00 AM\n\nOperator\n\nHello, and thank you for standing by. My name is Regina, and I will be your conference operator today. At this time, I'd like to welcome everyone to the Ingersoll Rand Third Quarter 2025 Earnings Conference Call. [Operator Instructions]\nI'd now like to turn the conference over to Matthew Fort, Vice President, Investor Relations. Please go ahead.\n\nMatthew Fort\n\nVice President of Investor Relations\n\nThank you, and welcome to the Ingersoll Rand 2025 Third Quarter Earnings Call. I'm Matthew Fort, Vice President of Investor Relations. And joining me this morning are Vicente Reynal, Chairman and CEO and Vik Kini, Chief Financial Officer.\nWe issued our earnings release and presentation yesterday afternoon, and we will be referencing these during the call. Both are available on the Investor Relations section of our website. In addition, a replay of this conference call will be available later today. Before we start, I want to remind everyone that certain statements on this call are forward-looking in nature and are subject to the risks and uncertainties discussed in our previous SEC filings, which you should read in conjunction with the information provided on this call. Please review the forward-looking statements.\n[indiscernible]\nCompany and segment financial highlights. And provide an update for full year 2025 guidance. For today's Q&A session we ask each caller to 1 question and 1 follow-up to allow for other participants.\nAt this time, I will turn the call over to Vicente.\n\nVicente Reynal\n\nChairman, CEO & President\n\nThanks, Matthew, and good morning to all. Beginning on Slide 3, in a dynamic macro environment, we continue to deliver durable growth driven by disciplined execution and the strength of IRA. Year-to-date, organic orders are up 2% with a book-to-bill of 1.04x. Our disciplined approach to M&A continues to be a key driver of our success. Our acquisition pipeline is robust with a strategic focus on targeted bolt-on opportunities that enhance our existing portfolio.\nFinally, our teams are focused on controlling what we can control and leveraging IRA to navigate the dynamic market environment.\nOn Slide 4, our value creation flywheel remains a central engine of our performance. Generating strong free cash flow that fuels discipline, high-return capital deployment and strategic flexibility. It is our ownership mindset employees acting and thinking like owners that propels IRX and drives our outperformance. This combination of culture and system delivers durable creation. We remain committed to our capital allocation strategy, using our strong free cash flow and disciplined M&A approach to pursue targeted high-return bolt-on acquisitions that add market-leading products and technologies to our portfolio.\nYear-to-date, we have executed with both PACE and Precision, closing 14 transactions with 9 additional transactions under LOI. These high-return bolt-ons averaging a 9.5x pre-synergy multiple, expand our technological capabilities. Our disciplined M&A engine continues to compound durable above-market growth. We remain on track towards achieving our annual target of adding 400 to 500 basis points of inorganic revenue acquired on an annual basis. Our acquisition of the [indiscernible] is the second addition that we have made to our Life Science platform this year. A designer and manufacturer of custom cleaning room solutions, [indiscernible] Plastics enhances our capabilities within life science applications in biopharma production and their products are highly complementary to our existing biopharma business.\nI will now turn the presentation over to Vik to provide an update on our Q3 financial performance.\n\nVikram U. Kini\n\nVice President-Finance & Investor Relations, Gardner Denver, Inc.\n\nThanks, Vicente. Starting on Slide 5. Orders showed continued strength in the third quarter, up 8% year-over-year or up 2% organically with a book-to-bill of 0.99x. Sequentially, from Q2 to Q3, we saw low single-digit growth, both in orders and backlog. It is important to note that since the end of 2024, backlog is up high teens from a percentage perspective. Order performance remains positive with both our ITS and PST segments delivering year-to-date organic order growth in the low single digits. The third quarter finished largely in line with expectations for revenue, adjusted EBITDA and adjusted earnings per share, showing strong execution despite the dynamic market environment. The company delivered third quarter adjusted EBITDA of $545 million with an adjusted EBITDA margin of 27.9%.\nWe have delivered solid sequential growth in adjusted EBITDA margin over the course of the year. Additionally, we have recently implemented proactive measures to optimize our cost structure. While these actions will have limited impact in 2025, that position us well heading into 2026. The year-over-year margin decline was primarily driven by tariff-related dilution and targeted investments to support organic growth.\nCorporate costs were $30 million, largely reflecting incentive compensation adjustments, which are aligned with performance. Our Q3 adjusted tax rate was 23.9% and adjusted earnings per share was $0.86 for the quarter, up 2% year-over-year and up 11% on a 2-year stack.\nOn the next slide, free cash flow for the third quarter was $326 million and is approximately flat year-over-year on a year-to-date basis. With $3.8 billion in total liquidity, our balance sheet remains a strategic asset, enabling continued investment in high-return opportunities. Leverage increased modestly to 1.8x driven by proactive capital deployment, including $249 million in M&A, $193 million in share repurchases and $8 million in dividends within the quarter. The $193 million in share repurchases made during the third quarter represented approximately 2.5 million shares.\nYear-to-date, we have deployed $460 million to M&A at an average pre-synergy adjusted EBITDA purchase multiple of approximately 9.5x and returned approximately $700 million to shareholders through share repurchases. This performance reinforces our ability to effectively deploy capital while maintaining top-tier balance sheet flexibility. In addition, with our strong balance sheet, we will continue to evaluate more share repurchases without affecting our M&A bolt-on approach.\nI will now turn the call back to Vicente to discuss our segment results.\n\nVicente Reynal\n\nChairman, CEO & President\n\nThanks, Vik. On Slide 7, third quarter orders for IPS finished up 7%. Book-to-bill for the quarter was 0.99x, and it is 1.04x year-to-date. The segment delivered organic order growth in the low single digits making the third consecutive quarter of positive organic order growth.\nRevenue declined slightly year-over-year, driven mainly by tough comps in renewable natural gas projects in the U.S. The momentum across other end markets remain solid. Adjusted EBITDA margins finished at 29%. It is important to note that we view the current dynamic tariff environment as a temporary impact on our margin expansion.\nAdditionally, we remain committed to delivering our long-term Investor Day targets of 30% adjusted EBITDA margin by 2027, and we see continued opportunities for further expand margins within IPS over the long term.\nMoving to the [indiscernible] highlights, compressor orders were up high single digits, demonstrating continued momentum. Industrial Vacuum and blower orders were up low single digits, and [indiscernible] tools and lift in orders were up also low single digits. On a regional view, we saw orders in Americas and Europe, Middle East, India, Africa, up high single digits and Asia Pacific up mid-single digits. We're very excited to announce a game change in LEAP in our innovation journey.\nThis month, we introduced in Europe, our Meta contact cool compressor, packaged in a remarkably compact design this compressor offers unmatched best-in-class efficiency, thanks to very advanced newly engineered areas, motors and packaging for enhanced performance. The meta 45 produces up to an 11% increase in flow while occupying 40% less space.\nAdditionally, the Meta compressor delivers a 14% reduction in energy consumption, delivering productivity and reducing total cost of ownership for the customer. Originally introduced under the Compare brand, this product reflects Ingersoll multichannel, multi-brand approach as this technology will also be launched in 2026 under other key brands across the world.\nTurning to Slide 8. Q3 orders in PSP were up 11% year-over-year with a book-to-bill of 1.01x. Organic orders were up 7%. Year-to-date, PST has delivered organic order growth of 2% with a book-to-bill of 1.02x. Third quarter revenues finished up 5% year-over-year, driven by a relatively equal balance of organic growth, FX and M&A.\nPST delivered adjusted EBITDA of $128 million, which was up 8% year-over-year with a margin of 30.8%. Adjusted EBITDA margins improved 130 basis points sequentially and up 80 basis points year-over-year, demonstrating continued strong execution. We continue to see nice sequential improvements and remain well positioned to meet our long-term Investor Day target of delivering adjusted EBITDA margins in the mid-30s.\nFor our PST innovation in action, we're highlighting our [indiscernible] product line within the Life Science business. Leveraging its expertise, [indiscernible] successfully transferred the manufacturing of critical Class III implantable silicon-based devices without any disruption to downstream manufacturing or patient care supply chains. As a result of this seamless transition, customer product yield rates saw a substantial improvement, increasing from 55% to over 90%, reinforcing our value proposition in life sciences.\nAs we move to Slide 9, our full year guidance for total revenue and our expectations for organic volume growth remain unchanged. The midpoint of our adjusted EBITDA guidance has been modified to $2.075 billion, largely driven by 2 main factors. First, the effect of incremental Section 232 tariffs and other tariff increases announced in August.\nPricing actions have been executed to offset these incremental tariffs. However, based on the timing of customer notifications and the timing of those pricing actions to convert from orders to revenue, we expect this pricing to be realized in 2026. And second, our backlog has continued to grow, resulting in a delayed realization of pricing actions previously taken in the second half of the year. These 2 drivers have been partially offset by lower corporate costs, which largely reflect adjustments to incentive compensation.\nAs a result, the midpoint of our adjusted EPS guidance has been reduced to $3.28 from $3.40. Our revised view of 2025 incorporates a prudent view of Q4 based on both the timing of tariffs and price realization. We expect both segments adjusted EBITDA margin percentage to be approximately flat on a sequential basis compared to the third quarter. It is important to note that our current guidance does not reflect any of the potential tariff reductions, which were announced yesterday. For the rest of the components of our full year guidance, we anticipate our adjusted tax rate to be roughly 23.5% and net interest expense to be about $220 million and CapEx to be around 2% of revenue. We have updated our share count assumption to approximately 402 million shares which reflects the impact of the share repurchases made year-to-date. We remain committed to leverage our Robo balance sheet to strategically deploy capital and drive value for our shareholders.\nFinally, on Slide 10, as we conclude this portion of the call, I want to emphasize that we remain nimble and prepared to adapt to a continued dynamic global market environment. Our teams continue to demonstrate resilience and execute at a high level, delivering strong results despite ongoing macro volatility. We remain disciplined in our approach to capital allocation, leveraging our robust balance sheet to generate durable long-term value for our shareholders. And to our employees. Thank you for your continued dedication and focus. Your ownership mindset and the use of IRX enable us to stay agile and control what we can control, delivering another solid quarter of performance.\nWith that, I'll turn the call back to the operator and operate for Q&A."
  },
  {
    "header": "IR",
    "cik": "0001699150",
    "ticker": "IR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7e7c3e2469f847ca35fb776b3eb4bc37",
    "period": "2025 Q2",
    "content": "Q2 2025 Ingersoll Rand Inc Earnings Call\n\nQ2 2025 Ingersoll Rand Inc Earnings Call\n\nIRNYSEAUG 1, 8:00 AM\n\nOperator\n\nHello, and welcome to the Ingersoll Rand Second Quarter 2025 Earnings Call.\n[Operator Instructions] I would now like to turn the conference over to Matthew Fort, Vice President, Investor Relations. You may begin.\n\nMatthew Fort\n\nVice President of Investor Relations\n\nThank you, and welcome to the Ingersoll Rand 2025 Second Quarter Earnings Call. I'm Matthew Fort, Vice President of Investor Relations. And joining me this morning are Vicente Reynal, Chairman and CEO; and Vik Kini, Chief Financial Officer.\nWe issued our earnings release and presentation yesterday afternoon, and we will reference these during the call. Both are available on the Investor Relations section of our website. In addition, a replay of this conference call will be available later today.\nBefore we start, I want to remind everyone that certain statements on this call are forward-looking in nature and are subject to the risks and uncertainties discussed in our previous SEC files, which you should read in conjunction with the information provided on this call. Please review the forward-looking statements on Slide 2 for more details. In addition, in today's remarks, we will refer to certain non-GAAP financial measures. You can find a reconciliation of these measures to the most comparable measure calculated and presented in accordance with GAAP in our slide presentation and in our earnings release, both of which are available on the Investor Relations section of our website.\nOn today's call, we will review our company and segment financial highlights and provide an update to our full year 2025 guidance. For today's Q&A session, we ask that each caller keep to 1 question and 1 follow-up to allow for time for other participants.\nAt this time, I will turn the call over to Vicente.\n\nVicente Reynal\n\nChairman, CEO & President\n\nThanks, Matthew, and good morning to all.\nBeginning on Slide 3, with our strong start in the first half of the year, we're raising our full year guidance on revenue, adjusted EBITDA and adjusted EPS. With first half organic order growth of low single digits, a book-to-bill of 1.06x and total backlog increased by 60% since the end of 2024, we remain confident in our full year outlook. We continue to focus on controlling what we can control, paying agile and leveraging IRX in what remains a very dynamic environment.\nOn Slide 4, we continue to lead in sustainability and achieve strong financial performance, supporting the planet, our community and employees. Our 2024 sustainability report outlines our commitment to innovation that benefits customers, improve efficiency, drive the opportunities and delivers consistent shareholder value. For the third consecutive year, we were ranked #1 in North America and globally in our industry on the Dow Jones best-in-class indices. And we placed in the top 1% of the corporate sustainability assessment.\nAdditionally, Ingersoll Rand earned a spot on CDP's A List for the second year in a row, recognizing our global environmental leadership and transparency. We strongly believe that a combination of our ownership mindset and creating a great place to work is a true catalyst for long-term performance. And that long-term performance to date has driven approximately $600 million of value creation for our team through our employee equity grants since the Gardner Denver IPO.\nMoving to the next page. Our value creation flywheel remains a central driver of our success, and our company's culture of an ownership mindset underpinned by IRdS delivers long-term value creation and strong cash flow. We continue to leverage cash flow through our capital allocation strategy. prioritizing M&A and focusing on high-return investments. During our last earnings call, we have announced 2 additional transactions, adding approximately $90 million in annualized inorganic revenue.\nWe have now closed on 11 transactions this year, totaling over $200 million in annualized revenue at a 9.5x pre-synergy EBITDA multiple. These results are a great start towards achieving our annual target of adding 400 to 500 basis points in inorganic revenue acquired. And on top of that, we have another 8 deals under current LOI.\nOver the past 5 years, we have completed 70 transactions with approximately 90% of those deals being sole sourced, largely coming from family-owned companies. Through each transaction, we continue to improve upon the process we have built for this incredible M&A flywheel. But we also stay humble and learn more with every transaction. I'd also like to point out that since the closing of -- just over a year ago, we have continued to compound value for our shareholders by deploying approximately $650 million to acquisitions. This capital was deployed across 20 acquisitions, adding over $300 million in annualized revenue at a 9.5x pre-synergy adjusted EBITDA purchase multiple.\nThese acquisitions have been spread out across all of our growth platforms, adding attractive technologies in attractive end markets, continuing to turn our value creation flywheel, all while deleveraging our balance sheet by 0.3x creating room for future M&A.\nMoving into our recent acquisitions, Lead Fluid is the first step towards building our new life science platform. We're excited about this acquisition as it brings 2 things: first, advanced preteltic pump technology, which addresses the previous gap in our comprehensive point portfolio. And second, it helps broaden our geographical reach as our Life Science platform is currently underpenetrated in Asia.\nIt is important to note that we have another bolt-on deal under LOI, which will continue to broaden our life science platform, and we expect that transaction to close within the next few days. Another acquisition to highlight is Termomeccanica Industrial\nCompressors, which is a core bolt-on for our compressor business. Both Lead Fluid and Termomeccanica were completed at a low double-digit pre-synergy adjusted EBITDA purchase multiple, and we expect these transactions to meet a mid-teens ROIC by the end of the third year.\nI will now turn the presentation over to Vik to provide an update on our Q2 financial performance.\n\nVikram U. Kini\n\nVice President-Finance & Investor Relations, Gardner Denver, Inc.\n\nThanks, Vicente. Starting on Slide 6. orders continued their strong their start, up 8% year-over-year with a book-to-bill of 1.03x. Sequentially, from Q1 to Q2, we saw a 3% order growth as well as a mid-single-digit increase in backlog. As Vicente mentioned, compared to the end of 2024, our backlog is up mid-teens. We are pleased with the first half organic order performance, which is up low single digits. Aftermarket revenue finished at 37% of total revenue, which is up 100 basis points year-over-year. And the second quarter finished largely in line with expectations, revenue, adjusted EBITDA and adjusted EPS, despite the dynamic macro environment, which demonstrates our ability to continue to execute well.\nThe company delivered second quarter adjusted EBITDA of $509 million with an adjusted EBITDA margin of 27%. The year-over-year decline in adjusted EBITDA margin was driven primarily by the flow-through on organic volume declines. As expected, the dilutive impact from recently acquired businesses the dilutive impact of tariff pricing matching tariff costs 1 for 1 and continued targeted investments to drive organic growth. Corporate costs came in at $35 million for the quarter. Our Q2 adjusted tax rate was 23.6%, and adjusted earnings per share was $0.80 per quarter, which on a 2-year stack is up 18%.\nIn the second quarter, we recorded both a noncash goodwill and asset impairment. -- adjusts have no effect on our adjusted earnings or the underlying operational performance of the business. We provided detailed information in the 10-Q, which was filed yesterday, but I'll take a moment to provide some commentary. The impairments were driven by 2 major components: the High Pressure Solutions business and ILC Dover.\nStarting with the High Pressure Solutions business. We wrote down the minority stake we retained when we sold all the business. This write-down was due to changes in the revised long-term outlook driven by the upstream oil and gas market. And specific to ILC Dover, first, we had a change in the long-term outlook for our Aerospace and Defense business due to reduced expectations for business with a certain customer that resulted in an impairment. Second, while our long-term forecast for the biopharma business remains robust, we did record impairment.\nThis impairment was driven primarily by market-based inputs, such as an increase in the discount rate and contraction of peer market multiples. And finally, to a lesser extent, we recorded an impairment related to the ILC Dover trade name due largely to the above stated factors. Given the ILC over impairments, I would like to comment on our disciplined approach to M&A. We have a holistic approach that includes comprehensive diligence appropriate for the transaction as well as negotiated representations and warranties.\nIn the ILC Dover transaction, these reps and warranties were backed up by insurance, and we have filed a claim under that policy. I just want to reiterate our conviction in the long-term prospects of our Life Sciences business, which remains unchanged, and we believe that ILC Dover will play a key role in long-term value creation.\nFinally, we remain disciplined in our approach to M&A. And as a reminder, year-to-date, we have acquired 11 companies at a pre-synergy multiple of 9.5x.\nOn the next slide, free cash flow for the second quarter was $210 million, which was down year-over-year due primarily to the timing of bond interest payments. Year-to-date, free cash flow remains robust, up 13% year-over-year. Total company liquidity is currently $3.9 billion, underscoring the strength of our balance sheet and providing continued flexibility to pursue value creation opportunities in what remains a dynamic market environment.\nLeverage for the quarter was 1.7 turns, which was a 0.3 turn improvement as compared to the prior year. And specifically, within the quarter, cash outflows included $500 million deployed to share repurchases and as well as $47 million to M&A and $8 million for our dividend payment. The $500 million in share repurchases made during the second quarter represented approximately 6.1 million shares at an average purchase price of $81.35. And as a reminder, we are still targeting up to an additional $250 million of share repurchases for the balance of the year.\nI will now turn the call back to Vicente to discuss our segment results.\n\nVicente Reynal\n\nChairman, CEO & President\n\nThanks, Vik. On Slide 8, second quarter orders for ITS finished up 7% year-over-year and up 5% sequentially from Q1 to Q2. Book-to-bill was 1.05x. The segment delivered organic order growth in the low single digits, making the second consecutive quarter of positive organic order growth. Revenue finished up low single digits. Adjusted EBITDA margin declined year-over-year driven by the flow-through on organic volume, the expected dilutive impact from recently acquired businesses with a little impact of tariff price and matching tariff -- 1 for 1 and continued commercial investments for growth in the business.\nMoving to the product line highlights. Compressor orders were up low single digits. Industrial Vacuum and blowers orders were up high teens. The power tools and lifting orders saw a minimal decline of low single digits. On a regional view, we saw orders in Americas up high teens. EMEA up high single digits in Asia Pacific, up low double digits. It is important to note that we saw organic order growth in China, which reflects the resilience of our team, the utilization of IRX and the effectiveness of our demand generation initiatives. In our innovation in action, the new Compare Ultima oil-free compressor product is truly a breakthrough offering, delivering a 14% improvement in energy efficiency.\nThis new compressor has an optimized design with a fully integrated air and drive that eliminates the need for gearbox, reducing friction and increasing reliability and serviceability. Launched initially under the Compare brand, this product exemplifies Ingerand's multichannel, multi-brand strategy as this technology will be launched on their other brands and across the globe.\nTurning to Slide 9. Q2 orders in PSP were up 13% year-over-year with a book-to-bill of 0.9x. Important to note that for the first half of the year, book to bill was above at 1.02x. Organic orders were down 5%, but came in large with expectations. In the prior year, we saw some larger loan cycle orders, which were not expected to repeat in the current year. Excluding these large projects, organic orders were up low single digits. Revenue finished up 17% year-over-year, driven largely by M&A. PST delivered adjusted EBITDA of $117 million, which was up 14% year-over-year with a margin of 29.5%. Adjusted EBITDA margins finished in line with expectations, improving 40 basis points sequentially and are up 190 basis points over the past 2 quarters.\nOur PST in action, we're highlighting the EVO Series Electric Diaphragm Pump. This breakthrough technology sets a new benchmark, delivering a 15% improvement in energy efficiency over previous technologies. It is also designed with an ergonomic single-sided diaphragm for easier maintenance. In addition, this product provides us with a perfect platform to launch the ARO Protect, which is a care type solution similar to our offering on compressors, designed to maximize customer uptime and minimize costs while increasing recurring revenues.\nAs we move to Slide 10, we are raising our guidance on total revenue, adjusted EBITDA and adjusted EPS. As highlighted on the right-hand side of the page, we're increasing total revenue driven by M&A and FX, which is partially offset by a reduction in tariff-related pricing. It is important to note that the change in organic revenue is solely based on a reduced tariff pricing assumption, which has no impact to adjusted EBITDA or adjusted EPS. Given that the tariff landscape will remain fluid due to the introduction of new trade agreements, we have included an appendix slide detailing our underlying assumptions incorporated into our latest guidance.\nWe have raised our adjusted EBITDA midpoint to $2.13 billion, matching the top end of our previous guidance. We have also increased our adjusted EPS to $3.40 at the midpoint which is up $0.06 or 2% from the midpoint of our previous guidance. For the rest of the component of our full year guidance, we anticipate our adjusted tax rate to be roughly 23% and net interest expense to be about $220 million and CapEx to be around 2% of revenue. We have updated our share count assumption of approximately 403 million shares which reflects the impact of the $500 million in share repurchases made during the second quarter.\nOur guidance excludes the effect of any additional share repurchases or M&A, which may happen later in the year. At the bottom of the slide, we have added commentary regarding our own internal indicators we bank, which continue to show positive signs. MQLs remained up double digits in the second quarter with continued momentum in July. Large long-cycle funnel activity remains robust with approved projects continuing to progress through the decision-making process. For the macro environment remains dynamic business conditions remain stable, and we're encouraged by the organic order growth and robust book-to-bill we saw in the first half of the year.\nWe continue to focus on controlling what we can control. and our teams remain resilient and are executing very, very well. We remain committed to leveraging our Rabo's balance sheet to strategically deploy capital and drive value for our shareholders.\nFinally, on Slide 11, as we wrap up this portion of the call, I would like to highlight that we remain nimble and are prepared to pivot in what continues to be a dynamic global market environment. We will continue to utilize our strong balance sheet to strategically allocate capital, ensuring sustained durable value creation for our shareholders. Our capital allocation strategy remains unchanged, and we will continue to be disciplined in our approach to M&A.\nTo our employees, I want to thank again for your part in delivering another strong quarter, remain focused on controlling what you can control and stay agile through the use of IRX.\nWith that, I will turn the call back to the operator and open it for Q&A."
  },
  {
    "header": "IR",
    "cik": "0001699150",
    "ticker": "IR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b94876603fd2750fd3a171bd778d889f",
    "period": "2025 Q1",
    "content": "Q1 2025 Ingersoll Rand Inc Earnings Call\n\nQ1 2025 Ingersoll Rand Inc Earnings Call\n\nIRNYSEMAY 2, 8:00 AM\n\nOperator\n\nHello, and welcome to the Ingersoll Rand Q1 2025 Earnings Call. [Operator Instructions]\nI would now like to turn the conference over to Matthew Fort, Vice President of Investor Relations. You may begin.\n\nMatthew Fort\n\nVice President of Investor Relations\n\nThank you, and welcome to the Ingersoll Rand 2025 First Quarter Earnings Call. I'm Matthew Fort, Vice President of Investor Relations. And joining me this morning are Vicente Reynal, Chairman and CEO; and Vikram Kini, Chief Financial Officer.\nWe issued our earnings release and presentation yesterday afternoon, and we will reference these during the call. Both are available on the Investor Relations section of our website. In addition, a replay of the conference call will be available later today.\nBefore we start, I want to remind everyone that certain statements on this call are forward-looking in nature and are subject to the risks and uncertainties as discussed in our previous SEC filings, which you should read in conjunction with the information provided on this call. Please review the forward-looking statements on Slide 2 for more details.\nIn addition, in today's remarks, we will refer to certain non-GAAP financial measures. You can find a reconciliation of these measures to the most comparable measure calculated and presented in accordance with GAAP in our slide presentation and in our earnings release, both of which are available on the Investor Relations section of our website.\nOn today's call, we will review our company and segment financial highlights and provide an update to our full year 2025 guidance. For today's Q&A session, we ask that each caller keep to one question and one follow-up to allow time for other participants.\nAt this time, I will turn the call over to Vicente.\n\nVicente Reynal\n\nChairman, CEO & President\n\nThanks, Matthew, and good morning to all. Starting on Slide 3. We're off to a strong start in Q1 as we delivered 10% total order growth with a book-to-bill of 1.1x. Additionally, organic orders increased by 3.3%, and we delivered a record Q1 free cash flow of $223 million.\nWe remain encouraged as April orders continue to show stability, finishing in line with expectations. We continue to focus on controlling what we can control, staying agile and leveraging IRX to offset all known tariff impacts.\nOn Slide 4, I want to spend a minute highlighting why in this current environment, our in-region for-region footprint provides us with a competitive advantage. We have built a footprint that allows us to serve our customers with a wide range of technologies via an in-region for-region model. This, in combination with our proprietary demand generation tool, has us very well positioned to take market share in this environment by serving our customers locally with technologies and solutions that offer the highest ROI.\nTurning to Slide 5. Our durable financial profile combined with our strong cash flow generation provides us with multiple levers to drive value creation. Our capital allocation strategy remains unchanged with M&A continuing to be our top priority.\nAs a reminder, our M&A strategy is centered around making smaller bolt-on acquisitions that complement existing technologies. And with a highly fragmented addressable market of approximately $57 billion, we believe there are still plenty of opportunities for bolt-on acquisitions across all of our businesses.\nOur 9 deals currently under LOI and more than 200 companies currently in the acquisition funnel are largely centered around these smaller bolt-on acquisitions, which are mainly in-region for-region and are also primarily internally sourced.\nAs part of our balanced capital allocation strategy, our Board has authorized an additional $1 billion of share repurchases, bringing our total value authorization to $2 billion. This provides us with optionality for outsized opportunistic share repurchases over the short and medium term. We remain confident in our long-term value creation and we'll leverage our strong cash flow generation to continue our focus on bolt-on acquisitions as well as share buybacks.\nAt this point in time, we're expecting to execute up to $750 million of share repurchases by the end of 2025. Even with these accelerated share repurchase activity, we continue to be committed to our expected 400 to 500 basis points of annualized inorganic revenue to be acquired in 2025.\nMoving to the next page. We're highlighting 2 additional transactions that were closed during the month of April. Bolt-on in nature, these acquisitions expand our capabilities in core technologies, focusing high-growth sustainable end markets. With both acquisitions at 9x or less pre-synergy adjusted EBITDA purchase multiple, we continue to demonstrate our disciplined approach to M&A and expect to meet a mid-teens ROIC for both deals by the end of the third year of ownership.\nWe're off to a strong start towards achieving our 2025 annualized inorganic revenue target with 6 transactions already closed this year at a weighted average purchase multiple of approximately 9x.\nI will now turn the presentation over to Vik to provide an update on our Q1 financial performance.\n\nVikram U. Kini\n\nVice President-Finance & Investor Relations, Gardner Denver, Inc.\n\nThanks, Vicente. Starting on Slide 7. Organic orders got off to a strong start, up 3.3% year-over-year with a book-to-bill of 1.10. We were pleased with the organic order performance across both segments and specifically within ITS, which saw organic order growth within all 3 regions. Aftermarket revenue finished at 38% of total revenue, which was up 110 basis points year-over-year. The 6% growth in aftermarket revenue underscores the focused efforts and progress we continue to make on aftermarket and recurring revenue.\nThe first quarter finished largely in line with expectations for revenue, adjusted EBITDA and adjusted EPS. It's important to note that approximately $15 million in revenue initially anticipated to be recognized within the first quarter has been deferred to the second quarter due in large part to customer requests. Additionally, we continue to make [ requisite ] investments for growth in the business, which did impact our year-over-year margin profile.\nThe company delivered first quarter adjusted EBITDA of $460 million with an adjusted EBITDA margin of 26.8%. Adjusted earnings per share was $0.72 for the quarter and free cash flow for the quarter was a Q1 record of $223 million.\nTotal liquidity was $4.2 billion with a net leverage of 1.6x, demonstrating the tremendous strength of our balance sheet, which we believe enables value creation optionality in volatile environments like the one we are currently facing.\nTurning to Slide 8. For the company, total Q1 orders were up 10% and revenue increased by 3%. Book-to-bill for the quarter was a robust 1.10x, showing great momentum. And total company adjusted EBITDA was flat compared to the prior year.\nCorporate costs came in at $36 million for the quarter. And finally, adjusted EPS for the quarter finished at $0.72 per share, including a Q1 adjusted tax rate of 22.6%.\nOn the next slide, free cash flow for the quarter was $223 million, including CapEx, which totaled $34 million. Total liquidity now stands at $4.2 billion based on approximately $1.6 billion of cash and $2.6 billion of availability on our revolving credit facility.\nAs Vicente mentioned earlier, we are off to a strong start towards realizing our 2025 commitment of 400 to 500 basis points of annualized inorganic revenue acquired in 2025. Leverage for the quarter was 1.6 turns, which was a 0.9 turn increase year-over-year and flat sequentially versus Q4 2024. As a reminder, the year-over-year increase in leverage was driven primarily due to the purchase of ILC Dover in June of the prior year.\nSpecifically, within the quarter, cash outflows included $163 million deployed to M&A as well as $18 million returned to shareholders through $10 million in share repurchases and $8 million for our dividend payment.\nI'll now turn the call back to Vicente to discuss our segment results.\n\nVicente Reynal\n\nChairman, CEO & President\n\nThanks, Vik. On Slide 10, first quarter orders for ITS finished up 6% year-over-year with a book-to-bill of 1.1x. Organic orders grew 3.5%. It's important to note that we saw organic order growth across all regions, including Asia Pacific, and we remain encouraged by the market activity we're seeing in China. Revenue finished down 2%. We continue to be encouraged by the growth in recurring revenue, which was up double digits year-over-year. Adjusted EBITDA margin declined year-over-year, driven by the flow-through of organic volume, the expected dilutive impact from recently acquired companies and continued commercial investments for growth in the business.\nMoving to the product line highlights. Compressor organic orders were up mid-single digits. Industrial vacuum and blower organic orders were up low single digits. And power tools and lifting organic orders were up low single digits.\nHighlighted here in our innovation to action section is an example of our Innovate 2 Value process or I2V. The North American compressor team harmonized core components across multiple offerings of our oil lubricated products, driving a 23% reduction in total cost. This is one example of how we continue to see gross margin improvement opportunities even with technologies that have been in our portfolio for a while.\nTurning to Slide 11. Q1 orders in PST were up 28% year-over-year and up mid-single digits sequentially from Q4 '24 to Q1 '25. Organic orders finished up 3%, and it is important to note that we saw organic orders growth in both the Precision Technologies and Life Science businesses. Revenue finished up 23% year-over-year driven by M&A and finished down 3% organically. PST delivered adjusted EBITDA of $106 million, which was up approximately 16% year-over-year with a margin of 29.1%. Adjusted EBITDA margins improved 150 basis points sequentially and finished in line with expectations.\nFor PST innovation in action, we're highlighting a great I2V solution for Seepex progressive cavity pumps. This new solution optimizes the maintenance process for the replacement of key consumable components, reducing critical downtime for our customers and improving margins by 10%.\nAs a reminder, Seepex was a company we acquired with mid-teens EBITDA margin, and in less than 3 years, we improved that to PST fleet average. And as you can see from this example, we continue to find ways to increase value in both to the customer and to the financial profile of the business.\nAs we move to Slide 12, I wanted to provide an update to the potential tariff impact on our business and how we're mitigating it. Starting on the left side of the slide. Based on announced tariff rates as they stand today, our in-year exposure for tariffs is approximately $150 million. You can see the tariff rates outlined on the slide. And it is worth noting that the approximate $150 million estimate also includes the secondary impact of tariffs, which refers to price increases we're anticipating largely from our domestic U.S. suppliers who are procuring components from outside the U.S.\nOn the right-hand side of the page, we're showing the mitigation actions that we have currently deployed and which are well underway. Turning first with pricing actions, we have taken a multistep approach with list price actions across our impacted businesses put in place as of April 1, followed by targeted surcharges effective the week of May 1. Based on these pricing actions, we expect to offset the impact of tariffs one for one.\nIn addition to pricing actions, we have launched a tariff war room to operationalize our tiered supply chain mitigation plan. And these include operational and/or routing changes at Ingersoll Rand manufacturing locations, supply chain relocation of existing supplier production to alternative manufacturing locations and leveraging the global supply base to source from new suppliers.\nIt is worth noting that many of these actions will take some time to fully implement. So we're not expecting a material impact from these actions in year, but we'll continue to utilize IRX to drive these actions to completion in an accelerated manner.\nOn Slide 13, regarding our current guidance. We decided to take a prudent view by maintaining total revenue consistent with prior guidance despite the tailwinds we're seeing from a strong start in organic orders through April, the incremental pricing actions to mitigate the impact of tariffs, FX tailwinds and incremental revenue from recently completed acquisitions.\nIn order to maintain total revenue, we're including a contingency in organic volume as outlined on the table. We're taking that contingency in volume at normal flow-through, which creates a change in adjusted EBITDA and adjusted EPS also shown in the table. For the rest of the components of our full year guide, we anticipate our adjusted tax rate to be roughly 23%, net interest expense to be about $220 million and CapEx to be around 2% of revenue. Finally, our guidance does not include the impact of any anticipated share repurchases we spoke about or incremental M&A, which we expect to complete over the balance of the year.\nAt the bottom of the slide, we have also added commentary regarding the current market indicators we track, which continue to show good signs. MQLs were up double digits in Q1 2025 and remained strong in April. Large loan cycle funnel activity continues to be robust with projects continuing to progress through the decision-making process. And April orders have continued to show stability and in line with expectations.\nWhile we are operating in a dynamic environment, business conditions remain solid and we're encouraged by the organic order growth we saw in Q1 and the continued momentum we have seen in April. We're focused on controlling what we can control, and our teams continue to execute very well. We remain committed to leveraging our robust balance sheet to strategically deploy capital and drive value for our shareholders.\nAnd finally, on Slide 14, as we wrap up this portion of the call, I would like to highlight that we remain nimble but are prepared to pivot in what continues to be a dynamic global market environment. We will continue to leverage our robust global in-region for-region manufacturing capabilities and pivot towards opportunistic end markets, remaining aggressive and focused on taking share regardless of the macro conditions. We have multiple levers to deliver shareholder value, which differentiates Ingersoll Rand as an investment.\nTo our employees, I want to thank again for your part in delivering another strong quarter, remain focused on controlling what we can control and staying agile through the use of IRX.\nWith that, I will turn the call back to the operator and open it for Q&A."
  },
  {
    "header": "IR",
    "cik": "0001699150",
    "ticker": "IR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3ac8f36e6a60e2959c6c825c16f37bcb",
    "period": "2024 Q4",
    "content": "Q4 2024 Ingersoll Rand Inc Earnings Call\n\nQ4 2024 Ingersoll Rand Inc Earnings Call\n\nIRNYSEFEB 14, 8:00 AM\n\nOperator\n\nHello, and welcome to the Ingersoll Rand 2024 Fourth Quarter Earnings Call. [Operator Instructions]\nI would now like to turn the conference over to Matthew Fort, Vice President of Investor Relations. You may begin.\n\nMatthew Fort\n\nVice President of Investor Relations\n\nThank you, and welcome to the Ingersoll Rand 2024 Fourth Quarter Earnings Call. I'm Matthew Fort, Vice President of Investor Relations. And joining me this morning are Vicente Reynal, Chairman and CEO; and Vik Kini, Chief Financial Officer.\nWe issued our earnings release and presentation yesterday afternoon and we will reference these during the call. Both are available on the Investor Relations section of our website. In addition, a replay of this conference call will be available later today.\nBefore we start, I want to remind everyone that certain statements on this call are forward-looking in nature and are subject to the risks and uncertainties as discussed in our previous SEC filings, which you should read in conjunction with the information provided on the call. Please review the forward-looking statements on Slide 2 for more details.\nIn addition, in today's remarks, we will refer to certain non-GAAP financial measures. You can find a reconciliation of these measures to the most comparable measure calculated and presented in include with GAAP in our slide presentation and in our earnings release, both of which are available on the Investor Relations section of our website.\nOn today's call, we will review our company and segment financial highlights and provide full year 2021 guidance. For today's Q&A session, [Operator Instructions]\nAt this time, I will turn the call over to Vicente.\n\nVicente Reynal\n\nChairman, CEO & President\n\nThanks, Matthew, and good morning to all. Starting on Slide 3, the key to our financial durability is our economic growth engine, which helped us to deliver outperformance in 2024 with double-digit adjusted EPS growth and strong free cash flow margin despite a very dynamic global market.\nLooking towards 2025, we see continued growth underpinned by organic investments and plenty of runway for our inorganic growth, with over 200 active targets in the funnel. And we also expect strong operational execution through the use of our competitive differentiation, IRX.\nMost importantly, I want to thank all of our employees around the world for their contributions and always thinking and acting like owners of the company.\nOn Slide 4, we highlight the differentiated company results delivered through our economic growth engine. With IRX, underpinned by our innovative employee ownership model, we have created an increasingly durable financial profile with over 20,000 employees working towards our company's common goals. As shown on the page, over the cycle, we have either delivered or outperformed our long-term Investor Day targets across all targets.\nOn Slide 5, we continue to be a leader in sustainability, delivering financial performance while also doing good for the planet, our community and our employees. On the left-hand side of the page, for the third year in a row, we were named to the Dow Jones Best-in-class Indices, ranking #1 in our industry and finishing in the top 1% of the Corporate Sustainability Assessment.\nAlso for the second year in a row, Ingersoll Rand was named to the A List for our commitment to global environmental leadership by CDP. CDP's annual environmental disclosure and scoring process is globally recognized as the gold standard for corporate transparency.\nAs you can see on the right-hand side of the page, with the ownership equity grants provided and through the performance of the company to date, we have created approximately $700 million of incremental wealth for our employees. We strongly believe that the combination of our ownership mindset and creating a great place to work is a true catalyst for long-term performance.\nMoving to the next page. Since the merger with Ingersoll Rand in 2020, we have transformed the company into a premier growth compounder. We reduced cyclicality through divesting our Clubcard and HP businesses, and we have reinvested approximately $5.4 billion into accretive acquisitions focused on high-growth sustainable end markets.\nThrough this transformation, in just 3 years, we have nearly doubled our total addressable market, both through acquisitions and with continued organic investments in product and service innovation. We believe that we're very uniquely positioned to grow our market share within the $67 billion highly fragmented market through the combination of our innovative product portfolio, multichannel, multi-brand strategy and robust commercial and operational footprint, which is well positioned for the current dynamic macro environment.\nOn the right-hand side of the page, I want to highlight that our M&A strategy remains unchanged, and that we will continue to be disciplined in our approach for M&A execution, creating shareholder value while further positioning ourselves in highly attractive end markets.\nTurning to Slide 7. We continue to diversify our products and portfolios into high-growth sustainable end markets, and have expanded our total addressable market by approximately $12 billion in 2024. We acquired approximately $625 million in annualized revenue from 18 acquisitions at less than 14x pre-synergy adjusted EBITDA multiple purchase.\nAnd currently, we have 7 additional transactions at the LOI stage, as shown on the right-hand side of the page. Since our Q3 earnings call, we have closed on 6 companies, including channel acquisitions. We have added 4 new companies to the LOI stage and abandoned 1 transaction.\nOur M&A funnel remains strong with over 200 companies currently in the tunnel and we expect to acquire an additional 400 to 500 basis points of annualized inorganic revenue in 2025, which will be incremental to our current guidance outlined later in this deck.\nOn the next slide, having already closed on multiple transactions this year, we're off to a strong start to achieving our 2025 annualized inorganic revenue acquired target. On this page, we're highlighting 3 acquisitions which are highly aligned to our M&A strategy. Bolt-on in nature, these acquisitions expand our capabilities in core technologies focused in high-growth sustainability markets.\nAnd with an average of less than 10x pre-synergy adjusted EBITDA purchase multiple, we continue to demonstrate our disciplined approach to M&A and expect to meet a mid-teens ROIC on average for these deals by the end of the third year of ownership.\nI will now turn the presentation over to Vik to provide an update on our Q4 and full year 2024 financial performance.\n\nVikram U. Kini\n\nVice President-Finance & Investor Relations, Gardner Denver, Inc.\n\nThanks, Vicente. Starting on Slide 9, we delivered strong results through our competitive differentiator, IRX, despite a very dynamic global market.\nTotal company orders and revenue improved sequentially, both of which finished largely in line with expectations. In our underpenetrated markets, which include Latin America, the Middle East, India and APAC, excluding China, we saw robust growth in both orders and revenue. These results underscore the focused investments for growth we continue to make in these markets.\nThe company delivered third quarter adjusted EBITDA of $532 million, a 6% year-over-year improvement, and near-record adjusted EBITDA margin of 28%, a 50 basis point year-over-year improvement driven predominantly through gross margin expansion.\nAdjusted earnings per share was $0.84 for the quarter and $3.29 for the full year. We continue to deliver on our long-term Investor Day targets of double-digit EPS growth, finishing up 11% for the full year compared to 2023.\nFree cash flow for the quarter was $491 million, delivering a robust 26% free cash flow margin in the quarter. Total liquidity was $4.1 billion, with $1.5 billion of cash on hand at quarter end, demonstrating the tremendous strength of our balance sheet.\nTurning to Slide 10. For the total company, Q4 orders were up 8% and revenue increased by 4%. Book-to-bill for the quarter was 0.95, finishing in line with our previous guidance of above 1x in the first half and below 1x in the second half.\nTotal company adjusted EBITDA increased 6% from the prior year, expanding margins 50 basis points year-over-year, with corporate costs coming in at $32 million for the quarter, which is down $15 million year-over-year due in large part to management incentive costs. Finally, adjusted EPS for the quarter finished $0.84 per share, including a Q4 adjusted tax rate of 23.4%.\nOn Slide 11, for the full year, total company orders were up 4% and revenue increased 5%. Book-to-bill finished the year at 0.98, which finished largely in line with expectations. Total company adjusted EBITDA increased 13% year-over-year, with adjusted EBITDA margin finishing at record levels of 27.9%, up 190 basis points from the prior year.\nCorporate costs finished the year at approximately $155 million, which is down $18 million year-over-year. The year-over-year declines, once again, are largely attributable to reduction in management incentive costs as compared to the prior year. Finally, full year adjusted EPS finished at $3.29 per share, up 11% year-over-year with a full year adjusted tax rate of 22.2%.\nOn the next slide, free cash flow for the quarter was $491 million, including CapEx, which totaled $35 million. Total company liquidity now stands at $4.1 billion based on approximately $1.5 billion of cash and $2.6 million of availability on our revolving credit facility.\nAs Vicente mentioned earlier, we are targeting 400 to 500 basis points of annualized inorganic revenue acquired in 2025, and still have 7 additional transactions currently under LOI. With over 200 companies currently in the funnel and our continued strength in free cash flow generation, we are confident in our ability to deliver on this target.\nLeverage for the quarter was 1.6 turns, which was a 1 turn increase year-over-year and a 0.1 turn improvement sequentially versus Q3. As a reminder, the year-over-year increase in leverage was driven primarily due to the purchase of ILC Dover earlier in 2024. Specifically within the quarter, cash outflows included $200 million deployed to M&A as well as $71 million returned to shareholders through $63 million in share repurchases and $8 million for our dividend payment.\nI will now turn the call back to Vicente to discuss our segment results.\n\nVicente Reynal\n\nChairman, CEO & President\n\nThanks, Vik. On Slide 13, fourth quarter orders for ITS finished up 3% year-over-year and were approximately flat organically. Excluding the impact of China and the power tools and lifting business, Q4 organic orders grew low single digits.\nRevenue finished down low single digits organically, with the largest impact coming from our China business. Our ITS segment delivered solid year-over-year adjusted EBITDA margin expansion of 30 basis points on top of near record-level margin from the prior year. Full year adjusted EBITDA margin finished at a record level of 30.2%, already meeting our 2027 targets 3 years ahead of schedule.\nMoving to the product line highlights. Compressor orders were up low single digits, industrial vacuum and blower orders were up mid-teens, and power tools and lifting orders were down mid-single digits. Highlighted here on our innovation in action is our new PureAir oil-free compressor. This product is a great example of Ingersoll Rand's multichannel, multi-brand strategy, providing an innovative, digitally enabled sustainable solution with a market-leading 14% energy efficiency improvement. With 100% oil-less technology, this product is perfect for applications which require FDA approval.\nTurning to Slide 14. Orders in PST were up 29% and revenue financed 24% year-over-year largely driven by M&A. Fourth quarter organic orders finished slightly down year-over-year. However, it is important to note that we did see low single-digit organic order growth, excluding the impact of China.\nPST delivered adjusted EBITDA of $107 million, which was up approximately 14% year-over-year with a margin of 27.6%. The year-over-year decline in Q4 adjusted EBITDA margin was largely due to the impact of lower volumes in the Aerospace & Defense business within the ILC Dover business, as well as the flow-through related to organic volume declines, primarily attributed to China.\nImportant to note that PST finished the full year at approximately 30% adjusted EBITDA margin despite the organic growth headwinds. I would also like to take a minute to review some key highlights within our ILC Dover business. In the fourth quarter, ILC Dover Life Science business grew revenue double digits, which demonstrated their continued ability to deliver above market growth.\nAlso, I am pleased to announce that, in December, we reached $150 million plus multiyear agreement for our legacy [indiscernible] business. This long-term deal has been incorporated in our 2025 guidance, and we remain optimistic about the opportunities for growth within the Aerospace & Defense business.\nFor our PST innovation in action, we're highlighting a new diaphram metering pump which offers increased energy efficiency and 20% reduction in total cost ownership. This is a perfect example of innovation, generating over $50 million of additional market opportunities in key markets that include water and wastewater.\nMoving to Page 15. We're introducing our 2025 guidance. Total company revenue is expected to grow between 3% and 5%. We anticipate organic growth of 1% to 3%, where price and volume are split 75% and 25%. FX is expected to be approximately a 2% headwind for the year.\nM&A is projected at $300 million which reflects all completed and closed M&A transactions in 2024, as well as the acquisitions of SSI Aeration and Excelsior Blower Systems discussed earlier. Corporate costs are planned at $165 million and are expected to be incurred evenly per quarter throughout the year.\nTotal adjusted EBITDA for the company is expected to be in the range of $2.13 billion and $2.19 billion. At the bottom of the table, adjusted EPS is projected to fall within the range of $3.38 and $3.50, which is approximately up 5% at the midpoint. We anticipate our adjusted tax rate to be roughly 23%, net interest expense to be about $220 million and CapEx to be around 2% of revenue.\nOn the right-hand side of the page, we have included a 2025 full year guidance bridge showing the growth associated with the operational activity and the impacts associated with FX, interest income and expense, tax rate, corporate cost and share count.\nOn the next slide, we have provided some additional commentary regarding the phasing of our 2025 full year guidance. So let me touch on a few key highlights.\nWe expect total revenue growth to be consistent across both the first and the second half of the year at approximately 3% to 5%. Consistent with what we have seen over the past few years, we expect sequential improvement throughout the year, with Q1 being the lowest quarter in terms of revenue.\nTo put a finer point on Q1, we expect to see a very similar percentage decline in terms of revenue from Q4 '24 to Q1 '25 to what we saw in the prior year. But that should equal to a low single-digit total revenue growth in the first quarter.\nThe 2025 phasing of both our revenue and adjusted EBITDA remains consistent with prior years. And this is illustrated on the right-hand side of the page, showing both our historical revenue and adjusted EBITDA phasig since 2021 and our assumptions for 2025. Finally, we expect adjusted EPS to follow the adjusted EBITDA phasing, with a 46% to 54% split between the first and second half of the year.\nTurning to Slide 17. Ingersoll Rand is well positioned for strong operational performance in 2025. We remain nimble and we're prepared to be about in what continues to be a very dynamic global market environment. We continue to differentiate Ingersoll Rand as an investment delivering double-digit revenue and adjusted EBITDA growth on average since 2020.\nTo our employees, I want to thank you again for your part in delivering another record year. We delivered strong results by demonstrating our commitment to meeting our financial targets and executing our economic growth engine through the use of IRX.\nToday, our balance sheet remains stronger than ever, and we enter 2025 well positioned to build upon our success to date.\nWith that, I'll turn the call back to the operator and open it up for Q&A."
  },
  {
    "header": "IR",
    "cik": "0001699150",
    "ticker": "IR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/604622684bcaeb6ec723d4ccd91274a9",
    "period": "2024 Q2",
    "content": "Q2 2024 Ingersoll Rand Inc Earnings Call\n\nQ2 2024 Ingersoll Rand Inc Earnings Call\n\nIRNYSEAUG 1, 8:00 AM\n\nOperator\n\nGood morning. My name is Briana, and I will be your conference operator today. At this time, I would like to welcome everyone to the Ingersoll Rand Second Quarter 2024 Earnings Call. Please note that this call is being recorded. [Operator Instructions] I will now turn the call over to Matthew Fort, Vice President of Investor Relations. You may begin your conference.\n\nMatthew Fort\n\nVice President of Investor Relations\n\nThank you, and welcome to the Ingersoll Rand 2024 Second Quarter Earnings Call. I'm Matthew Fort, Vice President of Investor Relations. And joining me this morning are Vicente Reynal, Chairman and CEO; and Vik Kini, Chief Financial Officer. We issued our earnings release and presentation yesterday, and we will [indiscernible] during the call. Both are available on the Investor Relations section of our website.\nIn addition, a replay of this conference call will be available later today. Before we start, I want to remind everyone that certain statements on this call are forward-looking in nature and are subject to the risks and uncertainties discussed in our previous SEC filings. Please review the forward-looking statements on Slide 2 for more details.\nIn addition, in today's remarks, we will refer to certain non-GAAP financial measures. You can find a reconciliation of these measures to the most comparable measure calculated and presented in accordance with GAAP on our slide presentation and in our earnings release, both of which are available on the Investor Relations section of our website. On today's call, we will review our company and segment financial highlights and provide an update to our 2024 guidance.\nFor today's Q&A session, we ask that each caller keep to 1 question and 1 follow-up to allow time for other participants. At this time, I will turn the call over to Vicente.\n\nVicente Reynal\n\nChairman, CEO & President\n\nThanks, Matthew, and good morning to all. I would like to begin by thanking and acknowledging our employees for their hard work, dedication and continuing to think and act like corners helping us to deliver another record quarter in Q2. Starting on Slide 3. Despite the challenging macroeconomic environment, our team delivered another record quarter results. Demonstrating the continued strength of our execution engine [indiscernible].\nWe remain nimble and are prepared to pivot as market conditions change. And based on our solid performance, we are once again raising our 2024 full year guidance. Turning to Slide 4. Our economic growth engine describes how we deliver durable compounding results. We remain committed to our strategy and over the cycle, delivering our long-term Investor Day targets as outlined on this page. IRX is our competitive differentiator. And combined with our unique ownership mindset, we expect to continue to deliver long-term value creation. With that in mind, I would like to provide a brief update on our growth initiatives. On Slide 5, let me start with our inorganic growth initiatives. We're pleased to highlight 3 recently closed transactions, which together are expected to achieve an average of mid-teens ROIC by year 3.\nLet me quickly walk you through these deals. First, CAPS, which is a leading provider of [indiscernible] air and power generation services. This is a great example of strategic channel expansion, giving us access to a large install base, strong end-user relationships and robust technician network.\nNext is [indiscernible], which expands our technology with low flow applications. And lastly, we have [indiscernible], a mission-critical, high-margin pumping solution across high-growth sustainable end markets in India.\nOn the bottom of the page, I'd like to highlight that with the closure of these transactions, along with the closure of IOC Dover within the quarter, we have already far exceeded our annualized inorganic revenue target of 400 to 500 basis points, setting us up well for a good start in 2025. In addition, the funnel continues to grow and stay very active with deals mostly bolt-on in time. On our prior earnings call, we mentioned that we had also a couple of $1 billion purchase price deals in the funnel.\nDuring the second quarter, we decided to walk away from one of these larger transactions. And this is proved that we continue to remain very disciplined in our approach to M&A and committed to long-term shareholder value creation through effective capital allocation. We expect more bolt-on deals to be announced later in the year, further exceeding our annualized inorganic revenue targets.\nTurning to Slide 6. On this slide, I want to take a minute to walk you through why we're so excited about the IOC Dover acquisition, and deep into biopharma business, which accounts for approximately half of the total business. With exposure to high-growth therapies like GLP-1 and ADCs, till business is well positioned to deliver double-digit growth in 2024 and beyond. The performance in biopharma is much better than the current market and speaks to the niche and unique nature of the product solutions and offerings we have.\nLet's start with GLP-1 or glucagon like-peptide 1 therapy, which are used in the treatment of type 2 diabetics and weight management. With the projected annual market growth rate of 20% to 30% over the next 5 years, GLP-1 manufacturers are rapidly expanding their capacity to meet both the current and growing market demand. We have deep and long-lasting relationships with our customers. where our proprietary single-use technology is already qualified into their production process, becoming an integral part of the validated bill of materials for GLP-1 production.\nAs our customers expand capacity, either within their own facilities or CMOs, our products are required inputs for these new production lines to minimize validation time lines, start-up cost and risk. As illustrated on the right-hand side of the page, ILC Dover provides proprietary best-in-class technology in terms of single-use containment bags, liners and other consumables that are used across a variety of steps in the GLP-1 drug manufacturing process, giving our customers the assurances they require to deliver compliant products to the market and reducing their cross-contamination risk.\nMoving on to ADC or antibody drug conjugates, which are used primarily in cancer treatment therapies. This market is expected to grow double digits annually over the next 5 years, driven by the efficacy of the technology. There have been several new ADCs approvals in recent years with a robust drug development pipeline for this type of therapy. [indiscernible] containment technology is proven to perform better than both [indiscernible] and single-use alternatives. And we believe our technology is 80% to 90% more cost effective than a [ clean-in-place ] technology. We continue to see customers convert their existing production lines and install new capacity leveraging our single-use containment technology. I will now turn the presentation to Vik to provide an update on the Q2 financial performance.\n\nVikram U. Kini\n\nVice President-Finance & Investor Relations, Gardner Denver, Inc.\n\nThanks, Vicente. Starting on Slide 7. Despite the increasingly challenged macroeconomic environment, we delivered solid results in Q2 through a balance of commercial and operational execution fueled by IRX. Total company organic orders declined 1%, finishing largely in line with expectations. We saw strong sequential orders growth of 5% for the total company with the book-to-bill of 1.0x. Consistent with our guidance, book-to-bill finished above 1 in the first half at 1.0x. This provides us with a healthy backlog to execute in the back half of the year and gives us conviction in delivering our full year 2024 revenue guidance. .\nOrganic revenue was up 1% for the quarter and up 13% on a 2-year stack. The company delivered second quarter adjusted EBITDA of $495 million, a 16% year-over-year improvement and adjusted EBITDA margins of 27.4%, a 220 basis point year-over-year improvement, driven predominantly through gross margin expansion, partially offset by investments for growth in SG&A. Adjusted earnings per share was $0.83 for the quarter, which is up 22% as compared to the prior year. This marks 6 consecutive quarters of double-digit EPS growth and 12 out of the last 14 quarters of double digit EPS growth beginning with Q1 of 2021.\nFree cash flow for the quarter was $283 million, and total liquidity was $3.7 billion, with $1.1 billion of cash on hand at quarter end. Our net leverage was 2.0 turns, which is up 1 turn versus the prior year. This increase is primarily driven by the $2.325 billion acquisition of ILC Dover. For the full year, we do anticipate net leverage finishing at approximately 1.5 turns.\nTurning to Slide 8. For the total company on an FX-adjusted basis, Q2 orders were up 5% and revenue increased 8%. Total company adjusted EBITDA increased 16% from the prior year. The ITS segment margin increased 230 basis points, while the PST segment margin increased 110 basis points year-over-year. Overall, Ingersoll Rand expanded adjusted EBITDA margins by 220 basis points. Corporate costs came in at $44 million for the quarter, largely in line with expectations.\nAnd finally, adjusted EPS for the quarter was up 22% year-over-year to $0.83 per share including an adjusted tax rate for the quarter of 21.3%. On the next slide, free cash flow for the quarter was $283 million, including CapEx, which totaled $22 million. Total company liquidity now stands at $3.7 billion based on approximately $1.1 billion of cash and $2.6 billion of availability on our revolving credit facility. Leverage for the quarter was 2.0 turns, which is a 1 turn increase year-over-year. As noted earlier, this increase was driven primarily by the purchase of ILC Dover, which was funded through $2 billion in bonds and $325 million in cash.\nSpecifically within the quarter, cash outflows included $2.6 billion overall deployed to M&A as well as $71 million returned to shareholders through $63 million in share repurchases and $8 million for our dividend payment. Our capital allocation strategy remains unchanged with M&A being our top priority and we continue to expect M&A to be our primary use of cash as we look ahead. On Slide 10, I'd like to take a minute to highlight the transformation of our debt portfolio. This transformation has been underway for several years, and I'm pleased to say that we now have a fully investment-grade structure. Also important to note that within the quarter, we received a 1 notch upgrade from each of the 3 rating agencies, which you can see highlighted on the right side of the page, further solidifying our investment-grade status.\nIn terms of the overall capital structure, in May, we issued $3.3 billion of unsecured investment-grade bonds. The proceeds of the bond issuance were used to repay $1.23 billion of our legacy secured term loans and $2 billion was used to partially fund the acquisition of ILC Dover with the remainder retained for general purposes. In addition, we took the opportunity to increase the size of our revolver from $2 billion to $2.6 billion, which further provides flexibility to execute on our strategic initiatives. As a result of this debt portfolio transformation, we now have a fixed to floating ratio of 84% fixed and 16% floating and extended our weighted average maturity on our overall debt from 6 years to 10 years.\nOur new capital structure is designed to facilitate our long-term capital allocation strategy, and we remain committed to maintaining our investment-grade status. Finally, our 2024 gross interest expense outlook is now approximately $215 million. On an annualized basis, we expect gross interest to be approximately $260 million as we move into 2025. I will now turn the call back to Vicente to discuss our segment results.\n\nVicente Reynal\n\nChairman, CEO & President\n\nThanks, Vik. Moving to Slide 11. Our Industrial Technologies and Service segment delivered solid year-over-year revenue growth of 6% on top of approximately 20% growth in Q2 of last year. Adjusted EBITDA margins were 29.7%, up 230 basis points from the prior year, which was driven primarily by gross margin expansion. Book-to-bill was onetime, with organic orders down 2.6%, which was largely in line with expectations. Important to note that we saw sequential order growth of 5% and which were primarily driven by compressors.\nMoving to the program highlights, compressor orders were up low single digits while still comping a low double-digit growth in Q2 of 2023. It's good to note that we saw positive order growth across Americas, EMEA and Asia Pacific, excluding China. [indiscernible] revenue was up mid-single digits in the quarter, which we view still healthy after mid-teens growth in Q2 of 2023. Industrial banking orders were up low single digits and revenue was up mid-teens.\nFor innovation in action, we're highlighting [indiscernible] new high-speed blower technology, which was recently launched in Europe. This patented [indiscernible] for technology offers a 60% reduction in energy consumption compared to a traditional blower technology, enabling productivity for the customer and reducing total cost of ownership by up to 50%.\nTurning to Slide 12. The PST segment achieved 6% organic order growth and deliver adjusted EBITDA of approximately $103 million with a margin of 30.3%. It is encouraging to see that the legacy Ingersoll Rand Life Science business saw organic order growth of 8%. In addition, short cycle orders in the PST segment remained positive with book and ship orders up mid-single digits year-over-year. We see organic order growth stabilizing, and we remain positive about the underlying health of the PST business and it remains on track to meet our long-term Investor Day growth commitments.\nFor our PST innovation in action, we're highlighting an extremely innovative technology within the legacy Ingersoll Rand Life Science business. Combining multiple technologies across different brands, we have developed a product offering in microfluidics to create a customized liquid handling automated system for biotech R&D labs as well as the production of personalized therapeutics.\nThis innovative technology drives up to 50% productivity versus existing processes in a market that is expected to grow approximately 20% through 2027. On the next slide, I would like to spend a minute discussing the current market trends as we always get a lot of questions about our leading indicators. A key leading indicator of our short to medium cycle business is marketing qualified leads or MQLs. As illustrated on the top chart, our MQL continues to grow.\nIn Q2, we saw organic MQLs up 13% year-over-year. As for the longer cycle component of our portfolio, one key indicator we look at is the funnel activity for engineered-to-order compressor systems. We remain encouraged as the funnel activities up 27% in the first half year-over-year. While the leading indicators have been encouraging, we have seen an elongation in the decision-making process. with the prolonging of the time to convert an MQL to another.\nThe feedback we hear contains multiple reasons. But some of the most often cited are customer site readiness and too many projects happening at the same time which is impacting EPC engineering capacity. Having said this, this situation is encouraging as we look to 2025. Switching back to 2024 expectations, from a regional perspective, Americas is on pace to deliver mid-single-digit organic revenue growth. EMEA remains stable, and we see very good pockets of growth, primarily in the emerging markets of India and the Middle East.\nAsia Pacific and specifically China is a key driver of the reduction in our organic growth guidance. Moving next to inorganic growth. We're anticipating approximately $270 million of incremental revenue from our recently acquired M&A. ILC Dover is the largest driver, contributing approximately $220 million of revenue in 2024. The biopharma business as highlighted earlier in the deck remain strong and on track to deliver double-digit growth. However, we do anticipate that the Aerospace & Defense revenue to be down approximately $30 million versus our initial expectations and this is driven by lower-than-expected activity levels in our space business, predominantly related to the next-generation [indiscernible], which is often referred to as ex [indiscernible].\nAs we move to Slide 14, given the solid performance in the first half, our recently acquired M&A and our expectation of continued operational execution fueled by IRX, we are once again raising our 2024 guidance. The company revenue is expected to grow overall between 6% to 8%, which is up 200 basis points versus our initial guidance. As discussed on the previous slide, we anticipate positive organic growth in the range of 0% to 2%. The reduction in the range versus our prior guidance is largely attributable to lower organic growth expectations, specifically in China.\nFX is now expected to be a 1% headwind for the full year, which is down approximately 100 basis points as compared to our previous guidance. M&A is projected to contribute approximately $440 million, which reflects all completed and closed M&A transactions as of July 31, 2024. A Corporate costs are planned at $170 million and will be incurred relatively evenly per quarter for the balance of the year. Total adjusted EBITDA for the company is expected to be in the range of $2.01 billion and $2.06 billion, which is up approximately 14% year-over-year at the midpoint.\nAdjusted EPS is projected to be within the range of $3.27 and $3.37, which is up 2% versus prior guidance and approximately 12% year-over-year at the midpoint. On the bottom right-hand side of the page, we have included a 2024 full year guidance bridge, showing the changes in our related guidance as compared to our previous guidance provided in May. As you can see, the primary driver of adjusted EPS growth is associated with operational execution partially offset by increases in the net impact from interest and FX. We're also seeing a $0.02 improvement in our adjusted EPS as compared to our previous guidance from an improvement in our full year adjusted tax rate.\nGross interest expense is now expected to be approximately $250 million and net interest expense will be approximately $170 million and will be incurred relatively evenly per quarter for the balance of the year. The adjusted tax rate is expected to finish in the year between 22% and 23%. No changes have been made to our guidance on CapEx spend as a percentage of revenue, free cash flow to adjusted net income curvation or share count. All remain in line with our previous guidance.\nFinally, as we turn to Slide 15, I'm very pleased with how our teams continue to execute despite overall market conditions. We continue to deliver record results and our updated guidance is reflective of our first half performance and ongoing momentum. With our most recent guidance, we continue to expect to deliver results of our long-term Investor Day targets. Based on the midpoint of our 2024 full year guidance, the 4-year CAGR for organic revenue growth will be approximately 10%. We think this continues to show durable outperformance over the cycle. That in combination with our inorganic growth robust margin expansion and execution of IRX, we expect to deliver a 4-year CAGR in excess of 25% for adjusted EPS.\nTo our employees, I want to thank you for the strong results thus far showing the impact each of you have as owners of the company. Thank you for your resiliency, hard work and focused attention. We believe the power of IRX, combined with our ownership mindset and leading portfolios, strengthens the durability of our company while delivering long-term value to shareholders. With that, I will turn the call back to the operator to open the call for Q&A."
  },
  {
    "header": "IR",
    "cik": "0001699150",
    "ticker": "IR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/49339722a3df5d316b184b7fc78d80e3",
    "period": "2024 Q1",
    "content": "Q1 2024 Ingersoll Rand Inc Earnings Call\n\nQ1 2024 Ingersoll Rand Inc Earnings Call\n\nIRNYSEMAY 3, 8:00 AM\n\nOperator\n\nThank you for standing by, and welcome to the Ingersoll Rand First Quarter 2024 Earnings Conference Call. [Operator Instructions] I'd now like to turn the call over to your host, Matthew Fort, Vice President of Investor Relations. You may begin.\n\nMatthew Fort\n\nVice President of Investor Relations\n\nThank you, and welcome to the Ingersoll Rand 2024 First Quarter Earnings Call. I'm Matthew Fort, Vice President of Investor Relations. And joining me this morning are Vicente Reynal, Chairman and CEO; and Vik Kini, Chief Financial Officer.\nWe issued our earnings release and presentation yesterday, and we will reference these during the call. Both are available on the Investor Relations section of our website. In addition, a replay of this conference call will be available later today.\nBefore we start, I want to remind everyone that certain statements on this call are forward-looking in nature and are subject to the risks and uncertainties discussed in our previous SEC filings, which you should read in conjunction with the information provided on this call. Please review the forward-looking statements on Slide 2 for more details.\nIn addition, in today's remarks, we will refer to certain non-GAAP financial measures. You can find a reconciliation of these measures to the most comparable measures calculated and presented in accordance with GAAP in our slide presentation and in our earnings release, both of which are available on the Investor Relations section of our website.\nOn today's call, we will review our company and segment financial highlights and provide an update to our 2024 guidance. For today's Q&A session, we ask that each caller keep to one question and one follow-up to allow time for other participants. At this time, I will turn the call over to Vicente.\n\nVicente Reynal\n\nChairman, CEO & President\n\nThanks, Matthew, and good morning to all. I would like to begin by thanking and acknowledging our employees for their hard work, dedication and continuing to think and act like owners helping us to deliver another record quarter in Q1.\nStarting on Slide 3. Despite the constantly changing macroeconomic environment, our team delivered another solid start to the year. demonstrating the continued strength of our execution engine IRX, we remain nimble, and we're prepared to be [indiscernible] if market conditions were to change. And based on our solid Q1 performance, we are raising our 2024 full year guidance.\nTurning to Slide 4. Our economic growth engine continues to deliver compounding results. We remain committed to our strategy and our long-term Investor Day targets outlined on this page. IRX is our competitive differentiator. And combined with our unique ownership mindset, we expect to continue to deliver above-market growth in 2024. With that in mind, I would like to provide a brief update on our growth initiatives.\nOn Slide 5, let me start with our inorganic growth initiatives. We're pleased to highlight two recently closed transactions. Let me walk you through these two deals that are adjacent to our core. In other words, both companies' products can be used by attaching them to our existing compressor or pump technologies.\nFirst, Ita filter, which expands our technology by extending our reach into highly attractive end markets with the additional of sterile filtration technology. Next is control [indiscernible], which expands our technology with specialization in thermoplastics, high-performance plastic bonding and custom plastic assembly products for life sciences, aerospace and industrial applications.\nAnd finally, on the right-hand side of the page, I would like to highlight that with the announced acquisition of ILC Dover, which is expected to close later this quarter, we have already exceeded our annualized inorganic revenue target of 400 to 500 basis points. Having said that, we continue to execute our bolt-on M&A strategy and expect more deals to be announced later in the year, further exceeding our annualized inorganic revenue targets.\nTurning to Slide 6. I want to provide some additional information on the acquisition of ILC Dover with an overview of the portfolio. This slide details the breakdown of the business by end market. as well as the long-term CAGR for each portion of the business, core competencies and future growth creation opportunities. Approximately 75% of the federal business falls into life sciences end market which can be split roughly 60-40 between key markets of biopharma and medical components, CDMO. We expect this portion of the business to grow in the high single-digit plus range over the long term.\nLet me dive a bit deeper, starting with biopharma, in which the core competencies are in powdered and liquid handling, where we see future growth opportunities for pull-through on pumps and compressors as well as the [indiscernible] customer and direct channel access to these customers. Some of the most exciting growth drivers in the biopharma market where ILC Dover has great presence is in supplying single-use and containment technologies in support of the manufacturing of fast-growing monoclonal antibodies and antibody derivatives in therapeutics to treat cancer and rare diseases. ILC Dover over also plays a crucial role in the growing markets for novel diabetes and obesity therapies. And the increase in demand for flexible next-generation cell culture facilities to serve the cell and gene therapy market.\nThe primary benefits for the single-use equipment produced by ILC Dover are a lower cost contamination risk, reduced cleaning and sterilization efforts a highly flexible manufacturing process, much shorter batch turnaround times and reduce planned footprint and capital investment. Respectively, all of which play an important role in the customer RIO which is core to how we at Ingersoll Rand support our customers with our current products and solutions.\nMoving on to the medical component CDMO portion of the business, where the core competency is extrusion and molding of complex custom silicon and thermoplastic components as well as to assemblies. This business gives us access to a wide range of new customers on the medical technology side, focusing high-growth segments like cardiovascular and neurology. In addition, we see a lot of future growth opportunities to leverage this niche technology for the creation of high consumable items like tubing for the biopharma business, as well as pull-through on pumps and compression systems in the subassemblies they produce today.\nMoving on to the aerospace and defense end market, which accounts for approximately 25% of the total business, although small in nature, we're very excited to have this business within our portfolio for multiple reasons. First, this is a very solid business in terms of growth and profitability. And second, it has given us a great point of entry into the global space market, which is estimated to be worth $1.8 trillion by 2035, nearly tripling from $630 billion in 2023.\nAs described on the slide, the majority of the volume is comprised of human mobility and habitation. Over the long term, in this end market, we anticipate a mid-single to high single-digit growth rate with core competencies of stages inflatable habitats, lighter and air vehicles and other inflatables we believe that there is an opportunity for pull-through on our core technologies and a future growth opportunity.\nFor example, oxygen generation is needed across all these products. and we're currently a market leader in compression technology for portable oxygen concentrators. And this is just one example to provide some additional perspective on how we see the pull-through of our technologies where today we're not present.\nAs we move to Slide 7, let me spend some time talking about the alignment of ILC Dover against our stated strategic importance for M&A. First, we start with an example of adjacent technologies. Within the life science end market, we have always targeted the consumable portion of bioprocessing, which focuses on single-use technology, including powder containment, liquid management tubing and components, isolate protectors and many others. With ILC Dover, we get exactly that, a very clear adjacent market in which we can combine our pumps to [indiscernible] consumables and offer a more complete product portfolio to our customers.\nAn example of this is combining our peristaltic pump technology with a newly launched ILC Dover tubing technology to deliver liquids to single-use devices which are also made by ILC lover. This is merely one example of how we can help support customers across multiple steps within their biopharma workload.\nMoving into the online category. First, we're getting mission-critical equipment like flexible isolators for biopharma manufacturing. Isolators made by ILC Dover are best-in-class single-use and an essential step in the manufacturing process of therapies requiring high potency APIs, one of which it is antibody drug conjugates, or ADCs, which is a fast-growing class of biopharmaceutical drugs designed to target and treat cancer.\nSecond, the medical component CDMO business enabled us to enter a highly fragmented high-growth segment of med tech and biomanufacturing. As mentioned on the previous slide, we believe that there is a significant opportunity for pull-through on our existing pumps and compression technology and also access to new customers and a direct channel of communication with them.\nFinally, ILC Dover has given us the optionality to access this fast-growing market of Aerospace and Defense, with ILC Dover's deep relationship with NASA, Boeing and [ Sierra ] Space to [indiscernible] a few, we believe that we can leverage these relationships for pull-through opportunities on many of industries, existing flow creation technologies. The acquisition of ILC Dover now provides us a larger platform to continue to build our life sciences business through bolt-on M&A and optionality with the fast-growing market of aerospace and defense.\nMoving to Slide 8. Let me touch base on our organic initiatives. Total organic orders in the first quarter were down 7%, due primarily to large project order timing. As we have discussed before, large loan cycle projects usually driven by mega project investments tend to be lumpy in nature. And this can create a dynamic of top comparisons in a single quarter. We believe that we're getting an outsized share of these projects, and we continue to be focused on book-to-bill. In Q1, as expected, we saw book-to-bill greater than [ 1% ], building backlog, which was up 2% year-over-year.\nMoving to the chart on the left side of the page, we're encouraged by both the organic order acceleration through Q1 and the increased marketing qualified leads or MQL activity in the second half of the quarter. On the left-hand side of the page, we illustrate the sequential orders we saw throughout the quarter. February saw 5% sequential order growth as compared to January and March organic orders were up 18% sequentially versus February. Consistently with our initial guidance Book-to-bill was above [ 1% at 1.02% ] in the quarter, continue to build backlog in support of our organic growth targets. As we had mentioned, on our last earnings call, Q1 2024, had some very tough comps due to large and long cycle project order timing. For a 2-year stack, organic orders remain positive.\nMoving now to the right hand side of the page, we illustrate our MQL activity acceleration throughout the first quarter of this year. In Q1 2024, MQLs finished up 4% year-over-year. and this is on top of 9% growth in Q1 of the prior year. We remain encouraged by sequential momentum in MQLs throughout the quarter, where we saw an 11% increase in MQLs during the second half of the quarter as compared to the first half of the quarter. We do acknowledge that market conditions are constantly changing, and we remain able and prepared to pivot with those changing market conditions. I will now turn the presentation over to Vik to provide an update on our Q1 financial performance.\n\nVikram U. Kini\n\nVice President-Finance & Investor Relations, Gardner Denver, Inc.\n\nThanks, Vicente. On Slide 9, despite the ongoing macroeconomic uncertainty, we delivered solid results in Q1 through a balance of commercial and operational execution fueled by IRX. Total company organic orders and revenue declined 7% and 1% year-over-year, respectively. Both organic orders and revenue finished largely in line with expectations given the tough comps from the prior year. However, we did see approximately $15 million of revenue shifted out of Q1 and into Q2 due primarily to customer site readiness. An additional headwind of approximately 1% due to FX as compared to our initial guidance.\nThe year-over-year decline in organic orders was primarily driven by the timing of large long-cycle orders. It's important to note that on a 2-year stack, total company organic orders and revenue grew 1% and 20% year-over-year, respectively. We remain encouraged by the strength of our backlog, which was up approximately 2% year-over-year as well as our book-to-bill for the quarter, which was [ 1.02% ], this provides us with a healthy backlog to execute on for the balance of the year and gives us conviction in delivering our full year 2024 revenue guidance.\nThe company delivered first quarter adjusted EBITDA of $459 million a 15% year-over-year improvement and adjusted EBITDA margin of 27.5%, a 290 basis point year-over-year improvement. Adjusted earnings per share was $0.78 for the quarter, which is up 20% as compared to the prior year. Free cash flow for the quarter was $99 million, and total liquidity was $3.5 billion, with $1.5 billion of cash on hand at quarter end. Our net leverage was 0.7 turns, which is 0.4 turns better than the prior year.\nTurning to Slide 10. For the total company on an FX-adjusted basis, Q1 orders declined 4% and revenue declined 3%. Total company adjusted EBITDA increased 15% from the prior year. The ITS segment margin increased 370 basis points while the PST segment margin increased 50 basis points year-over-year. Overall, Ingersoll Rand expanded adjusted EBITDA margin by 290 basis points. The improvement in adjusted EBITDA was driven by 390 basis points of gross margin expansion, largely driven by our continued execution of [ I2V ] initiatives and pricing. Partially offsetting this gross margin expansion were investments in SG&A centered around commercial footprint and R&D initiatives. Corporate costs came in at $44 million for the quarter. And finally, adjusted EPS for the quarter was up 20% year-over-year to $0.78 per share, and the adjusted tax rate for the quarter was 21.3%.\nOn the next slide, I'd like to take a minute to highlight the $1 billion increase to our share repurchase program. This repurchase authorization is incremental to the remaining amount on the existing $750 million authorization and is currently expected to start being executed against in the first quarter of 2025. Much like the prior authorization, we would expect to utilize the new $1 billion share repurchase authorization over a 3-year time period. Our capital allocation strategy remains unchanged and share repurchases are an important part of that strategy.\nM&A remains our top priority for our capital allocation, and we continue to expect M&A to be our primary use of cash as we look ahead. Free cash flow for the quarter was $99 million, including CapEx, which totaled $62 million. The year-over-year decline in free cash flow of $49 million was driven primarily by two factors. First, approximately $40 million of CapEx timing. As outlined in our guidance, our expected CapEx spend remains unchanged at approximately 2% of revenue for the full year. And second, approximately $20 million of interest payment timing.\nDue to the bond issuance completed in August of 2023, interest payments on those bonds are now made twice per year as compared to our prior structure which was generally paid evenly over the course of the year. This will normalize as we move throughout the year. Total company liquidity now stands at $3.5 billion based on approximately $1.5 billion of cash and $2 billion of availability on our revolving credit facility. Leverage for the quarter was 0.7 turns, which was a 0.4 turn improvement year-over-year. And specifically, within the quarter, cash outflows included $143 million deployed to M&A as well as $81 million returned to shareholders, of which $73 million of the share repurchases and $8 million for our dividend payment. I will now turn the call back to Vicente to discuss our segments.\n\nVicente Reynal\n\nChairman, CEO & President\n\nThanks, Vik. On Slide 12, our Industrial Technologies and Service segment delivered solid year-over-year revenue growth of 4% on top of outsized growth in Q1 of last year. Adjusted EBITDA margins were approximately 30% of 370 basis points from the prior year. Book-to-bill was 1.02x with organic orders down approximately 7%.\nMoving to the product highlights, compressor were down high single digits, primarily driven by large long-cycle project order timing, primarily in the renewable natural gas in the U.S. and EV battery and solar projects in China. Excluding these items, organic orders, in compressors were approximately flat year-over-year. Important to note that on a 2-year stack compared to orders are up low double digits and revenue is up mid-30s. Industrial vacuum and lower orders were up high single digits and revenue was up mid-teens. On a 2-year stack, vacuum and blower orders were up mid-single digits and revenues up low 40s.\nFor innovation in action, we're highlighting more new vacuum pump technology, which was recently launched in EMEA. This patented ad-free technology ensures no air contamination or waste which is ideal for high-growth sustainable end markets like food and beverage, pharma and medical. This product also offers an almost 50% reduction in energy consumption compared to equivalent liquid ring technology, enabling productivity for customer and also reducing total cost of ownership.\nTurning to Slide 13. The PST team delivered adjusted EBITDA of $91 million with a margin of 30.8%. Organic orders in the PST segment were down approximately 5% year-over-year. The decline in orders was driven primarily by softness in life sciences and expected declines in China wastewater end markets. It is important to note and encouraging that Life Science business saw more than 15% increase sequentially in order momentum in Q1 2024 as compared to Q4 of 2023.\nIn addition, short cycle orders in the PST segment remained strong with book and ship orders up high single digits sequentially. We see organic order growth stabilizing, and we remain positive about the underlying health of the PST business. Overall, the PSC segment remains on track to meet our long-term Investor Day growth commitments. For PST innovation in action, we're highlighting a great recurring revenue opportunity with Aircom. Aircom is a range of comprehensive end-to-end IIoT solutions that seamlessly integrate into existing infrastructure that enable monitoring, controlling and optimization of operations. In this slide, we show one application of Aircom system to monitor and control gas pressure on the distribution grid that can help the utility companies reduced emissions by up to 10%. We see these as a great opportunity for recurring revenue through subscription-based software and services.\nAs we move to Slide 14, given the solid performance in Q1, we're raising our 2024 guidance. Total company revenue is expected to grow overall between 4% to 6%, and which is down 100 basis points versus prior initial guidance, driven entirely by FX. We anticipate positive organic growth of 2% to 4%, consistent with prior guidance where price and volume remains plate at approximately 70-30. FX is now expected to be relatively flat for the full year, which is a 100 basis point headwind as compared to our initial guide. M&A is projected at approximately $170 million, which reflects all completed and closed M&A transactions as of May 1, 2024. ILC Dover is not included in the figures and is expected to close later in the quarter.\nCorporate costs are planned at $170 million and will be incurred relatively evenly per quarter for the balance of the year. The increase versus initial guidance is driven by investments for growth in demand generation activities, as well as investments IR digital and other IT-related investments.\nTotal adjusted EBITDA for the company is expected to be in the range of $1.94 billion and $2 billion. which is up approximately 11% year-over-year at the midpoint. At the bottom of the table, adjusted EPS is projected to be within the range of $3.20 and $3.30 a which is up 2% versus prior guidance and approximately 10% year-over-year at the midpoint.\nOn the bottom right-hand side of the page, we have included the 2024 full year guidance bridge showing the changes in our latest guidance as compared to our initial guidance provided in February. As you can see, the primary driver of EPS growth is associated with operational activity related to improve incrementals and operational performance. As I mentioned earlier, FX is the largest headwind, driving approximately 100 basis points of total revenue declines and a $0.04 of EPS headwinds. Total interest expense is now expected to be approximately $130 million and will be incurred relatively evenly per quarter for the balance of the year. No changes have been made to our guidance all on the full year adjusted tax rate spend as a percentage of revenue, free cash flow to adjusted net income conversion or share count all remain in line with initial guidance.\nTurning to Slide 15. As we wrap up today's call, I want to reiterate that Ingersoll Rand remains in a very strong position. We continue to deliver record results and our updated guidance is reflective of our Q1 performance and ongoing momentum. Our M&A funnel remains strong and with acquisitions announced and close to date were poised for a record year of annualized inorganic growth. We remain nimble and we prepare to people with the constantly changing market conditions.\nTo employees, I want to thank you one more time for an excellent start to the year. These results show the impact each of you have as owners of the company. Thank you for your hard work, resiliency and focus actions. We believe the power of IRX combined with our ownership mindset and leading portfolio strengthens the durability of our company while delivering long-term value to shareholders. With that, I will turn the call back to the operator to open the call for Q&A."
  },
  {
    "header": "IR",
    "cik": "0001699150",
    "ticker": "IR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/36940b46683dc819ff7281b77c1380d9",
    "period": "2023 Q4",
    "content": "Q4 2023 Ingersoll Rand Inc Earnings Call\n\nQ4 2023 Ingersoll Rand Inc Earnings Call\n\nIRNYSEFEB 16, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Ingersoll Rand Q4 2023 Earnings Call. Please note that this call is being recorded. [Operator Instructions]\nI will now turn the call over to Matthew Fort, Vice President of Investor Relations. You may begin your conference.\n\nMatthew Fort\n\nVice President of Investor Relations\n\nThank you, and welcome to the Ingersoll Rand 2023 Fourth Quarter Earnings Call. I'm Matthew Fort, Vice President of Investor Relations. And joining me this morning are Vicente Reynal, Chairman and CEO; and Vic Kini, Chief Financial Officer.\nWe issued our earnings release and presentation yesterday afternoon, and we will reference these during the call. Both are available on the Investor Relations section of our website. In addition, a replay of this conference call will be available later today. Before we start, I want to remind everyone that certain statements on this call are forward-looking in nature and are subject to the risks and uncertainties discussed in our previous SEC filings, which you should read in conjunction with the information provided on this call.\nPlease review the forward-looking statements on Slide 2 for more details. In addition, in today's remarks, we will refer to certain non-GAAP financial measures. You can find a reconciliation of these measures to the most comparable measure calculated and presented in accordance with GAAP in our slide presentation and in our earnings release, both of which are available on the Investor Relations section of our website.\nOn today's call, we will review our company and segment financial highlights and provide full year 2024 guidance. For today's Q&A session, we ask that each caller keep to 1 question and 1 follow-up to allow time for other participants.\nAt this time, I will turn the call over to Vicente.\n\nVicente Reynal\n\nChairman, CEO & President\n\nThanks, Matthew, and good morning to all. I would like to begin by acknowledging and thanking our employees for their hard work in helping us deliver another record year in 2023. We finished the year on a high note with strong fourth quarter and full year results despite the constantly changing macroeconomic environment.\nOur 2023 performance reinforces the impact our employee ownership mindset has for Ingersoll Rand. I would also like to welcome our new employees from our recent acquisition of [indiscernible] who might have the chance to visit last week in Italy. I was very impressed by the entrepreneurial and technological spirit that has made this company grow at an impressive organic CAGR of 15% over the past 3 years.\nTaking on Slide 3. In 2023, we demonstrated again how we continue to outperform against our long-term Investor Day commitments with double-digit growth in revenue, adjusted EBITDA, adjusted EPS and free cash flow. As we move to 2024, demand remained solid. And while macroeconomic and geopolitical uncertainties continue to be at the top of everyone's mind, we remain agile and focused on what we can control. IRX is our competitive differentiator. And combined with our ownership model, we remain confident in our ability to execute on our commitments. We recently held our Investor Day this past November and I'd like to spend a few minutes providing a couple of important highlights that we presented.\nOn Slide 4, we highlighted how we deliver compounding results through our economic growth engine. With the use of IRX, we have created an increasingly durable financial profile, underpinned by our employee ownership model. Since 2016, we have transformed the company into a premier growth compounder. We have reduced cyclicality through divesting our Club Car and HPS businesses and reinvested approximately $2.3 billion into accretive acquisitions focused on high-growth sustainable end markets.\nToday, our balance sheet is stronger than ever, and we enter 2024, we're well positioned to build upon our progress to date. Moving to the next page, we show how we are uniquely positioned to grow market share within the $55 billion of highly fragmented addressable markets we currently play. The combination of our product portfolio, multichannel, multi-brand strategy, massive install base and unmatched commercial and operational footprint provides an exceptional foundation for continued market share growth, both organically and inorganically.\nOn Slide 6, we demonstrate how we remain committed to delivering financial performance while also doing good for the planet and our community. On the left-hand side of the page, we have some very exciting news to share. S&P Global recently announced that Ingersoll Rand ranked first in the world within our industry, up from #2 in the prior year. Also, Ingersoll Rand was named to the A List for its performance in tackling climate change and commitment to global environment leadership by CDP.\nCDP annual environmental disclosure and scoring process is globally recognized as the gold standard of corporate transparency. Finally, as shown on the right-hand side of the page, we continue to make progress towards our aggressive 2030 goals, and we're already well on our way to achieve them.\nOn Slide 7, we show the catalyst for the progress, which is a highly engaged employee base combined with an ownership mindset. And as shown on the left-hand side of the page, our employee satisfaction is over 600 basis points higher than the industry average. We believe our employee ownership model drives the increased employee engagement. And as illustrated on the center of the page, we have created a massive economic opportunity for our employees and their families that has been life-changing for many as expressed on the quotes from some of them.\nAll of this leads us to the next slide, where you can see that the combination of all these factors executed through our economic growth engine is evidence that our model provides durable long-term performance. Our portfolio is positioned to capitalize on global mega trends such as sustainability, digitalization and quality of life. We expect to leverage our organic growth enablers to deliver, on average, mid-single-digit organic growth through 2027. And as you can see, we outperformed this commitment again in 2023, delivering 10% year-over-year organic revenue growth. In 2023, we also delivered 6% of 8-year growth from M&A. The combined organic and inorganic growth of 16% or [indiscernible] passed, our low double-digit growth commitment. And only then we surpassed our growth targets, but we also exceeded our margin expansion initiatives, generating 170 basis points of adjusted EBITDA margin expansion and again, surpassing our long-term targets for this metric.\nWith IRX, as our competitive differentiator and over 400 impact daily management sessions or IDN, across our company each week, our high-performance culture encourages a strong focus on execution. In 2023, we delivered adjusted EPS growth of 25% and a free cash flow margin of 18%. These results prove that we are a premier durable growth compounder.\nOn Slide 9, to date, we're on track or ahead of schedule in delivering the 2025 targets set at our previous Investor Day. We have set new aggressive targets for 2027 long-term financial and our results give us confidence in delivering those targets that are on average over the cycle.\nTurning to Slide 10. M&A continues to be at the forefront of our capital allocation strategy. We invested over $450 million across 13 acquisitions in 2023. These acquisitions have been both market-leading products and technologies while accelerating our addressable market with close adjacencies. As of today, we currently have 10 transactions under LOI. Our M&A funnel remains strong and continues to be over 5x larger than it was at the time of the RMP.\nWe expect an additional 400 to 500 basis points of annualized inorganic revenue to be acquired in 2024. The 10 transactions currently under LeROI are similar in size and nature to the bolt-on deals we have done over the past few years. However, outside of these 10 LeROI, we still have a couple of deals in the follow where the purchase price exceeds $1 billion.\nI will now turn the presentation over to Vic to provide an update on our Q4 and full year 2023 financial performance.\n\nVikram U. Kini\n\nVice President-Finance & Investor Relations, Gardner Denver, Inc.\n\nThanks, Vicente. On Slide 11, we finished the year strong in Q4 through a balance of commercial and operational execution fueled by IRX despite the constantly changing macroeconomic environment. Total company organic orders and revenue increased 3% and 4% year-over-year, respectively. We remain encouraged by the strength of our backlog, which is up over 8% year-over-year. This provides us with a healthy backlog to execute on entering 2024 and gives us conviction in delivering our full year 2024 revenue guidance.\nThe company delivered fourth quarter adjusted EBITDA of $501 million, a 19% year-over-year improvement and adjusted EBITDA margins of 27.5%, a 160 basis point year-over-year improvement and a 100 basis point improvement sequentially from Q3. Free cash flow for the quarter was $552 million, and for the year, we delivered nearly $1.3 billion of free cash flow with an 18% free cash flow margin and a 105% conversion to adjusted net income. Total liquidity of $3.6 billion at quarter end was up approximately $400 million sequentially.\nOur net leverage continues to improve both year-over-year and sequentially. At 0.6 turns, we are at 0.2 turns better than prior year and 0.3 turns better than prior quarter.\nTurning to Slide 12. For the total company on an FX adjusted basis, Q4 orders and revenue both grew 11%. Total company adjusted EBITDA increased 19% from the prior year. The ITS segment margin increased 260 basis points while the PST segment margin was flat year-over-year, and corporate costs came in at $47 million for the quarter. Finally, adjusted EPS for the quarter was up 19% to $0.86 per share. The adjusted tax rate for the quarter was 20.7%, with the full year adjusted rate finishing slightly above 22%.\nOn Slide 13, total company full year orders grew 8% and revenue increased 17%, both on an FX adjusted basis. Total company adjusted EBITDA increased 25% from the prior year. The ITS segment margin increased 240 basis points, while the PST segment margin increased 130 basis points. Corporate costs finished the year at $173 million, driven by continued investments to support growth in areas like demand generation and IoT as well as the impact of incentive compensation adjustments.\nLastly, adjusted EPS for the year was up 25% to $2.96 per share. Moving on to the next slide. Free cash flow for the quarter was $552 million, including CapEx, which totaled $30 million. Total liquidity now stands at $3.6 billion based on approximately $1.6 billion of cash and $2 billion of availability on our revolving credit facility. Leverage for the quarter was 0.6 turns, which was a 0.2 turn improvement year-over-year. And in 2023, we returned $295 million to shareholders through share repurchases and dividends.\nSpecifically within the quarter, cash outflows included $130 million in share repurchases, $39 million deployed to M&A and $8 million for our dividend payment. M&A remains our top priority for capital allocation, and we continue to expect M&A to be our primary use of cash as we look ahead.\nI will now turn the call back to Vicente to discuss our segments.\n\nVicente Reynal\n\nChairman, CEO & President\n\nThanks, Vick. On Slide 15, our Industrial Technologies and Service segment delivered solid year-over-year organic revenue growth of 5%. Adjusted EBITDA increased 26% year-over-year with an adjusted EBITDA margin of 30%, up 260 basis points from prior year with an incremental margin of 48%. We also delivered sequential margin expansion of 120 basis points from Q3 to Q4. It is important to note that we have already achieved our 2025 high 20s adjusted EBITDA margin target for [indiscernible] , which is a full 2 years ahead of schedule. We continue to see solid demand for our products with organic orders also up 5%.\nMoving to the product line highlights, compressors were up low double digits in orders and up mid-single digits in revenue. Industrial vacuum and blower were down low double digits in orders, but up low double-digit in revenue. The order decline was mainly driven by currently debooking an order from an electric truck manufacturer in Europe that had some battery supply issues.\nHowever, the prospects are starting to look better for this manufacturer in 2024. Also, it is important to highlight that core product lines continued to show strong momentum on a 2-year stack, excluding FX and also excluding the recent acquisition of SPX Air Treatment and [indiscernible] blower. On a 2-year stack, compressor orders were up mid-teens and revenue was up high 20s, industrial vacuum orders were up low double digits and revenue was up mid-30s.\nAs a reminder, for additional detailed information on product lines and regional splits, we have more of the charge, which was previously included on this page to Slide 21 in the appendix. For our innovation in action section, we're highlighting a new compressor with advanced 2-stage technology. This product is a great example of how Ingersoll Rand is providing an innovative digitally enabled sustainable solution with a 17% energy efficiency improvement versus the competition.\nTurning to Slide 16. Organic revenue in the Precision and Science Technology segment was approximately flat year-over-year. The PST team delivered adjusted EBITDA of $94 million, which was up approximately 2% year-over-year with a margin of 30.1%. Organic orders were down 1.6%, driven by the Life Science businesses. We see organic orders growth stabilizing and we remain positive about the underlying health of the PST business. In fact, PST, excluding the Life Science businesses has seen positive organic orders and revenue growth in 11 out of the last 12 quarters.\nIn addition, short cycle orders in the industrial businesses were up mid-single digits in Q4. Overall, the P&C segment remains on track to meet our long-term Investor Day growth commitments. For our PST innovation in action, we're highlighting our aero based on [indiscernible] system. This is a perfect example of leveraging both I2V and demand generation to pivot an existing product line into a high-growth, sustainable end market.\nOver the past 12 months, we have already taken $7 million in orders with a leading OEM solar panel producer, which has the potential for $1 million in annualized aftermarket revenue. As we move to Page 17, we're introducing our 2024 guidance. Total company revenue is expected to grow between 5% to 7%, with a first half growth of 4% to 6% and the second half growth of 6% to 8%. We anticipate organic growth of 2% to 4% where price is approximately 2/3 and volume 1/3. FX is expected to contribute approximately 1% of a tailwind for the year, of which the impact will be realized relatively evenly throughout the year.\nM&A is projected at $150 million, which reflects all complete and closed M&A transactions in 2023 as well as the acquisition of [indiscernible]. Corporate costs are planned at $160 million and are expected to be incurred evenly per quarter throughout the year. Total adjusted EBITDA for the company is expected to be in the range of $1.915 billion and $1.975 billion. At the bottom of the table, adjusted EPS is projected to fall within the range of $3.14 and $3.24, which is approximately up 8% at the midpoint. We anticipate adjusted tax rate to be roughly 23%, gross interest expenses to be about $155 million and CapEx to be around 2% of revenue.\nOn the right-hand side of the page, we have included the 2024 full year guidance bridge showing the growth associated with both operational activity and the impact associated with corporate costs, interest income and expenses, FX, share count and changes in the adjusted tax rate. And based on above guidance, adjusted EPS growth is expected to be 6% to 9%. As we sit here in mid-February, we would like to provide some commentary on Q1. We expect our normal seasonality to return in 2024 from a revenue perspective, which means that Q1 will be the lowest revenue quarter of the year.\nIn addition, as a reminder, Q1 has a very tough comp, as we delivered 20% organic revenue growth in Q1 of 2023. As a result, we anticipate organic revenue growth to be flattish to slightly up for the quarter, with continued year-over-year margin expansion.\nTurning to Slide 18. As we wrap up on today's call, I want to reiterate that Ingersoll Rand is in a solid position. We continue to deliver record results and both our long-term and '24 guidance is reflective of our performance to date and our increasingly durable financial profile. To our employees, I want to thank you again for another excellent finish to the year.\nWe delivered strong results by demonstrating our commitment to meeting our financial targets and executing our economic growth engine through the use of IRX. Thank you for your hard work, resiliency and focused actions. These results show the impact you each have as owners of the company. Our balance sheet is as strong as ever. And with our disciplined and comprehensive capital allocation strategy, we remain resilient and have the capacity to deploy capital to investments with the highest return as we continue our track record of market outperformance.\nWe remain nimble, continue to monitor the dynamic market conditions and we're prepared for the challenges that may come. And with that, I'll turn the call back to the operator and open it for Q&A."
  },
  {
    "header": "IR",
    "cik": "0001699150",
    "ticker": "IR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/11d4dd7846b8d554a473b21091f3f3e7",
    "period": "2023 Q3",
    "content": "Q3 2023 Ingersoll Rand Inc Earnings Call\n\nQ3 2023 Ingersoll Rand Inc Earnings Call\n\nIRNYSENOV 2, 8:00 AM\n\nOperator\n\nGood morning. My name is Krista, and I'll be your conference operator today. At this time, I would like to welcome everyone to the Ingersoll Rand Third Quarter 2023 Earnings Conference Call. [Operator Instructions] I will now turn the conference over to Matthew Fort, Vice President of Investor Relations. Please go ahead.\n\nMatthew Fort\n\nVice President of Investor Relations\n\nThank you, and welcome to the Ingersoll Rand 2023 Third Quarter Earnings Call. I'm Matthew Fort, Vice President of Investor Relations. And joining me this morning are Vicente Reynal, Chairman and CEO; and Vik Kini, Chief Financial Officer. We issued our earnings release and presentation yesterday, and we will reference these during the call. Both are available on the Investor Relations section of our website. In addition, a replay of this conference call will be available later today.\nBefore we start, I want to remind everyone that certain statements on this call are forward-looking in nature and are subject to the risks and uncertainties discussed in our previous SEC filings, which you should read in conjunction with the information provided on this call. Please review the forward-looking statements on Slide 2 for more details. In addition, in today's remarks, we will refer to certain non-GAAP financial measures. You can find a reconciliation of these measures to the most comparable measure calculated and presented in accordance with GAAP in our slide presentation and in our earnings release, both of which are available on the Investor Relations section of our website.\nOn today's call, we will review company and segment financial highlights and provide an update to our 2023 guidance. [Operator Instructions] At this time, I will turn the call over to Vicente.\n\nVicente Reynal\n\nChairman, CEO & President\n\nThanks, Matthew, and good morning to all. I would like to start, as we always do, by thanking and acknowledging all of our employees for their hard work in helping us to deliver another record quarter in Q3. Despite the constantly changing macroeconomic environment, our employees continue to deliver on our commitments and consistently exemplify our purpose while thinking and acting like owners. I would also like to welcome our new employees from our recent acquisitions, Oxywise, Fraserwoods, Roots and [ Kalon ].\nBeginning on Slide 3, fueled by our competitive differentiator IRX in the third quarter, we again delivered double-digit growth in revenue, adjusted EBITDA, adjusted EPS and free cash flow. We remain nimble and focused on controlling what we can control and continue to direct our demand generation activities towards high-growth sustainable end markets to accelerate market share gains. Finally, based on our continued robust performance year-to-date, we are once again raising our 2023 full year guidance.\nAs we move to Slide 4, our economic growth engine is the key to delivering compounding annual results. During our last Investor Day in November 2021, we presented this model and highlighted our organic, inorganic and quality of earnings growth enablers. We remain committed to our strategy and our long-term Investor Day targets as outlined on this page. In fact, we have so far exceeded our growth and margin commitments, including an organic orders and revenue CAGR of 12% and margin expansion of 170 basis points per year over the last 3 years.\nOn the next slide, I will provide you with deeper insights into how we are accelerating organic growth in previously acquired businesses. So turning to the page to Slide 5, Here, we have some examples of how we have driven outsized organic growth and margin expansion from recently acquired M&A. This is a testament to how we compound growth on recently acquired businesses and have examples from both our IPS and PSC segments. On the left-hand side of the page, we're highlighting our LeROI acquisition from June of 2017. We acquired this business for a purchase multiple of 11x by pivoting our end market focus to high-growth, sustainable end markets, offering a complete ecosystem solution and leveraging our commercial footprint we have achieved over 540% growth since the time of acquisition. In addition, our post-tax ROIC is 155% resulting in a 0.5 post-synergy adjusted EBITDA purchase multiple. Just an impressive result on how and what we can do with technologies once we incorporate them into our IRX process. On the right-hand side of the page is our Air Dimension business, which was acquired in November of 2021, also at an 11x purchase multiple. Air Dimension serves high-growth sustainable end markets like environmental services. And the team has delivered 27% revenue growth over the last 2 years by leveraging IRX, rapidly integrating our demand generation process and launching new innovative technologies. And given the outsized growth this business has delivered over the past 2 years, we're very well on track to exceed our 3-year post-tax ROIC target demonstrated by already delivering a post-synergy adjusted EBITDA purchase multiple of 8x.\nNext, on Slide 6, M&A continues to be at the forefront of our capital allocation strategy to compound value similar to the examples we displayed on the previous slide. We're pleased to highlight 2 recent close transactions. With these 2 acquisitions, we have closed on approximately $190 million of annualized inorganic revenue, which puts us very close to the bottom end of the $200 million to $300 million of annualized inorganic revenue targets we set forth at the beginning of the year, and we have no doubt in our ability to deliver our target this year. Let me walk you through these 2 recent acquisitions. First, Oxywise, which is based in Slovakia, is a leading provider of on-site oxygen and nitrogen generation systems. This acquisition expands our technology ecosystem with a complementary product to the compressor and increases Ingersoll Rand's broader air treatment capabilities in point-of-use oxygen generation. Next is Fraserwoods, which is a leading provider of aftermarket services for blowers and pumps in the vacuum truck market. This acquisition expands Ingersoll Rand technical expertise and service capabilities in Western Canada. Our M&A funnel remains very strong. And as of today, it continues to be over 5x larger than it was at the time of the RMT. The characteristics of the target in our funnel continue to be bolt-on in nature with the exception of a couple that are approximately $1 billion purchase price.\nOn Slide 7, as highlighted in the middle of the page, we continue to be recognized for our corporate responsibility and we're proud that 3BL Media recently named us as 1 of the top 100 best corporate citizens in 2023. We recently ranked on the top 3 among the Russell 1000. Being a corporate citizen is part of our high-performance employee ownership culture. Our company purpose of making live better is deeply ingrained into everything we do, including partnerships with community-focused organizations such as the American Heart Association, FeedNC, Drop In The Bucket and La Escuelita Bilingual Preschool. In addition to striving to be a responsible corporate citizen, we're thrilled to be named Best Companies to Work for in industrials and business service sector, receiving high marks in employee sense of belonging. We believe our employee ownership model drives increased employee engagement. And as a long-term shareholder, it creates economic opportunity for our employees and their families.\nI will turn now the presentation over to Vik to provide an update on our Q3 financial performance.\n\nVikram U. Kini\n\nVice President-Finance & Investor Relations, Gardner Denver, Inc.\n\nThanks, Vicente. On Slide 8, fueled by IRX, we again delivered record results in Q3 through a balance of commercial and operational execution.\nTotal company organic revenue increased 6% year-over-year with incremental margins of 38%. The Book-to-bill was 0.94x, which was in line with expectations. As a reminder, we typically see book-to-bill above 1 in the first half of the year due to the longer cycle large project orders received and a book-to-bill below 1 in the second half as those large longer-cycle projects convert into revenue. We remain encouraged by the strength of our backlog, which is up approximately 6% year-over-year. The strength in our backlog provides good visibility and momentum as we move into the fourth quarter of 2023 and begin to look towards 2024.\nThe company delivered third quarter adjusted EBITDA of $462 million, a 23% year-over-year improvement and adjusted EBITDA margins of 26.5%, a 170 basis point year-over-year improvement. It is important to note that these results are closely approaching our long-term targets set forth during our 2021 Investor Day. For the quarter, adjusted diluted earnings per share was $0.77 and up 24% versus the prior year. Free cash flow generation for the quarter was $369 million, up 46% versus the prior year. Free cash flow margins for the quarter finished at 21%. Total liquidity at quarter end was $3.2 billion, which was flat compared to the prior quarter. And our net leverage continues to remain near all-time lows. At 0.9 turns, we are 0.1 turns better than both the prior year and prior quarter.\nTurning to Slide 9. For the total company, Q3 orders declined 2% and revenue increased 13%, both on an FX adjusted basis. Total company adjusted EBITDA increased 23% from the prior year. The ITS segment margin increased 260 basis points, while the PST segment margin improved 120 basis points. Notably, both segments remain price cost dollar and margin positive, which speaks to the nimble actions of our teams despite persistent inflationary headwinds. We Corporate costs came in at approximately $44 million for the quarter, driven by continued investments to support growth in areas like demand generation and IoT as well as the impact of incentive compensation adjustments. Adjusted diluted earnings per share for the quarter was up 24% to $0.77 per share. This $0.15 year-over-year increase includes a $0.03 headwind from interest expense. And finally, the adjusted tax rate for the quarter was 22%.\nMoving on to the next slide. Free cash flow for the quarter was $369 million, including CapEx, which totaled $29 million. Total company liquidity was $3.2 billion based on approximately $1.2 billion of cash and $2 billion of availability on our revolving credit facility. Cash outflows for the quarter included $308 million deployed to M&A, largely driven by the acquisition of Roots. We returned $8 million to shareholders in dividends and no share repurchases were made during the third quarter, although we remain committed to our annual share repurchase plan of approximately $250 million for the full year. M&A remains our top priority for capital allocation, and we continue to expect M&A to be our primary usage of cash for the foreseeable future. We continue to have an active and healthy funnel of inorganic growth opportunities. This funnel consists primarily of bolt-on M&A, relatively similar in size, scope and nature to the assets we've acquired over the past 2 to 3 years.\nTurning to Slide 11. As we have always planned, we continue to transform our debt portfolio. After being upgraded to an investment-grade credit rating across all 3 rating agencies, we refinanced $1.5 billion of secured term loans through the issuance of unsecured investment-grade bonds in the quarter. Our capital structure continues to evolve and is designed to facilitate our capital allocation strategy. And we remain committed to having a fully unsecured investment-grade capital structure in the near future. As a result of this debt portfolio transformation, we have improved our fixed-to-floating ratio to 74% fixed and 26% floating, and our weighted average maturity on debt has moved from 4 years to 6 years. Finally, on an annualized basis, our interest expense has been reduced by approximately $20 million. This should deliver an annualized improvement of approximately $0.04 of earnings per share, which will be realized across both 2023 and 2024.\nI will now turn the call back to Vicente to discuss our segment results.\n\nVicente Reynal\n\nChairman, CEO & President\n\nThanks, Vik. On Slide 12, our Industrial Technologies and Services segment delivered strong year-over-year organic revenue growth of 9.5%. Adjusted EBITDA increased 31% year-over-year with adjusted EBITDA margin of 28.8% and up 260 basis points from the prior year, with an incremental margin of 42%.\nI would like to take a minute to note that this high 20s adjusted EBITDA margin are in line with our 2025 long-term targets set during our Investor Day in 2021. So we're almost 2 years ahead of schedule in terms of achieving these results. Book-to-bill remains on track and finished in line with expectations at 0.94x. Consistent with previous guidance, we anticipate a book-to-bill of approximately 1x for the year. As a reminder, we typically see a book-to-bill of above 1 in the first half as larger longer-cycle orders are placed and below 1 in the second half as those larger longer cycle orders are shipped. Organic orders came in line with our expectations, down 8.7% as we are comping high teens organic orders growth from Q3 last year. Therefore, it is good to highlight that on a 2-year stack for the third quarter, ITS organic orders have grown 8%.\nMoving to the product line highlights. Core product lines continued to show strong momentum on a 2-year stack, excluding FX and also excluding the recent acquisitions of SPX Air Treatment and Roots [indiscernible]. On a 2-year stack, compressor orders were up low double digits and revenue was of mid-30s. We Industrial banking and lower orders were up mid-teens and revenue was up low 30s. And the power tools and lifting was up low double digits on both orders and revenue. For additional detail information on product lines and regional splits, we have moved the chart which was previously included on this page to Slide 17 in the appendix.\nMoving to the innovation in action portion of the slide, we're highlighting a new oil-free compressor, recently launched in North America. This product is a great example of Ingersoll Rand leveraging i2V to deliver new products with best-in-class efficiency. This IIoT ready compressor is 14% more efficient than the previous model, and it is 5% more efficient than the competition.\nTurning to Slide 13. Revenue in the Precision and Science Technology segment declined 5% mechanically. The decline in orders and revenue were primarily driven by the life science business, which continues to experience softness in the oxygen concentration and biopharma end markets. We remain positive about the underlying health of the PST business that short-cycle orders in the industrial businesses were positive both sequentially and year-over-year. The increases in the short-cycle business were driven by demand generation activities and lead time reductions. Overall, the PST segment remains on track to meet our long-term Investor Day growth commitments as illustrated on the chart on the bottom left-hand side of the page. The 3-year organic order and revenue CAGR of 5% and 7%, respectively, are in line with the long-term Investor Day targets of mid-single-digit plus growth. Additionally, the PST team delivered adjusted EBITDA of $94 million, which is up 2% year-over-year despite declines in revenue. Adjusted EBITDA margin was 30.3%, up 120 basis points year-over-year. The continued year-over-year improvement in our adjusted EBITDA margins is driven primarily by price cost improvements and synergy delivery on acquired businesses. For our PST innovation in action, we're highlighting our YZ brand partnership with the largest natural gas transmitter in Europe, GRDF. During the second quarter of 2023, we executed a 10-year contract with GRDF to provide mission-critical odorization equipment for renewable natural gas or RNG. We're very excited about this partnership and believe that there are plenty of future growth opportunities as the European Union has committed to replacing 20% of lost Russian gas supply with RNG over the next 6 to 7 years.\nMoving to Slide 14. Given the year-to-date solid performance and continued momentum from backlog, we're once again raising our 2023 guidance. For the full year, total company revenue is expected to grow between 14% and 16%, which is a 200 basis point improvement versus our previous guidance. We anticipate organic growth of 9% to 11%, where price and volume remains split approximately 60-40. FX is now expected to show a slight headwind of approximately 1% on a full year basis. Our revenue from M&A has increased by $60 million to approximately $360 million for the full year. This increase reflects the impact from all completed and closed M&A transactions as of November 1, 2023. Corporate costs are planned at $170 million for the year. Total adjusted EBITDA for the company is expected to be in the range of $1.73 billion and $1.77 billion, which is up 2% versus prior guidance and up 9% versus our initial guidance at the midpoint.\nAt the bottom of the table, adjusted EPS is projected to be within the range of $2.81 and $2.89, which is up 21% year-over-year at the midpoint. We're also reaffirming a book-to-bill of approximately 1 for the full year, which puts us in a solid position as we look to enter 2024. Based on our current full year outlook, backlog will finish at near record level highs, and we will end the year with approximately 40% higher backlog compared to the balance at the end of 2021. As Vik had mentioned earlier on the call, interest expense is now projected at $155 million, with a portion of the interest expense savings from the debt restructuring being realized in 2023. No changes have been made to our guidance on the adjusted tax rate or CapEx spend as a percentage of revenue. They remain in line with both initial and prior guidance. On the bottom right-hand side of the page, we included some additional commentary specifically around Q4. We do expect organic orders to be positive both sequentially and year-over-year. In addition, we anticipate organic revenue to be positive in both price and volume year-over-year. Incremental margins are expected to be approximately 35% for both Q4 and the full year.\nTurning to Slide 15. As we wrap up today's call, I want to reiterate that Ingersoll Rand remains in a strong position, and we're proving how resilient we are even in difficult macro environment. We continue to deliver record results and our updated guidance is reflective of our year-to-date performance and ongoing backlog momentum. To our employees, I want to thank you for another quarter of record results. These results show the impact each of you have as owners of Ingersoll Rand. We will remain focused on our commitment to meeting our financial targets and executing our economic growth engine using IRX. As we continue our track record of market outperformance, our balance sheet is as strong as ever. And with our disciplined and comprehensive capital allocation strategy, we remain resilient and have the capacity to deploy capital to investments with the highest return. We remain nimble and continue to monitor the dynamic market conditions and are prepared for the challenges that may come.\nWith that, I will turn the call back to the operator to open the call up for Q&A."
  },
  {
    "header": "IR",
    "cik": "0001699150",
    "ticker": "IR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d3ad992d83fa7b0c59591aa7089c5a23",
    "period": "2023 Q2",
    "content": "Q2 2023 Ingersoll Rand Inc Earnings Call\n\nQ2 2023 Ingersoll Rand Inc Earnings Call\n\nIRNYSEAUG 3, 8:00 AM\n\nOperator\n\nThank you for standing by. My name is Kayla Baker, and I will be your conference operator today. At this time, I would like to welcome everyone to the Ingersoll Rand Q2 2023 Earnings Conference Call. [Operator Instructions]\nI would now like to turn the call over to Vice President of Investor Relations, Matthew Fort. You may begin.\n\nMatthew Fort\n\nVice President of Investor Relations\n\nThank you, and welcome to the Ingersoll Rand 2023 Second Quarter Earnings Call. I'm Matthew Fort, Vice President of Investor Relations. And joining me this morning are Vicente Reynal, Chairman and CEO; and Vik Kini, Chief Financial Officer. We issued our earnings release and presentation yesterday, and we will reference these during the call. Both are available on the Investor Relations section of our website. In addition, a replay of this conference call will be available later today.\nBefore we start, I want to remind everyone that certain statements on this call are forward-looking in nature and are subject to the risks and uncertainties discussed in our previous SEC filings, which you should read in conjunction with the information provided on this call. Please review the forward-looking statements on Slide 2 for more details. In addition, today's remarks, we will refer to certain non-GAAP financial measures. You can find a reconciliation of these measures to the most comparable measure calculated and presented in accordance with GAAP in our slide presentation and in our earnings release, both of which are available on the Investor Relations section of our website.\nOn today's call, we will review our company and segment financial highlights and provide an update to our 2023 guidance. For today's Q&A session, we ask that each caller keep to 1 question and 1 follow-up to allow time for other participants.\nAt this time, I will turn the call over to Vicente.\n\nVicente Reynal\n\nChairman, CEO & President\n\nThanks, Matthew, and good morning to all. I would like to begin by thanking and acknowledging all of our employees for their hard work in helping us to deliver another record quarter in Q2. Our employees continue to deliver on our commitments despite the constantly changing macroeconomic environment, and consistently exemplify our purpose while thinking and acting like owners. I would also like to welcome our new employees from our recent acquisitions. Together, we have a great opportunity to build upon our strong complementary brands, products and capabilities, providing customers and the industry with a broader spectrum of solutions.\nBeginning on Slide 3, fueled by our competitive differentiator, IRX in the second quarter, we delivered double-digit growth in revenue, adjusted EBITDA, adjusted EPS and free cash flow. We recently published our 2022 sustainability report, where we yet again delivered industry-leading results while remaining on track to meet our 2030 sustainability goals.\nFinally, based on our continued robust performance in Q2, we're once again raising our 2023 full year guidance.\nAs we move to Slide 4, our economic growth engine is the key to how we deliver compounding annual results. During our last Investor Day in Q4 of 2021, we presented this model and highlighted our organic, inorganic and quality of earning growth enablers. We remain committed to our strategy and our long-term Investor Day targets outlined in this page.\nOn the next slides, I will provide you with deeper insights into our organic initiatives, which are centered around product innovation and innovative value also known as i2V. In addition, we will provide an update on our progress towards our inorganic goals.\nTurning to Slide 5. We start with our organic growth initiatives. Here, we have some examples of how in China, we have leveraged products localization as well as i2V to drive organic growth. On the left-hand side of the page, we show how localization has created new product offerings and enabled channel expansion, all with a focus on high-growth sustainable end markets. Since the Gardner Denver and Ingersoll Rand merger, our blower and vacuum product lines have grown organically at a 17% CAGR.\nOn the right-hand side of the page, we have an example of organic growth through the combination of recently acquired M&A and i2V. As you can see in the pictures at the bottom right-hand side of the page, the Asia Pacific team conducted a turndown event with legacy products, recently acquired M&A and competitive technologies. The outcome of that turndown event is the development of a new oil-free screw vacuum pump. This new product will expand our addressable market by over $350 million, and will go from development to launch in approximately 6 months.\nNext, on Slide 6, M&A continues to be at the forefront of our capital allocation strategy. We are thrilled to highlight our recently signed M&A deal routes. This iconic Roots brand is a leading provider of low-pressure compression and vacuum technology. This brand is synonymous with blowers in the same way that Clinics and Band-Aid are recognized in consumer markets. We're very excited to acquire this iconic brand, which has been in business for almost 200 years. The acquisition also expands our capabilities in both low-pressure technology and centrifugal technology. And this technology is a critical component in the process of green steel manufacturing. Our M&A funnel remains strong. And as of today, it continues to be over 5x larger than it was at the time of the R&D. We currently have 7 transactions at the LOI stage. And more importantly, we have several other transactions in process, which are close to the LOI stage. Based on acquisitions to date, the 7 transactions under LOI at our current M&A funnel, we are reaffirming our commitment to an additional $200 million to $300 million in annualized inorganic revenue to be acquired in 2023.\nOn Slide 7, we recently released our 2022 sustainability report, showcasing the commitment and results of our strategic imperative leads sustainably. We have made significant progress in establishing ourselves as a top quartile ESG company by leveraging our competitive differentiator, IRX to deliver results in a very short period of time. In fact, we have received several industry-leading sustainability acknowledgments of our efforts, including being named to both the Dow Jones Sustainability World Index and the Dow Jones Sustainability North America Index. Ingersoll Rand was ranked as the #1 performer in the IEQ machinery and electrical equipment industry in North America and #4 globally in 2022. As a very close 2023, Ingersoll-Rand received an ESG risk rating of low at 12.8% from [indiscernible] Sustainalytics. We also received an ESG rating improvement to AA in 2023 from MSCI and ranked as a leader among 47 companies in the industrial machinery category. More important, we're also leading the way in the social aspect of ESG with our employee ownership model. We believe employee ownership creates economic opportunity for our employees and their families while driving increased employee engagement as our long-term shareholder. To that end, we have awarded approximately $275 million since 2017 in equity to our employees, employees that are not already on the management equity program. This has increased to over $660 million in value as of June 30, 2023. We will continue to offer our ownership works program that grant equity to all new employees after the 1-year anniversary. Our employees are a critical element of our business and making life better for them begins with opportunity. Through their engagement and commitment, we are on track to meet our 2030 sustainability objectives.\nWith this, I'll turn now the presentation over to Vik to provide an update on our Q2 financial performance.\n\nVikram U. Kini\n\nVice President-Finance & Investor Relations, Gardner Denver, Inc.\n\nThanks, Vicente. On Slide 8, fueled by IRX, we again delivered solid results in Q2 through a balance of commercial and operational execution. Total company organic orders and revenue increased 5% and 12% year-over-year, respectively. Book-to-bill was 1.03, and we remain encouraged with the strength of our backlog, which is up approximately 12% year-over-year and up approximately 5% sequentially. The backlog is approximately 45% higher than it was at the end of 2021, which gives us good visibility and momentum as we move into the back half of 2023 and start to look into 2024.\nThe company delivered second quarter adjusted EBITDA of $425 million, a 27% year-over-year improvement and adjusted EBITDA margins of 25.2%, a 190 basis point year-over-year improvement. For the quarter, adjusted diluted earnings per share was $0.68, up 25% versus the prior year. Free cash flow for the quarter was $204 million, despite ongoing headwinds from inventory due to the need to support backlog as well as continued global supply chain challenges. Even with these headwinds, free cash flow was up 24% versus prior year.\nTotal liquidity of $3.2 billion at quarter end was up approximately $1 billion sequentially. This increase was driven in large part due to the recently amended, extended and upsized revolving facility, which took place in early Q2 of this year.\nOur net leverage continues to remain near all-time lows. At 1.0 turns, we are 0.1 turns better than both the prior year and prior quarter.\nFinally, I'd like to highlight an example of the power of our ownership mindset and the effectiveness of our competitive differentiator, IRX. Due to the team's resiliency in overcoming the cybersecurity incident, the Q2 revenue and adjusted EBITDA risk associated with the incident was mitigated within the quarter. This is no small task, and I would like to thank all of our employees that were involved in helping to overcome this impediment, enabling us to deliver tremendous results in Q2.\nTurning to Slide 9. For the total company, Q2 orders grew 10% and revenue increased 18%, both on an FX-adjusted basis. Total company adjusted EBITDA increased 27% from the prior year. The ITS segment margin increased 200 basis points, while the PST segment margin improved 240 basis points. Notably, both segments remain price cost dollar and margin positive, which speaks to the nimble actions of our teams despite persistent inflationary headwinds.\nCorporate costs came in at approximately $43 million for the quarter, driven by continued investments to support growth in areas like demand generation and IIoT as well as the impact of incentive compensation adjustments.\nAdjusted diluted earnings per share for the quarter was up 25% to $0.68 per share. This $0.14 year-over-year increase includes a $0.04 headwind from interest expense.\nAnd finally, the adjusted tax rate for the quarter was 24%.\nMoving on to the next slide. I want to highlight that the company was assigned an investment-grade first-time issuer default rating from Fitch. We have now received investment-grade ratings from 2 of the 3 major rating agencies, and we remain committed to becoming an investment grade rated across all of our rating agencies.\nFree cash flow for the quarter was $204 million, including CapEx, which totaled $25 million. Total company liquidity was $3.2 billion based on approximately $1.2 billion of cash and $2 billion of availability on our revolving credit facility. Cash outflows for the quarter included $49 million deployed to M&A and we returned $64 million to shareholders through $56 million in share repurchases and $8 million in dividends.\nM&A remains our top priority for our capital allocation, and we continue to expect M&A to be our primary usage of cash for the foreseeable future. We continue to have an active and healthy funnel of inorganic growth opportunities. This funnel consists primarily of bolt-on M&A relatively similar in size, scope and nature to the assets we have acquired over the past 2 to 3 years.\nI will now turn the call back to Vicente to discuss our segment results.\n\nVicente Reynal\n\nChairman, CEO & President\n\nThanks, Vik. On Slide 11, our Industrial Technologies and Service segment delivered strong year-over-year organic revenue growth of 14% with volume growth slightly outpacing pricing. Adjusted EBITDA increased 29% year-over-year with an adjusted EBITDA margin of 27.4%, up 200 basis points from the prior year, with an incremental margin of 38%. We continue to see solid demand for our products with organic orders up 8% and a book-to-bill of 1.05. Note that on a 2-year stack, ITS organic orders have grown 19%.\nMoving to the individual product categories. Each of the figures exclude the negative impact of FX, which year-over-year was approximately a 1.5 percentage point headwind across the total segment on both orders and revenues. Starting with compressors, we saw orders up in the low double digits. We continue to see oil free product orders outpace all lubricated products. Orders were up low double digits in the Americas, with North America also up low double digits demonstrating that we continue to see momentum from secular trends around ESG, on-shoring and near-shoring as well as continued investments on energy savings.\nEMEA demand continued to be above market with orders up high single digits. The Asia Pacific team continues to deliver a great performance with order growth in the mid-teens, driven by continued solid execution from our team in China where they saw orders up in the low 20s. Today, we showed on Slide 5, an example of how the team in China continues to outperform the market conditions with our own self-help initiatives.\nVacuum and blower orders were up mid-teens and every region saw positive orders with good strength from Europe. Orders in the power tools and lifting business was up low single digits.\nMoving now to the innovation in action portion of the slide, we're illustrating an oil-free hydrogen compressor recently launched in EMEA. This product is a perfect example of how we continue to focus our portfolio on high-growth, sustainable end markets with region-for-region manufacturing. The EMEA team collaborated with a clean energy tech startup in the Netherlands to develop and build a system for our innovative hydrogen process, and the first unit was shipped in July.\nTurn to Slide 12. Revenue in the Precision and Science Technology segment grew 5% organically. Additionally, the PST team delivered adjusted EBITDA of $90 million, which was up 16% year-over-year with incremental margins of 66%. Adjusted EBITDA margin was 29.2%, up 240 basis points year-over-year. The year-over-year improvement in adjusted EBITDA margin is driven primarily by price cost improvements, synergy delivery on acquired businesses like CapEx and the impact of China lockdowns in the second quarter of 2022, which did not repeat. Organic orders were down 10% year-over-year with a book-to-bill of 0.95x. It is important to note that the book-to-bill was onetime for the first half of the year. The primary driver of the organic order decline related to larger frame orders not repeating in the life science businesses as well as the expected decline of longer cycle orders in the Agritech platform. Our book and ship business was solid, and we believe that the core business within PST remains very healthy.\nFor PST innovation in action, we're highlighting our new peristaltic pump technology that is used for water treatment, industrial and life sciences market. This product innovative design provides a robust alternative for chemical dosing and transfer applications. The products are IoT-ready and complement our already strong portfolio of products for water treatment and chemical applications offering customers the opportunity to choose the best technology for each application.\nLeveraging this technology across both Albin Pump and LMI brands, we continue to execute our multi-brand, multichannel strategy while expanding our addressable market by over $250 million.\nMoving to Slide 13. Given the solid performance in the first half and continued momentum from backlog, we're again raising our 2023 guidance. As you may recall, during Q1 earnings, we guided an anticipated impact of approximately $20 million of adjusted EBITDA moving out of Q2 and into the back half of the year due to the cybersecurity incident that we experienced in late April. As Vik mentioned earlier, this risk was mitigated within the quarter and no significant revenue or adjusted EBITDA is now expected to have been pushed into the back half. We have included some additional commentary on the bottom right-hand side of the page, outlining the increase in full year guidance incorporating the impact from the Q2 outperformance and the improvement in organic growth expectations in the second half of the year.\nFor the full year, total company revenue is expected to grow overall between 12% and 14%, which is a 200 basis point improvement versus our previous guidance. We anticipate organic growth of 8% to 10%, where price and volume is split approximately 60-40. FX is now expected to be a slight headwind, however, approximately flat on a full year basis. Our revenue from M&A has increased $30 million to approximately $300 million. This increase reflects the impact from all completed and closed M&A transactions as of August 1, 2023.\nCorporate costs are planned at $165 million and will be incurred relatively evenly per quarter throughout the year. Total adjusted EBITDA for the company is expected to be in the range of $1.69 billion and $1.74 billion, which is up 2% versus prior guidance and up 7% versus our initial guidance.\nAt the bottom of the table, adjusted EPS is projected to be within the range of $2.70 and $2.80, which is up 17% year-over-year at the midpoint. No changes have been made to our guidance on the adjusted tax rate, total interest expense or CapEx spend as a percentage of revenue, all remain in line with both initial and prior guidance.\nTurning now to Slide 14. As we wrap today's call, I want to reiterate that Ingersoll Rand remains in a strong position. We continue to deliver record results and our updated guidance is reflective of our Q2 performance and ongoing backlog momentum. We remain nimble. We continue to monitor the dynamic market conditions, and we're prepared for the challenges that may come. To our employees, I want to thank you for an excellent first half of the year. These results show the impact that each of you have as owners of the company. However, we're still a long way to go, and we need to remain focused on our commitment to meeting our financial targets and executing our economic growth engine through the use of IRX. Thank you for your continued hard work, resiliency and focus action. As we continue our track record of market outperformance, our balance sheet is as strong as ever. And with our disciplined and comprehensive capital allocation strategy, we remain resilient and have the capacity to deploy capital to invest with the highest return.\nWith that, I'll turn the call back to the operator and open the call for Q&A."
  },
  {
    "header": "IR",
    "cik": "0001699150",
    "ticker": "IR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1ae71d7725689be36eb14adfd9ef2fd2",
    "period": "2023 Q1",
    "content": "Q1 2023 Ingersoll Rand Inc Earnings Call\n\nQ1 2023 Ingersoll Rand Inc Earnings Call\n\nIRNYSEMAY 4, 8:00 AM\n\nOperator\n\nIngersoll Rand First Quarter 2023 Earnings Conference Call. My name is Kathy, and I will be your coordinator for today's call. [Operator Instructions].\nI would now like to hand the conference over to our host, Matthew Fort, Vice President of Investor Relations. Please go ahead.\n\nMatthew Fort\n\nVice President of Investor Relations\n\nThank you, and welcome to the Ingersoll Rand 2023 First Quarter Earnings Call. I'm Matthew Fort, Vice President of Investor Relations. And joining me this morning are Vicente Reynal, Chairman and CEO; and Vik Kini, Chief Financial Officer. We issued our earnings release and presentation yesterday, and we will reference these during the call. Both are available on the Investor Relations section of our website. In addition, a replay of this conference call will be available later today.\nBefore we start, I want to remind everyone that certain statements on this call are forward-looking in nature and subject to the risks and uncertainties discussed in our previous SEC filings, which you should read in conjunction with the information provided on this call. Please review the forward-looking statements on Slide 2 for more details.\nIn addition, in today's remarks, we will refer to certain non-GAAP financial measures. You can find a reconciliation of these measures to the most comparable measure calculated and presented in accordance with GAAP in our slide presentation and in our earnings release, both of which are available on the Investor Relations section of our website.\nOn today's call, we will review our company and segment financial highlights and provide an update to our 2023 guidance. For today's Q&A session, [Operator Instructions]\nAt this time, I will turn the call over to Vicente.\n\nVicente Reynal\n\nChairman, CEO & President\n\nThanks, Matthew, and good morning to all. I would like to begin by thanking and acknowledging all of our employees for their hard work in helping us to deliver another record quarter in Q1. Our employees consistently exemplify our purpose, while thinking and acting [indiscernible] to deliver on our commitments despite the constantly changing macroeconomic environment.\nStill on Slide 3. In Q1, we delivered double-digit adjusted EBITDA and adjusted EPS growth with strong free cash flow generation, which is up over 350% year-over-year. Fueling this performance is our competitive differentiator, IRX. We continue to align to megatrends and high-growth sustainable markets to deliver on our Investor Day commitment of achieving sustainable revenue growth. Based on this strong Q1 performance, we're raising our 2023 full year guidance.\nTurning to Slide 4. Our economic growth engine continues to deliver compounding annual results. During our last Investor Day in Q4 2021, we presented this model and highlighted our organic, inorganic and quality of earnings growth enablers. We remain committed to our strategy and our long-term Investor Day targets outlined on this page. On the next slides, I will provide you with deeper insights into our organic and inorganic initiatives.\nOn Slide 5, we start with our organic growth initiatives. So let's dive into how we approach the megatrends of sustainability, digitization and quality of life. Demand Generation Excellence, or DGX, which is a tool within IRX, helps us to capture above market growth. Here, we have 6 examples of initiatives that we launched during the first quarter of 2023. Important to note that these 6 are only a few examples out of hundreds of these initiatives we execute every quarter. I will review a few of these examples shown on the page.\nWithin the sustainability mega trend, we have a digital campaign example, which is focused on carbon capture system builders and integrators. This campaign generated a global supply agreement with a key carbon capture player and has also driven a $200 million increased funnel with no new product development [ return ]. For digitization, we have a great example on how we utilize IIoT to grow our aftermarket business. Leveraging our IIoT connected equipment, machine alerts are set up to trigger e-mail notification to our customers and Ingersoll Rand service contracts when service is needed.\nThe result of this initiative was increased orders on new contracts for preventive maintenance. And this initiative is in its early stages, and we plan to expand this approach to other key triggers in the future. Finally, at the bottom of the page, we have a great example within the quality of life mega trend. We launched a social media campaign tailored towards small farms and agriculture that increased our marketing qualified leads by 96% for [indiscernible] dosing pumps. These are merely a few examples of the tailwinds associated with megatrends and how we deploy our organic growth enablers to deliver compounding annual results.\nOn the inorganic initiatives, we wanted to provide an integration update of 1 of our larger acquisitions in the merger, which is Seepex. In less than 15 months, the business has expanded adjusted EBITDA margins by over 1,000 basis points. And this margin expansion has come from a balanced approach of gross margin expansion and SG&A synergies. When we acquired this business, adjusted EBITDA margins were in the mid-teens, and we expect to deliver low 30s in 2023, while accelerating organic growth. And this speaks to the power of our M&A approach on finding phenomenal companies and then integrating them into our economic growth engine.\nWith new acquisitions, we're not only focused on cost improvement, but also maintaining focus on growth. For Seepex, we accelerated organic growth across 3 levers. First, from the Seepex acquisition came a great IIoT technology, which we now have expanded and scaled across the entire PST segment. The second lever is combines Seepex technology with Ingersoll Rand's existing channel knowledge to access lithium ion battery customers. And we were able to bring a mission-critical product to market in less than 9 months, while expanding our addressable market by over $250 million.\nFinally, we have also integrated Seepex pump and compressor technology to accelerate product differentiation within the marketplace. By combining an air compressor with Seepex progressive cavity pump, this patented technology enables our customers to better transfer materials with controlled air flow and improved energy efficiency.\nAs we will go to Slide 7, M&A continues to be at the forefront of our capital allocation strategy. We're pleased to highlight one closed transaction and one signed M&A deal. These acquisitions add both market-leading products and technologies while accelerating our addressable market with close adjacencies. Let me walk you through these 2 deals.\nFirst, Trace Analytics, which is a lean provider of lab-based testing and sampling for compressed air technologies. This acquisition has strong recurring revenue in air purity and quality across attractive markets, such as life sciences, food and beverage and pharmaceutical. Next is Gaopeng Vacuum, which is a well-established oil-free vacuum pump manufacturer that expands our product portfolio in a very attractive and growing sustainable end markets across Asia Pacific.\nOur M&A funnel remains very strong, and as of today, it continues to be over 5x larger than it was at the time of the RMP. We currently have 5 transactions at the LOI stage, and more importantly, we have several other transactions in process, which are close to the LOI stage. Based on acquisitions to date, the 5 transactions under LOI and our current M&A funnel, we are reaffirming our commitment to additional $200 million to $300 million in annualized inorganic revenue to be acquired in 2023.\nMoving to Slide 8. While our results have been strong and we continue to see orders and backlog growth, we do acknowledge that the market is in a state of constant change, and we need to remain agile and nimble in order to respond. Over the past few years, we have transformed our portfolio to be more resilient than ever. We have a large, recurring and highly profitable aftermarket business that accounts for approximately 35% of our total revenue, while growing at double digits.\nIn addition, we have divested almost $2 billion of highly cyclical assets in Club Car and high-pressure solutions. And in turn, reinvested that into acquisitions that are better aligned in high-growth, sustainable end markets. And we believe that this, along with a differentiated long cycle and better geographically balanced portfolio will ensure performance in the next slowdown.\nWe also have a proven track record of performance. For example, in 2020, during the global pandemic, we were able to expand adjusted EBITDA margins by 190 basis points year-over-year. As you recall, during the pandemic, we immediately deployed merger-related synergies to ensure we were out in front and controlling costs pretty quickly. Also in 2019, the legacy Gardner Denver Industrial segment delivered 70 basis points of adjusted EBITDA margin expansion, and grew adjusted EBITDA dollars 3% in spite of revenue declining 3% organically year-over-year.\nWe're constantly monitoring for early indicators of an economic slowdown, and we remain nimble and ready to act in the event that markets start to soften. We have highlighted in past earnings calls how we are able to pivot our demand generation activities towards markets that are still growing. And with an addressable market of over $45 billion, we believe that there is still plenty of room to take market share. In addition, we have multiple levers to manage adjusted EPS as seen at the bottom right-hand side of the slide.\nOn Slide 9, our commitment to become a market leader in ESG continues, and we're very excited to continue receiving positive feedback from the rating agencies on our efforts. In April, Ingersoll Rand received an ESG risk rating of low, with a score of 12.8% from Morningstar Sustainalytics. This rating ranks us second in the machinery industry group and places Ingersoll Rand in the first percentile in the machinery industry and sixth of all rated companies.\nThis is a perfect example of how we utilize IRX for agile execution across all aspects of our business. In this case, we use our own IRX execution process to go from medium risk to low risk, and are now in the top percentile in the industry and regionally.\nI will turn the presentation over to Vik to provide an update on our Q1 financial performance.\n\nVikram U. Kini\n\nVice President-Finance & Investor Relations, Gardner Denver, Inc.\n\nThanks, Cente. On Slide 10, despite the ongoing macroeconomic uncertainty, we delivered solid results in Q1 through a balance of commercial and operational execution fueled by IRX. Total company organic orders and revenue increased 8% and 20% year-over-year, respectively. Book-to-bill was 1.09 and we remain encouraged by the strength of our backlog, which is up approximately 15% year-over-year and up approximately 10% sequentially. This provides a healthy backlog as we move into Q2 2023, and gives us conviction in delivering on our revised 2023 revenue guidance.\nThe company delivered first quarter adjusted EBITDA of $400 million, a 32% year-over-year improvement; and adjusted EBITDA margins of 24.6%, a 190 basis point year-over-year improvement. For the quarter, adjusted diluted earnings per share was up 33% versus the prior year. This includes a $0.05 headwind from increased interest expense. Free cash flow for the quarter was $148 million despite ongoing headwinds from inventory due to the need-to-support backlog as well as continued global supply chain challenges. Even with these headwinds, free cash flow was up more than 350% versus prior year.\nTotal liquidity of $2.2 billion at quarter end was down approximately $500 million sequentially. And our net leverage continues to remain near all-time lows. At 1.1 turns, we are 0.1 turns better than the prior year and 0.3 turns above prior quarter. The sequential decline in total liquidity and increase in net leverage are largely driven by the timing of the SPX Flow Air Treatment acquisition, which closed in early January.\nTurning to Slide 11. For the total company, Q1 orders grew 13% and revenue increased 26%, both on an FX adjusted basis. Total company adjusted EBITDA increased 32% from the prior year. The ITS segment margin increased 240 basis points, while the PST segment margin improved 170 basis points. Notably, both segments remain price cost dollar and margin positive which speaks to the nimble actions of our teams despite persistent inflationary headwinds.\nCorporate costs came in at $40 million for the quarter driven by continued investments as well as the impact of incentive compensation adjustments. Finally, adjusted diluted earnings per share for the quarter was up 33% to $0.65 per share, and the adjusted tax rate for the quarter was 22.1%.\nMoving on to the next slide. I want to highlight that our credit rating was recently upgraded to an investment-grade rating by S&P. This is a major milestone for the company, and we remain focused on becoming investment grade across all of our rating agencies. Free cash flow for the quarter was $148 million, including CapEx, which totaled $22 million. And as of March 31, 2023, total company liquidity was $2.2 billion based on approximately $1.1 billion of cash and $1.1 billion of availability on our revolving credit facility.\nIt is important to note that in April, we amended and extended our existing revolving credit facility, including upsizing the overall borrowing capacity of the facility from $1.1 billion to $2 billion. This amended credit facility not only strengthens our balance sheet, but also supports the company's growth strategy by adding additional flexibility for M&A. The increase also speaks to the credibility we have in the financial markets as this was purely an increase in borrowing capacity with all the same favorable covenants and structure from the original $1.1 billion facility.\nLeverage for the quarter was 1.1 turns, which was a 0.1 turn improvement year-over-year. And cash outflows for the quarter included $566 million deployed to M&A, and we returned $85 million to shareholders through $77 million in share repurchases and $8 million in dividends. As mentioned earlier, approximately $520 million of the M&A-related cash outflows were attributed to the SPX Flow Air Treatment business, which closed in early January. M&A remains our top priority for our capital allocation, and we continue to expect M&A to be our primary usage of cash looking forward.\nI will now turn the call back to Vicente to discuss our segments.\n\nVicente Reynal\n\nChairman, CEO & President\n\nThanks, Vik. On Slide 13, our Industrial Technologies & Services segment delivered strong year-over-year organic revenue growth of 24%, with volume growth outpacing pricing. Adjusted EBITDA increased 40% year-over-year, with an adjusted EBITDA margin of 26.2%, up 240 basis points from prior year with an incremental margin of 35%. We continue to see solid demand for our products with organic orders up 10% and a book-to-bill of 1.1. And note that on a 2-year stack, the ITS segment organic orders grew more than 35%.\nMoving to individual product categories. Each of the figures exclude the negative impact of FX, which year-over-year was a 4 percentage point headwind across the total segment on both orders and revenue. Starting with compressors, we saw orders up in the low 20%, and we continue to see oil-free products outpace oil and lubricated products.\nOrders were up high 20s in the Americas, driven by both strong book and term business, and large loan cycle projects in high-growth sustainable end markets. EMEIA, demand continued to be above market with orders up mid-teens. And the Asia Pacific team once again delivered a great performance with order growth in the low double digits.\nVacuum and lode orders were down low single digits. As many of you know, in this category, we have large engineered-to-order products like our NASH and Gera product lines. In this case, the timing of a large order in Q1 2022 not repeating was the large contributor of the decline. Our funnel remains very strong, and we're not concerned about the Q1 decline at this point. The Power Tools & Lifting business saw its best booking quarter since Q4 of 2014, with global orders up high single digits.\nMoving to the innovation in action portion of the slide, we're highlighting a differentiated carbon capture solution that incorporates 3 different products within the Ingersoll Rand portfolio of brands. Here, utilizing patented technology, we have partnered with a clean tech innovator to deploy a new system for industrial point source CO2 capture. The first units are being commissioned and monitor in the U.S., and will include 4 Ingersoll Rand products in each model.\nTurning to Slide 14. Revenue in the Precision & Science Technologies segment grew 6% organically. Additionally, the PST delivered adjusted EBITDA of $95 million, which was up 11% year-over-year, with incremental margins of 64%. Adjusted EBITDA margin was 30.3%, up 170 basis points year-over-year, and margins were up sequentially from Q4 of 2022. The year-over-year and sequential improvement in our adjusted EBITDA margins is driven primarily by price/cost improvements and synergy delivery on acquired businesses like Seepex.\nOrganic orders were down 2% year-over-year with a book-to-bill of 1.05. Across the PST segment, we did see strong organic order growth from all businesses, with the exception of the oxygen concentration business which declined approximately $25 million, primarily due to loan cycle frame orders received in Q1 2022 that did not repeat in Q1 2023. Excluding the nonrepeating oxygen concentration business orders, the PST segment grew mid-single digits organically.\nFor our PST innovation in action, we're highlighting our new Seepex Battery Fluid pump. Here is a perfect example of how we leverage our recent acquisitions and existing portfolio to drive product differentiation and organic growth in sustainable end markets. As I mentioned earlier, we combined Seepex technology with Ingersoll Rand existing channel knowledge to access these high-growth lithium ion battery customers. The unique progressive cavity design ensures zero contamination, which is mission critical to the production of precise, high-purity coatings. And leveraging IRX, we brought this new product to market in less than 9 months and expanded our addressable market by over $250 million.\nAs we move to Slide 15, given the solid performance in Q1 and momentum from backlog, we're raising our 2023 guidance. Total company revenue is expected to grow overall between 10% and 12%, which is a 300 basis point improvement versus our initial guidance. We anticipate organic growth of 6% to 8%, where price and volume remained split at approximately 70%-30%. FX is now expected to be relatively flat for the full year.\nM&A remains projected at approximately $270 million, which reflects all completed and closed M&A transactions as of May 1, 2023. Corporate costs are planned at $160 million and will be incurred evenly per quarter throughout the year. The increase versus initial guidance is driven by investments for growth as well as the impact of incentive compensation adjustments. Total adjusted EBITDA for the company is expected to be in the range of $1.66 billion and $1.71 billion, which is up 5% versus our initial guidance.\nAt the bottom of the table, adjusted EPS is projected to be within the range of $2.64 and $2.74, which is up 6% versus prior guidance and 14% year-over-year at the midpoint. No changes have been made to our guidance on the adjusted tax rate, total interest expense or CapEx spend as a percentage of revenue, all remain in line with initial guidance.\nHowever, I do want to provide an update on a recent development that affects the phasing of the guidance. Late in the evening on Thursday, April 27, we detected and took actions to contain a cybersecurity incident that resulted in a disruption of several of our IT systems. We immediately partnered with external experts to assess, mitigate and restore these systems. In parallel, we proactively took immediate actions to maintain business continuity and minimize disruption by isolating certain systems and implementing workarounds.\nWe expect to begin restoring the impacted systems to normal operations next week. We do not expect this incident to impact the full year guidance we just provided on this slide, although it could result in some revenue shifting from our second quarter to the second half of 2023. In fact, as a matter of prudency, we have kept the phasing of adjusted EBITDA delivery between the first half of the year and the second half of the year consistent with our original expectations.\nThis will imply delivering approximately 45% of our adjusted EBITDA in the first half of the year and 55% in the second half, which generally means that the balance of our adjusted EBITDA guidance raised, in addition to the Q1 outperformance, will fall into the second half of the year.\nIt is important to note also that the underlying demand environment remains healthy and in line with our expectations. And while our investigation is ongoing, at this time we're not aware that any confidential customer information was exfiltrated. If we become aware that any such information was ever exfiltrated, we will make appropriate notification. We remain fully committed to our customers as we diligently work to resolve the issue and restore normal operations in a safe and secure manner. I'm sharing this with you today as part of our commitment to transparency. And because this incident is still under investigation, I cannot provide further details at this time.\nTurning to Slide 16. As we wrap up today's call, I want to reiterate that Ingersoll Rand remains in a strong position. We continue to deliver record results and our updated guidance is reflective of our Q1 performance and ongoing backlog momentum. We are monitoring the dynamic market conditions and remain very nimble, and we're prepared for the challenges that may come.\nTo our employees, I wanted to thank you again for an excellent start to the year. These results show the impact each of you have as owners. However, we're still in the early stages and need to remain focused on our commitment to meeting our financial targets and executing our economic growth engine through the use of IRX. Thank you for your hard work, resiliency and focused actions. As we continue our track record of market outperformance, our balance sheet is stronger now more than ever, and with our disciplined and comprehensive capital allocation strategy, we remain resilient and have the capacity to deploy capital to investments with the highest return.\nWith that, I'll turn the call back to the operator and open up for Q&A."
  },
  {
    "header": "IR",
    "cik": "0001699150",
    "ticker": "IR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c826358155e12876cdad2ed81306a82f",
    "period": "2022 Q4",
    "content": "Q4 2022 Ingersoll Rand Inc Earnings Call\n\nQ4 2022 Ingersoll Rand Inc Earnings Call\n\nIRNYSEFEB 21, 8:00 AM\n\nOperator\n\nThank you all for standing by. I would like to welcome you all to the Ingersoll Rand Q4 2022 Earnings Conference Call. (Operator Instructions)\nI would now like to turn the conference call over to our host, Matthew Fort, to begin. So Matthew, please go ahead.\n\nMatthew Fort\n\nVP of IR, Ingersoll Rand Inc.\n\nThank you, and welcome to the Ingersoll Rand 2022 Fourth Quarter Earnings Call. I am Matthew Fort, Vice President of Investor Relations. And joining me this morning are Vicente Reynal, Chairman and CEO; and Vik Kini, Chief Financial Officer.\nWe issued our earnings release and presentation this morning, and we will reference these during the call. Both are available on the Investor Relations section of our website. In addition, a replay of this conference call will be available later today.\nBefore we start, I want to remind everybody that certain statements on this call are forward-looking in nature and subject to the risks and uncertainties discussed in our previous SEC filings, which you should read in conjunction with the information provided on this call. Please review the forward-looking statements on Slide 2 for more details. In addition, in today's remarks, we will refer to certain non-GAAP financial measures. You can find a reconciliation of these measures to the most comparable measure calculated and presented in accordance with GAAP and in our slide presentation and in our earnings release, both of which are available on the Investor Relations section of our website.\nOn today's call, we will review our company and segment financial highlights and provide 2023 guidance. For today's Q&A session, we ask that each caller keep to 1 question and 1 follow-up to allow for time for other participants.\nAt this time, I will turn the call over to Vicente.\n\nVicente Reynal\n\nChairman, CEO & President, Ingersoll Rand Inc.\n\nThanks, Matthew, and good morning to all. I would like to start by acknowledging and thanking our employees for their hard work in helping us deliver a record year in 2022. We finished the year on a high note, with strong fourth quarter and full year results, despite ongoing inflation, rising interest rates, supply chain constraints and geopolitical uncertainties. Our employees consistently exemplify our purpose, while thinking and acting like owners to deliver on our commitments. And our performance this year clearly reinforces the impact we have as owners of Ingersoll Rand.\nStarting on Slide 3. In 2022, we demonstrated again how we continue to over-deliver on our Investor Day commitments. We also made tremendous progress against our sustainability goals, but I am very proud that Ingersoll Rand was named to the 2022 Dow Jones Sustainability Index. As we look to 2023, the demand remains solid. And while [microeconomic], geopolitical and global supply chain uncertainties continue to be at the top of everyone's mind, we will remain agile and focused on what we can control. IRX is a differentiator to fuel our performance and continue to execute on our commitments.\nTurning to Slide 4. During our last Investor Day, we highlighted how we deliver compounding results through our economic growth engine. We remain committed to our strategy, and its success is evident given the results outlined at the bottom of this page. Our portfolio is positioned to capitalize on global megatrends, such as digitization, sustainability and quality of life. We expect to leverage our organic growth enablers to deliver mid-single-digit organic growth through 2025.\nAs you can see, we outperformed this commitment again in 2022 delivering 16% year-over-year organic revenue growth. In 2022, we delivered 4% of in-year growth from M&A of 5% on an annualized basis. Combining [organic] growth and inorganic growth of 20%, [Ingersoll] passed our low double-digit growth commitment. As we look to 2023 and beyond, we reaffirm our commitment to deliver total average growth of low double digits through 2025. Our strong organic growth levers of aftermarket demand generation as well as our I2V initiatives will enable us to generate operating leverage and incremental productivity with an expected 100 basis points of adjusted EBITDA margin improvement per year on average.\nWith IRX as our competitive differentiator and over 300 IMPACT Daily Management, or IDMs, across our company each week, our high-performing culture encourages a strong focus on execution. This continues to support our goal of being a premier company that consistently compounds earnings on average by double digits each year. In 2022, we continued to achieve that goal with adjusted EPS growth of 13%.\nMoving to Slide 5. In 2022, we saw strong organic order and revenue growth of 11% and 16%, respectively. Aftermarket continues to be a strategic focus, and we delivered growth of 17%, excluding FX. Our 120 basis points of adjusted EBITDA margin expansion was driven in part by improvement in our gross margin due to pricing, aftermarket revenue growth and I2V actions. As we continue to align our business through the mega growth trends, we formalized our IR digital team to accelerate how we create new revenue streams.\nIt's important to note that this is an incremental investment we made in addition to the teams that reside at the business level. With 19% of our total revenue coming from IIoT ready products, we have already exceeded our 2023 Investor Day target. On the right side of the page is a great example of our ability to deliver oriented growth by focusing on the sustainability and efficiency megatrend. We were selected to be a critical technology provider for what will be the largest carbon capture and storage project in the world when it comes online in 2024, with the capacity to permanently capture and store 12 million tons of carbon dioxide gas every year. This one project will deliver more than $14 million of revenue for Ingersoll Rand between 2023 and 2024.\nOn Slide 6, M&A continues to be at the forefront of our capital allocation trends. We invested over $800 million in 12 acquisitions in 2022, including the SPX FLOW transaction, with the annualized revenue from these acquisitions being approximately $300 million. These acquisitions have added both market-leading products and technologies, while accelerating our addressable market with close adjacencies. Our M&A funnel remains strong. And as of today, it continues to be over 5x larger than it was at the time of the R&D.\nAnd more importantly, we currently have 11 transactions under LOI. We expect an additional $200 million to $300 million in annualized inorganic revenue to be acquired in 2023. Finally, we started the year well with regards to executing on our inorganic strategy with the recently completed acquisition of Paragon Tank Truck, a leading provider of solutions used for loading and unloading dry bulk and liquid tanks in demanding industrial environments as well as food and beverage.\nMoving to Slide 7. We have some exciting news to share. We achieved placement on the DJSI World and DJSI North America indices. Our score of 81 on the S&P Global Corporate Sustainability Assessment puts us as the #1 in North America and #4 in the world within our industry, which means that we are in the top decile of global companies. This is a perfect example of how we leverage IRX for agile execution across all aspects of our business. In this case, we used our own IRX execution process to go from being unranked to now in the top 10% of all companies reviewed by S&P Global.\nI will now turn the presentation over to Vik to provide an update on our Q4 and full year 2022 financial performance.\n\nVikram U. Kini\n\nSenior VP & CFO, Ingersoll Rand Inc.\n\nThanks, Vicente. On Slide 8, we finished the year with strong performance in Q4 through a strong balance of commercial and operational execution fueled by IRX, despite the ongoing macroeconomic uncertainty. Total company organic orders and revenue increased 2% and 19% year-over-year, respectively. We remain encouraged by the strength of our backlog, which is up 30% year-over-year, equated to over $2 billion of backlog. This provides a healthy backlog to execute on as we enter 2023 and gives us conviction in delivering our 2023 revenue guidance.\nThe company delivered fourth quarter adjusted EBITDA of $420 million, a 23% year-over-year improvement and adjusted EBITDA margins of 25.9%, a 180 basis point year-over-year improvement and a 110 basis point improvement sequentially from Q3. For the quarter, adjusted EPS was up 6% versus prior year. This is despite some meaningful headwinds that I'll explain shortly. Free cash flow for the quarter was $321 million, despite ongoing headwinds from inventory due to global supply chain challenges as well as the need to support backlog. Total liquidity of $2.7 billion at quarter end was up approximately $100 million sequentially. Our net leverage continues to improve year-over-year and sequentially. At 0.8x, we are 0.3x better than the prior year and 0.2x better than prior quarter.\nTurning to Slide 9. For the total company, Q4 orders grew 5% and revenue increased 21%, both on an FX adjusted basis. Total company adjusted EBITDA increased 23% from the prior year with the ITS segment margin increasing 170 basis points, while the PST segment margin improving 330 basis. It's important to note that both segments are price/cost dollar and margin positive, which speaks to the nimble actions of our teams despite ongoing inflationary [hedges]. Corporate costs came in at $33 million for the quarter.\nAnd finally, adjusted EPS for the quarter was up 6% to $0.72 per share. This 6% growth includes significant headwinds associated with FX as well as favorability in the prior year tax rate due to onetime benefits that were not expected to recur and an ongoing headwind associated with interest expense. The adjusted tax rate for the quarter was 19.7%, with the full year adjusted rate finishing slightly below 22%.\nOn Slide 10, total company full year orders grew 16% and revenue increased 21%, both on an FX adjusted basis. Total company adjusted EBITDA increased 20% from the prior year. The ITS segment margin increased 100 basis points, while the PST segment margin declined 70 basis points. When adjusted to exclude the impact of M&A completed largely in 2021, PST adjusted EBITDA margin increased by 60 basis points. As you recall, most of the decline in adjusted EBITDA margins throughout the year was due to the Seepex acquisition. I am pleased to report that Seepex is another amazing story where we acquired a business at mid-teens EBITDA margins and the exit rate in Q4, just 5 quarters after the acquisition is in the mid-20s. We are well underway to getting Seepex to our PST fleet average EBITDA margins.\nWe continue to see sequential increases in PST's adjusted EBITDA margins, and now PST margins are generally back in line with where we have seen them historically at approximately 30%. Both segments finished the year price/cost dollar and margin positive, which was a major driver of the company's overall triple-digit adjusted EBITDA margin expansion. Corporate costs finished the year at $127 million, down $6 million from prior year, largely due to adjustments in management effective costs. And lastly, adjusted EPS for the year was up 13% to $2.36 per share. It is important to note that the adjusted EPS growth includes significant onetime headwinds associated with FX, prior year tax rate and interest expense. If you exclude the impact of these headwinds, our adjusted EPS growth would have been over 20%.\nMoving to the next slide. In 2022, we returned $294 million to shareholders through share repurchases and dividends. Free cash flow for the quarter was $321 million, including CapEx, which totaled $34 million. And total company liquidity now stands at $2.7 billion based on approximately $1.6 billion of cash and $1.1 billion of availability on our revolving credit facility. It is important to note that these figures include approximately $525 million of cash, which has subsequently been deployed for the SPX FLOW Air Treatment business acquisition on January 3, 2023. Leverage for the quarter was 0.8x, which was a 0.3x improvement year-over-year. And cash flow outflows for the quarter included $184 million deployed to M&A, $8 million to our dividend payment and $3 million for share repurchases. M&A remains our top priority for our capital allocation, and we continue to expect M&A to be our primary use of cash.\nI will now turn the call back to Vicente to discuss our segments.\n\nVicente Reynal\n\nChairman, CEO & President, Ingersoll Rand Inc.\n\nThanks, Vik. On Slide 12, our Industrial Technologies and Services segments delivered strong year-over-year organic revenue growth of 22%, with volume growth outpacing growth from pricing. Adjusted EBITDA increased 24% year-over-year with an adjusted EBITDA margin of 27.4%, up 170 basis points from prior year with an incremental margin of 38%. We also delivered sequential margin expansion of 120 basis points from Q3 to Q4. We continue to see solid demand for our products, with organic orders up 4%. Note that on a 2-year stack, the ITS segment organic orders grew more than 20%.\nMoving to the individual product categories. Each of the figures exclude the negative impact of OpEx, which year-over-year was a 6 to 7 percentage point headwind across the total segment on both orders and revenue. Starting with compressors, we saw orders up in the low single digits, and we continue to see [oil-free] products orders outpacing oil lubricated products. Orders were down mid-single digits in the Americas, driven by a large order pushed from Q4 to the first quarter of 2023. EMEIA demand continues to be above market with orders up mid-single digits.\nThe Asia Pacific team continues to deliver great performance with orders growth in the mid-teens, which is impressive when you think about that our team in China delivered double-digit growth even throughout the COVID-related closures and disruptions. In vacuums and blowers, orders were up low 20s level. And the Power Tools and Lifting global orders grew mid-single digits.\nMoving to the innovation in action portion of the slide, we're highlighting our footprint expansion in India, which is another organic investment initiative we're driving. We have seen significant growth in India, and we continue to drive opportunities for in region for region on manufacturing, which is driving the need for increase in our footprint.\nTurning to Slide 13. Revenue in the Precision and Science Technology segment grew 9% organically. Additionally, the PST team delivered adjusted EBITDA of $93 million, which was up 20% year-over-year, with incremental margins of over 80%. Adjusted EBITDA margin was 30.1%, up 330 basis points year-over-year. We continue to see sequential improvement in our adjusted EBITDA margins, driven by price/cost improvements and synergy delivery on our recently completed M&A (inaudible).\nOrganic orders were down 2% year-over-year, as Q4 comps were challenged due to headwinds from a single large hydrogen order intake in Q4 of 2021, which will deliver a network of refueling stations in New Zealand. Adjusting for these hydrogen order, normalized organic orders were up slightly and on a 2-year stack, organic orders are up double digit. For our PST innovation in action, we're highlighting our EVO Electric Diaphragm Pump. This recently launched product is the only electric triple-chamber diaphragm pump in the market.\nThe EVO Series pump is utilizing high growth in markets, such as electric vehicle batteries, specialty chemical manufacturing and food and beverage applications. This product offers significant energy savings, leading to faster payback times for our customers. And this is yet another perfect example of sustainability as a growth driver and our focus on high-growth sustainable end markets, enabling us to deliver double-digit [during] growth.\nAs we move to Slide 14, we're introducing our 2023 guidance. Total company revenue is expected to grow between 7% to 9%, with the first half growth of 9% to 11% and the second half growth of 4% to 6%. We anticipate organic orders growth of 3% to 5%, where price is approximately 70% and volume 30%. FX is expected to contribute approximately 1% of a headwind for the year, of which the impact will primarily be realized in the first half of the year. M&A is projected at $270 million, which reflects all completed and closed M&A transactions in 2022 as well as the acquisition of SPX FLOW Air Treatment and Paragon Tank Truck. Corporate costs are planned at $140 million and will be incurred evenly per quarter throughout the year.\nThe year-over-year increase is largely driven by investments in IIoT and demand generation. Total adjusted EBITDA for the company is expected to be in the range of $1.57 billion and $1.63 billion. At the bottom of the table, we're introducing adjusted EPS guidance. While we have not historically guided an EPS, we will now include these key metrics moving forward. Adjusted EPS is projected to fall within the range of $2.48 and $2.58. We anticipate our adjusted tax rate to be in the low 20s, interest expense to be approximately $165 million and CapEx to be around 2% of revenue.\nThe right-hand side of the page includes a 2023 full year guidance bridge, showing the growth associated with operational activities and the headwinds associated with interest expenses, FX and changes in the adjusted tax rate. Based on the above guidance, adjusted EPS growth attributed to operational performance is approximately 13% to 17%, offset by approximately 8% in headwinds from interest expense, FX and the adjusted tax rate. As we sit here in mid-February and to provide some Q1 commentary, it is worth noting that we have seen organic orders continue to be positive on a quarter-to-date basis through the first week of February, which is consistent with our expectations.\nTurning to Slide 15. As we wrap up today's call, I want to reiterate that Ingersoll Rand is in a solid position. We finished 2022 with strong Q4 results. We continue to monitor the dynamic market conditions, while remaining agile and prepared for any challenges that may come. To our employees, I want to thank you again for an excellent finish to the year. We delivered strong results by demonstrating our commitment to meet our financial targets and executing our economic growth engine through the strong use of IRX. Thank you for your hard work, resiliency and focused actions. These results show the impact you have as owners of the company. Our balance sheet is strong and with our discipline and comprehensive capital allocation policy and strategy, we remain resilient or have the capacity to deploy capital to investments with the highest return as we continue our track record of market outperformance.\nWith that, I will turn the call back to the operator and open for Q&A."
  },
  {
    "header": "IR",
    "cik": "0001699150",
    "ticker": "IR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e0ac074c6634da33f36fe1a4ec0a6851",
    "period": "2022 Q3",
    "content": "Q3 2022 Ingersoll Rand Inc Earnings Call\n\nQ3 2022 Ingersoll Rand Inc Earnings Call\n\nIRNYSENOV 3, 8:00 AM\n\nOperator\n\nHello, everyone, and welcome to Ingersoll Rand Q3 2022 Earnings Conference Call. My name is Emily, and I will be coordinating your call today. (Operator Instructions)\nI will now turn the call over to our host, Matthew Fort with Ingersoll Rand. Please go ahead, Matthew.\n\nMatthew Fort\n\nVP of IR, Ingersoll Rand Inc.\n\nThank you, and welcome to the Ingersoll Rand 2022 Third Quarter Earnings Call. I'm Matthew Fort, Vice President of Investor Relations. And joining me this morning are Vicente Reynal, Chairman and CEO; and Vik Kini, Chief Financial Officer.\nWe issued our earnings release and presentation yesterday, and we will be referencing these during the call. Both are available on the Investor Relations section of our website. In addition, a replay of this conference call will be available later today.\nBefore I start, I want to remind everyone that certain statements on this call are forward-looking in nature and are subject to the risks and uncertainties discussed in our previous SEC filings, which you should read in conjunction with the information provided on this call. Please review the forward-looking statements on Slide 2 for more details.\nIn addition, in today's remarks, we will refer to certain non-GAAP financial measures. You can find a reconciliation of these measures to the most comparable measure calculated and presented in accordance with GAAP in our slide presentation and in our earnings release, both of which are available on the Investor Relations section of our website.\nOn today's call, we will provide a strategy update, review our company and segment financial highlights and provide an update to 2022 guidance. (Operator Instructions)\nAt this time, I'll turn the call over to Vicente.\n\nVicente Reynal\n\nChairman, CEO & President, Ingersoll Rand Inc.\n\nThanks, Matthew, and good morning to all. I would like to begin with a big thank you to our employees worldwide for their hard work in helping us deliver another record quarter in Q3. You consistently exemplify our purpose and think and act like owners to deliver on our customer needs. Every day, I am impressed with how you're leveraging our IRX process to outperform in a continuously challenging environment. Our performance this quarter and year-to-date reinforces the impact we have as owners of Ingersoll Rand.\nAnd now let's review how we accomplished these results on Slide 3. Our achievement is reflected in the numbers and also in our commitment to Lead Sustainably. We continue to position Ingersoll Rand for long-term value creation through industry-leading innovation that offers intrinsically sustainable benefits to our customers.\nThrough Q3, demand remained strong. And while macroeconomic, geopolitical and supply chain uncertainties continue to be a concern, we remain focused on what we can control while leveraging our strong balance sheet and operational mindset to execute on our commitments.\nRemaining agile in today's environment is critical, and you will see today how we continue to accelerate organic growth through demand generation and product execution. In addition, we remain committed to our capital allocation strategy, which is focused on inorganic growth through bolt-on acquisitions. Today, we're highlighting 6 new companies we have recently acquired or have under contract that will strengthen our position in core categories and broaden our exposure to high-growth, sustainable end markets.\nTurning to Slide 4. Today, we will discuss 4 critical elements of our compounded model to demonstrate how we stay focused on controlling what we can control.\nMoving to Slide 5, we have some exciting news to share. We recently earned a score of 81 on the S&P Global Corporate Sustainability Assessment. As of October 21, this score puts us at #1 in North America, #4 in the world and in the 99th percentile within our industry, which is very impressive. And think about it, less than 3 years ago, we were not even showing on the list. And today, we are #1 in our industry in North America.\nWe continue to align our portfolio to sustainable, high-growth end markets supported by megatrends. In September, we hosted our second Annual Sustainability Call where we introduced our enhanced strategic imperative, Lead Sustainably, which is based on a simple two-pronged approach on grow sustainably and operate sustainably.\nOn this slide, I'll spend a bit highlighting 2 examples from our broad product portfolio that help improve energy efficiency and reduce water consumption. We believe that within the U.S. alone, there are over $1.3 billion in cost savings opportunities for compressed air system. And that number is likely 5x greater globally.\nThe energy recovery unit shown here is an innovative device that captures up to 94% of the heat generated during air compression and uses it to warm water that can be used in other processes or for space heating, with a payback period for our customers of less than 1 year on average.\nOur impact on water conservation occurs in multiple ways, but perhaps the most compelling is our products that eliminate the need for water usage in critical applications. The Runtech turbo blower technology is a perfect example. This blower technology is used by leading pulp and paper manufacturers, and it replaces an alternative technology that requires a fresh water supply. Our existing installed base around the world is currently saving 7.5 billion gallons of water a year. And we estimate that over 50 billion gallons of water per year could be potentially saved with the full adoption of our Runtech technology globally. To put that into perspective, that's more than 3x the amount of bottled water consumed in the United States annually.\nWithin our own facilities, operate sustainably is an integral part of our business. We focus on reducing electricity and water consumption to drive zero greenhouse gas emissions. Our commitment to operating sustainably delivers value for our stakeholders and our planet, creates a sense of purpose and inspiration for employees and has a positive impact on the communities in which we operate. This commitment also makes Ingersoll Rand a supplier of choice for our customers. Together, we're building a better future and planet by leading sustainable actions within our business, with our suppliers and in our communities.\nTurning to Slide 6. Let us demonstrate 2 simple examples on how we continue to control what we can control to deliver organic growth. On the left, we have an example of demand generation execution in Europe, which clearly has been a challenging market. In Q1, at the start of the Russia-Ukraine war, we saw a downward trend of marketing qualified leads or MQLs. The demand generation team immediately jumped into action, leveraging IRX to invert that trend through channel campaigns focused on high-growth, sustainable markets, vertical-specific and energy-efficient-related webinars and utilizing trend data to remain agile and revise all targeted campaigns.\nAs a result of these actions, we saw a 60% increase in MQL, which is our primary leading indicator for orders. And as you can see from our results, orders in Mainland Europe continue to remain healthy and grew in the low single digits, excluding FX, for our compressor portfolio in ITS.\nOn the right is an example of an outstanding product line execution in China. Prior to the merger, Gardner Denver had a solid compressor portfolio for the China market, but did not have the right sales structure or operational footprint. Post merger and leveraging IRX, the team refreshed the product line, integrating the best practices from both IR and GD. Through the new product development process, they improved efficiency by 5% to 10% and also improved the cost structure of the compressor portfolio through utilization of i2V.\nWith those improvements in efficiency and cost structure, we focused on fast-growing small- to medium-sized customers and expanded the Gardner Denver channel over 200%, separate from the legacy IR channel. The end result is triple-digit growth in revenue and unit volume in a highly competitive market.\nTurning to Slide 7. Since our Q2 earnings call, we announced the signing of 6 bolt-on acquisitions that enable us to increase value across ecosystems by expanding our core mission-critical flow creation technologies while accelerating our addressable market with close adjacencies. So let me quickly walk you through these deals.\nFirst, Airmax, which is a leading full-service provider of air compressors and compressed air system services based in France. This is an example of a strategic channel expansion for our ITS segment which will leverage Airmax' strong end-user relationship and technician network to convert competitive products and support aftermarket growth. Second is Pedro Gil, a leading Spanish manufacturer of blower and vacuum systems. This acquisition strengthens our position in core blower and vacuum categories in high-growth, sustainable markets, including water and wastewater. Next is Everest, which is a leading Indian manufacturer of blower and vacuum systems. Everest significantly broadens our presence in the key high-growth market of India. These 3 acquisitions are strongly aligned with our strategy and increase our product portfolio in core technologies or enabling expansion into close adjacencies.\nContinuing on Page 8, moving from left to right of the page. These are great examples of close adjacencies with immediate synergies. The SPX FLOW Air Treatment business is a leading manufacturer of desiccant and refrigerated dryers, filtration systems and purifiers for compressed air. These products are highly complementary to our portfolio since more than 75% of compressors need one of these air treatment solutions. And in addition, they generate strong recurring aftermarket business.\nNext, Dosatron International, which is a U.S. leader in water-powered flow solutions and IIoT for hydroponics and agriculture markets, which improves our capabilities in several high-growth, sustainable end markets through differentiated digital controls and IIoT solutions.\nAnd finally, Westwood Technical, which is a highly experienced control, instrumentation and IIoT specialist, with technology that is complementary to our YZ Systems product line. Westwood enhances our IIoT platform, including innovative, Low Power Wide Area Networking technology. We expect the team to integrate these acquisitions at the regional level by utilizing IRX and our proven model of integration excellence that you have seen in prior acquisitions. Our M&A funnel remains strong. And as of today, the funnel still remains over 5x larger than it was in Q3 of 2020.\nI will now turn the presentation over to Vik to provide update on our Q3 financial performance.\n\nVikram U. Kini\n\nSenior VP & CFO, Ingersoll Rand Inc.\n\nThanks, Vicente. on Slide 9, we continue to be encouraged by the performance of the company in Q3, with a strong balance of commercial and operational execution fueled by IRX, despite ongoing macroeconomic uncertainty.\nWe remain on track to deliver on our $300 million commitment in cost synergies from the merger. And as we have indicated many times, we have a funnel that stands in excess of $350 million and we are ready to take incremental actions, if warranted by macroeconomic conditions and market activity.\nTotal company orders and revenue increased 10% and 14% year-over-year, respectively. We saw strong double-digit organic revenue growth in both ITS and PST at 19% and 15%, respectively. Overall, we posted a strong book-to-bill of 1.09 turns for the quarter, and we remain encouraged by the strength of our backlog, which is up over 40% year-over-year.\nThe company delivered third quarter adjusted EBITDA of $376 million, a 20% year-over-year improvement, and adjusted EBITDA margins of 24.8%, a 110 basis point year-over-year improvement and a 160 basis point improvement sequentially from Q2.\nFree cash flow for the quarter was $253 million despite ongoing headwinds from inventory due to global supply chain challenges as well as the need to support backlog. And total liquidity of $2.6 billion at quarter end was up approximately $200 million sequentially. Our net leverage continues to improve and is at 1.0 turns, which is 0.1 turns better than the prior quarter.\nTurning to Slide 10. For the total company, Q3 orders grew 18% and revenue increased 22%, both on an FX-adjusted basis. Total company adjusted EBITDA increased 20% from the prior year. And the ITS segment margin increased 70 basis points, while the PST segment margin declined 60 basis points, driven primarily by the impact of prior year acquisitions as well as the impact of prior year COVID-19-related demand. When adjusted to exclude the impact of M&A completed in 2021, PST adjusted EBITDA margin actually increased by 60 basis points. And we did see a significant sequential increase in PST's adjusted EBITDA margins, which were up 230 basis points versus Q2. And now PST margins are generally back in line with where we have seen them historically at approximately 30%.\nIt's important to note that both segments remain price cost positive in terms of dollars, which speaks to the nimble actions of our team despite ongoing inflationary headwinds. And finally, corporate costs came in at $30 million for the quarter. Adjusted EPS for the quarter was up 9% to $0.62 per share. The tax rate for the quarter was 21.7%, and we anticipate the full year being in the low 20s as well.\nMoving to the next slide. Free cash flow for the quarter was $253 million despite $69 million of inventory headwinds primarily to support backlog. CapEx during the quarter totaled $22 million. And leverage for the quarter was 1.0 turns, which was an 0.1 turn sequential improvement. Total liquidity now stands at $2.6 billion based on approximately $1.5 billion of cash and $1.1 billion of availability on our revolving credit facility.\nCash outflows for the quarter included $4 million for share repurchases and $8 million to our dividend payment. M&A remains our top priority for capital allocation, and we continue to expect M&A to be our primary usage of cash as we look forward.\nI will now turn the call back to Vicente to discuss our segment performance.\n\nVicente Reynal\n\nChairman, CEO & President, Ingersoll Rand Inc.\n\nThanks, Vik. On Slide 12, our Industrial Technologies and Services segment delivered strong year-over-year organic revenue growth of 19%, split evenly between price and volume. Adjusted EBITDA rose 15% year-over-year, with an adjusted EBITDA margin of 26.2%, up 70 basis points from prior year, with an incremental margin of 32%. We also delivered sequential margin expansion of 80 basis points from Q2 to Q3.\nOrganic orders were up 16%, with a strong book-to-bill of 1.13 turns. And note that on a 2-year stack, the ITS segment organic orders grew approximately 50%, which is in line with the Q2 2022 2-year stack, meaning that thus far, we continue to see strong demand for our products.\nMoving to the individual product categories. Each of the figures exclude the negative impact of FX, which was a 7% headwind across the total segment on both orders and revenue. Starting with compressors. We saw orders up in the high double digits. And a further breakdown shows orders for oil-free products grew 20% and oil-lubricated products grew in the mid-teens. The Americas team delivered solid performance with orders in North America up high 20s while Latin America was up mid-30s.\nIn Mainland Europe, orders remained strong with growth in the low single digits, while India and the Middle East were up high double digits. The Asia Pacific team delivered orders growth in the high single digits driven by low single-digit growth in China and low 30s percent growth across the rest of Asia Pacific. In vacuum and blower, orders were up low 20s on a global basis. The global Power Tools and Lifting team continues their strong performance, with orders for the total business growing in the high double digits.\nMoving to the sustainable innovation and action portion of the slide, we're highlighting the relaunch of our Buffalo, New York facility. The reopening of this site has not only localized manufacturing and reduced customer lead times, but it has also expanded our global capacity for air and gas centrifugal products in high-growth, sustainable end markets such as clean energy.\nDoing large part of [research and activities], orders are up over 500% in the Americas, with over $40 million booked since our May 2022 launch. This is a real tangible and very inspirational example of our employees thinking and acting like owners.\nTurning to Slide 13. Revenue in the Precision and Science Technologies segment grew 15% organically, split evenly between price and volume. Additionally, the PST team delivered adjusted EBITDA of $92 million, which was up 22% year-over-year, with incremental margins of 27%. Adjusted EBITDA margin was 29.1%, down 60 basis points year-over-year.\nAs illustrated in the table on the bottom left side of the page, the decline year-over-year in adjusted EBITDA margin is driven by the impact of prior year acquisitions at 120 basis points and the impact of prior year COVID-19-related demand at 60 basis points. However, sequential adjusted EBITDA margin significantly improved by 230 basis points due to operational execution and price/cost performance.\nOrganic orders were up 3% year-over-year as Q3 comps were impacted by headwinds from prior year comp-related demand, primarily in the Thomas business. Adjusting for the COVID-related orders, normalized organic orders were up approximately 8%. On a 2-year stack, organic orders are up 27%, which is higher than a 2-year stack from Q2.\nFrom our PST sustainable innovation in action, we're highlighting Air Dimensions. This recently acquired business is a market leader in diaphragm vacuum pumps serving mission-critical environmental applications in sustainable end markets such as clean energy.\nSince the Q4 of 2021 acquisition, the team has installed and leveraged IRX to accelerate investments in new product development and launched a higher-pressure offering, securing orders from 4 major OEMs and system integrators. As a result, the business is seeing revenue growth of low double digits and has improved adjusted EBITDA margin from the mid-50s to low 60s in less than 3 quarters post acquisition. This is a great example of how we leverage our compounded model through the power of IRX to achieve double-digit earnings growth.\nMoving to Slide 14. In terms of 2022 guidance, given the ongoing strength in commercial and operational performance, we are raising our organic revenue guidance from the total company to 12% to 14%, 100 basis point increase from prior guidance based on both our ITS and PST segments. The organic growth increase is offset by the negative impact of FX, which is expected to now contribute headwinds of approximately 6% compared to a headwind of 5% in the prior guidance.\nFor the full year, we are reaffirming our 2022 revenue guidance at 11% to 13% total growth. We are also raising our adjusted EBITDA guidance at the midpoint by tightening the range to between $1.4 billion and $1.425 billion. Important to note that this guidance includes nearly $20 million of adjusted EBITDA headwinds from FX when compared to our prior guidance.\nDue to investments in inventory to meet growing demand, we expect free cash flow conversion to adjusted net income to be approximately 90% for the year. Even with this change, free cash flow margins are expected to be in the mid-teens. And we expect free cash flow conversion to return back to 100% as we think about 2023 and beyond.\nWe anticipate our adjusted tax rate to be in the low 20s and CapEx to be approximately 2% of revenue. Interest expense is estimated to be approximately $35 million in the fourth quarter.\nOur M&A guidance does include the acquisitions of Hanye, Holtec, Hydro Prokav, Westwood Tech, Pedro Gil, Dosatron and Airmax. However, overall M&A revenue guidance for the year remains flat to prior guidance due to the impact of FX, specifically on previously acquired businesses, with Seepex and Maximus seeing the largest effect.\nTurning to Slide 15. As we wrap up today's call, I want to reiterate that Ingersoll Rand is in a strong position. We delivered strong results in the first 3 quarters of 2022, and our full year outlook remains optimistic. We're keeping a close eye on the dynamic market conditions while we remain agile and prepared for any challenges that may come. To ensure consistent delivery of our commitments, we will continue to leverage IRX across every facet of our business.\nTo our employees, I want to again thank you for your ongoing engagement and for making thoughtful, action-oriented decisions like the owners you are. This continues to drive our ability to make life better for our customers, our planet and our stockholders. It is also exciting that our most recent survey on employee engagement continues to show improvement, which demonstrates the rapid changes we continue to drive are very welcomed by our employees.\nOur balance sheet is strong, and with our disciplined and comprehensive capital allocation strategy, we remain resilient and have the capacity to deploy capital to investments with the highest return as we continue our track record of market outperformance.\nWith that, I will turn the call back to the operator and open for Q&A."
  },
  {
    "header": "IR",
    "cik": "0001699150",
    "ticker": "IR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/21f39ef561da38f45c9a12fd11c5ad9b",
    "period": "2022 Q2",
    "content": "Q2 2022 Ingersoll Rand Inc Earnings Call\n\nQ2 2022 Ingersoll Rand Inc Earnings Call\n\nIRNYSEAUG 4, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Ingersoll Rand Second Quarter 2022 Earnings Call. Our host for today's call is Matthew Fort, Vice President of Investor Relations. (Operator Instructions) I would now like to turn the call over to your host, Mr. Fort, you may begin, sir.\n\nMatthew Fort\n\nThank you, and welcome to the Ingersoll Rand 2022 Second Quarter Earnings Call. I'm Matthew Fort, Vice President of Investor Relations. And joining me this morning are Vicente Reynal, Chairman and CEO; and Vik Kini, Chief Financial Officer. We issued our earnings release and presentation yesterday, and we will reference these during the call.\nBoth are available on the Investor Relations section of our website, www.irco.com. In addition, a replay of this conference call will be available later today.\nBefore we start, I want to remind everyone that certain statements on this call are forward-looking in nature and are subject to the risks and uncertainties discussed in our previous SEC filings, which you should read in conjunction with the information provided on this call.\nPlease review the forward-looking statements on Slide 2 for more details. In addition, in today's remarks, we'll refer to certain non-GAAP financial measures. You can find a reconciliation of these measures to the most comparable measure calculated and presented in accordance with GAAP in our slide presentation and in our earnings release, both of which are available on the Investor Relations section of our website.\nOn today's call, we will provide a strategy update, review our company and segment financial highlights and provide an update to 2022 guidance. For today's Q&A session, we ask that each caller to keep to 1 question and 1 follow-up to allow time for other participants.\nAt this time, I'll turn the call over to Vicente.\n\nVicente Reynal\n\nChairman, CEO & President, Ingersoll Rand Inc.\n\nThanks, Matthew, and good morning to everyone. Moving to Slide 3, I would like to start by welcoming Matthew to his new role as the Head of Investor Relations after several successful years leading our power tools and lifting business as a finance leader and helping to return the business to profitable growth and a strong margin profile.\nIn addition, I am also very happy to welcome Kathryn Freytag as our new Chief Information Officer. Both appointments demonstrate the deep bench of talent that we continue to develop at Ingersoll Rand. I would also like to say thank you to our employees worldwide for exemplifying our purpose through an ownership mindset and entrepreneurial spirit and delivering on our customer needs.\nOur teams continue to impress me on how we're leveraging our own IRX process to outperform in the most challenging macro environment. Our performance in the second quarter and year-to-date exemplifies how our employees think and act like owners.\nDemand remains very strong as we sit here today. And when we see the supply chain risk and geopolitical and macroeconomic uncertainties continue to be a concern, we stay focused on what we can control while leveraging our strong balance sheet and operational mindset to deliver on our own 2022 commitments and beyond.\nWe also remain very agile in this environment, and you will see today how we continue to accelerate organic investments for growth around innovation and demand generation. We also remain committed to our capital allocation strategy that is very focused on inorganic growth through bolt-on acquisitions. And today, we're highlighting 3 new acquisitions that are very well aligned with our stated M&A strategy and will enhance the quality of our portfolio.\nStarting on Slide 4, staying true to our 5 strategic imperatives where operate sustainably is at the center, we continue to align our portfolio to sustainable, high-growth end markets supported by global megatrends. There are 4 points I would like to briefly highlight on this page.\nFirst is that we have a simple two-pronged approach of growing sustainably and operating sustainably. Second, we released our 2021 sustainability report in June, highlighting our progress across all aspects of our sustainability journey and how we continue to remain on track to hit our 2030 targets.\nThird, our efforts have resulted in another upgrade from MSCI to AA from A, which puts us in the upper quartile of our peer group. It is also worth noting that we now have moved from a BB rating to a AA rating in less than 2.5 years. And this recent upgrade was done before the release of our 2021 sustainability report, so we will be watching carefully, and we will expect to see continued positive momentum in our ratings from the other sustainability rating agencies.\nLast, I want to remind everyone to save the date for our Annual Sustainability webcast on September 22, where we will provide a comprehensive update on our current efforts around sustainability.\nMoving to Slide 5, we want to highlight today an exciting innovation, which is a testament to our commitment to sustainability and organic growth through differentiated technology. Later this year, we will officially launch this first of its kind water treatment system called Ion Solutions. This is a very compact solution in the box where a small compressor and liquid pump technology from Ingersoll Rand are combined with our own patented cold plasma technology to produce nanobubbles that contain a high concentration of oxygen.\nThis innovation allows for chemical-free disinfection and enhanced oxygenation of water. You can see some of the incredible benefits this technology produces on the slide, including higher disinfection efficacy and increased oxygen concentration, all while delivering and driving a lower total cost of ownership and footprint.\nWe're officially launching this product later this year for indoor farming, as well as water disinfection applications, and we will continue to expand our reach into other high-growth sustainable end markets like medical, food and pharma.\nWhat excites me even more is the speed in which the team has moved to develop and commercialize the Ion Solutions technology. Through the utilization of the Ingersoll Rand Execution Excellence or IRX, the team moved from the acquisition of the technology and IP behind Ion Solutions to the launch of the product in less than 15 months.\nIn addition, the development was self-funded within the PST segment, and we continue to increase our investments in R&D to drive future organic growth opportunities like this.\nTurning to Slide 6, we're also very pleased to highlight the most recent inorganic investments, which remain our top priority from a capital allocation perspective. Our M&A funnel remains very healthy, and as of the end of Q2 2022, the funnel remains over 5x larger than it was in Q2 of 2020.\nEarlier this week, we announced the signing of 3 bolt-on acquisitions, which are well aligned with our strategic and financial criteria. In addition, these 3 companies have grown on an aggregate of more than 20% CAGR over the past 3 years.\nLet me quickly walk through the signed deals. First, Holtec, which is a leading provider of on-site systems that generate high-purity nitrogen gas. This is a great example of a bolt-on acquisition that extends our addressable market to very close adjacencies within the ITS business.\nIn this case, the nitrogen generation can be connected to a compressor and produce nitrogen on site. And there are huge benefits for this, including the elimination of large nitrogen storage tanks at a customer site, which typically also requires frequent refilling via trucks. In addition, the purity and quality of the gas can be much better controlled on site with a drastic reduction in costs.\nSecond is Hanye, which is a manufacturer of dryer technology that has served as a long-term OEM partner of our ITS Asia Pacific business. Hanye brings differentiated and patented technology to our China compressor business.\nBoth Holtec and Hanye are great examples of expanding our solutions and offerings in the broader compressor ecosystem to better serve our customer needs.\nAnd finally, Hydro Prokav, an India-based manufacturer of progressive cavity pumps and retrofit spare parts. Hydro Prokav generates more than 80% of its revenues through the sale of aftermarket parts and serves as a complementary addition to the recent Seepex acquisition to further penetrate the growing market in India.\nWe continue to be very prudent in our sourcing and execution of M&A deals as illustrated by the single-digit aggregate pre-synergy adjusted EBITDA purchase multiples for these 3 deals. In addition, we expect to have several more bolt-on acquisitions to announce in the second half of the year, as shown by the fact that we have 8 additional deals under LOI.\nAs a result, we're confident from being able to reaffirm our stated target of 400 to 500 basis points of annualized growth coming from M&A.\nI will now turn the presentation over to Vik to provide an update on our Q2 financial performance.\n\nVikram U. Kini\n\nSenior VP & CFO, Ingersoll Rand Inc.\n\nThanks, Vicente. Moving to Slide 7. We continue to be encouraged by the performance of the company in Q2. We saw a strong balance of commercial and operational execution fueled by IRX, demonstrating our ability to operate in a very agile manner in the current environment. We remain on track to deliver on our $300 million commitment in cost synergies from the merger.\nIn addition, as we've indicated many times, we have a funnel that stands in excess of $350 million, and we are ready to take incremental actions, if warranted by macroeconomic conditions and market activity.\nTotal company orders and revenue increased 10% and 13% year-over-year, respectively, driven by strong double-digit organic order growth in ITS and low single-digit organic growth in PST orders. The company delivered second quarter adjusted EBITDA of $335 million, a 15% year-over-year improvement, and adjusted EBITDA margin of 23.3%, a 50 basis point year-over-year improvement and 60 basis point improvement sequentially from Q1.\nFree cash flow for the quarter was $165 million despite ongoing headwinds from inventories due to the global supply chain, as well as the need to support backlog.\nTotal liquidity of $2.4 billion at quarter end was down approximately $700 million from prior quarter driven primarily by the execution of our capital structure strategy, which we will discuss shortly. Our net leverage is 1.1x, a slight improvement of 0.1x from prior quarter.\nTurning to Slide 8. For the total company, Q2 orders grew 15% and revenue increased 18%, both on an FX-adjusted basis. Overall, we posted a strong book-to-bill of 1.11x for the quarter. We remain encouraged by the strength of our backlog, which is up over 40% from last year.\nTotal company adjusted EBITDA increased 15% from the prior year. ITS segment margin increased 70 basis points, while the PST segment margin declined 390 basis points, driven by the impact of prior year acquisitions, as well as the impact of investments for growth, such as the Ion Solutions innovation highlighted by Vicente, and the impact of China lockdowns in 2 PST facilities.\nWhen adjusted to exclude the impact of M&A completed in 2021, PST margins declined by 190 basis points.\nIt's important to note that both segments did remain price cost positive in terms of dollars in the second quarter, which speaks of the nimble actions of our team despite ongoing inflationary headwinds.\nFinally, corporate costs came in at $35 million for the quarter, down year-over-year primarily due to lower incentive compensation costs and general cost savings and prudency offsetting incremental investments we made in the area of demand generation and IT.\nAdjusted EPS for the quarter was up 17% to $0.54 per share. The tax rate for the quarter was 23%, and we anticipate the full year being approximately the same.\nMoving on to the next slide, free cash flow for the quarter was $165 million despite a $92 million increase in inventory to support backlog. CapEx during the quarter totaled $21 million. And leverage for the quarter was 1.1x, which was an 0.1x improvement versus the prior quarter.\nTotal company liquidity now stands at $2.4 billion based on approximately $1.3 billion of cash and $1.1 billion of availability on our revolving credit facility.\nLiquidity decreased by $700 million in the quarter, which included deploying $621 million to debt repayment, $153 million to share repurchases and $8 million to our dividend payment.\nAs Vicente mentioned, M&A remains our top priority for our capital allocation. Our funnel remains robust and active, and we would expect M&A to be our primary usage of cash here in the second half of the year.\nOn Slide 10, we show in more detail the strategic changes we have made to our capital structure. In an effort to create a flexible and efficient capital structure, we took a number of actions within the quarter. First, we paid down the entirety of our euro term loan of $621 million. The debt paydown is consistent with our financial policies to prudently manage our gross debt and our commitment towards achieving investment-grade credit ratings.\nWe also executed a combination of interest rate swaps, cross-currency swaps and interest rate caps to better balance our fixed to floating interest rate ratio and our currency mix of our debt.\nIn addition, strong cash generation of the business, along with a strong balance sheet, enable us to execute on our growth strategy across all economic conditions.\nI will now turn the call back to Vicente to discuss our segments.\n\nVicente Reynal\n\nChairman, CEO & President, Ingersoll Rand Inc.\n\nThanks, Vik. Turning to Slide 11, our Industrial Technologies and Services segment delivered strong organic revenue growth of 14%, including approximately 8% price and 6% volume growth year-over-year.\nAdjusted EBITDA rose 13% year-over-year with an adjusted EBITDA margin of 25.4%, up 70 basis points from prior year with an incremental margin of 32%.\nOrganic orders grew 11% with a strong book-to-bill of 1.11. It is also important to note that on a 2-year stack, the ITS segment organic orders grew more than 50%, which is higher rates than the Q1 2022 2-year stack of approximately 40%, meaning that thus far, we continue to see accelerated demand for our products.\nIf we move to the individual product categories, each of the below figures includes the negative impact of FX, which you can see was about 5% headwind across the total segment. Starting with compressors, we saw orders up in the high single digits. A further breakdown shows orders for oil-free products grew in the high teens and oil-lubricated products grew in the low single digits.\nThe Americas team delivered solid performance with orders in North America up approximately 10%, while Latin America was up low 20s. In Mainland Europe, down low single digits due primarily to FX headwinds. And a further look into our leading indicators like demand generation lease shows stable growth in Mainland Europe. Despite nearly 2 months of lockdowns in Shanghai, China, the Asia Pacific team delivered orders in the mid-teens. This was driven by low double-digit growth in China and mid-20s growth across the rest of Asia Pacific.\nIn vacuums and blowers, orders were down low single digits on a global basis, driven mainly by FX we spoke about before and also a tough comp even we saw mid-40s growth in orders during Q2 of 2021.\nMoving next to the Power Tools & Lifting, the Power Tools & Lifting team delivered strong performance with orders for the business up approximately 20%. And this marks the largest quarter for orders since Q1 of 2015.\nLooking at the sustainable innovation in action, portion of the slide, we're highlighting our next-generation oil free compressor. With the patented aerodynamic impeller design, this innovative sustainable compressor is approximately 15% more efficient than the oil-free rotary compressor it will typically replace.\nThis technology is a perfect example of how we are continuing to address our customers' sustainability needs and goals by driving productivity through improved efficiency and reduce energy costs, decreasing the Scope 1 and Scope 2 greenhouse gas emissions.\nMoving to Slide 12, revenue in the Precision and Science Technology segment grew 6% organically. Additionally, the PST team delivered adjusted EBITDA of $78 million, which was up 9% year-over-year, with incremental margins of 11%. Adjusted EBITDA margin was 26.8%, down 390 basis points year-over-year. As illustrated on the table in the bottom left side of the page, the decline in adjusted EBITDA margin is driven primarily by the impact of prior year acquisitions, which drove 200 basis points of the decline.\nIn addition, the impact of investments for growth, such as our hydrogen business and the Ion Solutions product line that drove 80 basis points of decline and China lockdowns, where the other largest discrete driver had nearly 60 basis points given the impact to 2 China facilities in the PST segment.\nOrganic orders grew up 2% year-over-year, as future comps were challenging due to the prior year COVID related demand primarily in the Thomas Medical business. Adjusting for the COVID and the onetime large nonrepeating orders, normalized organic orders were up approximately 9%. And on a 2-year stack, organic orders were up 22%. It is also important to note that in Q1 of 2022, the 2-year organic stack was approximately 19%, again showing some sequential acceleration of demand into Q2.\nSince the Investor Day in November, one of the key questions we have been asked is how we expect to achieve the mid-30s EBITDA margin profile for PSC. On the bottom right-hand side of the page, I want to illustrate why we continue to believe a mid-30s margin is achievable, and we remain committed to delivering that in the medium term.\nAs you can see, 25% of the portfolio is already above 35% EBITDA margins with another 40% of the portfolio that is around 30% margin. That leaves us with a few targeted businesses that are at or below 25% EBITDA margin with the vast majority related to new acquisitions and early-stage innovations.\nWe believe we have significant opportunity for margin expansion across the entire portfolio, and we have a proven track record of margin expansion in both newly acquired assets and within our core business.\nAnd let me point out to 3 examples. The first example is Seepex and illustrates how we plan to improve businesses that are in the less than 25% EBITDA margin bucket. As you recall, we acquired Seepex in September 2021, which had mid-teens EBITDA margin at the time of the acquisition and has already improved to the low 20s in less than 2 quarters.\nThe next 2 examples point out to how we can continue to improve businesses that already have some very high EBITDA margins. First, Air Dimensions, which was another recently acquired company in Q4 of 2021, which in less than 2 quarters have gone from mid-50s EBITDA margin to low 60s EBITDA margin.\nAnd then there is our legacy Gardner Denver Medical segment, which we now call our Thomas business. This is a core business where we have shown an ability to grow its EBITDA margin from the high 20s in 2018 to the low 30s by 2021 and where it remains today.\nOverall, we continue to see a strong runway on margin expansion across the entire PST portfolio, and we will use IRX to ensure proper prioritization of actions and nimble execution.\nMoving to Slide 13. Once again, we're raising our full year guidance. We're raising our organic growth guidance for the total company to 11% to 13%, which is a 300 basis point increase from our prior guidance. The raise comes entirely from our IPS segment. The organic growth increase is offset by the negative impact of FX. FX is expected to now contribute headwinds of approximately 5% versus a headwind of 2% in prior guidance. And this leads to a full year 2022 revenue guidance at 11% to 13% total growth.\nWe're also raising the adjusted EBITDA guidance to a range of $1.395 billion to $1.425 billion. We continue to expect free cash flow conversion to adjusted net income to be greater than or equal to 100%. We anticipate our adjusted tax rate to be in the low 20s and CapEx to be approximately 2% of revenue. And although we don't provide quarterly guidance, the best way to think about the back half revenue and EBITDA facing is that the distribution between Q3 and Q4 is similar to what we saw in prior year.\nWe expect pricing to improve slightly from the first half to the second half, as we continue to work through backlog, and we do expect the price cost spread to improve in the second half of the year.\nAs a reminder, the new acquisitions mentioned on Slide 6 are not included in this guidance as the transactions have not closed.\nTurning to Slide 14, as we wrap up today's call, I want to reiterate that Ingersoll Rand is in a very strong position. We delivered strong results in the first half 2022, including record second quarter performance that was better than our expectations. 2022 is poised to be a strong year despite known challenges and dynamic market conditions. We will continue to remain agile and leverage IRX across every facet of our business to deliver on our commitments.\nTo our employees, I want to again thank you for your continued engagement and making thoughtful action oriented decisions like the owners that you are. This engagement continues to drive the accomplishment of our mission to make life better for our customers, the environment and shareholders. And our balance sheet is very strong, and with our disciplined and comprehensive capital allocation strategy, we remain resilient to have the capacity to deploy capital to investments with a high return on capital, as we continue our track record of market performance.\nWith that, I will turn the call back to the operator and open for Q&A."
  },
  {
    "header": "IR",
    "cik": "0001699150",
    "ticker": "IR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c3a74f9b51196c27aca4e7875a7b977c",
    "period": "2022 Q1",
    "content": "Q1 2022 Ingersoll Rand Inc Earnings Call\n\nQ1 2022 Ingersoll Rand Inc Earnings Call\n\nIRNYSEMAY 5, 8:00 AM\n\nOperator\n\nHello, everyone, and welcome to the Ingersoll Rand First Quarter 2022 Earnings Call. My name is Victoria, and I will be coordinating your call today. (Operator Instructions)\nI'll now pass over to your host, Chris Miorin to begin. Please go ahead.\n\nChris Miorin\n\nVP of IR, Ingersoll Rand Inc.\n\nThank you, and welcome to the Ingersoll Rand 2022 First Quarter Earnings Call. I'm Chris Miorin, Vice President of Investor Relations. And joining me this morning are Vicente Reynal, Chairman and CEO; and Vik Kini, Chief Financial Officer.\nWe issued our earnings release and presentation yesterday, and we will reference these during the call. Both are available on the Investor Relations section of our website, www.irco.com. In addition, a replay of this conference call will be available later today.\nBefore we start, I want to remind everyone that certain statements on this call are forward-looking in nature and are subject to the risks and uncertainties discussed in our previous SEC filings, which you should read in conjunction with the information provided on this call. Please review the forward-looking statements on Slide 2 for more details.\nIn addition, in today's remarks, we will refer to certain non-GAAP financial measures. You can find a reconciliation of these measures to the most comparable measure calculated and presented in accordance with GAAP in our slide presentation and in our earnings release, both of which are available on the Investor Relations section of our website.\nOn today's call, we will provide a strategy update, review our company and segment financial highlights and provide an update to 2022 guidance. (Operator Instructions)\nAt this time, I'll turn the call over to Vicente.\n\nVicente Reynal\n\nChairman, CEO & President, Ingersoll Rand Inc.\n\nThanks, Chris, and good morning to everyone. Starting on Slide 3, Ingersoll Rand's unwavering commitment to our purpose of making life better is evident in the sustainability of our products, which help our customers reduce their energy consumption and water usage. We delivered another strong quarter in the first quarter with our teams leveraging the IRX process to outperform even with ongoing challenges in supply chain, accelerating inflation and geopolitical uncertainty. The performance in Q1 is attributed to our highly engaged employee base who think and act like owners because they are. Our latest engagement scores highlight this dynamic where we now rank in the upper part of the top quartile scoring over 500 basis points above the manufacturing benchmark.\nAnd for the most critical question of how happy are you working at Ingersoll Rand, we rank in the top 10% of all manufacturing organizations. Not only are we focused internally but also on the needs of those outside our organization. Last quarter, we made a $1 million commitment to support Ukranian impacted by the work with humanitarian aid. Demand for our products and services remain strong with our backlog at an all-time high and our leading indicators showing resiliency in our markets. We remain attuned to the dynamic environment around us and are hyper-focused on executing on what we can control.\nMoving to Slide 4. We've spoken before about how operating sustainably is embedded in our company and is intentionally at the center of our core values as it underpins our very existence. Ingersoll Rand makes life better for customers by making them more sustainable. We'd like to take time today to highlight that even in an uncertain environment, customers have significant opportunities to reduce their emissions and materially reduce their energy cost and water usage. And this is how we think about our sustainability strategy, growing sustainably by providing mission-critical solutions to customers that reduce energy and water usage and operating sustainably in the processes we employ to deliver those solutions.\nWe spoke at our recent Investor Day in November about the sustainability mega trend. And despite the uncertainty in today's market, we strongly believe that this trend will drive customer decision-making to invest on more efficient flow creation devices like air compressors, blowers and pumps, which has been an underinvested area over the past decade or so.\nTurning to Slide 5. Our customers are increasingly realizing that air compressors and air treatment optimization is an essential opportunity to reduce their Scope 1 and Scope 2 emissions. Air compressors consume up to 30% of the manufacturing sites electricity. And with the recent significant rise in energy costs, this will continue to increase. Ingersoll Rand's products provide industry-leading efficiency that enables customers to reduce the energy cost from our compressors up to 50%, and air treatment solutions or dryers up to an incredible 90%.\nAs we have forecasted out our potential impact of our Scope 3 emissions, we have established a goal of helping our customers achieve a combined 15% reduction in greenhouse gas emissions from the use of our products, which equates to more than 40 million megatons of CO2. Our customers are becoming more educated about the impact that compressor optimization can have on their mission.\nWe have shown 2 examples in this slide of global leaders in both the consumer electronics and paper industries, who clearly identified compressor optimization as a top priority for greenhouse gas emission reduction in their latest sustainability reports. In addition to energy usage, our customers are also faced with water shortage and a need to improve water management and quality. And you can see at the bottom of the page, we're a global paper company and a world leader in consumer packaged goods have committed to reducing water usage by 25% and 20% per unit, respectively, a significant commitment. And one we're very well positioned to solve with our products.\nApproximately 30% of our total revenue base is generated from products focused on improving water management, purification and reducing water consumption, and we're committed to helping customers save over 1 billion gallons of water annually through the use of our products.\nTurning to Slide 6. Not only our largest customer is making buying decisions based upon opportunities to improve energy efficiency, but we believe that almost all of our customers take energy efficiency into account. Additionally, governments are now regulating energy conservation standards for compressors, and we anticipate these trends will continue to accelerate, and we intend to remain at the forefront of these requirements.\nLast year, just in the U.S., we conducted over 4,000 compressor system audits, which is an increase of 60% from 2019. After the audits, we made upgrade recommendations based upon evaluations of energy efficiency and several other factors, and this led to $100 million in sales directly attributable to these audits. And this is a great example on how we connect and educate our customer base on total cost of ownership and energy efficiency. We estimate that 2/3 of our current global installed base could realize meaningful improvements in efficiency by upgrading their compressor system.\nAnd with the midpoint of 15% energy efficiency uplift across that portion of the install base, a customer with a typical compressor system will realize on average a payback of less than 2 years at current energy prices. So you can see the savings here are real and meaningful and we're highly engaged in educating our entire customer base about this opportunity.\nMoving to Slide 7. In addition to helping our customers progress on their sustainability journey, we're leveraging IRX to achieve our goal of being recognized as a top quartile ESG company by operating sustainably. Those efforts have delivered significant progress. And within the past 6 months, we've been materially upgraded by all of our targeted ESG rating agencies, including MSCI, Sustainalytics, S&P Global and CDP. And in fact, Sustainalytics and S&P Global now rank us in the top 15% of companies in our sector, exceeding our goal of becoming top quartile in half the time we had committed to it. But we're not finished with the journey. We're just getting started. We take our role as a sustainability leader very seriously, and we're committed to continuous improvement and progress towards achieving our other sustainability goals.\nI would now turn the call over to Vik to provide an update on our Q1 financial performance.\n\nVikram U. Kini\n\nSenior VP & CFO, Ingersoll Rand Inc.\n\nThanks, Vicente. Moving to Slide 8, we continue to be encouraged by the performance of the company in Q1, which saw a strong balance of commercial and operational execution fueled by IRX to overcome persistent inflationary pressures, a challenging supply chain environment, increased geopolitical uncertainty and lockdowns in Shanghai. Despite these challenges, we continue to remain on track to deliver on our $300 million synergy commitment with $50 million expected to be realized in 2022.\nTotal company orders and revenue increased 25% and 18% year-over-year, respectively, with strong double-digit orders growth in ITS and double-digit organic revenue growth across both segments. Our orders in the quarter were a record for the company and revenue was a first quarter record, setting us up for continued strength in 2022.\nThe company delivered first quarter adjusted EBITDA of $304 million, a 24% year-over-year improvement and adjusted EBITDA margin of 22.7%, a 110 basis point improvement from prior year. Incremental margins for the company were 29% despite the aforementioned challenges. Free cash flow for the quarter was $32 million and remained positive despite working capital headwinds in most notably an increase of approximately $100 million in inventory to support the growing backlog and elevated incentive compensation costs coming off of a strong 2021 performance.\nTotal liquidity was $3.1 billion at quarter end and cash was up approximately $400 million from prior year. This takes our net leverage to 1.2x, an 0.7x improvement from prior year and a slight increase of 0.1x from prior quarter.\nTurning to Slide 9. For the total company, Q1 orders grew 21% and revenue increased 14%, both on an organic basis. Overall, we posted a strong book-to-bill of 1.22x for the quarter. We remain encouraged by the strength of our backlog, which is up approximately 70% from Q1 of 2021.\nTotal company adjusted EBITDA increased 24% from the prior year. ITS segment margin improved 70 basis points while our PST segment margin declined 260 basis points with the largest driver of the decrease coming from M&A. When adjusted to exclude the impact of M&A completed in the 12 months ending March 31, PST margin declined by 130 basis points, driven mainly by the impact of inflation, FX and product mix. It's important to note that both segments did remain price cost positive in terms of dollars in the first quarter, which speaks to the nimble actions of our team despite ongoing inflationary headwinds.\nFinally, corporate costs came in at $29 million for the quarter, down year-over-year primarily due to lower incentive compensation costs and general cost savings while continuing to invest in critical growth areas like demand generation, and industrial Internet of Things. We expect corporate costs to normalize back to the low 30s in terms of millions of dollars per quarter for the remainder of the year. Adjusted EPS for the quarter was up 26% to $0.49 per share, and the tax rate for the quarter was 23%. We anticipate the full year being in the low 20s as well.\nTurning to Slide 10. Free cash flow for the quarter was $32 million on a continuing ops basis, remaining positive despite the aforementioned increases in net working capital. CapEx through the quarter totaled $18 million, which is an approximately 25% increase compared to last year, further demonstrating our continued investment in the business.\nFree cash flow included $8 million of synergy and standup costs related to the IR merger. Leverage for the quarter was 1.2x, which was an 0.7x improvement versus the prior year. And total company liquidity now stands at $3.1 billion based on approximately $2 billion of cash and $1.1 billion of availability on our revolving credit facility. Liquidity decreased by approximately $100 million in the quarter, which included outflows of $30 million towards strategic M&A, $101 million in share repurchases and $8 million for our dividend payment.\nOur M&A funnel remains robust and active with 6 bolt-on acquisitions currently under exclusive letters of intent. We remain prudent and disciplined to generate strong returns on transactions with highly strategic and synergistic characteristics. But clearly, we have significant firepower to deploy to M&A, which is a strong driver of our compounding growth model.\nI will now turn the call back to Vicente to discuss our segments.\n\nVicente Reynal\n\nChairman, CEO & President, Ingersoll Rand Inc.\n\nThank you, Vik. And turning to Slide 11. Our Industrial Technologies and Services segment delivered strong organic revenue growth of 14%, including approximately 6% in price and 8% volume growth. Both of those year-over-year while also demonstrating solid sequential acceleration on both price and volume.\nAdjusted EBITDA rose 17% year-over-year with an adjusted EBITDA margin of 23.8%, up 70 basis points from prior year with an incremental margin of 29%. Organic orders were up 25% with a strong book-to-bill of 1.24x.\nStarting now with compressors, we saw orders up approximately 30%. A further breakdown shows orders for oil-free products growing over 30%, and oil-lubricated products increased approximately 30%. The Americas team delivered strong performance with orders in North America up approximately low 30%, while Latin America was up in the low 40s.\nIn Mainland Europe, orders were up solidly in the with no material deceleration of note sequentially during the quarter, while India and Middle East were up in the mid-40s.\nAsia Pacific continued to perform well with orders up mid-20 driven by mid-20s growth in China and high teens growth across the rest of Asia Pacific. In Vacuum and blowers, orders were up low 20s on a global basis. In the power tools and lifting business, orders for the total business were up high teens and saw continued positive momentum. As we discussed during the Investor Day, our demand generation capabilities provide us with the most forward-looking indicators of customer demand through the data-driven approach to developing marketing qualified leads or MQLs, and we gained an additional several months of insight by leveraging this data.\nAnd we're aware of the uncertainty related to the global economy, but as we review MQLs across our business and across geographies each week, these indicators show double-digit growth year-over-year across all major geographies, including America, Mainland Europe, the Middle East, India and Asia Pacific. China has clearly been impacted due to the Shanghai lockdown, but even in the most recent weeks, MQLs are very near last year's level.\nAs I mentioned earlier, we're very focused in our approach to delivering sustainable innovative solutions. As such, I want to spend time a minute highlighting our LeROI gas compression business, which we acquired in mid-2017. Since then, we have been very focused on repositioning the portfolio of LeROI to further penetrate biogas market, which has seen strong growth as customers are able to capture gas emitted from sources such as landfills and cattle farms and monetize it as an energy source.\nAnd as you can see on the page, the growth we have realized from these efforts has been phenomenal and continues to rapidly accelerate. Orders were over $100 million in the past 12 months. And revenue is expected to be more than double in 2022, bringing total organic growth of over 5 years to over 440%, and creating a post synergy multiple of the acquisition to around 1x.\nWe greatly exceeded our mid-teens return on capital target and expect to achieve approximately 70% ROIC by this year. LeROI is just a fantastic example of a highly strategic and synergistic company whose value has been unleashed in the transition from a family-owned business to ownership of Ingersoll Rand.\nA few weeks ago, I get a chance to visit the LeROI team in Sidney, Ohio. And the transformation the team is making is very impressive. You can feel the energy, passion and engagement of employees as you enter the manufacturing floor. We heard a lot of feedback around how the ownership mentality we have and the equity we granted has positively impacted not only the performance we show here, but more important, the lives of many of our employees in a very positive way.\nMoving to Slide 12. Revenue in the Precision and Science Technologies segment grew 12% organic with approximately 5% price and 10% volume growth. Additionally, the PST team delivered strong adjusted EBITDA of $85 million, which was up 27% year-over-year with incremental margins of 22%. Adjusted EBITDA margin was 28.6%, down 260 basis points year-over-year, primarily driven by the impact of M&A. And again, the segment was down 130 basis points, excluding the impact of acquisitions, with an adjusted EBITDA margin of 29.9% ex M&A.\nOverall, organic orders were up 6%, which is on top of 13% year-over-year organic growth in Q1 of 2021. In addition, we continue to be excited about our funnel for the hydrogen fuel business, which now stands in excess of $100 million. The integration of Seepex, which we acquired in September of '21 continues to progress very well, with strong growth in new geographies and an acceleration of margin expansion into the low 20s from the mid-teens level inherited at the transaction closed just a couple of quarters ago.\nI also had a chance to listen the Seepex team in the U.S. And once again, our unique approach to ownership brand is playing a very crucial role in accelerating engagement and performance. I left very excited about the future potential of Seepex as part of Ingersoll Rand.\nA further example of our focus on sustainable innovative solutions is the Thomas pump brand. A compression technology, primarily targeting the life and science market with a $2.5 billion addressable market. Thomas pumps, they serve the patient care end market, both in facility through applications like ventilators and also at home through oxygen concentrators. Adjacent today is an in-vitro diagnostic end market. And we have leveraged our highly translatable technology to grow 40% within this market with a very strong focus on OEMs and with significant runway ahead.\nWe have recently secured several sizable orders from large pharma customers in the in-vitro space who designed our Thomas pump into their new products, which will generate strong recurring revenue over the customers' product life cycle.\nMoving to Slide 13. After a strong start to the year, we're raising 2022 guidance. We're raising organic revenue growth 100 basis points from 8% to 10% driven by a 100 basis point increase in organic growth expectations from both the ITS and PST segments as compared to the original guidance. FX is expected to now contribute a headwind of approximately 2% versus 1% on the prior guidance. And this leads to a total company revenue up 11% to 13%.\nWe're also increasing the adjusted EBITDA range to $1.385 billion to $1.425 billion. We continue to expect free cash flow conversion to adjusted net income to be greater than or equal to 100%. We anticipate our adjusted tax rate to be in the low 20s and CapEx to be approximately 2% of revenue.\nLastly, we want to provide some color on Mainland Europe and lockdowns in Shanghai. During the quarter and into April, we have not seen any material slowdown in orders. In fact, we monitor our marketing qualified leads or MQLs as we said, fairly close and as they are really a leading indicator for order activity, and MQLs in Europe have been quite stable throughout 2022.\nAs for the lockdown is Shanghai, we're starting to see the ease of the lockdowns trending positively. We remain encouraged. But as you know, this is a fluid situation that we continue to monitor closely. And although we don't provide quarterly guidance, the best way to think about it is we are not making significant changes to the first half and second half phasing as compared to our original item as we're taking a prudent view in the second quarter due to the lockdowns in Shanghai.\nHaving said this, we still see continued Q1 to Q2 sequential growth in revenue and adjusted EBITDA, both expected to be modest.\nTurning to Slide 14. As we wrap up today's call, I want to reiterate that Ingersoll Rand is in a very strong position. We delivered record performance in the first quarter, and our backlog provides momentum into the second quarter. 2022 is poised to be a strong year despite known challenges and dynamic market conditions. We will continue to remain agile and leverage IRX across every facet of our business to deliver on our commitments.\nTo our employees, I want to say thank you for your continued engagement and making thoughtful, action-oriented decisions like the owners that you are. This engagement continues to drive the accomplishment of our mission to make life better for our customers, the environment and the shareholders. Our balance sheet is very strong and with our disciplined and comprehensive capital allocation strategy, we remain resilient and have the ability to deploy capital to investments with the highest return on capital as we continue our track record of market outperformance.\nSo with that, I'll turn the call back to the operator and open for Q&A."
  },
  {
    "header": "IR",
    "cik": "0001699150",
    "ticker": "IR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1e3739d33be0590fd404688dced43989",
    "period": "2021 Q4",
    "content": "Q4 2021 Ingersoll Rand Inc Earnings Call\n\nQ4 2021 Ingersoll Rand Inc Earnings Call\n\nIRNYSEFEB 24, 8:00 AM\n\nOperator\n\nHello all, and a warm welcome to the Ingersoll Rand 2021 Fourth Quarter and Full Year Earnings Call. My name is Lydia, and I will be your operator today. (Operator Instructions) It's my pleasure to now hand you over to our host, Chris Miorin, Vice President of Investor Relations at Ingersoll Rand. Please go ahead when you're ready.\n\nChris Miorin\n\nVP of IR, Ingersoll Rand Inc.\n\nThank you, and welcome to the Ingersoll Rand 2021 Fourth Quarter and Full Year Earnings Call. I'm Chris Miorin, Vice President of Investor Relations. And joining me this morning are Vicente Reynal, Chairman and CEO; and Vik Kini, Chief Financial Officer.\nWe issued our earnings release and presentation yesterday, and we will reference these during the call. Both are available on the Investor Relations section of our website, www.irco.com. In addition, a replay of this conference call will be available later today.\nBefore we start, I want to remind everyone that certain statements on this call are forward-looking in nature and are subject to the risks and uncertainties and discussed in our previous SEC filings, which you should read in conjunction with the information provided on this call. Please review the forward-looking statements on Slide 2 for more details.\nIn addition, in today's remarks, we will refer to certain non-GAAP financial measures. You can find a reconciliation of these measures to the most comparable measure calculated and presented in accordance with GAAP in our slide presentation and in our earnings release, both of which are available on the Investor Relations section of our website.\nOn today's call, we will provide a strategy update, review our company and segment financial highlights and announce 2022 guidance. (Operator Instructions) At this time, I'll turn the call over to Vicente.\n\nVicente Reynal\n\nChairman, CEO & President, Ingersoll Rand Inc.\n\nThank you, Chris, and good morning to everyone. Starting on Slide 3. 2021 was a pivotal year for Ingersoll Rand with many accomplishments and new records. We solidified our compounding growth story as we reshaped our portfolio to focus on mission-critical, flow-creation technologies and high-growth, sustainable end markets while establishing a new capital allocation strategy designed to enable us to consistently compound earnings over time.\nWe continued a strong operational execution where the commercial effectiveness of our team, driven by our IRX process, yielded a backlog at the end of the fourth quarter that was our largest ever and positions us very well for continued strong results in 2022 as demand for our products and services continue to grow.\nMoving to Slide 4. I want to take a moment to recognize some of the accomplishments across each of our 5 strategic imperatives in 2021. In deployed talent, our employees think and act like owners because they are. Shares granted to employees to date have appreciated from $250 million to over $500 million in value, motivating our engaged employee base to make decisions each day that can benefit our value creation and ultimately, their personal wealth.\nFurthermore, we implemented a plan to also grant shares to employees who join us as new employees or via acquisitions, yet another factor enabling Ingersoll Rand to be considered an employer and acquirer of choice. Our employee engagement score, up 17% over the last 3 years, also shows the power of ownership. Our current engagement score now ranks in the top quartile of manufacturing organizations.\nIn margins, we have improved the company's adjusted EBITDA margin 370 basis points in 2019, including an improvement of 160 basis points in 2021 alone. We have realized $215 million in synergies out of the $300 million commitment from the IR merger, with an additional $15 million expected in 2022.\nWe operate sustainably. We continue to make progress and have received recognition from ESG rating agencies, including S&P Global and MSCI, once again demonstrating how we leverage the power of IRX to drive performance across a multitude of initiatives.\nIn accelerated growth, our unique growth enablers, outlined during our 2021 Investor Day, strongly contributed to growth in the past year. Our demand generation engine now generates 3x more marketing-qualified leads compared to 2019. IoT-enabled assets were up 250% year-over-year. And new product innovation increased 95% in 2021.\nIn allocate capital effectively, we secured approximately $2 billion in gross proceeds from the divestitures of Club Car and High Pressure Solutions, and redeployed over $1 billion through acquisitions in 2021, which represents over 6% of sales when annualized. We also repurchased $731 million in shares as part of the KKR's final equity sales, established a new $750 million share repurchase program and initiated a quarterly dividend of $0.02 per share during the fourth quarter. We're incredibly proud of our 2021 accomplishments and could not have done it without the dedication of our team.\nTurning to Slide 5. We're committed to executing the strategy we outlined at our 2021 Investor Day and are confident it will produce the expected results. This slide outlines how we are already delivering on that strategy and associated commitments. Our portfolio is now positioned to capitalize on global megatrends such as digitization, sustainability and quality of life. We expect to leverage our organic growth enablers to deliver mid-single-digit organic growth through 2025. And as you can see, we outperformed on this commitment in 2021, delivering 12% year-over-year organic growth.\nWhen coupled with mid-single-digit annual growth from M&A and technology investments, we expect to deliver total growth of low double digits through 2025. And in 2021, we delivered 4% in-year growth from M&A and 6% annualized. Our strong pricing, aftermarket and ITV initiatives enable us to generate operating leverage and incremental productivity with an expected 100 basis points of margin improvement per year over the period.\nAnd in 2021, we overdelivered on this target, capturing 160 basis points of margin expansion despite several challenges like supply chain constraints and inflationary pressures. With IRX as our competitive differentiator and over 275 impact daily management or IDM means across our company each week, our high-performance culture encourages strong execution. This continues to support our goal of being a premier, high-quality company that consistently compounds earnings by double digits each year, with free cash flow margins in the high teens. And we feel that we're well on our way, as in 2021, we grew EPS by 63% and achieved adjusted free cash flow margin of 16%.\nTurning to Slide 6. We have achieved strong margin improvement across our portfolio since 2019. Looking at the company, margins improved 370 basis points from 2019 despite COVID impacts and persistent supply chain and inflationary pressures.\nIn the ITS segment, we improved an impressive 470 basis points since 2019 as we continue to accelerate synergy capture and execute on value creation opportunities from the IR merger. Incremental operating leverage and productivity should enable ITS to achieve margins in the high 20s over time.\nIn the PST segment, margins have expanded 170 basis points since 2019 and 290 basis points, excluding M&A. Continued strong flow-through in the base PST business, coupled with diligent synergy execution as we onboard acquisitions, should yield adjusted EBITDA margins in the mid-30s over time.\nIt is important to note that as we highlight on the last bullet point, due to the nature of our products, we're mission-critical with premium brands and high quality and reliability, and we have the ability to remain price/cost positive. We have accomplished this in each quarter since the merger even during these inflationary times and expect to do the same in 2022.\nMoving to Slide 7. We're thrilled to announce the recent validation of Ingersoll Rand's progress as an industry leader in ESG. Based on demonstrated progress, we received another upgrade from MSCI, which is our second upgrade in the past 18 months, and now have an A rating. And I'm really excited to announce that S&P Global in its annual sustainability assessment that was just released a few weeks ago scored Ingersoll Rand in the top 15% and included us in its sustainability yearbook for 2022. In addition, S&P Global recognized us with the Industry Mover Award, which is given to the most improved company in each sector of the year.\nThese recognitions exemplify our unwavering commitment to ESG. In March of 2021, we committed to becoming a top quartile ESG industrial company in 3 years. And we believe we have achieved or are at the cusp of achieving that goal in 1 year. And S&P Global agrees as it elected us to its Sustainability Year Book, which recognizes the top 15% ESG performing companies in each industry sector.\nDespite this progress, we're just getting started on our ESG journey, and we're very focused on accelerating progress towards our ESG growth. I'm incredibly proud of our team for being recognized by the rating agencies already this early in our journey.\nI will now turn the presentation over to Vik to provide an update on our Q4 financial performance.\n\nVikram U. Kini\n\nSenior VP & CFO, Ingersoll Rand Inc.\n\nThank you, Vicente. Moving to Slide 8. We continue to be encouraged by the performance of the company in Q4, which saw a strong balance of commercial and operational execution fueled by IRX to overcome persistent inflationary pressures in a challenging supply chain environment.\nThrough Q4 2021, we have realized $215 million in cost synergies and are on track to deliver on our $300 million commitment. Total company orders and revenue increased 24% and 16% year-over-year, respectively, driven by strong double-digit organic orders growth across each segment despite comparisons to a strong Q4 2020.\nOur orders and revenue in the quarter were a record for the company, eclipsing in Q3 and setting us up well for 2022. The company delivered fourth quarter adjusted EBITDA of $342 million, a 15% year-over-year improvement and adjusted EBITDA margins of 24.1%, a 40 basis point sequential improvement. Adjusted free cash flow for the quarter was $225 million after taking into account the unique items as pointed out on the slide.\nTotal liquidity of $3.2 billion at quarter end was up approximately $400 million from prior year. This takes our net leverage to 1.1x, an 0.9x improvement from prior year.\nTurning to Slide 9. For the total company, Q4 orders grew 25% and revenue increased 18%, both on an FX-adjusted basis. Overall, we posted a strong book-to-bill of 1.06 for the quarter. We remain encouraged by the strength of our backlog, which is up over 7% from the end of Q3 and over 50% from the end of 2020.\nTotal company adjusted EBITDA increased 15% from the prior year. ITS segment margin declined 40 basis points, while PST segment margin declined 400 basis points, driven largely by the impact of M&A. When adjusted to exclude the impact of M&A completed in 2021, PST margin declined by 120 basis points.\nFinally, corporate costs came in at $26 million for the quarter, down year-over-year, primarily due to lower incentive compensation costs and general savings and prudency. We expect corporate cost to normalize back to the low 30s millions per quarter in 2022.\nAdjusted EPS for the quarter was up 51% to $0.68 per share. Of note, the adjusted tax rate came in at 5% for the quarter and 12% for full year 2021. Q4 benefited from our ongoing tax restructuring efforts, specifically some nonrecurring impacts driven most notably by our efforts to manage and minimize the cash taxes associated with the divestitures of SVT and HPS completed earlier in the year. As we look ahead to 2022, we expect the rate to be back in the low 20s due to the nonrepeat of some of these discrete items.\nTurning to Slide 10. On a full year basis, orders grew 28% and revenue increased 16%, both on an FX-adjusted basis. The full year book-to-bill was 1.12. And total company adjusted EBITDA was up 28% from 2020. Margin expanded by 160 basis points, with ITS margin up by 220 basis points and PST declining 50 basis points. When adjusted to exclude the impact of these acquisitions completed in 2021, PST margins increased by 70 basis points. ITS posted incremental margins of 38%, with PST at 27% or 36% excluding the impact of M&A.\nMoving on to the next slide. Free cash flow for the quarter was $224 million on a continuing ops basis, driven by strong operational performance across the business while continuing to invest organically. CapEx during the quarter totaled $23 million. And free cash flow included $4 million of synergy and standup costs related to the IR merger. In addition, free cash flow included a net inflow of $3 million in cash taxes related to the divestitures of the HPS and SVT segments. Excluding these items, adjusted free cash flow was $225 million in the quarter.\nLeverage for the quarter was 1.1x, which was an 0.9x improvement versus the prior year. And total company liquidity now stands at $3.2 billion based on approximately $2.1 billion of cash and over $1 billion of availability on our revolving credit facility. Liquidity increased by $100 million in the quarter, which included outflows of $165 million towards strategic M&A and $8 million to fund our first quarterly dividend. Our M&A funnel remains robust and active, up in excess of 5x from the close of the IR merger, and we're remaining disciplined in our approach.\nMoving to Slide 12. We'd like to provide an update on synergy delivery and some detail on the impact of price versus cost. On the left side of the page, we are updating the cost to achieve the $300 million synergy commitment related to the IR merger as well as the associated stand-up of the new company from a combined $450 million to now $280 million, an aggregate reduction of roughly 40% or $170 million from our original estimates. This speaks to how we are always heavily focused on high returns on cash investments regardless of the situation. I am very proud of how our employee ownership culture continues to overdrive our performance. With everyone thinking like an owner, they think about how every dollar spent generates profit and improvement.\nIn addition to the $215 million in realized synergies to date, we expect an incremental $50 million in 2022 and $35 million in 2023. The synergy funnel remains in excess of $350 million. And while we don't expect our synergy commitment to materially change as we look ahead, we will provide periodic updates on status and execution, particularly as we approach the end of the IR merger-related synergy delivery.\nThe right side of the slide highlights the ongoing price/cost dynamic. In 2021, we remain price/cost positive each quarter, and we expect to deliver the same result in 2022. Note that we are calculating costs including direct material and logistics but not direct labor or labor inflation as labor is mostly offset with internal productivity actions. In Q4, we delivered an incremental margin of 23% for the total company despite strong inflationary pressures and supply chain challenges. What I'm most proud of is that even in this environment, our team was able to achieve a sequential margin improvement of 40 basis points. This highlights the resilience of IRX in very difficult environments.\nLooking forward to 2022, we expect to remain price/cost positive each quarter as we continue to leverage IRX to drive commercial execution and productivity initiatives. Given continued inflationary pressures and a very tough comparison from Q1 of 2021, we expect Q1 to be the most challenged period on a year-over-year basis, but nonetheless, expect incremental margins for the total year to be approximately 35% and the quarterly EBITDA profile to be well in line with prior year quarterly phasing. We know this is not easy, but it just speaks to the commitment of our team to be differentiated and be in the top quartile of performance.\nI will now turn the call back to Vicente to discuss our segments.\n\nVicente Reynal\n\nChairman, CEO & President, Ingersoll Rand Inc.\n\nThank you, Vik. And turning to Slide 13. In our Industrial Technologies & Services segment, organic revenue was up 11%. The team delivered strong adjusted EBITDA, which rose 10% year-over-year and an adjusted EBITDA margin of 25.7%, up 20 basis points sequentially with an incremental margin of 23%. As a reminder, we're overcoming a very strong comp from Q4 2020 of 400 basis point margin expansion. However, important to highlight as well that on a 2-year clip, the team has delivered 360 basis point margin improvement.\nOrganic orders were up 19%. Starting with compressors, we saw orders up in the low 20s percent. And a further breakdown shows orders for oil products growing at over 15% and oil-lubricated products growing at over 25%.\nThe Americas team delivered strong performance with orders in North America up mid-20s, while Latin America was up high 20s. In Mainland Europe, orders were up high teens, while India and the Middle East were down low single digits. Asia/Pacific continued to perform very well, with orders up approximately 20%, driven by low 20% growth in China and a high-teens growth across the rest of Asia/Pacific.\nIn the vacuum and blower product line, orders were up approximately 20% on a global basis. Moving next to the power tools and lifting, Orders for the total business were up approximately 20% and saw continued positive momentum, driven mainly by our enhanced e-commerce capabilities and improved execution on new product launches.\nOn our sustainable innovation in action, today, we want to highlight our recently acquired company. York is a manufacturer of condensate drains, oil and water separators and air saving products, which are part of the compressor ecosystem. These products focus on improving overall system performance and creating energy efficiency through efficient use and recycling of fluids and air, which helps our customers achieve their environmental goals. We're very excited about this complementary acquisition as we continue to expand our offerings with the compressor ecosystem as well as the impact that York will have as we scale up and expand geographically.\nMoving to Slide 14. Revenue in the Precision and Science Technology segment grew 15% organically, which remains encouraging given the tough comps due to COVID-related orders and revenue in Q4 of 2020 for the Medical business. Additionally, the PST team delivered strong adjusted EBITDA of $78 million, which was up 22% year-over-year. Adjusted EBITDA margin was 26.8%, down 400 basis points year-over-year, primarily driven by the impact of M&A. Again, the segment was down 120 basis points, excluding the impact of acquisitions in Q4 2021 with an adjusted EBITDA margin of 29.6% ex M&A.\nOverall, organic orders were up 40%, driven by the Medical and Dosatron businesses, which were up strong double digits in the quarter and as they serve lab, life sciences, water and animal health end markets. Incremental margins were 17% as reported and 21% when excluding the impact of M&A.\nLooking at the sustainable innovation in action portion of the slide, we're highlighting our recent Tuthill Pump acquisition. Tuthill Pumps manufactures gear and piston pumps for sustainable end markets such as medical and lab, food and beverage, water and wastewater. Tuthill D Series magnetically couple pumps are used in lab applications such as hematology analysis as well as other chemistry analyzers. The business is complementary to our existing portfolio, and we are well underway with integration of this business.\nMoving to Slide 15. We're pleased to introduce our 2022 guidance. In aggregate, we expect total company revenue to be up 11% to 13%, with the first half up 12% to 14% and the second half up 9% to 11%. We expect organic revenue growth of 7% to 9% for the total company, with 7% to 9% growth expected in ITS and 8% to 10% growth in PST. FX is expected to contribute a headwind of approximately 1% with 1% to 2% coming in the first half of 2022 and 0% to 1% in the second half. M&A announced and closed to date is expected to contribute an incremental $225 million in revenue. This outlook reflects normal seasonality in the business, which is typically lightest in Q1, similarly stronger in both Q2 and Q3 on an absolute basis and strongest in the fourth quarter. We do not see quarterly phasing to be materially different from 2021. We expect total adjusted EBITDA for the company to be $1.375 billion to $1.415 billion, including corporate cost of approximately $135 million spread evenly over each quarter. This yields an incremental margin of approximately 35% for the total company, with positive margin expansion expected sequentially from Q1 through Q4 of 2022.\nFree cash flow conversion to adjusted net income is expected to be greater than 100%. We anticipate our adjusted tax rate to normalize in the low 20s for the reasons Vik mentioned earlier, with CapEx representing approximately 2% of revenue.\nLooking at Q1 specifically. We expect double-digit revenue growth year-over-year with IPS growing high single digits organically and PST growing low double digits. We also expect flat to slightly positive margin expansion due to the tough year-over-year comparison, ongoing supply chain constraints and inflationary pressures.\nTurning to Slide 16. As we wrap up today's call, I want to reiterate that Ingersoll Rand is in an outstanding position. 2022 is poised to be a strong year despite the challenging environment. To our employees, I want to again thank you for your relentless efforts to execute and solve top problems in 2021. We accomplished an incredible amount together, and we move into 2022 as an even stronger action-oriented team. We continue to invest for growth, both organically and inorganically with a focus on increasing the quality of our total portfolio while serving as an industry-leading sustainable company.\nIRX is truly our backbone and drives every process in our company, enabling outperformance and ensuring our global team is speaking one language, focused on capturing growth opportunities, driving innovation and efficiencies and acting boldly to win in the marketplace.\nOur balance sheet is very strong. And with our disciplined and comprehensive capital allocation strategy, we have significant ability to redeploy capital to compound earnings and continue our track record of market outperformance.\nWith that, I'll turn the call back to the operator and open for Q&A."
  }
]