[
  {
    "header": "VMC",
    "cik": "0001396009",
    "ticker": "VMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/999f6c3d31e6e1b52e16788bdcbcf8a6",
    "period": "2025 Q3",
    "content": "Q3 2025 Vulcan Materials Co Earnings Call\n\nQ3 2025 Vulcan Materials Co Earnings Call\n\nVMCNYSEOCT 30, 10:00 AM\n\nOperator\n\nGood morning, everyone. Welcome to the Vulcan Materials Company Third Quarter 2025 Earnings Call. My name is Bo and I will be your conference call coordinator today. Please be reminded that today's call is being recorded and will be available for replay after today's call later today on the company's website.\n[Operator Instructions] Now I will turn the call over to your host, Mr. Mark Warren, Vice President of Investor Relations for Vulcan Materials. Please go ahead, sir.\n\nMark D. Warren\n\nDirector-Investor Relations, Vulcan Materials Co.\n\nThank you, operator. Joining me today are Tom Hill, Chairman and CEO; Ronnie Pruitt, Chief Operating Officer; and Mary Andrews Carlisle, Senior Vice President and Chief Financial Officer.\nToday's call is accompanied by a press release and a supplemental presentation posted to our website, vulcanmaterials.com. Please be advised that today's discussion may include forward-looking statements which are subject to risks and uncertainties. These risks, along with other legal disclaimers, are described in detail in the company's earnings release and in other filings with the Securities and Exchange Commission. Reconciliations of non-GAAP financial measures are defined and reconciled in our earnings release, supplemental presentation and other SEC filings.\nDuring the Q&A, we ask that you limit your participation to 1 question. This will allow us to accommodate as many as possible during our time we have available. And with that, I'll turn the call over to Tom.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mark, and thank all of you for joining our call this morning. Mary Andrews and I are happy to have Ronnie joining us today as we discuss the third quarter results and what lies ahead for the remainder of 2025 and moving into 2026. The third quarter financial results clearly demonstrate the consistent solid execution of our teams across the footprint. Gross margin and unit profitability expanded in each segment and adjusted EBITDA margin expanded 310 basis points. Adjusted EBITDA of $735 million improved 27% compared to the prior year. Thankfully, this year, we were not confronted with the same extreme weather events as the prior year. Aggregates shipments increased 12% in the quarter, resulting in 3% higher shipments on a year-to-date basis. Aggregates cash gross profit per ton grew 9% in the quarter through a combination of commercial and operational execution. As anticipated, the prior year acquisitions and a higher percentage of base shipments contributed to 150 basis points of mix headwinds in our aggregate freight-adjusted selling price.\nMix-adjusted pricing improved 5% in the quarter and 7% on a year-to-date basis. Our volume of operating efforts continue to benefit our cost performance. Aggregates freight-adjusted unit cash cost of sales was 2% lower than the prior year in the third quarter. I'm proud of the way our operators are adopting new tools and disciplines to drive plant efficiencies. And I'm excited about the runway ahead for continued profitability improvements, especially as private demand recovers.\nCurrently, strong momentum continues in public construction activity. The private nonresidential end use is improving while residential demand remains weak. [indiscernible] has been little relief and affordability to date, single-family housing starts and permits continue to decelerate across most U.S. markets. With our leading footprint, we are confident we are in the right markets to benefit from an eventual single-family residential recovery.\nIn multifamily residential and use, current data is more varied across geographies. Some states are already showing growth in starts, which should begin to help offset weakness in single-family activity. Private nonresidential construction activity is improving. Overall starts in our markets are positive on a trailing 6-month basis. Data center activity remains robust with approximately 60 million square feet under construction and another 140 million square feet proposed and in the planning stages. Nearly 80% of data center projects in the planning stage are within 30 miles of a Vulcan operation for both data centers and large project opportunities like LNG, which are also gaining momentum, Vulcan is in the right markets and well positioned to supply these projects and help create value for our customers. The same is true on the public side. Growth in public contract awards in our markets continue to outpace other markets.\nTrailing 12 months awards were up 17% year-over-year in our footprint. And importantly, there's a long tail to public strength since approximately 60% of the IIJA funds are still yet to be spent. Given shipment trends year-to-date, coupled with the demand I just described, we now anticipate full year shipments to increase approximately 3%, yielding full year adjusted EBITDA of $2.35 billion to $2.45 billion, a 17% increase over the prior year at midpoint. Now I'll turn the call over to Ronnie to discuss our continued execution of our aggregates-led two-pronged growth strategy, Ronnie?\n\nRonnie A. Pruitt\n\nPresident & Chief Operating Officer, U.S. Concrete, Inc.\n\nThank you, Tom, and good morning. Over the last 24 months as Chief Operating Officer, I've been highly focused on growing the profitability of our existing business in addition to shaping our portfolio for optimal future growth. In the third quarter, our trailing 12 months aggregates cash gross profit per ton was $11.51, 27% higher than just 2 years ago. Our commitment to the Vulcan Way of selling and the Vulcan Way of Operating has supported this growth. Our organic growth, coupled with disciplined M&A and portfolio management positions us well to continue compounding results and creating value for shareholders. In early October, we completed the disposition of our asphalt and construction services assets.\nWe believe that these downstream positions that we strategically built over time are now more valuable to the acquirers than to us, and we will redeploy the proceeds into attractive growth opportunities in the future. I'll now pass the call to Mary Andrews to provide some additional details on our financial results and capital allocation before we share some of our preliminary views about next year.\n\nMary Andrews Carlisle\n\nThanks, Ronnie, and good morning. The aggregates unit profitability improvement that Ronnie and our division teams are driving each day is foundational to our cash generation, overall growth and return on invested capital. Over the last 12 months, our free cash flow has increased by 31% to over $1 billion, and our conversion is 94%.\nComplementing our free cash flow with incremental debt of $1 billion, we have grown our franchise through over $2 billion of acquisitions and returned approximately $300 million to shareholders through dividends and share repurchases, all while maintaining our adjusted EBITDA leverage ratio, just below our targeted range of 2 to 2.5x and improving our return on invested capital by 40 basis points. We are poised for additional profitable growth.\nWe also continue to prioritize reinvesting in our franchise. Year-to-date, we have deployed $442 million towards maintenance and growth capital expenditures and plan to spend approximately $700 million for the full year. Our trailing 12 months SAG expenses were $566 million and consistent with the prior year's trailing 12 months as a percentage of revenue at 7.2%. We are pleased with the results our investments in technology and talent are yielding in the business.\nI'll now turn the call back over to Ronnie to provide some preliminary thoughts on 2026 before Tom makes some closing remarks.\n\nRonnie A. Pruitt\n\nPresident & Chief Operating Officer, U.S. Concrete, Inc.\n\nThank you, Mary, Andrews. Tom shared earlier our views on the current demand environment, and we anticipate those trends to continue into next year. Consistent growth in public improving private non-res and lingering softness in residential. Overall, we expect organic shipments to return to growth in 2026 and improved modestly year-over-year. We also anticipate mid-single-digit pricing improvement. We will maintain our focus on efficiency gains and cost discipline through our Vulcan Way of Operating efforts to continue to deliver expansion in aggregate cash gross profit per ton that exceeds historical averages.\nBefore I turn the call back over to Tom, I would like to express my gratitude for the opportunity to lead this organization and leverage the strong foundation Tom has built over the last decade. He has cultivated a culture of continuous improvement and created meaningful value for our shareholders. I'm excited about what lies ahead, and I'm confident Vulcan Materials will continue to deliver.\nTom, back over to you.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Ronnie. I want to thank all the men and women of Vulcan Materials for living out the Vulcan Way each and every day, doing the right thing, the right way at the right time. Our safety and financial performance are evidence of their commitment to excellence and to continuous improvement. We are ready to finish the year strong and to continue our long track record of durable growth as we move into 2026.\nAnd now, Mary Andrews, Ronnie and I will be happy to take your questions."
  },
  {
    "header": "VMC",
    "cik": "0001396009",
    "ticker": "VMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/98540fb550c0c8bc4dd09705ca29edee",
    "period": "2025 Q2",
    "content": "Q2 2025 Vulcan Materials Co Earnings Call\n\nQ2 2025 Vulcan Materials Co Earnings Call\n\nVMCNYSEJUL 31, 11:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nGood morning. Welcome, everyone, to the Vulcan Materials Company second quarter 2025 earnings call. My name is David, and I'll be your conference call coordinator today. Please be reminded that today's call is being recorded, and we will be available for replay later today on the company's website. All lines have been placed in a listen-only mode. After the company's prepared remarks, there will be a question and answer session. Now, I will turn the call over to your host, Mr. Mark Warren, Vice President of Investor Relations for Vulcan Materials. Mr. Warren, you may begin.\n\nThank you, Operator. With me today are Tom Hill, Chairman and CEO, and Mary Andrews Carlisle, Senior Vice President and Chief Financial Officer. Today's call is accompanied by a press release and a supplemental presentation posted to our website, vulcanmaterials.com. Please be reminded that today's discussion may include forward-looking statements, which are subject to risks and uncertainties. These risks, along with other legal disclaimers, are described in detail in the company's earnings release and in other filings with the Securities and Exchange Commission. Reconciliations of non-GAAP financial measures are defined and reconciled in our earnings release, supplemental presentation, and other SEC filings. During the Q&A, we ask that you limit your participation to one question. This will allow us to accommodate as many as possible during our time we have available. And with that, I'll turn the call over to Tom.\n\nThank you, Mark, and thank all of you for your interest in Vulcan Materials Company. I'm very proud of how our talented teams are delivering results that exhibit their commitment to continuous improvement through consistent execution of our strategic disciplines. Most importantly, they are doing so while keeping one another safe. Both our safety and financial performance through the first half of the year has been outstanding, despite a challenging operating environment. Extreme temperatures early in the year and excessive rainfall in the second quarter have all contributed to lower, same-store-to-date shipments across all product lines. Nonetheless, our adjusted EBITDA has improved 16%. Margins have expanded 260 basis points, and aggregate cash gross profit per ton has grown 13%. Our two-pronged growth strategy to improve earnings through compounding profitability on our organic business and adding strategic assets to our portfolio is clearly working.\n\nIn a quarter, we generated $660 million of adjusted EBITDA, a 9% improvement over the prior year, despite lower aggregate shipments. Rainfall in the Southeast notched 10-year records in many key Vulcan states, namely Georgia, Tennessee, Alabama, and the Carolinas, disrupting both our aggregates and asphalt businesses in these markets. Aggregate shipments were impacted by an estimate of 2 to 3 million tons in our most profitable markets. Still, our reported cash gross profit per ton expanded an impressive 9%. Our teams executed particularly well on our Vulcan web operating disciplines to navigate the challenging operating environment, drive plant efficiencies, and tightly controlled operating costs. Freight-adjusted unit cash cost of sales increased only 1.5% while remaining lower on a year-to-date basis. Price improvements were geographically widespread, and freight-adjusted average selling prices improved 5%. On a mixed-adjusted basis, average selling prices improved 8%.\n\nThe difference was the anticipated impact of recent acquisitions and unfavorable geographic mix due to weather-impacted shipments in our attractive Southeast markets. Consistent pricing discipline, coupled with operating execution, are yielding attractive unit profitability growth as we move into the back half of the year. Let me share a few other thoughts about the second half. Residential construction activity, which accounts for about 20% of our shipments, remains weak, with persistent affordability challenges across most of the US markets. Starts and permits for single-family housing continue to accelerate. However, multifamily starts are showing signs of improvement, with over half of our markets having turned positive on a trading three-month basis. This improvement should begin to help offset the weakness in single-family activity. In private non-residential construction, higher rates for longer and macro uncertainty have been weighing on construction activity, but we are beginning to see several signs of recovery.\n\nWith growth in data center activity and moderating declines in warehouse and other private non-residential categories, trading three-month starts have turned positive. This is an encouraging sign that private non-residential demand will soon begin to grow. Data centers remain a bright spot. We are currently serving a number of data center projects and actively discussing green-lit projects totaling over $35 billion. We're beginning to hear discussions of supporting power generation projects in areas with a heavy exposure to data centers. Nearly 80% of data center activity in the planning stage is within 30 miles of a Vulcan operation. On the public side, trading 12 months highway contract awards in Vulcan markets have accelerated meaningfully. They were modestly down a year ago and were up over 20% at the end of June.\n\nIIJA funding is continuing to benefit both highways and other public infrastructure activity, and we still have over 60% of the dollars yet to be spent. Importantly, the improvements we're beginning to see in both private and public demand environments are translating into accelerating bookings and growing backlogs to support volume growth in the back half of this year and into 2026. Therefore, we continue to expect to deliver between $2.35 and $2.55 billion of adjusted EBITDA. Now, I'll turn the call over to Mary Andrews for some additional commentary on our results and revised outlook. Mary Andrews?\n\nThanks, Tom, and good morning. Over the last six months, our year-over-year trailing 12 months aggregate rate-adjusted unit cash cost of sales has improved nearly 600 basis points from 10 to 4%. The focus of our operating teams on utilizing our process intelligence system and other Vulcan web operating tools to drive plan efficiencies is contributing to the attractive expansion in our aggregates cash gross profit per ton, even in a lower volume environment. The solid operating performance through the first six months of this year drove a 58% improvement in operating cash flow, and free cash flow on a trailing 12-month basis surpassed $1 billion. This attractive cash generation, coupled with our consistent, disciplined capital allocation, will enable us to continue to drive long-term value creation for shareholders.\n\nThrough the first six months, we reinvested $207 million in maintenance and growth capital expenditures, returned $169 million to shareholders through dividends and share repurchases, and retired $400 million of debt. Our return on invested capital at June 30 was 15.9%. At quarter end, we reclassified $550 million of commercial paper borrowing from long-term to short-term debt, reflecting the likelihood that we will use some of the discretionary cash generation in the second half to repay those balances. Doing so will reduce our interest expense while maintaining the flexibility to reissue at any time to opportunistically capitalize on growth opportunities. At June 30, net debt to trailing 12 months adjusted EBITDA leverage was 2.1 times.\n\nGiven the cold and wet start to the year that slowed spending timelines on some projects, we now expect full-year maintenance and growth capital expenditures of approximately $700 million, with an acceleration of spending in the second half of the year. Our trailing 12-month SAG expenses of $550 million were flat to the prior year and 10 basis points lower as a percentage of revenue. Year-to-date expenses of $283 million were in line with our expectations. As Tom said, we are reaffirming our full-year adjusted EBITDA guidance of $2.35 to $2.55 billion. Double-digit year-over-year shipments thus far in July, the exceptional execution of our teams in the first half of the year, and the improving private and public demand backdrop all give us confidence in an accelerating second half of the year. I'll now turn the call back over to Tom to provide a few closing remarks.\n\nThank you, Mary Andrews, and thank you to my Vulcan teammates who delivered a strong first half of 2025. Our trading 12 months aggregate cash gross profit of $11.25 per ton is now over 50% higher than just three years ago when we communicated a goal of $11 to $12 per ton. This clearly depicts the durability of our aggregate-lit business and our commitment to controlling what we can control to deliver consistent earnings growth for our shareholders regardless of the demand backdrop. And now, Mary Andrews and I will be happy to take your questions.\n\nAt this time, if you'd like to ask a question, please press the star and one keys on your telephone keypad. Keep in mind you may remove yourself from the question queue at any time by pressing star and two. Again, in the interest of time, we ask that you limit yourself to one question. If you have any follow-up questions, you may re-enter the queue. As a reminder, it is star and one to ask a question. We'll take our first question from Trey Grooms with Stevens. Please go ahead. Your line is open.\n\nHey, good morning, everyone. Thanks for taking my question. So, you know, clearly you all faced a heavily weather-impacted first half of the year, which clearly impacted your volume and I'm sure had to hurt profitability as well to some degree. So, I guess, what are you seeing or what gives you the confidence going into the second half to reaffirm your EBITDA guide for the year despite this kind of tough first half that we've been having to deal with, especially due to weather?\n\nWell, thanks for the question, Trey. I think, Trey, ex-rain, I was very pleased with the quarter and the first half of the year. You know, volumes were down 1% in Q2 and in the first half without acquisitions down 5. As we've been talking about, the quarter saw significant rainfall in the Southeast, and with our outsized performance in the Southeast, we were probably impacted more than most. Now, that's the tough news. For me, the good news is that even with the wet weather in Q2, the cold weather in Q1, volumes down, and the most impacted region being that Southeast, which houses probably our highest prices and margins, we still saw first-half prices up 6% and unit margins up 13.\n\nAnd for me, that's really quality earnings in some tough conditions and one I think our people should be very proud of, of their performance in the first half. It gives us a lot of confidence for the second half because, you know, a bit of good weather in the Southeast, like we saw in July, will really help improve what I thought was already a really good performance. when it's dry, we're shipping strong. you know, July had what I'd call normal weather patterns, and we saw very strong shipments. They were, as Mary Andrews said, they were up double-digit in July, and then that's a little bit of catch-up probably and probably some easy comps.\n\nBut importantly, what we know is that our backlogs and our booking pace and our shipping pace are all up and would support, you know, our full-year guidance of that 3 to 5%, which will have significant catch-up in the second half. And we always said this will be second half loaded from a volume perspective. I think the other thing that gives me confidence in it is that the underlying demand is there, and it is improving. And so I think that we're starting to be on the edge of a turn for the private side.\n\nPerfect. Okay. Thanks, Tom. That's encouraging. I'll keep it to one question and pass it on. Thank you very much.\n\nThanks, Trey. Talk to you later.\n\nSee you.\n\nWe'll take our next question from Anthony Pettitari with Citigroup. Please go ahead. Your line is open.\n\nHi, Anthony. Oh, good morning. Hey. Last quarter, I think you mentioned maybe delays in bids translating to bookings as something that maybe we're seeing a little bit more, and maybe we've seen some of that in national data. I'm just curious if that's accurate. Are you seeing project timelines stretch out or, you know, customer confidence, you know, improved? Or I'm just kind of curious how that kind of bid-to-booking timeline has has trended.\n\nYeah, good question and an important one because it's turned. We are seeing them. They were seeing them get green-lit. They're going. That's what's also building our booking pace and our backlogs. So I think we've seen the turn in that.\n\nOkay. And is that specific to private commercial or public, or are you seeing it across end markets, or?\n\nI think you're seeing it across all end markets. The one I would call out that we're not seeing it across would be single-family. But the, you know, as we talked about, the backlogs and booking pace and starts on the public side is very strong, and it continues to improve on the private side in all sectors except for single-family.\n\nOkay. That's very helpful. I'll turn it over.\n\nThank you.\n\nWe'll take our next question from Katherine Thompson with Thompson Research Group. Please go ahead.\n\nHi, Katherine.\n\nGood morning, and thank you for taking my question this morning. Just tagging on on the infrastructure question, you talked about the acceleration of dollars flowing out. How much of this, when you look, there are certain key states like Florida with the Moving Floor of Florida initiative, which is $4 billion, and then Tennessee's Modernization Act, which added another $3.3 billion to DOT funding. Is it these types of states that have these big initiatives and you're starting to see dollars flow through, or is it, you know, other types of projects that are more related to IIJA and just seeing a more delay from those? Or is it a combination of all the above?\n\nYeah, it's all of the above. And you know, the capital spending, as you pointed out, in all of our Southeastern states, in fact, all of our biggest states are up and up considerably. That is coupled with IIJA funding. I think you're seeing both of them come together along with some local funding that's been increasing over the last three or four years. So I think what we're seeing in the highway work is demand is very strong and getting better. We're seeing this in lettings. We're seeing it in bookings. We're seeing it in backlogs. You know, remember a year ago, the contract awards were down 2%. Now, contract awards are up 22%. And so we're also seeing this in our shipments. I mean, we saw it in July. We really feel the impact in 2026.\n\nAnd this kind of growth in public demand should be a strong catalyst for '26 pricing because it's so visible. And so that gives you that visibility of future work, which really helps pricing.\n\nOkay. And Lisa, that contract awards are up 22%. Is that for Vulcan-Serv states, or is that more a national?\n\nThat is Vulcan-Serv states. Yeah, that is highway for Vulcan-Serv states. You know.\n\nAnd Katherine, I think one of the things we're pleased to see is that that shift from, as Tom commented, you know, down a year ago to significantly up is distinctly different in Vulcan states versus other states where, you know, the awards have actually, you know, decelerated some.\n\nWell, great. Thank you so much. I appreciate it.\n\nThank you.\n\nBest of luck.\n\nThanks.\n\nWe'll take our next question from Brian Brophy with Steeple. Please go ahead.\n\nHello. This is Andrew on for Brian. Thank you for taking my question. I just had a question on CapEx. It looks like it took a step down in the quarter. I'm wondering if there's any particular drivers of that, and then are there any changes to how you're thinking about CapEx for the full year?\n\nYeah. So the CapEx in the first half, you know, being lighter than what we anticipate for the full year was really due to the slow start with the weather. It's just harder to get project timelines going. We do expect now that CapEx for the full year will be about $700 million, which is a bit lower than our original guide of $750 to $800 million.\n\nThank you.\n\nWe'll take our next question from Steven Fisher with UBS. Please go ahead.\n\nHi, Steven. Hi. Thanks for taking the question. So obviously, good cost performance in the quarter, and I'm just curious what your visibility is to the increases in the second half of the year and maybe what you experienced in July with the real kind of question around, do you think you'll be able to be back growing cash gross profit per ton by double digits in Q3?\n\nYeah. So I look at cost. We would call it towards trending towards or guide you towards the low end of our guidance. You know, the cost in the first half was down 1%, up 1% in Q2. I thought that was a really excellent operating performance. That's really hard to do when you have that kind of rain. So great performance by my operators. Their safety record was also record-setting. So, you know, thanks and congratulations to all of them. Really, what they're really doing is, to your point, is helping us take that price to the bottom line. To that point, our gross margins for aggregates was up 200 basis points, and it was up to 42.7% in Q2.\n\nSo again, in spite of rain-reduced volumes in the Southeast and extremely wet quarter, I thought our folks should be very proud of not only the cost performance, but the unit margin performance. What it's telling me is the Vulcan way of operating is making a difference. We got a long ways to go on that, but we should see that improving. And also, to your point, we're just able to take all the price to the bottom line.\n\nYeah. I mean, if you look at the quarter, you know, with our price being up over $1 per ton, $1.11, and being able to take 95 cents of that to the bottom line in cash gross profit per ton was just a great performance. And we think that we'll carry that momentum into the back half.\n\nYeah. And remember, you know, this is in reduced volumes. The volume leverage that we're when we as the volumes go up will really help us with that and really help push those unit margins up.\n\nTerrific. Thank you.\n\nThank you.\n\nWe'll take our next question from Keith Hughes with Truist. Please go ahead. Your line is open.\n\nThank you. Thank you. Thanks for taking the questions. I guess on the non-residential comments, some of the more bullish that I've heard, when do you think that would turn into volumes for you? Is that a 26-story or what's the view? You know. We'll feel a little bit of it in the second half. I think it is probably more of a 26 volume just because you got a delay in those projects. But we, I mean, I think we're starting to see that. We have definitely seen it in our backlogs, and we're starting to see a little bit of it in shipments, but I think it's more of a 26 play, 27 play. You know, we've been anticipating recovery in non-res. Now, I think we're starting to see signs of the turn. The data centers are accelerating quickly.\n\nWe're seeing some green shoots in warehouses, and we're seeing some green shoots in traditional light non-res, which we think is at the bottom. Our backlogs in non-res are up and support that our encouraging comments. So I think we're encouraged about it. So, you know, let's hope that momentum continues, but it sure appears this is going to.\n\nAnd the final question in the guide, what are you thinking about the second half for aggregate pricing?\n\nI think that, you know, we keep on with the momentum. You know, I think we'll be impacted some because the highway sector is so strong right now, which has a larger portion of base, which is a cheaper product, but it's also a cheaper product to make. So I would point you to I feel good about the unit margins, and I feel good about the momentum in pricing, but that sequential will be a little bit less than prior year because of product mix because of the heavy highway sector.\n\nOkay. Thank you.\n\nYeah. One of the things I would tell you, I add to that was I thought that when it came to pricing, we were really strong in the acquisitions, both on the East Coast and the West Coast. We got all we had planned in January, and I think we got all we had planned in mid-years, which will help us because, as you can see, the mix has been a drag on us.\n\nYeah, right. Okay. Thanks very much.\n\nThanks.\n\nWe'll take our next question from Ivan Yee with Wolf Research. Please go ahead.\n\nYes. Hi. Good morning. Thanks for taking my question. First, roughly what percent of your aggregates move on the rails? And I guess I just wanted to get your initial thoughts on the proposed Union Pacific-Norfolk Southern merger. What impact would this have? Would you support or oppose the transaction? Thank you.\n\nI don't know that it has any impact on us. We, you know, we're customers of both those railroads, but the way aggregate shipments move, you're not going to commingle those. So I don't, I don't see much of an impact for us. In other words, what we ship now, we're not a long hauler. So, you know, we're shipping to a market, which is within each one of those railroads, not changing carriers.\n\nGreat. Thank you.\n\nSure.\n\nWe'll take our next question from Angel Castillo with Morgan Stanley. Please go ahead. Your line is open.\n\nHi, Angel.\n\nHi. Good morning. Hi. How's it going? Thank you for taking my question. Just this is a bit of a multi-part one, but just wanted to get a better sense of you mentioned the bid-to-bookings conversions starting to improve here. And it sounds like, you know, some of that is just, again, an inflection point. But curious, what are you seeing change here? Is it just the market confidence? Is it the tax bill? And then, you know, as you kind of respond to that, I guess just curious, it sounds like you're also still seeing some deferrals and delays. So are those also still at maybe a little bit elevated levels, or are you seeing inflection there where those are no longer kind of occurring?\n\nI missed the second half of your question. I'm sorry.\n\nYeah. Just curious, you know, as we think about that change in the bid-to kind of bookings, it sounds like you are still seeing some deferrals and delays of projects that maybe make the volume inflection more of a 26-story. So just curious, is that also improving in terms of the number of kind of deferrals or delays? And just as we think about kind of the speed at which we can see these awards start to turn to real volumes.\n\nYeah. So I don't think we're seeing the I think the deferrals and delays have come to pass. We're seeing those jobs start. And so I think while that will build for 26, just because our backlogs are building, I think we're going to feel that in the second half. Now, where is that? It's pretty broad-spread. The highway and infrastructure work is very good. That is that all that money to IIJA and the state funding and local funding going to work. And so that we will definitely feel in the second half of '25 and into '26. Data centers are good and growing. We're shipping a number of them right now and have said there's $35 billion of green-lit projects that haven't, you know, they're going to go, but we're not feeling them at this point. Those are heavily in our markets.\n\nAs I said, on non-res, warehouses we think are turning. So that'll help us. Light-res, we think, is bottom. That'll help us. And then, interestingly, we haven't talked about, but on multifamily residential, we've gone into growth mode in the first three-month starts. I think we're up 17%. So the only one we're struggling with right now is single-family, not overbuilt. So at some point in time, it'll turn, but we haven't seen signs of that at this point.\n\nYeah. And I think, Angel, overall, there was just a bit of a, you know, post-Liberation Day lull that we seem to really be past now. And trailing three months, contract awards and private non-res, you know, have turned positive. So that, to us, is encouraging that we've moved past some of that uncertainty.\n\nThat's very helpful. Thank you.\n\nThank you.\n\nWe'll take our next question from Phil Ing with Jefferies. Please go ahead. Your line is open.\n\nHey, guys. Tom, you sounded pretty bullish on the pace of the infrastructure side of things. I think coming into the year, there was probably an expectation for infrastructure to call it beyond mid-single digits. Now, given what you're seeing, is that still a good way to think about it? And does that rate of growth perhaps even accelerate more in '26 and beyond?\n\nI would tell you, as I said, what we're seeing is just that money going to work. And the DOT's ability to get more work out, I think, is maturing. I do think that, you know, as I said, we see the upswing in '25. I think we see it grow even more into '26. And it wouldn't surprise me to see it grow more into '27.\n\nOkay. That's helpful. And in your downstream business, you know, I appreciate it's a smaller part of your business. It was a little softer than I would have thought. You know, how much of that is weather-related, dynamic, and you know, ready mix, I would imagine, is more tied to housing to a perspective. Has your outlook in terms of your profitability in your downstream business changed from the start of the year?\n\nSo, Phil, you're right. You know, the first half was impacted really by the weather in our asphalt business in Tennessee and Alabama. And the softer, you know, private demand did weigh on ready mix. I think, you know, overall in asphalt, you know, we still saw price improvement, and the lower liquid helped, you know, offset the lower volumes in the quarter. So I think a pretty, you know, solid performance there. You know, the good news is we've seen a good recovery already in July shipments where, you know, we were weather-impacted. And I think the accelerating public demand and a little bit lower liquid level versus what we'd initially anticipated all bode well for, you know, for the back half in asphalt. And then in ready mix, we certainly have some ground to make up.\n\nBut, you know, we saw price improvement, unit margin improvement, even with the lower volumes. Some of that, you know, in part to the quality of that recent Southern California acquisition. But we're encouraged in ready mix by some of the positive, you know, signs on the private side that Tom was just talking about and still think we have a shot at some improvement in the back half.\n\nOkay. Helpful color. Thank you.\n\nThank you.\n\nWe'll take our next question from Garrick Schmoys with Loop Capital. Please go ahead. Your line is open.\n\nGreat. Thanks. I had a question on aggregates pricing. How should we think about mid-year increases this year? Tom, you spoke a little bit to traction on acquired markets. Just wondering how widespread the mid-years were. And then also, you know, on the mix side, you know, I appreciate the product mix headwinds with more base, but I'm wondering about geographic mix, especially if the Southeast snaps back here as it has in July. How does that impact pricing in the second half of the year?\n\nYeah. So on mid-years, I'd call it, you know, some products in some markets, which is not that unusual. You know, everybody wants it to have an impact on the same year. As we'll say, it'd have a little bit of impact on '25, but it's really a 26 play, and it's really trying to set you up for your 26 price increases. So, you know, it's more tailwind for '26. As I said, I was very pleased with the pricing we got on both in North Carolina and in California on the acquisitions. They're behind, and we'll quickly get them up to Vulcan standards, but that's going to take a little while. And as you saw in the mix, that was a big part of, you know, the difference in reported and mixed.\n\nThe other part to your point was the Southeast where our volumes were hit hard with record rainfall in a number of our key states. I think that, you know, the fact that we performed as well as we did in the first half based on mix and based on, you know, challenging conditions gives me a lot of confidence with the second half where I think we'll see better volumes and that we can continue that momentum, and we carry a lot of that into '26. So I think while we've had, you know, a challenge from outside forces, I thought our internal performance was quite disciplined and done quite well.\n\nYeah. And Garrick, I think we will see, you know, some modest sequential growth, but it really will just come down to geographic mix and product mix and where those land. You know, what's important to us mostly is just the underlying pricing momentum with the 8% mix adjusted in the quarter and how strong that remains.\n\nYeah. The one thing you brought up base that I would point out, while you know, people tend to, I guess, kind of look down on base, it is a really important product to us, and it has great margins, and it balances our plants, and you know, will help our costs. So while it may be, while flexible base is lower priced, it's still really good margins and really important. So I'm, you know, for me, as an operator, I think the base volumes look fantastic.\n\nThat's encouraging. Thank you.\n\nThank you.\n\nWe'll take our next question from Michael Dudas with Vertical Research Partners. Please go ahead. Your line is open.\n\nMorning, Mary Andrews, Mark, Tom.\n\nHey.\n\nGood morning.\n\nTom, I want to hear your thoughts on big, beautiful bill legislation and how that may be from your clients or how you assess it from a Vulcan standpoint. And maybe to follow on to that, what are you hearing your thoughts on IIJA 2.0?\n\nYeah. I'll start, you know, first maybe with the recent tax legislation. There are certainly some benefits in there for us. Those will mainly come from the 100% bonus depreciation and the expensing of domestic research costs. So, you know, we currently estimate a cash tax benefit of over $40 million for June year-to-date activity, and we would expect, you know, the full-year benefit could approach 100 million. We don't expect any, you know, material impacts to our effective tax rate, but definitely a cash tax benefit for 2025 and going forward.\n\nYeah. On a new highway bill, I think the good news or what I'm encouraged about is that Congress is already working on one. They're already trying to pin it. They are aggressively pursuing it. I think, you know, to tell you what the magnitude is versus IIJA is probably too early to call. It will be bigger. Now, whether that's 5% or 20%, we don't know yet. We're voting for 20, but I'd take 5. I think importantly, remember, this IIJA funding, as I commented, we've only spent 60% of that funding. So, and, you know, we're a year and a half away from the bill expiring. So there will be a tail to this, and we'll have substantial highway work based on IIJA dollars that will go past the expiration of IIJA.\n\nSo we got a kind of what I call an insurance policy or a timeline that will protect us on trying to get that new bill. But we'll get one. It'll be at higher funding.\n\nWell, let's settle for 12.5%, Tom, we'll call it a day. Thank you.\n\nOkay.\n\nWe'll take our next question from David McGregor with Longbow Research. Please go ahead. Your line is open.\n\nYeah. Thanks. And good morning, everyone. Thanks for taking the questions. Tom, you talked about 2 to 3 million tons that were lost in the quarter. How much incremental tons do you think you'll ship in 3Q that was of that 2 to 3 million? How much can you recover? And I guess also on that question, you know, I appreciate all the conversation and discussion around the backlogs. And I know normally you don't open that up and get into a lot of detail, but given we seem to be at a fairly important inflection point in terms of what you're seeing there, I wonder if you could maybe just dig in a little further on the backlog and share with us a little more detail. Maybe, you know, growth numbers year over year versus last quarter, anything you could say about pricing growth in the backlog?\n\nI think anything there would be helpful. Thanks.\n\nYeah. So on the weather-related, it will be spread out in the second half. I mean, you just don't get a big slug of that. We saw probably saw the slug we saw was probably in July. That probably helped that double-digit number, but most of it will be spread out over the quarter. So, you know, I think we catch that up and do fine with it and move ahead. If I look at our backlogs, I would call them up in all sectors except for single-family, and they're kind of what I call flat to maybe down a little bit in single-family. But the one that's, you know, non-res is up and highways is up substantially.\n\nSo I think that gives us a lot of confidence in continuing our guide to the three to five, but also gives us confidence that we're going to start '26 off on the right foot.\n\nThanks very much.\n\nThank you.\n\nAnd we'll take our last question today from Michael Feniger with Bank of America. Please go ahead.\n\nHi, Michael.\n\nMorning.\n\nMorning, guys. Thanks for squeezing me in. Tom, you mentioned with the second half, the product mix with highways kind of weighs on the sequential pricing. It sounds like a mixed impact. Is there anything we should keep in mind for 2026 if growth is led more by highways and data centers? Does that headline pricing number look a little bit more modest, but the price versus cost spread is still the same in terms of, you know, 60% incrementals, kind of double-digit gross profit per ton? Just kind of wondering, as the mix and your end markets kind of evolve, do we have to think about differently if it impacts the pricing or the profitability metrics at all?\n\nWell, over the last couple of years, we've got a lot of headwinds on the private side, and we've been slow getting growth on the highways about where we thought. But what was encouraging me about pricing in '26 is two things. Number one, the highways are so strong, and you got a lot of visibility to coming work in highways. It's not just what we have in our backlogs, but what's the funding and the capital spending levels for our states coupled that with the IIJA money maturing and the DOTs being able to get that work out. All those are really impacting us. But remember, highway work, once they say it's going to go, it's going to go. It's not going to get paused. It's not going to get pushed back unless you have a permitting issue. So there's a lot of clarity to what's going on that.\n\nIf you layer on top of that, if we're making the turn on the private side, then that gives us a lot of tailwinds for people who are having confidence in more work to come and taking risk on pricing going forward. So that's what's given me a better feeling than maybe what I had six, you know, three or four, six months ago when we were at a little bit of a lull on the private side and the public side had not kicked in as strong.\n\nGreat. Thanks, Tom. And just lastly, from a second question, you guys are looking at, we're looking at like a billion dollars of free cash flow. Is that the new baseline for you guys going forward, rebasing the free cash flow to this billion number and moving it higher? And if that is the case, this is your new baseline, which would be a record for the company. Like, does that change at all how you're thinking of capital allocation? I appreciate that I think you're at, you know, two times leverage. But I'm just kind of curious with that new baseline, does that kind of change or how aggressive you'll be on the capital allocation side? Thank you.\n\nYeah. I would tell you, you know, our capital allocation priorities don't change, but I think the level to which we can allocate capital to each of those priorities, you know, does change. And even as you think about the back half of the year, you know, given the current balance sheet profile and, you know, the strong cash generation, you know, I think returning cash, you know, to shareholders is likely, and that level will, you know, be dependent upon, you know, how the M&A discussions that we've been having continue to develop.\n\nYeah. I thought we were, you know, we were very pleased with the two acquisitions we got. We closed on at the end of '25. We're pleased with our integration, particularly on the pricing side. You know, M&A was a bit slow in the first months of the year. We're starting to have some conversations now that hopefully will be meaningful to us. So I'm I'm more encouraged about the M&A than maybe I was four or five months ago. But also, like I said, once you buy one, you better execute. And I'm pleased with the execution of what we've done with the two we closed on at the end of last year.\n\nThank you.\n\nThank you. There are no further questions on the line at this time. I'll turn the program back to Tom Hill, Chairman and CEO, for any closing or remaining remarks.\n\nAgain, thank you for your interest in Vulcan Materials. We appreciate your time. We look forward to talking to you throughout the quarter, and we hope you stay safe and your family stays safe. Thank you.\n\nThis does conclude today's program. Thank you again for your participation, and you may now disconnect."
  },
  {
    "header": "VMC",
    "cik": "0001396009",
    "ticker": "VMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/690a867eb91f679725e2a8b5b3d22ead",
    "period": "2024 Q4",
    "content": "Q4 2024 Vulcan Materials Co Earnings Call\n\nQ4 2024 Vulcan Materials Co Earnings Call\n\nVMCNYSEFEB 18, 11:00 AM\n\nOperator\n\nGood morning. Welcome, everyone, to the Vulcan Materials Company Fourth Quarter 2024 Earnings Call. My name is Shayna, and I will be your conference call coordinator today. Please be reminded that today's call is being recorded and will be available for replay later today at the company's website. [Operator Instructions]\nNow I will turn the call over to your host, Mr. Mark Warren, Vice President of Investor Relations for Vulcan Materials. Mr. Warren, you may begin.\n\nMark D. Warren\n\nDirector-Investor Relations, Vulcan Materials Co.\n\nThank you, operator, and good morning, everyone. With me today are Tom Hill, Chairman and CEO; and Mary Andrews Carlisle, Senior Vice President and Chief Financial Officer. Today's call is accompanied by a press release and a supplemental presentation posted to our website vulcanmaterials.com.\nPlease be reminded that today's discussion may include forward-looking statements, which are subject to risks and uncertainties. These risks, along with other legal disclaimers, are described in detail in the company's earnings release and in other filings with the Securities and Exchange Commission. Reconciliations of non-GAAP financial measures are defined and reconciled in our earnings release, supplemental presentation and other SEC filings. During the Q&A, we ask that you limit your participation to 1 question. This will allow us to accommodate as many as possible during our time we have available.\nAnd with that, I'll turn the call over to Tom.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mark, and thank all of you for your interest in Vulcan Materials today. 2024 was another year of successful execution. Our two-pronged growth strategy of enhancing our core and expanding our reach is working. We improved our industry-leading Aggregates cash gross profit per ton by 12% and deployed over $2 billion towards value-creating [ Hagers ] led acquisitions. These acquisitions expanded our presence into new attractive growth areas and strengthened our existing franchise in 3 of our top 10 revenue states. We finished the year strong we plan to capitalize on our solid momentum and deliver attractive earnings growth again in 2025.\nBefore discussing our outlook in more detail, I will provide you some key highlights from our fourth quarter performance. Our teams delivered $550 million of adjusted EBITDA in the fourth quarter, a 16% improvement over the prior year. Importantly, adjusted EBITDA margin improved on a year-over-year basis for an eighth consecutive quarter. In the Aggregates segment, cash gross profit per ton expanded 16% to $11.50 in the quarter through a combination of continued pricing momentum and moderating year-over-year unit cash cost of sales. Aggregates freight-adjusted price improved 11% in the quarter. consistent with full year results. Price improvement remained geographically widespread. Aggregate shipments were more mixed in the quarter across geographies and end uses. Shipments were 3% lower than the prior year.\nGrowing public shipments and strong demand in the storm-impacted areas of Western North Carolina and East Tennessee helped to particularly offset headwinds in private construction activity. With less disruption from weather and our consistent focus on maximizing efficiencies through our Vulcan Way of operating efforts. Freight adjusted unit cash cost of sales increased 5% compared to the prior year. This was a meaningful improvement compared to previous quarters and a testament to the execution of our operating teams. This continued execution will be a focus for us in 2025.\nThe pricing environment remains healthy, and we expect freight-adjusted aggregate price to grow between 5% and 7% in 2025. Now this includes an over 100 basis point negative mix impact from recent acquisitions. Inflationary cost pressures continue to moderate and we're making progress on our Vulcan Way of operating process intelligence adoption. We expect freight-adjusted aggregates unit cash cost to increase low to mid-single digits in 2025 leading to another year of double-digit year-over-year expansion in our aggregate unit profitability. We expect 2025 aggregate shipments to increase between 3% and 5% compared to last year. This growth outlook is driven by recent acquisitions, coupled with expectation of stable demand for our legacy business. I expect that continued growth in public construction activity will offset ongoing more modest contraction in private activity.\nOver the last year, trailing 12 months highway starts have increased by another $7 billion to $122 billion. blowing highway input cost inflation and continued IIJA related spending support ongoing growth in highway shipments in 2025 and beyond. Additionally, $45 billion of funding initiatives were passed at the state and local level in the recent election cycle to spur additional transportation investment in Vulcan states. Affordability and elevated interest rates remain headwinds for residential construction activity.\nIncreasing single-family starts over the past 12 months support modest growth in single-family housing in 2025. But multifamily [indiscernible] data and elevated vacancy rates point to another year of declining demand in multifamily housing. Because the demographics in Vulcan markets support a consistent need for additional housing, the timing of additional interest rates, reductions and overall improvement in affordability will dictate when residential construction activity returns to growth. Likewise, a return to growth in private nonresidential construction will also be a matter of timing. While we expect lower private nonresidential demand in 2025. We currently anticipate that starts will bottom by mid-2025 and may begin to recover by the second half of the year boding well for 2026 activity.\nRecent trends in both warehouse starts and data centers have been encouraging. Trailing 12-month warehouse starts the largest category in private nonresidential construction have continued to flatten out. We had prepandemic levels after a precipitous drop from historic highs throughout 2023. We current planned data centers activity in our markets remains robust. And according to CoStar data, approximately 7% of proposed data center activity is within 20 miles of a Vulcan facility.\nAs I said earlier, the focus of our teams is execution, controlling what we can control. Against the demand backdrop I just described, we expect to deliver between $2.35 billion and $2.55 billion of adjusted EBITDA in 2025.\nNow I'll turn the call over to Mary Andrews to provide some additional commentary on our 2024 performance and more details around our 2025 outlook. Mary Andrews?\n\nMary Andrews Carlisle\n\nThanks, Tom, and good morning. I commented a year ago that our balance sheet was a source of strength and provided us considerable financial flexibility to continue to grow. In 2024, we deployed approximately $2.3 billion towards strategic acquisitions. We also reinvested in our existing franchise and furthered our greenfield efforts with $638 million of operating and maintenance and internal growth capital. And we returned $313 million to shareholders through dividends and share repurchases.\nAt year-end, our net debt to adjusted EBITDA leverage was 2.3x. In March, we redeemed our 2026 notes at par for $550 million, and in the fourth quarter, we issued $2 billion of notes across 5-, 10- and 30-year tenures to fund our 2024 acquisition activity. Recently, we provided notice of our intent to redeem the $400 million of 2025 notes with cash on hand, effective March 28 to 2025. Given another year of solid cash generation in 2024, we remain well positioned to continue our long track record of growth through discipline to capital allocation and consistent execution.\nIn 2024, our teams executed well in a challenging volume environment to expand adjusted EBITDA margin by 190 basis points and delivered $2.1 billion of adjusted EBITDA for the full year. Aggregates cash gross profit per ton grew by 12% to $10.61, demonstrating the durable compounding nature of the aggregates business and our continued progress toward our $11 to $12 per tonne goal. SAG expenses for the full year were 2% lower than the prior year.\nWe remain focused on continuing to drive value for the business through disciplined investments in SAG expenses to support our organic growth initiatives and innovation through technology. SAG expenses as a percentage of revenue were 7.2% in 2024. Our return on invested capital at year-end was 16.2%, largely consistent with the prior year. The increase in invested capital was driven by fourth quarter acquisitions which provided very little earnings contribution given the closing date. Absent that timing impact, return on invested capital improved 40 basis points.\nCarrying strong momentum into 2025, we anticipate another year of attractive margin expansion and earnings growth. Tom highlighted our views around demand, pricing and aggregates unit profitability. So let me provide a few additional details around the 2025 guidance. We estimate that recent acquisitions will contribute approximately $150 million of adjusted EBITDA in 2025. We expect our downstream businesses to contribute approximately $360 million in cash gross profit with an estimated 2/3 of the contribution from the asphalt segment and 1/3 from the Concrete segment. These expectations reflect expansion in cash unit profitability in both segments and the contribution of recent acquisitions.\nWe forecast SAG expenses of between $550 million and $560 million. We project depreciation, depletion, amortization and accretion expenses of approximately $800 million, interest expense of approximately $245 million and an effective tax rate between 22% and 23%. In 2025, we plan to reinvest in our franchise through operating and maintenance and internal growth capital expenditures between $750 million and $800 million. Included in this plan is approximately $125 million of spending on 3 sizable plant rebuild projects that are underway in addition to capital for recently acquired businesses. Overall, we expect 2025 to mark another year of expansion in adjusted EBITDA margin, attractive growth in adjusted EBITDA and strong cash generation.\nI'll now turn the call back over to Tom to provide a few closing remarks.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mary Andrews. I want to take a moment to thank the men and women of Vulcan Materials for your consistent and enduring commitment to excellence. Most importantly, you kept one other safe and looked out for your brothers and sisters across the company and the communities in which we live and work, particularly in the face of persistent inclement and sometimes severe weather. And I am so proud of your consistent execution of the work we operate in the Vulcan Way of selling strategic disciplines. You proved your metal and increased cash gross profit per ton every quarter for the second year in a row.\nI'm excited about what we will achieve in 2025. Together, we remain focused on controlling what we can control and drive value for our customers, our communities and our shareholders.\nAnd now Mary Andrew and I will be happy to take your questions."
  },
  {
    "header": "VMC",
    "cik": "0001396009",
    "ticker": "VMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e3a7c17a0229d2b2b823f69050d87dfa",
    "period": "2024 Q2",
    "content": "Q2 2024 Vulcan Materials Co Earnings Call\n\nQ2 2024 Vulcan Materials Co Earnings Call\n\nVMCNYSEAUG 6, 11:00 AM\n\nOperator\n\nGood morning. Welcome, everyone, to the Vulcan Materials Company Second Quarter 2024 Earnings Call. My name is Todd, and I will be your conference call coordinator today. Please be reminded that today's call is being recorded. and will be available for replay later today at the company's website. [Operator Instructions].\nNow I will turn the call over to your host, Mr. Mark Warren, Vice President of Investor Relations for Vulcan Materials. Mr. Warren, you may begin.\n\nMark D. Warren\n\nDirector-Investor Relations, Vulcan Materials Co.\n\nThank you, operator, and good morning, everyone. With me today are Tom Hill, Chairman and CEO; and Mary Andrews Carlisle, Senior Vice President and Chief Financial Officer.\nToday's call is accompanied by a press release and a supplemental presentation posted to our website vulcanmaterials.com. Please be reminded that today's discussion may include forward-looking statements, which are subject to risks and uncertainties. These risks, along with other legal disclaimers, are described in detail in the company's earnings release and in other filings with the Securities and Exchange Commission. Reconciliations of non-GAAP financial measures are defined and reconciled in our earnings release, our supplemental presentation and other SEC filings. [Operator Instructions].\nAnd with that, I'll turn the call over to Tom. .\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mark, and thank all of you for your interest in Vulcan Materials. Our results demonstrate how our teams have successfully navigated a challenging first half of the year. Unfavorable weather conditions in many key markets impacted our shipments and operating efficiencies.\nOur second quarter performance reinforces our consistent execution the durable characteristics of our aggregates-led business and the benefits of our continued focus on both enhancing our core and expanding our reach. Even in the face of lower aggregate shipments, and weather-driven inefficiencies, our teams delivered a seventh consecutive quarter of double-digit year-over-year improvement in aggregates unit profitability.\nIn our trailing 12 months, average cash gross profit per ton has reached $9.96 per ton, marking consistent progress towards our $11 to $12 target. These achievements exhibit the benefits of our commitment to enhancing our core through our Vulcan selling and Vulcan way of operating disciplines. But our strategy is two-pronged, and we are also focused on expanding our reach. During the second quarter, we closed 2 strategic bolt-on acquisitions.\nThese acquisitions enhance both our aggregate production and distribution capabilities and our downstream asphalt business in Alabama, Texas, 2 of our top 10 states. In the quarter, we generated $603 million of adjusted EBITDA and expanded our adjusted EBITDA margin by 170 basis points despite 5% lower area shipments. Shipments in the quarter were negatively impacted by a significant number of rain days in many markets, particularly in May across 70% of our geographies and in select key markets in April and June.\nThe pricing environment remained positive and freight-adjusted average selling prices improved 12% on or $2.29 per ton versus the prior year. Freight adjusted unit cash cost of sales increased 13% or $1.13 per ton. Most importantly, cash gross profit per ton improved over $1 per ton or 12%. We remain consistently focused on improving unit profitability on every ton we sell to maximize earnings and aeration in any man environment.\nLet me share with you my thoughts on the current demand backdrop by discussing each end use. Single family starts again recovering in the second half of last year and continue to point growth in 2024, albeit at a slightly lower level than we had initially anticipated. The timing of starts converting to shipments continued affordability issues and persistent elevated interest rates are impacting both the pace of recovery and the likelihood of single-family growth fully offsetting weaker multifamily activity.\nLooking ahead, the underlying fundamentals of population growth and low inventories in Vulcan markets continue to support long-term growth in residential construction. In private nonresidential construction, the landscape continues to vary across categories, but is unfolding largely as we anticipated for 2024. Warehouse activity is the biggest headwind with some positive momentum in manufacturing activity in data centers. Light commercial activity is still relatively weak.\nBut over time, we expect it to follow the positive trends in single-family housing and benefit from lower interest rates. On the public side, we continue to expect growth in 2024 as 2 consecutive years of record growth in contract awards flow into projects and aggregate shipments. The IIJ funding is benefiting both highways and other public infrastructure activity. Given the demand backdrop just discussed and the weather impacted first half shipments being down 6%. We now expect aggregate shipments to decline between 4% and 7% for the full year. Combined with solid pricing environment and double-digit profitability improvement, we still anticipate same-store adjusted EBITDA growth, margin expansion and attractive free cash flow generation in 2024.\nNow I'll turn the call over to Mary Andrews for some additional commentary on our results and revised outlook. Andrew?\n\nMary Andrews Carlisle\n\nThanks, Tom, and good morning. The strong fundamentals of our aggregates-led business and our consistent execution continued to deliver attractive cash generation, which, coupled with disciplined capital allocation, is driving our returns on invested capital higher over time. During the second quarter, we deployed capital to reinvest in and expand our existing franchise to grow our business through acquisitions and to return cash to shareholders. Capital expenditures for maintenance and growth projects were $195 million in the quarter and $298 million on a year-to-date basis. We continue to expect to spend between $625 million and $675 million for the full year. .\nDuring the quarter, we also allocated $181 million to the strategic bolt-on acquisition common stock repurchases. Our return on invested capital has improved 160 basis points over the last 12 months, with a 10% improvement in adjusted EBITDA generated on flat average invested capital. And with net debt-to-adjusted EBITDA leverage of 1.7x at quarter end, we have considerable investment capacity within our target leverage range of 2 to 2.5x to capitalize on attractive acquisition opportunities that will drive long-term value creation for shareholders.\nSAG expenses in the quarter were 6.7% of revenue and year-to-date have increased less than 3% over the prior year. We are focused on both disciplined cost control and\n[Audio Gap]\nin the first 6 months and lower shipments, we now expect unit freight adjusted cash cost of sales to increase high single digits compared to the prior year. We continue to expect aggregates prices to increase 10% to 12% for the year, driving another year of double-digit improvement in cash gross profit per ton. We anticipate that the strong unit profitability improvement, coupled with the lower volume expectations, will generate adjusted EBITDA between $2 billion and $2.15 billion for the full year.\nI'll now turn the call back over to Tom to provide a few closing remarks.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mary Andrews. I want to conclude by thanking our talented Vulcan team for their commitments to each other and to excellence. As they work each day, Rainer Schein, to operate safely and deliver value for our customers and our shareholders. I am confident that we have the right two-pronged strategy of enhancing our core and expanding our reach. And I'm excited about the runway ahead of us on both fronts to drive attractive growth for Vulcan Materials.\nAnd now Marry Andrew and I will be happy to take your questions."
  },
  {
    "header": "VMC",
    "cik": "0001396009",
    "ticker": "VMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f21e68ef15e052c8b61c6645efa3247e",
    "period": "2024 Q1",
    "content": "Q1 2024 Vulcan Materials Co Earnings Call\n\nQ1 2024 Vulcan Materials Co Earnings Call\n\nVMCNYSEMAY 2, 11:00 AM\n\nOperator\n\nGood morning, and welcome, everyone, to the Vulcan Materials Company First Quarter 2024 Earnings Call. My name is Jamie, and I will be your conference call coordinator today. Please be reminded that today's call is being recorded and will be available for replay later today at the company's website. [Operator Instructions]\nNow I will turn the call over to your host, Mark Warren, Vice President of Investor Relations for Vulcan Materials. Mr. Warren, you may begin.\n\nMark D. Warren\n\nDirector-Investor Relations, Vulcan Materials Co.\n\nThank you, operator, and good morning, everyone. With me today are Tom Hill, Chairman and CEO; and Mary Andrews Carlisle, Senior Vice President and Chief Financial Officer. Today's call is accompanied by a press release and a supplemental presentation posted to our website, vulcanmaterials.com.\nPlease be reminded that today's discussion may include forward-looking statements, which are subject to risks and uncertainties. These risks, along with other legal disclaimers, are described in detail in the company's earnings release and in other filings with the Securities and Exchange Commission. Reconciliations of non-GAAP financial measures are defined and reconciled in our earnings release, our supplemental presentation and other SEC filings.\nDuring the Q&A, we ask that you limit your participation to one question. This will allow us to accommodate as many as possible during our time we have available.\nAnd with that, I'll turn the call over to Tom.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mark, and thank all of you for joining our Vulcan Materials earnings call this morning. Our first quarter results moved us towards delivering on a fourth consecutive year of double-digit adjusted EBITDA growth. Although the weather was unusually cold and wet across many geographies for much of the quarter, our teams executed well and improved our [indiscernible] cash gross profit per ton by 10%. Their commitment to our [indiscernible] with operating disciplines is driving solid results.\nIn the quarter, we generated $323 million of adjusted EBITDA and expanded our adjusted EBITDA margin. Importantly, several key trends continue: pricing momentum, cost deceleration, unit profitability expansion, robust cash generation, disciplined capital allocation and return on invested capital improvement.\nIn the Aggregates segment, year-over-year shipments declined by 7%, but the durability of our Aggregates business and the consistency of our execution stood out in a weather impacted quarter. We again improved our trailing 12 months Aggregate's cash gross profit per ton pushing it to $9.66 per ton and making further progress toward our current $11 to $12 target. The pricing environment remains positive and year-over-year Aggregate cash cost of sales continues to moderate. Aggregates freight and adjusted price improved 10% in the quarter and increased $1.25 per ton sequentially from the fourth quarter, a clear illustration of the success of January increases and the continuous execution of our walkaway of selling disciplines.\nOur first quarter cash cost of sales performance resulted in a fourth consecutive quarter of trailing 12 months cost deceleration and improving sequentially by another [ 230 ] basis points. Our relentless focus on improving efficiencies in our plants through our Vulcan way of operating disciplines remains a key driver of managing costs, expanding unit profitability and ultimately generating attractive free cash flow.\nThere is a healthy pipeline of opportunities to deploy this free cash flow for both attractive acquisitions and complementary strategic greenfield development. These targeted opportunities are at varying stages. But as an example, earlier this week, we closed on a bolt-on aggregates and asphalt acquisition in Alabama, [ top 10 ] state. I'm proud of how our teams continue to execute our 2-pronged growth strategy. They are focused on expanding our reach in addition to enhancing our core with consistent expansion of unit profitability by controlling what we can control, even in a dynamic macro environment and demand environment.\nOn the demand side, I want to provide a few comments about each end use, starting with private demand and then moving the [ public ]. Momentum in single-family continues to accelerate across our footprint and points to growth in 2024. However, we continue to expect weaker multifamily residential construction to largely offset the single-family approval this year. Overall, affordability and elevated interest rates remains a challenge, but the underlying fundamentals of population growth and low inventories in Vulcan markets support recovery in residential construction.\nAn improving residential backdrop is also a positive sign for future activity in certain categories of nonresidential construction. And recent data has shown some signs of stabilization in overall [ starts ]. However, the landscape continues to vary across categories. As expected, continued moderation in warehouse starts will be the biggest headwind to private and nonresidential demand this year. Currently, light commercial activity remains weak, but over time, we expected to follow the positive trends in single-family housing.\nWe continue to see and capitalize on opportunities in the manufacturing category. Our unmatched Southeastern footprint and unique logistics capabilities positions us well to service these large aggregate intensive projects. Our footprint is also an advantage on the public side with over 2/3 of federal highway spending allocated to Vulcan states. Additionally, other public infrastructure activity, which benefits from [ IIJ ] funding is growing faster in Vulcan states than the country as a whole. It sustained level of highway starts of over $100 billion, coupled with record 2024 state budgets, supports healthy growth in highway and infrastructure demand both in 2024 and for the next several years.\nNow I'll turn the call over to Mary Andrews for some additional commentary on our first quarter. Mary Andrews?\n\nMary Andrews Carlisle\n\nThanks, Tom, and good morning. Tom discussed our solid Aggregates results in the quarter and shared some important ongoing trends. In addition to providing a few more details about our first quarter results, I'd like to first expound upon 4 of the trends Tom highlighted earlier in his remarks, unit profitability expansion, robust cash generation, disciplined capital allocation and return on instated capital improvement.\nFor the last 4 quarters, we have consistently expanded our trailing 12-month unit profitability in all 3 of our operating segments. Increasing cash unit profitability by nearly $1.50 per ton in Aggregate, almost $6 per ton in Asphalt and nearly $5 per cubic yard in Concrete. Our trailing 12 months gross margin has also steadily improved in each product line. This organic growth is underpinned by our daily focus on execution and driving results through our Vulcan Way of Selling and Vulcan Way of operating discipline. Better unit profitability yields better free cash flow.\nOur free cash flow conversion over the last 5 years has averaged over 90%. And enabling us to strategically allocate capital to reinvest in our franchise, grow our business and return cash to shareholders.\nDuring the quarter, we invested $103 million in capital expenditures and returned $81 million to shareholders through dividends and share repurchases. We continue to expect to spend between $625 million and $675 million on capital expenditures for the full year. Our current balance sheet positions us well to continue to deploy capital to each of our priorities. At the end of the first quarter, our net debt to adjusted EBITDA leverage was 1.5x, with $300 million of cash on hand, following the March 1 redemption of our 2026 senior notes at par for $550 million. Our liquidity position and financial flexibility are competitive strengths as we look to continue to grow and create value for our shareholders.\nOver the last 12 months, we've achieved a 260 basis points improvement in return on invested capital. Invested capital has increased less than 1%, while adjusted EBITDA has improved 20%. Adjusted EBITDA margin has also improved by 350 basis points through consistent operational execution and disciplined SAG cost management. SAG expenses in the quarter were in line with our expectations, and we continue to expect to spend between $550 million and $560 million for the full year. Most importantly, we reaffirm our expectations of delivering adjusted EBITDA between $2.15 billion and $2.3 billion for the full year. At the midpoint, a double-digit year-over-year improvement for a fourth consecutive year.\nI'll now turn the call back over to Tom to provide a few closing remarks.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mary Andrews. At Vulcan, our #1 priority will always be our people, keeping them safe and fostering our Vulcan culture. They are the foundation of our great company. As a team, we are focused on the daily execution of our Vulcan Way of Selling and Vulcan Way of operating disciplines to ensure attractive cash generation in any macro backdrop. We will be strategic and disciplined in allocating capital to continue to grow our business and deliver value for our shareholders.\nAnd now [indiscernible], now will be happy to take your questions."
  },
  {
    "header": "VMC",
    "cik": "0001396009",
    "ticker": "VMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/109f6a457fbe8b447a335286cf8a821b",
    "period": "2023 Q4",
    "content": "Q4 2023 Vulcan Materials Co Earnings Call\n\nQ4 2023 Vulcan Materials Co Earnings Call\n\nVMCNYSEFEB 16, 10:00 AM\n\nOperator\n\nGood morning, and welcome to everyone to the Vulcan Materials Company Fourth Quarter 2023 Earnings Call. My name is Carrie, and I will be your conference call coordinator today. Please be reminded that today's call is being recorded and will be available for replay later today at the company's website. [Operator Instructions]. Now I would like to turn the call over to your host, Mr. Mark Warren, Vice President of Investor Relations for Vulcan Materials. Mr. Warren, you may begin.\n\nMark D. Warren\n\nDirector-Investor Relations, Vulcan Materials Co.\n\nThank you, operator. Let me start over. We'll get started on the earnings call here. Thank you, operator. Good morning, everyone. With me today are Tom Hill, Chairman and CEO; and Mary Andrews, Carlisle, Senior Vice President and Chief Financial Officer. Today's call is accompanied by a press release and a supplemental presentation posted to our website, vulcanmaterials.com. Please be reminded that today's discussion may include forward-looking statements which are subject to risks and uncertainties. These risks, along with other legal disclaimers, are described in detail in the company's earnings release and in other filings with the Securities and Exchange Commission. Reconciliations of non-GAAP financial measures are defined and reconciled in our earnings release, our supplemental presentation and other SEC filings. During the Q&A, we ask that you limit your participation to one question. This will allow us to accommodate as many as possible during our time we have available. And with that, I'll turn the call over to Tom.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mark, and thank all of you for your interest in Vulcan Materials Company. Our teams delivered an outstanding year in 2023 and achieved two significant milestones. We generated over [ $2 billion ] in adjusted EBITDA, and we surpassed $9 of aggregate cash gross profit per ton. We remain focused on continued growth, consistent execution and value creation for our shareholders. Our fourth quarter results again demonstrated the benefits of that focus and our aggregates-led business. We delivered a 27% year-over-year improvement in adjusted EBITDA, margin expansion in each of our three primary product lines and another 90 basis points of sequential improvement our trailing 12-month return on invested capital. In the aggregates segment, continued pricing momentum, coupled with moderating inflationary costs, resulted in $9.92 of aggregates cash gross profit per ton, a 21% improvement over the prior year. Our Vulcan Way of Selling and what we have operating disciplines continued to contribute to our commercial and operational results.\nThe fourth quarter performance marked 19 of 20 quarters over the past 5 years of sequential improvement in trailing 12-month aggregate unit profitability. A clear example of our consistent execution and the durability of our business. Aggregate shipments in the fourth quarter increased 2% compared to a weak prior year quarter that was impacted by abnormally wet and cold weather. Aggregates freight-adjusted price improved 14% in the quarter, pushing the year-to-date average selling price to $19 per ton a $2.60 per ton increase over the prior year. Freight adjusted unit cash cost increased 7% compared to the prior year quarter. This marks a third consecutive quarter of trailing 12-month deceleration in year-over-year cost. As we move into 2024, we are determined to continue controlling what we can control. most notably, the expansion of our aggregate unit profitability Pricing momentum remains a and we expect freight-adjusted aggregate price to grow from 12% for the full year. [indiscernible] cost pressures continue to moderate, and we expect freight-adjusted unit cash costs to increase mid-single digit in 2024, resulting in an attractive mid-teens improvement and cash gross profit time.\nOn the demand side, we continue to expect a moderate decline in 2024 with aggregate shipments forecast land within a range of flat to down 4% for the full year. Much like 2023, we see varying dynamics across different end uses. Let me provide some commentary on each end use. I'll start with residential, which has quickly entered recovery single-family housing permits and starts returned to growth in the second half of last year and momentum is accelerating across our footprint. We expect the strength in single-family construction activity to be offset by weaker multifamily starts as they pull back from historically high levels. Overall, the underlying fundamentals for residential construction activity remain firmly in place. Vulcan markets have low housing inventory levels and favorable demographics driving the need for additional housing. We continue to see distinct trends across various categories of private nonresidential construction, which we anticipate will result in a year-over-year decline in shipments to this end market. Moderating warehouse starts from recent historical high levels are expected to be the biggest headwind to private nonresidential construction.\nLight commercial activity is expected to remain weak as uncertainty in the macro economy and higher interest rates persist. Manufacturing activity, however, remains a catalyst for nonresidential shipments and is concentrated in both in Vulcan States. We continue to ship on numerous large manufacturing projects, which offer customers a differentiated solution with our advantaged footprint and logistics capabilities. On the public side, demand backdrop is developing as expected, we began seeing modest growth in the second half of '23 and project accelerating demand into 2024. We Trailing 12-month highway starts have now surpassed $100 billion. 2024 state budgets are at record levels, and strong upcoming lendings are anticipated in many Vulcan States. We continue to see growth in both highways and infrastructure activities for the next several years. Coupling our anticipated unit profitability growth, with the demand backdrop I just described, at midpoint of our guidance, we project delivering a fourth consecutive year of double-digit growth in adjusted EBITDA. I'm very proud of our teams for what they have and will achieve. Now I'll turn the call over to Mary Andrews for some additional commentary on our 2023 performance and some more details around our 2024 outlook. Mary Andrews?\n\nMary Andrews Carlisle\n\nThanks, Tom, and good morning. Our strong operational and strategic execution in 2023 set us up well to continue our long track record of growth through disciplined capital allocation and consistent execution. Over the last 10 years, we increased our revenues at an annual growth rate of 11%, grew our adjusted EBITDA at an annual growth rate of 16%, strengthened our free cash flow generation at an annual growth rate of 23% and improved our return on invested capital by 1,000 basis points. During 2023, we generated $1.5 billion of operating cash flow and received proceeds of over $700 million for the sales of noncore businesses and real estate. Having followed our long-standing capital allocation priorities of reinvesting in our franchise investing in attractive growth opportunity and returning cash to shareholders through both dividends and share repurchases. We ended the year with over $900 million of cash on hand and net debt to adjusted EBITDA leverage of 1.5x. Our balance sheet is a source of strength and provides us considerable financial flexibility to continue to grow. We will remain disciplined in optimizing our overall portfolio of assets as evidenced by the fourth quarter disposition of our Texas concrete business and sale of excess real estate in Northern Virginia. Our return on invested capital improved by 280 basis points over the last 12 months, and we are focused on continued improvement.\nWe also remain focused on continuing to drive value for the business through disciplined investments in SAG expenses to both support our organic growth initiatives and innovation through technology. SAG expenses as a percentage of revenue remained at 7% in 2023. Overall, we expanded our adjusted EBITDA margin by 360 basis points and project further expansion in 2024. Let me provide a few additional details around the 2024 guidance to supplement the demand, pricing and aggregates unit profitability outlook, Tom highlighted earlier. We expect our downstream businesses to contribute approximately $275 million in cash gross profit. Reflective of asphalt earnings consistent with 2023, contributing approximately 70% of the total and concrete earnings adjusted for the divestiture of our Texas concrete assets contributing approximately 30% of the total. We expect SAG expenses of between $550 million and $560 million, a modest low single-digit increase year-over-year. We project depreciation, depletion, amortization and accretion expenses of approximately $610 million, interest expense of approximately $155 million and an effective tax rate between 22% and 23%.\nIn 2024, we plan to reinvest in our franchise through operating and maintenance and internal growth capital expenditures of between $625 million and $675 million. We expect another year of attractive growth in adjusted EBITDA and strong cash generation in 2024 despite a shift in construction demand environment. We forecast adjusted EBITDA of between $2.15 billion and $2.3 billion for the full year. At the midpoint, this represents an 11% organic improvement over 2023. We I'll now turn the call back over to Tom to provide a few closing remarks.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mary Andrews. Vulcan's culture and people are fundamental to our success. Our employees work tirelessly each day to deliver value to our customers, our communities and shareholders. And their meaningful contributions were highlighted with three unsolicited recognitions last year. Both materials was named one of the top 200 best companies to work for by U.S. News and World Report. One of America's most responsible companies 2024 by Newsweek, and was included in the American Opportunity Index, which measures how well large companies invest in their human talent to valve business performance and individual employee growth. I'm excited about what Vulcan Materials will achieve in 2024. We will remain focused on keeping our people safe, growing our business capitalizing on our vulcan Way of Selling and Vulcan Way of Operating Disciplines and continue to deliver value to our shareholders. Now Mary Andrews and I will be happy to take your questions."
  },
  {
    "header": "VMC",
    "cik": "0001396009",
    "ticker": "VMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/51c5017290bd4b13920eee72c8a0192a",
    "period": "2023 Q3",
    "content": "Q3 2023 Vulcan Materials Co Earnings Call\n\nQ3 2023 Vulcan Materials Co Earnings Call\n\nVMCNYSEOCT 26, 11:00 AM\n\nOperator\n\nGood morning. Welcome, everyone, to the Vulcan Materials Company Third Quarter 2023 Earnings Call. My name is Angela, and I will be your conference call coordinator today. Please be reminded that today's call is being recorded and will be available for replay later today at the company's website. [Operator Instructions] Now I will turn the call over to your host, Mr. Mark Warren, Vice President of Investor Relations for Vulcan Materials. Mr. Warren, you may begin.\n\nMark D. Warren\n\nDirector-Investor Relations, Vulcan Materials Co.\n\nThank you, operator, and good morning, everyone. With me today are Tom Hill, Chairman and CEO; and Mary Andrews Carlisle, Senior Vice President and Chief Financial Officer. Today's call is accompanied by a press release and a supplemental presentation posted to our website, vulcanmaterials.com.\nPlease be reminded that today's discussion may include forward-looking statements, which are subject to risks and uncertainties. These risks, along with other legal disclaimers, are described in detail in the company's earnings release and in other filings with the Securities and Exchange Commission. Reconciliations of non-GAAP financial measures are defined and reconciled in our earnings release, our supplemental presentation and other SEC filings. During the Q&A, we ask that you limit your participation to 1 question. This will allow us to accommodate as many as possible during the time we have available. And with that, I'll turn the call over to Tom.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mark, and thank all of you for joining our call this morning. In September, we officially surpassed our prior goal of $9 per ton cash gross profit on a trailing 12-month basis. And that was before reaching the 230 million tons on a same-store basis and despite macro challenges over the past 4 years that none of us likely anticipated back in the fall of 2019 when we initially set that target. This accomplishment perfectly demonstrates the durability of our [ Aggregates-led ] business, and I'm really proud of how our teams continue to execute at a high level.\nCompounding profitability through the solid execution of our Vulcan Way of Selling and Vulcan Way of operating strategic disciplines is at the core of who we are across our coast-to-coast footprint. Today, our teams are intensely focused on our new target of $11 to $12 of cash gross profit per ton. Cash gross profit per ton growth is key to increasing our free cash flow and continuing to create value for our shareholders.\nIn the quarter, we generated $602 million of adjusted EBITDA, which is a 19% improvement over the prior year. Our Aggregate, Asphalt and Concrete product lines all posted another quarter of year-over-year gross margin improvement.\nIn the Aggregate segment, gross margin expanded by 200 basis points, and cash gross profit per ton improved by 18% despite lower volumes. Shipments declined 2% in the quarter, with variations across end uses and geographies. Residential weakness impacted the majority of our markets, while at the same time, many of our markets are seeing improving momentum in highway shipments.\nPrivate nonresidential construction activity related to large industrial and manufacturing projects continue to drive healthy volume growth, particularly in Georgia and the Carolinas. Remember, footprint matters in the aggregates business. Ours is unmatched in the Southeast, where private demand dynamics are currently strongest and across the country in states where IIJA investments will be the most significant.\nPricing momentum continued across our footprint, with all geographies achieving healthy year-over-year increases. Average selling prices improved 15% in the quarter and 3% sequentially, more than offsetting continued inflationary cost pressures.\nIn Asphalt, gross margin improved 660 basis points. Shipments increased 11% and across most geographies with particular strength in California. Average selling prices improved 2%, and cash unit profitability improved over 50%, benefiting from lower liquid asphalt costs and solid manufacturing cost control.\nConcrete gross margin improved 120 basis points. Cash unit profitability improved by over 30% despite lower volume that continued to be impacted by the slowdown in residential construction activity. Remember, prior year Concrete segment earnings benefited from the contribution of the now divested New York, New Jersey and Pennsylvania concrete operations.\nThrough the first 9 months of the year, we have executed well and successfully navigated evolving macro dynamics. Let me comment briefly on what we're currently seeing in each end use. Starting with residential, we're encouraged by the recent growth in single-family permits and starts in many geographies over the last 3 months. On the other hand, providing some support for overall residential demand multifamily starts have now begin to pull back from historically high levels. Affordability and higher-margin mortgage rates are likely to continue to have some impact on residential activity, but the underlying fundamentals remain firmly in place. Vulcan markets have low housing inventory levels and favorable demographics driving the need for additional housing.\nIn private nonresidential construction, trends differ across categories. As expected, warehouse activity, the largest nonres category, has softened. But manufacturing activity remains at high levels and is concentrated in Vulcan states. We have booked and are shipping on numerous large manufacturing projects where we offer customers a differentiated solution with our advantaged footprint and logistics capabilities.\nOn the public side, leading indicators remain supportive of continued growth in both highway and infrastructure. Trailing 12-month highway starts are up 18%, and 2024 state budgets are at record levels. We continue to expect accelerating growth in public construction activity into next year and continued growth for the next several years. Our nimble sales and operating teams are well prepared to deliver value for our customers in any demand environment and to continue to improve unit profitability and drive value for our shareholders.\nNow I'll turn the call over to Mary Andrews for some additional commentary on our third quarter performance and upgraded 2023 outlook. Mary Andrews?\n\nMary Andrews Carlisle\n\nThanks, Tom, and good morning. Over the last 12 months, we have improved our adjusted EBITDA margin by 220 basis points, posted a 97% free cash flow conversion ratio before our strategic reserve purchases, returned $275 million to shareholders via dividends and repurchases, improved our return on invested capital by 180 basis points and reduced our net debt to adjusted EBITDA leverage to 1.8x. Our robust operational performance that Tom highlighted, coupled with our sound capital allocation and strong balance sheet, position us well for continued success on our strategic objectives of further enhancing our core and expanding our reach.\nAs part of our ongoing portfolio optimization, we are currently working to finalize an agreement for the disposition of our Texas concrete asset. As a result, during the quarter, we classified these assets as held for sale and recorded a $28 million pretax charge to adjust the carrying value to fair value.\nDuring the first 9 months, we have invested $411 million in maintenance and growth capital. We continue to expect to spend between $600 million and $650 million on maintenance and growth capital and $200 million on strategic reserve purchases for the full year. Year-to-date, our SAG expenses have increased a modest 3% and improved by 30 basis points as a percentage of revenue.\nYear-over-year increases are due mostly to higher incentive accruals, congruent with improved earnings. Our investments in talent and technology to support our business objectives are paying off in operational results. After another quarter of strong operational execution and financial results, we now expect to achieve between $1.95 billion and $2 billion of adjusted EBITDA for the full year 2023, a greater than 20% improvement versus the prior year at the midpoint. We plan on carrying this strong momentum into next year. So I'll now turn the call back over to Tom to provide some initial commentary on 2024 and a few closing remarks.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mary Andrews. While we're still finalizing our operating plans for 2024, let me offer some early commentary on our expectations, and I'll start with the 2 things I'm most confident in regarding 2024.\nFirst, aggregate pricing momentum. For the last 7 quarters, aggregate prices have exceeded historical norms, and the pricing environment remains quite positive. Our Vulcan Way of Selling is driving our commercial execution. We expect prices to improve at least high single digits in 2024.\nSecond, public demand. We are confident in growing public demand, supported by the recent growth in contract award activity and healthy state DOT budgets for 2024. We expect public construction activity to accelerate next year.\nNow there is more uncertainty regarding the impact of the macroeconomic environment on private demand that makes it, frankly, a little bit too early to call. While current trends in single-family residential activity are positive, uncertainty remains as to how higher rates and affordability challenges may impact that sector overall and influence whether or not it returns to growth next year. In private nonresidential demand, similar uncertainties exist as to how a higher rate environment could impact the sector overall. Additionally, if warehouse activity continues to pull back from the recent historical high levels, it may further match the current strength in manufacturing activity and will be a key driver of the decline -- the degree of decline in nonresidential demand.\nWe'll give you an update in February as to how we see these dynamics unfolding and what that means for aggregate shipments in 2024. I am confident that our teams are well equipped to deliver unit profitability growth in any macro environment. And they have a proven track record of doing so. Over the last 12 months, even in the face of a volatile macro backdrop and lower aggregate shipments, our average cash gross profit per ton has expanded by 18%, and our adjusted EBITDA has improved 17%.\nAs we work to finish this year strong and finalize our plans for 2024 over the next couple of months, we remain focused on keeping our people safe stay committed to our Vulcan Way of Selling and Vulcan Way of operating disciplines and continue to deliver value for our shareholders. And now Mary Andrews and I will be happy to take your questions."
  },
  {
    "header": "VMC",
    "cik": "0001396009",
    "ticker": "VMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/61192f86d38dd8ca900ea574cc538d72",
    "period": "2023 Q2",
    "content": "Q2 2023 Vulcan Materials Co Earnings Call\n\nQ2 2023 Vulcan Materials Co Earnings Call\n\nVMCNYSEAUG 3, 11:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to Vulcan Materials Company's Second Quarter 2023 Earnings Call. My name is Angela, and I will be your conference call coordinator today. [Operator Instructions]\nNow I will turn the call over to your host, Mr. Mark Warren, Vice President of Investor Relations for Vulcan Materials. Mr. Warren, you may begin.\n\nMark D. Warren\n\nDirector-Investor Relations, Vulcan Materials Co.\n\nGood morning, and thank you for your interest in Vulcan Materials. With me today are Tom Hill, Chairman and CEO; and Mary Andrews Carlisle, Senior Vice President and Chief Financial Officer.\nToday's call is accompanied by a press release and a supplemental presentation posted at our website. Please be reminded that today's discussion may include forward-looking statements, which are subject to risks and uncertainties. These risks, along with other legal disclaimers, are described in detail in the company's earnings release and in other filings with the Securities and Exchange Commission. Reconciliations of any non-GAAP financial measures are defined and reconciled in our earnings release, our supplemental presentation and other SEC filings. As the operator said, in the interest of time, please limit your Q&A participation to 1 question.\nAnd with that, I'll turn the call over to Tom.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mark, and thank all of you for your interest in Vulcan Materials today. Our results through the first half of 2023 highlight both the attractive fundamentals of our Aggregates business and Vulcan's commitment to compounding profitability through our solid execution of our Vulcan web selling and both with operating strategic disciplines. I'm proud of our teams for delivering yet another quarter of improvement in our trailing 12-month aggregate cash gross profit per ton. That marks 20 of the last 22 quarters. This exceptional execution, coupled with better-than-expected demand environment gives us confidence in our ability to deliver between $1.9 billion and $2 billion in adjusted EBITDA this year. In the quarter, we generated $595 million of adjusted EBITDA, which is a 32% improvement over the prior year. Gross margin expanded by 480 basis points, and importantly, each product line delivered year-over-year improvement.\nIn the Aggregates segment, gross margin improved by 290 basis points. Cash gross profit per ton improved by 22% with healthy year-over-year price improvement and moderating year-over-year cost increases. Shipments declined a modest 1% in the quarter, but were varied across markets. On one hand, we saw a solid growth in our key southeastern markets, where we have the most attractive Aggregates footprint. And we were pleased with the rebound of sales in California after a very wet first quarter. On the other hand, weather continued to be a challenge in Texas. And remember, softer residential activity wait on most markets.\nAll geographies benefited from the continued strong underlying price environment. Our mix adjusted sales price improved 15% in the quarter. Attractive price growth should continue to drive improvement in our unit profitability as we progress through the back half of this year and into next year. In Asphalt, cash gross profit nearly tripled from the prior year to $66 million, and cash unit profitability improved over $10 a ton. Volume growth of 16%, price improvement of 9% and lower liquid asphalt costs all contribute to the stable results. Gross margin improved almost 1,200 basis points. Concrete cash unit profitability improved by 24% in the quarter, and this is despite lower volumes that were impacted by the slowdown in residential construction activity. Prior year Concrete segment benefited for the contribution of the now divested New York, New Jersey and Pennsylvania Concrete operations.\nNow starting with residential. Let me provide a few thoughts about each end market. To date, the impact of the slowdown in residential activity has not been as significant as most of us initially feared. Recent permits and starts were showing that some areas have reached the bottom, and the cinema among homebuilders is much improved. These trends along with the solid underlying fundamentals for residential demand growth such as low inventories, favorable demographic trends and employment growth in our market suggests that single-family demand will bottom in the second half of this year and be -- and then start recovering thereafter. In the private nonresidential disruption segment, starts remained at healthy levels, with particular strength in large manufacturing and industrial projects. Our strong southeastern footprint and logistics innovation efforts are making us a supplier of choice on many of these projects. As an example, we have booked and are currently shipping to projects such as battery plants, electric vehicle manufacturing facilities, LNG facilities and large warehouse parks. On the public side, demand is unfolding largely as we expected. Funding from the infrastructure investment and Jobs Act is beginning to flow through and the pipeline is building with trailing 12-month highway starts up over 20%. 2024 state budgets are at very healthy levels. And internally, our bookings and backlog reflect this increased activity. The level of this year's shipments will depend upon how quickly this increased activity converts to shipments. We expect accelerating growth into next year and continued growth for the next several years. Trailing 12-month other infrastructure starts are also up over 20%. In addition to significant IIJA funding for water, energy, ports and shipments, strong state and local revenue support growth in non-highway investments.\nBased on the improved private demand backdrop, our first half shipment, we now expect aggregates volumes to decline between 1% to 4% in 2023 and as compared to our initial expectations of a decline between 2% and 6%. Of course, regardless of the demand environment, our focus is to consistently improve unit profitability and grow earnings that we create value for our shareholders. We're well positioned to do exactly that this year and deliver approximately 20% year-over-year improvement in both our cash gross profit per ton and adjusted EBITDA.\nAnd now I'll turn the call over to Mary Andrews for some additional commentary on our second quarter and an update for 2023 outlook.\n\nMary Andrews Carlisle\n\nThanks, Tom, and good morning.\nOur strong operational performance through the first 6 months in this year exhibits the benefits of our strategic focus on enhancing our core. We have improved our adjusted EBITDA margin by 350 basis points year-to-date through a combination of gross margin expansion and disciplined SAG cost management. This operational execution and resulting cash generation have allowed us to deploy capital toward each of our long-standing priorities, to improve our return on invested capital and to maintain the strength of our investment-grade balance sheet.\nOver the last 12 months, we have invested $677 million in maintenance and growth capital including strategic greenfields. Additionally, we have deployed $340 million for acquisitions, and we've returned $271 million to shareholders via a combination of dividends and share repurchases. We have improved our return on invested capital by 110 basis points on a trailing 12-month basis. And we have reduced our leverage on a net debt to adjusted EBITDA basis to 2x at June 30, 2023, from 2.5x at June 30, 2022. We are well positioned to execute on our strategic objectives of further enhancing our core and also expanding our reach.\nTalent and technology are critical to achieve our business objectives, and we continue to invest in both while remaining focused on further leveraging our SAG costs. Trailing 12-month SAG expenses as a percentage of revenue have improved by 50 basis points.\nNow let me shift to the updates to our full year guidance. As Tom mentioned, we now expect to generate between $1.9 billion and $2 billion of adjusted EBITDA in 2023, a 17% to 23% improvement over the prior year. Our revised outlook results in the update to our aggregates volume expectations that Tom described in addition to the momentum in our asphalt business. With our non-aggregates businesses now in margin recovery mode, we expect to generate approximately $295 million of cash gross profit from our downstream businesses. With 50% to 55% of the total expected from asphalt and 45% to 50% of the total expected from concrete. We continue to expect to spend between $600 million and $650 million on maintenance and growth capital. Additionally, we expect to spend approximately $200 million on opportunistic purchases of strategic reserves in California, North Carolina and Texas, 3 important markets for Vulcan Materials. Because reserves are critical to our long-term success, our land portfolio is extensive and a strategic focus for us. We take a disciplined approach to securing high-quality reserves, the timing of which often depends on a combination of availability, alternative use of the cash and tax efficiency. We manage the entire life cycle of our land to create maximum value for the business, for our shareholders and for our communities, putting land to work both before and after mining.\nOur excess properties once completely mined and often reclaimed to their highest and best use can generate significant value such as the 2021 sale of previously mined property in Southern California that was reclaimed for commercial and retail development and sold for over $180 million. Of course, the timing of buying and selling land can be uneven, but our focus is on the strategic management of our land portfolio. All other aspects of the full year guidance, as reaffirmed or updated in May remain unchanged.\nI'll now turn the call back over to Tom for some closing remarks.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mary.\nIn closing, I want to thank and congratulate our teams on an outstanding performance in the first half of this year, and I want to challenge them to remain focused on our Vulcan web selling and Vulcan operating disciplines so that we can continue to compound improvements and drive value for our shareholders. Most importantly, we will remain committed to each other and keeping each other safe.\nAnd now Mary Andrews and I will be glad to take the questions."
  },
  {
    "header": "VMC",
    "cik": "0001396009",
    "ticker": "VMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0ab344bcbd6845877fd6164d4b26bd96",
    "period": "2023 Q1",
    "content": "Q1 2023 Vulcan Materials Co Earnings Call\n\nQ1 2023 Vulcan Materials Co Earnings Call\n\nVMCNYSEMAY 4, 11:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Vulcan Materials Company's First Quarter 2023 Earnings Call. My name is Travis, and I will be your conference call coordinator today. [Operator Instructions] Now I'd like to turn the call over to your host, Mr. Mark Warren, Vice President of Investor Relations for Vulcan Materials. Mr. Warren, you may begin, sir.\n\nMark D. Warren\n\nDirector-Investor Relations, Vulcan Materials Co.\n\nGood morning, and thank you for your interest in Vulcan Materials. With me today, Ham Hill, Chairman and CEO; and Mary Andrews Carlisle, Senior Vice President and Chief Financial Officer.\nToday's call is accompanied by a press release and a supplemental presentation posted to our website, vulcanmaterials.com. Additionally, a recording of this call will be available for replay later today at our website.\nPlease be reminded that today's discussion may include forward-looking statements, which are subject to risks and uncertainties. These risks, along with other legal disclaimers, are described in detail in the earnings release and in other filings with the Securities and Exchange Commission. Reconciliations of any non-GAAP financial measures are defined and reconciled in our earnings release, our supplemental presentation and other SEC filings. [Operator Instructions]\nWith that, I'll turn the call over to Tom.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mark, and thank all of you for joining our call this morning. Vulcan Materials is well positioned to deliver attractive growth in 2023. We got off to a solid start in the first quarter and now expect to deliver between $1.85 billion and $1.95 billion in adjusted EBITDA this year, a 14% to 20% improvement versus the prior year. In the quarter, we generated $338 million of adjusted EBITDA, a 15% improvement over the prior year. Despite lower volumes in each of our major product lines, total gross profit improved 12% and gross margin expanded by 90 basis points. I'm pleased with our team's execution as they remain focused on our Vulcan Way of Selling and Vulcan Way of operating disciplines.\nThe pricing environment is healthy. Year-over-year adjusted aggregates price improved 19% in the quarter. Prices also improved in our downstream products by 15% in asphalt and 12% in concrete. As always, we are focused on capitalizing on pricing momentum and controlling costs to expand our margins. In the aggregates segment, gross margin improved by 170 basis points. Shipments declined 2% versus the prior year with wide variations across markets. Some areas benefited from favorable weather and carryover shipments from the wet fourth quarter.\nOthers like California and Texas were challenged by excessive rainfall. All geographies delivered double-digit price improvement and importantly, our cash gross profit per ton improved by 23% in the quarter, surpassing $8 per ton on a trailing 12-month basis. In asphalt, gross margins improved by 220 basis points despite higher natural gas and liquid asphalt cost and 11% lower volumes. Significant rainfall negatively impacted shipments in California and Arizona, our largest asphalt markets.\nPrices improved by 15% and more than offset higher raw materials costs. Cash unit profitability and asphalt improved by 90% in the quarter. The Concrete segment's cash gross profit was negatively impacted by the 2022 divestiture of our New York, New Jersey and Pennsylvania operations as well as weather-impacted volume in Texas and California and the resulting cost challenges.\nNow shifting to the dynamic demand environment, which remains mix, both in terms of end uses and timing. We continue to expect modest growth in overall public demand, but contraction in private demand. While single-family housing starts continue to fall, some markets have begun to show early signs of decelerating declines Multifamily housing starts have recently turned negative. However, they remained at high levels, particularly in Vulcan markets and continue to dampen some of the impact of single-family weakness. Affordability is the fundamental driver of the declines in single-family activity. low inventories, favorable demographic trends, and employment growth in our markets continue to support demand for new residential construction. While the pipeline of private nonresidential projects remain supportive of near-term demand starts have eased in recent months.\nA positive trend in nonresidential construction activity is the increasingly broad-based composition of starts. Industrial and manufacturing projects now account for more than 60% of starts. Recent trends in supply chain management, onshoring and clean energy investment are among the catalysts for this shift in the drivers of nonresidential construction.\nOur geography and service capabilities enable us to capitalize on these large projects. We have booked and are currently shipping to a number of these projects in many of our key markets, such as battery plants, electric vehicle manufacturing facilities, LNG facilities and large warehouse parks. On the public side, momentum is building with trailing 12-month highway starts now exceeding $100 billion. The infrastructure investment in Jobs Act's dollars are flowing. The impact of these historic levels of public construction awards on 2023 aggregate shipments will depend upon how quickly starts can turn into shipments.\nOther infrastructure starts are also growing, with trailing 12-month starts up 23%, in addition to significant IIJA funding for water, energy, ports and airports, strong state and municipal revenue support non-highway infrastructure investment. Overall, 2023 demand for aggregates continues to be dependent upon the depth of the decline in residential construction activity and the timing of highway starts converting into aggregate shipments. Our durable aggregates business and best-in-class execution position us well to successfully navigate any shifts in demand.\nNow I'll turn the call over to Mary Andrews for some additional commentary on our first quarter performance and update 2023 outlook managers.\n\nMary Andrews Carlisle\n\nThanks, Tom, and good morning. In the first quarter, our adjusted EBITDA margin expanded 140 basis points, with solid operational execution and disciplined SAG cost management. Our SAG expenses as a percentage of revenue improved by 60 basis points in the quarter and moved below 7% on a trailing 12-month basis. We remain focused on continuing to leverage our SAG cost base while making strategic investments in talent and technology to support our business needs.\nNet debt to adjusted EBITDA was 2.2x at quarter end, squarely within our stated target range of 2 to 2.5x. Our investment-grade balance sheet gives us flexibility and optionality to continue investing in both organic and inorganic opportunities. During the quarter, we invested $113 million in capital expenditures and continue to expect to spend between $600 million and $650 million for the full year. As we allocate capital, we are focused on improving our return on invested capital.\nOn a trailing 12-month basis, our return on invested capital improved sequentially by 20 basis points from year-end to 13.7%. Tom shared with you our increased adjusted EBITDA outlook for 2023. On the heels of a strong 2022, in which adjusted EBITDA improved by 12%, we now expect to exceed that growth in 2023 with 14% to 20% improvement. Based on the success of our aggregates pricing efforts in the first quarter, which yielded 10% sequential improvement and 19% mix adjusted year-over-year improvement, we now expect prices to improve approximately 15% for the full year.\nCoupling with strong pricing momentum with our industry-leading operational execution, we expect to deliver even stronger year-over-year improvement in cash gross profit per ton than our original guidance. All other aspects of the full year guidance we communicated in February remain unchanged.\nI'll now turn the call back over to Tom for some closing remarks.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mary Andrews. In closing, I want to remind you of 2 things that we are focused on each and every day. First, keeping our people safe. Our people are the lifeblood of our business and our culture. Second, improving unit profitability and growing earnings regardless of the demand environment. Our aggregates-led business and our best-in-class execution position us well for driving long-term sustainable value for all of our stakeholders. And now Mary Andres and I will be happy to take your questions."
  },
  {
    "header": "VMC",
    "cik": "0001396009",
    "ticker": "VMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/69c51848f7e926fecd49ed0f2681482d",
    "period": "2022 Q4",
    "content": "Q4 2022 Vulcan Materials Co Earnings Call\n\nQ4 2022 Vulcan Materials Co Earnings Call\n\nVMCNYSEFEB 16, 11:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to Vulcan Materials Company's Fourth Quarter Earnings Call. My name is Gretchen, and I will be your conference call coordinator today. (Operator Instructions) Now I would like to turn the call over to your host, Mr. Mark Warren, Vice President of Investor Relations for Vulcan Materials. Mr. Warren, you may begin.\n\nMark D. Warren\n\nVP of IR, Vulcan Materials Company\n\nGood morning, and thank you for your interest in Vulcan Materials. With me today are Tom Hill, Chairman and CEO; and Mary Andrews Carlisle, Senior Vice President and Chief Financial Officer.\nBefore we begin, please be reminded that today's discussion may include forward-looking statements, which are subject to risks and uncertainties. These risks, along with other legal disclaimers, are described in detail in the company's earnings release and in other filings with the Securities and Exchange Commission. Reconciliations of any non-GAAP financial measures are defined and reconciled in our earnings release, our supplemental presentation and other SEC filings. In the interest of time, please limit your Q&A participation to one question. This will allow for more questions during our time together. A supplemental presentation has been posted to our website, vulcanmaterials.com. Additionally, a recording of this call will be available for replay later today at our website. And with that, I'll turn the call over to Tom.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mark, and thanks all of you for joining our call this morning. We appreciate your interest in Vulcan Materials Company. In 2022, our teams hands down excelled in confronting macro challenges and they demonstrated the resiliency of our Aggregates-led business.\nLet's start with the fourth quarter, which really showcased our commitment to controlling what we can control. We generated $375 million of adjusted EBITDA in the quarter. And I was particularly proud of our team for delivering 11% year-over-year growth in Aggregates cash gross profit per ton despite a 6% decline in Aggregates shipments. Abnormally wet and cold weather across our footprint, disrupted construction activity and shipments across all segments, and we also began feeling the impact of single-family residential decline.\nPricing momentum continued with 15% growth in Aggregates mix adjusted price in the fourth quarter. Our people continue to drive performance through good execution, which is grounded in our Vulcan Way of Selling and Vulcan Way of Operating disciplines. Gross profit in both Aggregates and Asphalt segments increased versus the prior year's fourth quarter despite lower volumes and pricing momentum more than offset inflationary cost increases.\nIn Concrete, a 15% decline in volume driven mostly by extremely wet and cold weather in Texas, created operational challenges that eroded pricing gains in that segment.\nFor the full year, adjusted EBITDA improved 12% and with all segments posting year-over-year growth in gross profit. Aggregates segment gross profit improved 9%, a noteworthy performance with the headwinds of generationally high inflation and the unexpected and arbitrary shutdown of our valuable Mexico operations in May of 2022. Aggregates volume increased 6% and average selling prices improved 10%, accelerating as the year progressed.\nImportantly, our Aggregates cash gross profit per ton improved over 5% and also accelerated throughout the year, even in a challenging operating environment. In the first quarter, we held our own, while inflation ramped up more steadily than expected. Then in the second quarter, cash gross profit per ton grew modestly versus the second quarter of 2021 as we responded quickly with additional pricing actions. In the third quarter, cash gross profit per ton increased 9% as pricing momentum accelerated and operating efficiencies offset some of the inflationary pressures. And as I mentioned earlier, in the fourth quarter, cash gross profit per ton improved a notable 11% even as volumes declined.\nIn our Asphalt segment, the second half of 2022 marked an inflection point on price and cost dynamics. In the third quarter, robust pricing improvement began outpacing the sharply rising liquid asphalt costs. For the full year, pricing increased by 21% to more than offset the 36% increase in liquid asphalt costs and volumes grew by 7%, with particular strength in Arizona and California, our 2 largest asphalt markets. Ultimately, gross profit improved to $57 million versus the prior year's $21 million.\nIn the Concrete segment, full year gross profit of $89 million increased 64% compared to the prior year due to a full year's contribution from the U.S. Concrete assets in addition to improved earnings in our legacy Northern Virginia and Northern California concrete businesses. Inflationary pressures, including diesel, and the availability of both cement and drivers had a significant impact on performance in the Concrete segment.\nNow let's shift to the new year. First, focusing on demand. The demand environment for 2023 is mixed, both in terms of end uses and timing. We expect modest growth in overall public demand, but contraction in private demand. Now I'll comment briefly on each end use. Residential construction activity is showing the impact of rising construction costs, home prices and mortgage rates on single-family housing. Single-family starts and permits have continued to decline, but to a lesser degree in Vulcan-served states in the country as a whole.\nCurrently, multifamily remains positive with a strong pipeline of projects under construction. Housing will certainly be the primary drag on private construction in 2023, but we expect it to quickly return to growth. It is important to remember that the demographics and employment growth in our markets continue to support household formation and the growing need for additional houses in the future. Overall, private nonresidential demand remains at healthy levels.\nManufacturing and other heavy industrial projects continue to provide opportunities but we are monitoring leading indicators such as more recent ABI measures, moderation in the Dodge Momentum Index and survey data indicating declining loan demand and lending tightening. On the public side, we expect positive momentum throughout 2023 and beyond as states and municipalities move forward with much-needed infrastructure investment.\nHighway and infrastructure starts are both positive. In highways, start strengthened significantly in the second half of 2022, growing at 25% on a trailing 12-month basis at the end of the year. The infrastructure inflation and JOBS Act funding is now reflected in proposed state fiscal year 2023/2024 budgets across our footprint. The multiyear outlook for public infrastructure is solid. We continue to believe that the increased funding will begin impacting Aggregates shipments modestly as we move through 2023 and more meaningfully in 2024.\nIn addition to IIJA funding, state tax receipts in Vulcan states are the highest they've been in the past 10 years. Strong state and municipal revenues support non-highway infrastructure investment as public entities continue to play catch-up from the last decade of housing growth that has driven a fundamental need for infrastructure investment. Also, the considerable funding from IIJA for investment in water, energy, ports and airports will provide future demand growth.\nOverall, 2023 demand for Aggregates will be dependent upon the depth and the duration of the declines in residential construction activity. The impact of rising interest rates on private nonresidential construction activity as the year progresses and the timing of highway starts converting to Aggregates demand.\nConsidering these dynamics, we currently expect our Aggregates shipments to decline between 2% and 6% in 2023. Pricing momentum and operational execution will drive our 2023 performance. We expect Aggregates pricing to increase between 11% and 13%. Most importantly, we will continue to improve our industry-leading Aggregates cash gross profit per ton and deliver solid earnings growth in 2023.\nNow I'll turn the call over to Mary Andrews for some additional commentary on our 2022 performance and some more details around our 2023 guidance. Mary Andrews?\n\nMary Andrews Carlisle\n\nSenior VP & CFO, Vulcan Materials Company\n\nThanks, Tom, and good morning. Our 2022 operating performance led to another year of solid cash generation and disciplined capital allocation. Over the last 4 years, our free cash flow conversion has averaged over 90% and with a 93% conversion ratio for 2022. After investing over $600 million in capital expenditures for both maintenance and growth projects, we put additional capital to work by completing $529 million in bolt-on acquisitions and also returned $213 million to shareholders via our growing and importantly, sustainable dividend.\nDuring 2022, we also reduced our leverage back to within our stated target range of 2 to 2.5x. And after completing the U.S. Concrete acquisition in August of 2021. Net debt to adjusted EBITDA was 2.3x at year-end. Our investment-grade balance sheet and significant cash generation capabilities give us the capacity to continue to invest in both organic and inorganic opportunities, with a constant focus on improving shareholder return and return on invested capital as we grow and optimize our portfolio.\nDuring the fourth quarter, we completed the previously announced sale of our ready-mix assets in New York, New Jersey and Pennsylvania. On a trailing 12-month basis, our return on invested capital at year-end was 13.5%, inclusive of the loss of earnings historically generated from the network of assets supporting our shutdown Mexico operation. We also remain focused on continuing to leverage our SAG cost base. SAG expenses as a percentage of revenue improved by 50 basis points versus the prior year to 7% of revenues.\nHaving strategically managed our balance sheet, our portfolio and our overhead cost structure, we enter 2023 from a position of strength. Tom shared with you our views on the macro demand environment and resulting Aggregates expectations. Even with a challenging and uncertain macro backdrop, we expect to grow our adjusted EBITDA to between $1.725 billion and $1.875 billion by capitalizing on the strengths of our Aggregates-led business and executing on our foundational strategic discipline.\nIn our downstream businesses, we expect total cash gross profit dollars to approximate 2022 levels. Continued improvement in Asphalt segment profitability and the benefit of improving highway demand should offset both the impact of the 2022 divestiture of our Concrete businesses in New York, New Jersey and Pennsylvania and the impact of slowing residential construction activity on our remaining Concrete businesses. We expect SAG expenses of between $515 million and $530 million as we remain focused on driving efficiencies in our support functions while delivering new capabilities for the business through investments in technology and talent.\nWe also expect depreciation, depletion, amortization and accretion expenses of approximately $610 million. Interest expense of approximately $195 million and an effective tax rate of approximately 22%. In 2023, we plan to consistently reinvest in our franchise with $600 million to $650 million of capital expenditures for both maintenance and growth projects.\nI'll now turn the call back over to Tom for some closing remarks.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mary Andrews. Before we move to Q&A, I want to thank our entire Vulcan team for a successful year in 2022. And I have great confidence in their ability to continue to execute in 2023, even with the uncertainty in the macro environment. As always, we will be keenly focused on keeping our people safe, driving value for our customers and capitalizing on the profitability expansion opportunities supported by the Vulcan Way of Selling and the Vulcan Way of Operating disciplines.\nVulcan is uniquely positioned to create long-term sustainable value with the right products in the right markets with the right focus from the right people. And now Mary Andrews and I will be happy to take your questions."
  },
  {
    "header": "VMC",
    "cik": "0001396009",
    "ticker": "VMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6a336d587a17ce74b753f18f792fa276",
    "period": "2022 Q3",
    "content": "Q3 2022 Vulcan Materials Co Earnings Call\n\nQ3 2022 Vulcan Materials Co Earnings Call\n\nVMCNYSENOV 2, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Vulcan Materials Company Third Quarter Earnings Call. My name is Gretchen, and I will be your conference call coordinator today. (Operator Instructions)\nNow I will turn the call over to your host, Mr. Mark Warren, Vice President of Investor Relations for Vulcan Materials. Mr. Warren, you may begin.\n\nMark D. Warren\n\nVP of IR, Vulcan Materials Company\n\nGood morning, and thank you for your interest in Vulcan Materials. With me today are Tom Hill, Chairman and CEO; and Mary Andrews Carlisle, Senior Vice President and Chief Financial Officer.\nA couple of housekeeping items before I turn the call over to Tom. First, please be reminded that today's discussion may include forward-looking statements, which are subject to risks and uncertainties. These risks, along with other legal disclaimers, are described in detail in the company's earnings release and in other filings with the Securities and Exchange Commission.\nReconciliations of any non-GAAP financial measures are defined and reconciled in our earnings release, our supplemental presentation and other SEC filings.\n(Operator Instructions) Today's call is accompanied by a press release and a supplemental presentation posted to our website, vulcanmaterials.com. Additionally, a recording of this call will be available for replay later today at our website.\nAnd with that, I'll turn the call over to Tom.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mark, and thanks to each of you for joining the call this morning. We appreciate your interest in Vulcan Materials Company.\nDuring the third quarter, our team showcased the durable growth capabilities, our aggregates-led business model. Volumes, prices, gross profit and, importantly, unit profitability improved in each of our operating segments. Widespread, double-digit pricing growth across all segments outpaced continued cost pressures.\nOur momentum is strong. Throughout our organization, we remain focused on our strategic disciplines, the Vulcan Way of operating and the Vulcan Way of selling, and the fundamental role they play as we continue to enhance our core business.\nWe also continue to expand our reach, and we've closed several strategic acquisitions this year. Importantly, during the third quarter, we acquired strategic aggregates and downstream assets that complement our existing business in Northern California.\nIn the third quarter, we generated $507 million of adjusted EBITDA, which is a 21% increase over the prior year. Accelerating pricing growth and higher year-over-year shipments drove earnings improvement in each product line.\nIn aggregates, gross profit improved 17% to $436 million. Volume improved 9%, or 3% on a same-store basis, and it was geographically widespread. Pricing momentum continued, growing from mid-single digit in the first quarter to high single digit in the second quarter to double digits in the third quarter.\nAverage selling prices on both a reported and mix adjusted basis increased over 12% from the prior year's third quarter. Current pricing momentum and the visibility into future public demand growth will support a positive pricing environment for the remainder of 2022 and into 2023.\nAs expected, our costs remained elevated in the quarter due to continued inflationary pressures. The price per gallon of diesel was more than 60% higher than the prior year, and most parts and supplies also face significant inflationary increases.\nOur focus on driving efficiencies through the Vulcan Way of operating is critical to continuing with inflationary pressures and continuing to expand our unit profitability. In the third quarter, aggregates cash gross profit per ton improved 9% to $8.41 per ton.\nOur asphalt segment also achieved significant improvement in the third quarter with a $22 million year-over-year increase in cash gross profit. The average price of liquid asphalt increased by over $200 per ton compared to the prior year's third quarter. That said, continued pricing momentum and healthy volumes drove favorable results, in spite of the ongoing energy-related cost pressures.\nAsphalt volumes increased 13%, and asphalt pricing improved 26%. Both volume and pricing improvements were widespread, with particular strength in Arizona and California, our two largest asphalt markets.\nConcrete cash gross profit in the third quarter improved $25 million due to the contribution from acquired operations as well as strong volume and price growth in our legacy operations.\nNow that we have briefly reviewed the results for the third quarter, let's shift to the underlying demand environment and the outlook for construction activity. We see both challenges and opportunities in the future demand environment, with different dynamics impacting each end use.\nSingle-family housing is facing considerable headwinds, but multifamily housing and private nonresidential starts still show growth. On the public side, leading indicators for highways and other infrastructure are reflecting strong tax revenues and increased funding from the Infrastructure Investment and Jobs Act. I'll share a few highlights on each [end news].\nStarting with residential, single-family demand is now showing the impact of rising construction inflation, home prices and mortgage rates. Permits and starts are declining, albeit at slower rates in Vulcan-served markets than the country as a whole. Multifamily permits and starts remain positive.\nIt's important to remember that residential construction activity remains at high levels. Also household formations and limited inventories may dampen the magnitude and duration of weakness in residential demand.\nPrivate nonresidential demand and leading indicators are currently healthy, and the trailing 12-month private nonresidential starts are up 21% over the prior year. Additionally, leading indicators remain positive with the Architectural Billings Index, or ABI, still greater than 50, and the Dodge Momentum Index at high levels.\nOn the public side, we are in growth mode. Trailing 12-month highway starts are up 14%, and other infrastructure starts are up 18%. In fact, July and August were the 2 largest single months for highway awards in the last 10 years. The timing of starts converting to aggregate shipments will be a critical variable impacting next year's demand for aggregates.\nAs we look into 2023, we expect that the current strength in private nonresidential construction activity and increased public funding will help to offset contracting residential demand. We also carry strong pricing momentum into 2023. Our teams will be finalizing their annual planning over the next few weeks, and we'll share with you our full year outlook on 2023 in February.\nEven with uncertainty in the broader economy, we're confident that we are well positioned to capitalize on pricing opportunities, benefit from the generational increases in public funding and continue to expand our unit profitability.\nI will now turn the call over to Mary Andrews to comment further on our results and full year outlook. Mary Andrews?\n\nMary Andrews Carlisle\n\nSenior VP & CFO, Vulcan Materials Company\n\nThanks, Tom, and good morning. Tom highlighted the strong operating results we achieved in the third quarter in both our aggregates and non-aggregates segments, so I'll focus on a few other items in the P&L, the balance sheet and our revised outlook for the full year 2022.\nOur SAG expenses as a percentage of revenue improved by 30 basis points versus the prior year quarter to 6.5% of revenue. Year-over-year increases in SAG were driven primarily by higher incentives, consistent with improved earnings, and elevated legal and professional fees related both to Mexico and business development activities.\nOur support teams have been focused on integration activities for acquired businesses, and we expect to reap benefits from those activities into next year.\nDuring the quarter, we recognized a pretax gain of $24 million on the sale of real estate in California. Also as part of our ongoing focus on portfolio management, we are finalizing an agreement for the disposition of our ready-mix assets in New York, New Jersey and Pennsylvania. And therefore, during the quarter, we adjusted the carrying value to fair value, resulting in a $68 million pretax charge.\nNow turning to the balance sheet. At the end of the quarter, our net leverage was 2.5x adjusted EBITDA and within our stated target range of 2 to 2.5x. Disciplined capital management remains fundamental to our strategy, and we will continue to deploy capital consistent with our longstanding stated priorities.\nThrough the first 9 months of this year, we've deployed $378 million in operating and growth capital to support and expand our valuable franchise; $528 million in M&A to grow and strengthen our market positions; and $159 million in dividends to return cash to shareholders.\nOur balance sheet is strong, and during the quarter, we added another source of flexible and cost effective capital by initiating a commercial paper program. We issued $550 million of commercial paper and used the proceeds to repay half of the outstanding $1.1 billion term loan.\nIn conjunction with initiating the commercial paper program, we also upsized our revolver and credit facility to $1.6 billion and extended its maturity to August of 2027.\nOur investment-grade balance sheet and significant cash generation capabilities give us the capacity to continue to invest in both organic and inorganic opportunity, with a focus on improving shareholder returns and return on invested capital.\nOn a trailing 12-month basis, our return on invested capital at quarter end was 13.6%, inclusive of strategic acquisitions and ongoing investments and growth opportunities. We are focused on continuing to improve our returns.\nNow let me comment on the update to our full year 2022 adjusted EBITDA guidance. We now expect to generate between $1.64 billion and $1.68 billion. Continued strength in underlying demand and acquisition activity are driving aggregate shipment expectations above the upper end of our original expectations of 5% to 7%. We now expect full year aggregates volume to improve between 7% and 8%.\nWe continue to expect mid-single-digit growth in aggregates cash gross profit per ton for the full year. As expected, pricing gains continued to grow in the third quarter, and year-over-year improvement in unit profitability expanded sequentially and was in line with our second half expectations.\nOther updates to our guidance include full year SAG expenses of approximately $520 million; depreciation, depletion, amortization and accretion expenses of approximately $575 million; and an effective tax rate of approximately 25%.\nWe continue to expect to spend between $600 million and $650 million on capital expenditures in 2022. These expenditures include both maintenance and growth projects. And the higher fourth quarter pace of expenditures is reflective of expected deliveries on ordered equipment.\nI'll now turn the call back over to Tom for some closing remarks.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mary Andrews. Before we go to Q&A, I want to thank our entire Vulcan team for their hard work and consistent execution. I'm proud of the results they delivered in the third quarter, and I'm excited about the operations we added through acquisitions in the quarter.\nI'm particularly proud of the Vulcan family members who helped to rebuild the Sanibel Causeway while, at the same time, coping with the hurricane impacts on their lives. I thank all of you for your dedication to your community and to one another.\nWe are always focused on keeping our people safe. We will continue empowering and developing our talented people and executing at a local level. We'll take advantage of the positive momentum and be nimble in addressing new challenges.\nI'm confident in our ability to continue driving improvement in our core business through the further development of our Vulcan Way of Selling and Vulcan Way of operating strategic disciplines. They allow us to both take advantage of opportunities and confront challenges.\nVulcan's long-term growth and value are durable because we have the right people, focused on the right disciplines, offering the right products in the right markets.\nAnd now, Mary Andrews and I will be happy to take your questions."
  },
  {
    "header": "VMC",
    "cik": "0001396009",
    "ticker": "VMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/652ab5e0a6eb63227a126a35b2189c09",
    "period": "2022 Q2",
    "content": "Q2 2022 Vulcan Materials Co Earnings Call\n\nQ2 2022 Vulcan Materials Co Earnings Call\n\nVMCNYSEAUG 4, 10:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Vulcan Materials Company's Second Quarter Earnings Call. My name is Katie, and I will be your conference coordinator today. (Operator Instructions) Now I will turn the call over to your host, Mr. Mark Warren, Vice President of Investor Relations for Vulcan Materials. Mr. Warren, you may begin.\n\nMark D. Warren\n\nVP of IR, Vulcan Materials Company\n\nGood morning and thank you for your interest in Vulcan Materials. With me today are Tom Hill, Chairman and CEO; Suzanne Wood, Senior Vice President and Chief Financial Officer; and Mary Andrews Carlisle, Vice President of Finance.\nToday's call is accompanied by a press release and a supplemental presentation posted to our website, vulcanmaterials.com. A recording of this call will be available for replay later today at our website.\nPlease be reminded that today's discussion may include forward-looking statements, which are subject to risks and uncertainties. These risks, along with other legal disclaimers, are described in detail in the company's earnings release and in other filings with the Securities and Exchange Commission. Reconciliations of any non-GAAP financial measures are defined and reconciled in our earnings release, our supplemental presentation and other SEC filings.\nAs the operator indicated, please limit your Q&A participation to 1 question. With that, I will now turn the call over to Tom.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mark, and thanks to everyone for joining the call this morning. We appreciate your interest in Vulcan Materials Company. Our teams delivered another solid performance in a challenging macro environment. The resilient nature of our aggregates-led business actually stands out in times like these. We've grown our cash gross profit per ton in 15 of the last 16 quarters and expanded our trailing 12-month unit profitability at a compounded annual growth rate of 5.5% over that 4-year period.\nThese consistent results come from our unwavering commitment to executing on our strategic disciplines, which allows us to capitalize on pricing opportunities to mitigate cost pressures and to drive improvement in unit profitability. During the second quarter, we grew our aggregates cash gross profit per ton despite significant external headwinds. Importantly, our year-over-year improvement expanded sequentially each month. We are poised to carry this momentum forward and deliver both aggregates cash unit profitability growth and double-digit adjusted EBITDA growth this year.\nWe generated $450 million of adjusted EBITDA in the quarter, an 11% increase over the prior year. These results include an approximate $20 million impact from the unexpected and arbitrary shutdown of our operation in Mexico in May. The results were also hampered by ongoing energy cost headwinds and other inflationary pressures.\nPricing improvement was robust across all product lines. Year-over-year growth in aggregates mix-adjusted price has increased sequentially for 6 quarters. Both asphalt and ready-mix delivered strong double-digit price improvement, which helped cost set rising energy costs.\nTurning now to each segment. Aggregates gross profit improved 8% to $402 million. Demand remained healthy across our footprint during the second quarter with the majority of geographies showing shipment growth. Overall, volume improved 9% or 2% on a same-store basis. Ongoing pricing momentum helped margins return to growth in the second quarter.\nFreight adjusted pricing increased 9% over the prior year's quarter. Mix-adjusted pricing improved 10%. We expect continued momentum through the balance of the year as second half price increases and new project work backlog at higher prices begin to flow through into the third quarter.\nIt's worth noting that pricing momentum building in 2022 will continue to deliver benefit into 2023. As expected, our costs were elevated in the quarter on a year-over-year basis due to significantly higher energy costs and other inflationary pressures. Our operators remain focused on controlling what they can control, by driving improved efficiencies in our plans to continue offsetting the impacts of higher input costs.\nIn the second quarter, aggregates cash gross profit improved 2% to $7.99 per ton. In the Asphalt segment, both volume and pricing improvements were geographically dispersed. Pricing actions that began last year usually a 19% improvement in average selling prices in the quarter and helped to mitigate a $33 million energy headwind. Volumes improved 9%, asphalt cash gross profit in the quarter held 2021 levels, despite the significant year-over-year increases in liquid asphalt and natural gas costs.\nConcrete cash gross profit in the second quarter benefited from the addition of U.S. Concrete, growing from $14 million in the prior year to $51 million this year. Volume, price and material margins all improved as higher selling prices offset higher material costs. Continued improvement in private nonresidential construction activity and the onset of infrastructure investment remain catalysts for the concrete segment.\nNow let's shift to the broader demand environment. We continue to expect private and public demand to grow in 2022. Residential construction activity in the second half of 2022 will remain good and multifamily permits and starts are showing particular strength. Headwinds to single-family construction have resulted in slowing permits and starts, but after multiple years of strong growth, single-family construction remains at high levels, and Vulcan states continue to outperform the U.S. average.\nPrivate nonresidential demand has returned to growth and has broadened in 2022 beyond aggregate-intensive warehouses and distribution projects to now include other nonresidential categories like office, manufacturing and institutional work. On a trailing 12-month basis, square footage for total private nonresidential starts has grown 20% in bulk-and-serve markets and is now above pre-COVID levels.\nOther leading indicators like the Architecture Billings Index and the Dodge Momentum Index also point towards growth. The ABI remains in positive growth territory, and the Dodge Momentum Index hit a 14-year high in June. On the public side, we've entered growth mode. And while public demand has somewhat -- has been somewhat muted in the first half of the year, we anticipate secondhand growth in both highways and infrastructure.\nThe bidding and booking activity we saw in the second quarter reflected record levels of public funding. In addition, we anticipate that the federal infrastructure investment and Jobs Act funding will begin to flow into shipments in 2023 and for years to come.\nNow remember, the ultimate timing of the impact of the IIJA will depend upon the pace at which states continue to allocate additional funds and the time horizon needed to move from design to letting to construction.\nOverall, our markets are positioned to continue to outperform other parts of the country, and our strong execution and tireless commitment to expanding our unit margins will ensure that we continue to drive value for our shareholders.\nI will now turn the call over to Suzanne and Mary Andrews to comment further on our results and the full year outlook. Suzanne?\n\nSuzanne H. Wood\n\nSenior VP & CFO, Vulcan Materials Company\n\nThanks, Tom, and good morning to everyone. As I reflect on the first half of this year, I'm pleased with our 14% adjusted EBITDA growth that was driven by a strong performance in aggregates, which Tom described, and SAG cost leverage. Our strategic discipline helped us confront and overcome macro challenges in the current dynamic operating environment.\nIn regards to SAG, we reduced this cost as a percentage of revenue by 50 basis points in the first half to 7.3%, and we are positioned to further leverage cost by the end of the year. I'm also pleased that our net leverage was reduced to 2.5x EBITDA, the top end of our stated target range of 2x to 2.5x.\nOur balance sheet is strong, and our significant cash generation capabilities give us the capacity to continue to invest in both organic and inorganic growth opportunities. Disciplined capital management remains fundamental to our strategy. Our capital decisions are made with the goal of improving shareholder returns and return on invested capital, while maintaining financial flexibility and our investment-grade credit ratings.\nOn a trailing 12 months basis, our ROIC at quarter end was 13.6%. Our adjusted EBITDA over the same time horizon increased by 13%, and we expect continued improvement. I'll now turn the call over to Mary Andrews to provide more details on our outlook for the remainder of 2022. Mary Andrews.\n\nMary Andrews Carlisle\n\nThanks, Suzanne, and good morning all. It is a pleasure to take part in this quarter's call. In February, we communicated expectations for 2022 of delivering adjusted EBITDA between $1.72 billion and $1.82 billion. Today, we are providing an update to our full year guidance. Our update reflects both the previously disclosed $80 million to $100 million impact from the loss of our Mexico business, in addition to other adjustments related to higher-than-anticipated inflationary pressures.\nWe now expect adjusted EBITDA for the full year between $1.6 billion and $1.7 billion. We expect mid-single-digit growth in aggregates cash gross profit per ton for the full year. The strong pricing momentum we have seen in the first half is expected to continue, and we now expect aggregates freight adjusted prices to increase between 9% and 11% for the year. We continue to expect aggregates volume improvement of 5% to 7%.\nWe are also revising our expectations for the Asphalt segment due to the continued escalation of liquid asphalt costs. Asphalt earnings for the full year are now expected to approximate full year 2021, benefiting from solid shipment growth and aggressive pricing actions that are offsetting the significantly higher energy costs.\nI'll run through a few other components that may be helpful for modeling purposes. SAG expenses are expected to be between $495 million and $505 million. Interest expense for the year is expected to be approximately $165 million. Depreciation, depletion, amortization and accretion is expected to be approximately $565 million. The effective tax rate is estimated between 21% and 22%. We plan to spend between $600 million and $650 million on capital expenditures in 2022. These expenditures include both maintenance and growth projects.\nI'll now turn the call back over to Tom for closing remarks.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mary Andrews, and a special thank you to Suzanne. As we previously announced, this will be Suzanne's last earnings call. You hear me say this a lot, but it's the people of Vulcan to make this place special. And Suzanne is, for sure, one of those people. Suzanne, we're grateful for your tenure, and we appreciate your leadership. And it's been -- and your leadership has been -- played a critical role in our success over the last 4 years in our ability to deliver enhanced profitability and higher returns on capital despite pressures like pandemics and inflation.\nAnd while Suzanne's business skills are tremendous, I think what I'll miss most is her caring touch. And I think what the organization will miss is how she welcomes all in and made us feel a part of the Vulcan family. Suzanne, we wish you the best in your retirement. We'll miss you greatly. We want to thank you. Well, make sure you go take care of those grandbabies.\nI want to also thank the entire Vulcan team for your hard work and your success. I'm excited about where we've been, but I'm more excited about what we're going to accomplish the rest of 2022 and beyond.\nFirst and foremost, on keeping our people safe as we've shown in our industry-leading safety performance. And we are focused on delivering value to our shareholders by executing at the local level, driving unit margin expansion through our strategic disciplines and maximizing the synergies from recent acquisitions.\nWe look forward to seeing all of you in New York in September for our Investor Day.\nAnd now Suzanne, Mary Andrews, and I will be happy to take your questions."
  },
  {
    "header": "VMC",
    "cik": "0001396009",
    "ticker": "VMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cc38eca2dfa8404122d2c90fb8d6df1c",
    "period": "2022 Q1",
    "content": "Q1 2022 Vulcan Materials Co Earnings Call\n\nQ1 2022 Vulcan Materials Co Earnings Call\n\nVMCNYSEMAY 4, 11:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Vulcan Materials Company's First Quarter Earnings Call. My name is Chelsea, and I will be your conference call coordinator today. (Operator Instructions)\nNow, I will turn the call over to your host, Mr. Mark Warren, Vice President of Investor Relations for Vulcan Materials. Mr. Warren, you may begin.\n\nMark D. Warren\n\nVP of IR, Vulcan Materials Company\n\nGood morning, and thank you for your interest in Vulcan Materials. With me today are Tom Hill, Chairman and CEO; and Suzanne Wood, Senior Vice President and Chief Financial Officer.\nToday's call is accompanied by a press release and a supplemental presentation posted to our website, vulcanmaterials.com. A recording of this call will be available for replay later today at our website.\nPlease be reminded that today's discussion may include forward-looking statements, which are subject to risks and uncertainties. These risks, along with other legal disclaimers, are described in detail in the company's earnings release and in other filings with the Securities and Exchange Commission.\nReconciliations of any non-GAAP financial measures are defined and reconciled in our earnings release, our supplemental presentation and other SEC filings. (Operator Instructions)\nWith that, I'll now turn the call over to Tom.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mark, and thanks to everyone for joining the call this morning. As always, we appreciate your interest in Vulcan Materials, and I hope that you and your families had a safe and healthy start to the year.\nOur teams executed well in the first quarter. They remain focused on capitalizing on pricing opportunities and mitigating cost pressures. Their efforts have and will continue to result in the expansion of our unit margins. Our strategic disciplines are helping us to both take advantage of tailwinds and dampen headwinds in a very dynamic environment.\nWe delivered solid results in the first quarter. We generated $294 million of adjusted EBITDA, a 20% increase over the prior year, despite accelerating inflation, continuing volatility in the energy markets and ongoing disruptions in supply chains. This quarter, again, demonstrates the resiliency of our aggregates business and our team's strong execution of our strategic disciplines.\nOver the trailing 12 months, we have delivered 10% adjusted EBITDA growth, in spite of $131 million of higher energy-related costs. On a trailing 12 months, aggregates cash gross profit per ton has improved for 15 consecutive quarters, absent the impact of selling acquired inventory.\nIn all business segments, the pricing environment is strong due to growing demand and ongoing inflation. Momentum continued with year-over-year growth in aggregate's mix-adjusted price increases sequentially for the fifth straight quarter.\nOur combined commercial and operational execution contributed to higher cash gross profit in both aggregates and total non-aggregate segments. In the downstream businesses, volume, price and material margins improved in both product lines.\nTurning now to the segments. Aggregates gross profit improved 9% to $243 million or $4.58 per ton. Demand is healthy across our footprint, and volume improved 14% or 7% on a same-store basis. Shipments were in line with expectations since the prior year's quarter was negatively impacted by the big February freeze.\nAs anticipated, aggregates pricing showed strong momentum in the first quarter, with freight-adjusted pricing increasing 6% over the prior year's first quarter. Mix-adjusted pricing improved 7%. We expect to see continued strength in pricing throughout the year and are confident about midyear price increases that will be particularly impactful to 2023.\nAs expected, our costs were elevated in the quarter on a year-over-year basis since the inflationary impacts did not begin in earnest until the second quarter last year. Over the trailing 12 months of continuously rising diesel and other inflationary impacts, our freight adjusted unit cash cost of sales has increased by 5%. In a challenging macro environment, this is a job well done, and I commend our operators for their hard work and for keeping each other safe and for delivering these results.\nIn the first quarter, cash gross profit was $6.53 per ton, excluding the impact of selling acquired inventory and higher diesel costs. Cash gross profit was $6.90 per ton, a 5% improvement over the prior year. Asphalt cash gross profit of $6 million was in line with the prior year.\nPricing actions initiated last year to offset rising liquid asphalt input costs positively impacted the first quarter results. Average selling prices increased 13% versus last year and helped to improve unit materials margins.\nThe average price of liquid asphalt was over 30% higher than the prior year, a $14 million headwind to our first quarter results. While we expect liquid asphalt prices to continue to rise, we are encouraged by the significant sequential improvement that we've seen in pricing over the last couple of quarters, and we remain focused on improving our gross profit margin in asphalt.\nConcrete cash gross profit grew from $12 million to $49 million in the first quarter driven primarily by the addition of U.S. Concrete. Volume, price and material margins all improved as higher selling prices offset higher material cost, including internally supplied aggregates.\nNow let's shift to the demand environment, which remains positive. Private demand is expected to grow in 2022 across all major categories, both single and multifamily housing, and both heavy and more traditional nonresidential. Public demand is improving. And as funding is put in place from the Infrastructure Investment and Jobs Act, future growth is expected in both highways and other infrastructure.\nAfter double-digit growth in 2021, the residential end use is expected to grow, but at a more modest rate in 2022. Demand remains strong, and starts are still positive. However, we are mindful of factors such as supply chain issues, rising interest rates and labor constraints. With the continued demand for additional housing, multifamily demand is accelerating.\nPrivate nonresidential demand has returned to growth in 2022. While demand will continue to be influenced by aggregates intensive warehouse and distribution projects, other private segments like office, manufacturing and industrial are now contributing to the sustainable growth in this end market.\nOn a trailing 12-month basis, square footage for total nonresidential starts has grown for the last 7 months and is now back to pre-COVID levels. Other external leading indicators, like ABI and the Dodge Momentum Index, also point to a growth for 2022.\nOn the public side, demand growth is expected in both highways and other infrastructure. The timing of the impact of the Infrastructure Investment and Jobs Act will depend upon the pace at which states allocate additional funds and the time horizon needed to move from design to letting to construction.\nAs we previously communicated, we anticipate the majority of the impact to be realized in 2023 and beyond. We are well positioned in attractive markets and are poised to benefit greatly from the legislation for years to come.\nWith the solid demand backdrop and positive pricing environment, we remain confident in delivering significant earnings improvement in 2022. We are focused on leveraging our strategic disciplines to control what we can control and to diminish the impacts of things outside of our control.\nI will now turn the call over to Suzanne for further comments. Suzanne?\n\nSuzanne H. Wood\n\nSenior VP & CFO, Vulcan Materials Company\n\nThanks, Tom, and good morning to everyone. The macro challenges of the last 24 months have been well-documented and discussed. We continue to confront these challenges from a position of strength led by our resilient aggregates business. Our commercial and operational execution are sound and supported by our strategic disciplines. Our balance sheet is strong. These factors combine to form our positive 2022 outlook.\nAs Tom already highlighted, our strategic disciplines help us to take advantage of tailwinds and dampen the impact of headwinds. We've done that over the last 8 quarters, delivering a 4% compound annual growth rate in our trailing 12-month cash unit margins in the face of a number of challenges.\nThe current pricing environment provides tremendous support for both our near-term and longer-term results, and we'll continue to leverage best practices and the collective knowledge of our talented teams to manage our overall costs.\nThis is evident in our SAG cost, which, as a percentage of total revenues, declined 60 basis points versus the prior year's quarter. We continue to make progress on the integration of U.S. Concrete to further leverage our costs.\nNow with respect to the balance sheet, we took steps in the quarter to improve its structure. We extended the maturity of our $1.1 billion term loan to August 2026. The loan can be repaid in full or in part at any time with no penalty. Simultaneously, we also extended the maturity of our revolving credit facility to September 2026.\nOur net leverage is 2.6x, that's just above the top end of our target range of 2x to 2.5x. Given our ability to generate strong cash flows, there is capacity to invest in other opportunities, whether organic or inorganic. Having said that, we do expect to move back within the target range by year-end. As always, we'll remain disciplined, as we allocate capital with a view to improving shareholder returns and maintaining financial flexibility and our investment-grade ratings.\nWe also remain focused on improving our return on investment. On a trailing 12 months basis, our ROIC at quarter end was 14%. And our adjusted EBITDA, over the same time horizon has improved by 10%, and we expect continued growth in 2022.\nIn February, we communicated expectations for 2022 of delivering adjusted EBITDA between $1.72 billion and $1.82 billion. We reiterate this guidance. We expect the favorable pricing dynamics and our strong execution to lead to attractive growth in aggregates unit profitability as well as improvement in our downstream businesses. Our expectation of investing between $600 million and $650 million in capital expenditures remains unchanged.\nI'll now turn the call back over to Tom for closing remarks.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Suzanne. In closing, I would like to remind you of 3 things. Our teams remain clearly focused on in order to deliver value for all of our stakeholders. One, executing at the local level; two, driving unit margin expansion by focusing on our strategic disciplines; and three, maximizing synergies from recent acquisitions.\nOur people are what makes Vulcan better every day, and I appreciate the hard work of our entire Vulcan team. I'm excited about what we will accomplish in 2022 and for years to come.\nAnd now Suzanne and I will be happy to take your questions."
  },
  {
    "header": "VMC",
    "cik": "0001396009",
    "ticker": "VMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/169dedd48ce5069cb2e5851e9f7447fc",
    "period": "2021 Q4",
    "content": "Q4 2021 Vulcan Materials Co Earnings Call\n\nQ4 2021 Vulcan Materials Co Earnings Call\n\nVMCNYSEFEB 16, 11:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to Vulcan Materials Company's Fourth Quarter Earnings Call. My name is Catherine, and I will be your conference call coordinator today. (Operator Instructions) Now I will turn the call over to your host, Mr. Mark Warren, Vice President of Investor Relations for Vulcan Materials. Mr. Warren, you may begin.\n\nMark D. Warren\n\nVP of IR, Vulcan Materials Company\n\nGood morning, and thank you for your interest in Vulcan Materials. With me today are Tom Hill, Chairman and CEO; and Suzanne Wood, Senior Vice President and Chief Financial Officer. Today's call is accompanied by a press release and a supplemental presentation posted to our website, vulcanmaterials.com.\nA recording of this call will be available for replay later today at our website. Please be reminded that today's discussion may include forward-looking statements, which are subject to risks and uncertainties. These risks, along with other legal disclaimers, are described in detail in the company's earnings release and in other filings with the Securities and Exchange Commission. Reconciliations of any non-GAAP financial measures are defined and reconciled in our earnings release, our supplemental presentation and other SEC filings. (Operator Instructions)\nWith that, I'll turn the call over to Tom.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Mark, and thanks to everyone for joining the call this morning. We appreciate your interest in Vulcan Materials Company and hope that you and your families continue to be safe and healthy.\nAs you will have seen from the press release this morning, Suzanne has decided to retire in September to spend some well-deserved time with her family. I'll have more to say on this at the conclusion of our prepared remarks.\nNow let's move to our fourth quarter performance and Suzanne will cover the full year performance later on. I want to thank our team for its strong execution during the fourth quarter. Our financial results were ahead of expectations despite ongoing challenges from inflationary pressures, particularly in energy and labor constraints. Focusing on our operating disciplines and proactive pricing actions, we once again saw expansion in our industry-leading unit profitability. At the same time, we made excellent progress on integrating U.S. Concrete into our business. This overall strong finish to the year allows us to carry considerable momentum into 2022.\nWe generated $383 million of adjusted EBITDA this quarter, an increase of 23% over 2021. Energy-related inflation was the most significant impact to our business with $36 million worth of higher cost, of which $17 million related to diesel fuel, while the remainder related to liquid asphalt and natural gas. Labor pressures caused higher labor costs due to overtime.\nIn the face of these challenges, we were able -- still able to manage our controllable costs well. Aggregates cash unit cost of sales increased less than 1% and as compared to the prior year's fourth quarter. This was an excellent operating performance, and I'd like to thank all of our operators and congratulate them on a job well done in 2021 and all the while delivering a world-class safety performance.\nOur operating performance helped us improve Aggregates' cash gross profit per ton by 6% to $7.41. This result includes an $8 million acquisition-related impact for selling acquired material after its markup to fair value. Importantly, this progress on cash unit margin expansion represents the 14th consecutive quarter of improvement.\nWe achieved this by consistently executing on our 4 strategic disciplines which helped to drive volume growth, higher pricing and improved operating efficiencies. These strategic disciplines will help us take advantage of the favorable demand and pricing environment in 2022.\nTotal Aggregates volume, including U.S. Concrete, increased by 13% versus last year's quarter. On a same-store basis, volume was up 7%. This reflects not only continued improvement in demand across all the markets, but also favorable weather in November and December. The Aggregates pricing environment continues to strengthen across our footprint. Same-store prices were up 3.7% in the quarter as compared to the prior year and mix-adjusted prices increased by 4.2%. Year-over-year, mix-adjusted pricing sequentially improved throughout the year, having started at 1.3% in the first quarter. The pricing actions taken to date, along with better demand visibility, set the stage for a favorable pricing environment in 2022.\nAsphalt gross profit was $4 million in the quarter compared to $17 million last year, as a 35% increase in liquid asphalt costs created a $17 million headwind for us. As we discussed before, liquid asphalt costs were at 3-year lows in 2020 and the significant fluctuation of these costs have made for a more difficult comp year-over-year. The good news is that our selling price for asphalt mix increased 5% from the prior year quarter. Through 2022, as pricing catches up, we will work to get back to Asphalt segment's long-term averages in terms of margins.\nConcrete gross profit grew from $9 million to $22 million in the fourth quarter. This increase was due to the acquisition, combined with higher shipments and price growth in our legacy business. Results were negatively impacted by higher diesel prices and the availability of drivers.\nBefore we move on to the overall demand environment, I'll comment briefly on U.S. Concrete. We continue to be excited about this acquisition and how it expands our footprint. It naturally complements our existing Aggregates business in California, Texas and Virginia, and gives us access to new platforms in the Northeast. We moved immediately following the acquisition to begin securing cost savings and synergy opportunities. As I mentioned previously, the integration is going well, and our progress accelerated during the fourth quarter with both -- from both operational and back office standpoint.\nI am pleased with how the business and management teams have blended seamlessly during the first 4 months of ownership. We remain confident in our ability to generate at least $50 million of initial synergies -- initial cost synergies on a 12-month run basis beginning midyear.\nNow I'll touch briefly on the demand picture, which is increasingly positive. The key takeaway is that for the first time in many years, all 4 end uses are expected to grow. The residential end-use has continued to show growth in starts in both single-family and multifamily housing, and we expect starts to continue at these high levels. Nonresidential starts continue to strengthen over a broader range of categories, improving nonresidential demand will be positive and help drive growth in our Aggregates and our Concrete businesses.\nOn the public side, growth is expected in both highways and other infrastructure. The recently enacted Infrastructure Investment and Jobs Act will add to existing demand as well as elongating cycle. Having said that, we do not expect it to have a significant impact in 2022. We are well positioned in the attractive growth markets we serve, and those markets are poised to benefit greatly from the legislation in coming years.\nBefore I turn the call over to Suzanne, I want to reiterate our confidence in our prospects for 2022, particularly with respect to demand visibility, pricing and our ability to control what we can control. We will be mindful of potential pressures from both inflationary trends and tight labor markets. We will continue to focus on our operating excellence and our strategic sourcing disciplines to help offset some of these pressures.\nNow I'll turn the call over to Suzanne for further comments. Suzanne?\n\nSuzanne H. Wood\n\nSenior VP & CFO, Vulcan Materials Company\n\nThanks, Tom, and good morning to everyone.\nWhile we faced some challenges in 2021, it was a year of significant accomplishments, including the completion of our acquisition. Our most notable financial achievements were the growth in our unit profitability and adjusted EBITDA. Full year Aggregates cash gross profit per ton rose by 5%, while adjusted EBITDA increased by 10%. The ability to generate numbers like this while incurring $93 million of higher energy-related costs across the segments demonstrates the strength flexibility and resiliency of our aggregates-focused business model.\nIt also points to the contributions of our 4 strategic disciplines which help us make the most of any economic environment. Aggregates prices increased by 3% as compared to the prior year, and we held our cash unit cost growth to less than 2% through efficiency improvements and general cost controls. This allowed us to offset inflationary pressures and improve our unit profitability.\nWith respect to the balance sheet, we quickly reduced our net leverage to the top end of our target range, ending the year at 2.5x. Given our ability to generate strong cash flows, there is capacity and liquidity to invest in other opportunities, whether organic or inorganic. But as always, we will be disciplined in doing so.\nCertainly, we'll continue to prioritize sensible leverage and financial flexibility in order to support our capital allocation priorities and maintain our investment-grade ratings. Our debt structure is sound with long maturities that make sense for our business. Our capital allocation priorities remain unchanged and have led to an improving return on investment profile. On a trailing 12-month basis, our ROIC was 14.2%. While investing in growth and overcoming inflation and the pandemic, we have improved our ROIC by 160 basis points over the past 3 years.\nNow turning to our outlook. Let me make a few comments before turning the call back over to Tom. Following a strong performance in 2021, we expect 2022 to be another good year of earnings growth. In terms of our guidance, it incorporates the full year contribution of U.S. Concrete. Given the level of integration and change going on in our business, we are providing guidance on a consolidated basis.\nWe expect adjusted EBITDA of between $1.72 billion and $1.82 billion. The midpoint of this range represents a 22% increase over 2021. We've outlined the more detailed guidance in the press release, but let me touch on a couple of key items. First, we project a high single-digit growth in our Aggregates cash gross profit per ton, driven by an expected 6% to 8% increase in Aggregates pricing and 5% to 7% increase in shipping volume. As mentioned on the third quarter call, volumes may be affected by labor constraints, and therefore, we've tried to be thoughtful about the volume guidance range.\nIf labor constraints continue in 2022, it's important to remember that the work is still there. It may just proceed at a slower pace effectively extending the recovery and allowing us the opportunity to compound our unit margins. With respect to costs, they are expected to rise by mid-single digits, but we will do all we can to control what we can control.\nIn non-aggregates, we anticipate cash gross profit of $300 million to $325 million with approximately 75% of that coming from Concrete. Most of the improvement will be driven by a full year of earnings from the acquisition of U.S. Concrete but also from improvement in our Asphalt and legacy Concrete businesses. SAG expenses will range from $485 million to $495 million, reflecting the inclusion of U.S. Concrete and anticipated synergies as described on our last call. And finally, we expect to invest between $600 million and $650 million in capital expenditures, including growth and capacity-adding projects. This compares to $465 million invested in 2021 and includes a full year of expenditures for U.S. Concrete.\nI'll turn the call back over to Tom now for closing remarks.\n\nJames Thomas Hill\n\nChairman, President & CEO, Vulcan Materials Company\n\nThank you, Suzanne.\nBefore we go to Q&A, I want to comment on a supply chain issue. For 30 years, Vulcan Materials is limestone (inaudible) apply Camo Mexico on land that we own. We are extremely proud of our history as a good corporate citizen, and I am particularly proud of the 450 operators of that facility. They operate safely and have contributed thousands of hours in service to the surrounding communities and the environment.\nSince late 2018, we have been engaged in a NAFTA arbitration with Mexico in order to secure our rights to quarry future reserves. A hearing took place in 2021 and we expect a ruling in the second half of 2022. We have continued to engage with government officials to pursue an amiable resolution of that dispute.\nHowever, recently, Mexico has taken additional actions that adversely affected our operations in Mexico. We are focused on taking care of our customers affected by these actions and we will continue to work with the Mexican authorities to reach a mutually agreeable and beneficial solution.\nNow looking at Vulcan in total. I want to again thank the entire Vulcan team for their hard work and dedication to servicing our customers. Our people are what makes Vulcan better every day. We have and will always operate Vulcan for the long term. This includes keeping our people safe and improving on our already world-class safety record. The 3 key elements of our near-term strategy that will deliver value for our shareholders are the following: one, execute at a local level; two, drive unit margin expansion by focusing on our 4 strategic disciplines; and three, maximize synergies with U.S. Concrete. I'm looking forward to working with our teams this year to accomplish our goals.\nBefore I close, let me comment on the leadership changes I mentioned at the beginning of my comments. Effective March 1, Darren Hicks will serve as our Chief Human Resources Officer. Our culture and our people are key to our success, and Darren brings a wealth of experience to the new role. We are confident he is the right person to continue to help drive Vulcan forward into the future.\nAnd of course, as I said, Suzanne is planning to retire later this year. Mary Andrews Carlisle will be replacing Suzanne effective September 1. She is the ideal person to step into Suzanne's shoes, having worked closely with both Suzanne and me in the planning and execution of our strategy for a number of years now. Although we hate to see Suzanne go, we fully support her decision, and we are grateful for her commitment to ensure a smooth transition.\nAnd now Suzanne and I will be happy to take your questions."
  }
]