[
  {
    "header": "VST",
    "cik": "0001692819",
    "ticker": "VST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/56c3293ea88e6dc66390a82d994e0eb9",
    "period": "2025 Q3",
    "content": "Q3 2025 Vistra Corp Earnings Call\n\nQ3 2025 Vistra Corp Earnings Call\n\nVSTNYSENOV 6, 10:00 AM\n\nOperator\n\nGood day, and welcome to Vistra's Third Quarter 2025 Earnings Call. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to Eric Micek, Vice President, Investor Relations. Please go ahead.\n\nEric Micek\n\nGood morning, and thank you for joining Vistra's investor webcast discussing our third quarter 2025 results. Our discussion today is being broadcast live from the Investor Relations section of our website at www.vistracorp.com. There, you can also find copies of today's investor presentation and earnings release. Leading the call today are Jim Burke, Vista's President and Chief Executive Officer; and Chris Moldovan, Vistra's Executive Vice President and Chief Financial Officer. They are joined by other Vistra's senior executives to address questions during the second part of today's call as necessary.\nOur earnings release, presentation and other matters discussed on the call today include references to certain non-GAAP financial measures. All references to adjusted EBITDA and adjusted free cash flow before growth throughout this presentation refer to ongoing operations adjusted EBITDA and ongoing operations free cash flow before growth. Reconciliations to the most directly comparable GAAP measures are provided in the earnings release and in the appendix to the investor presentation available in the Investor Relations section of Vistar's website.\nAlso, today's discussion contains forward-looking statements, which are based on assumptions we believe to be reasonable only as of today's date. Such forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those projected or implied. We assume no obligation to update our forward-looking statements.\nI encourage all listeners to review the safe harbor statements included on Slide 2 of the investor presentation on our website at explaining the risks of forward-looking statements, the limitations of certain industry and market data included in the presentation and the use of non-GAAP financial measures. I will now turn the call over to our President and CEO, Jim Burke.\n\nJames A. Burke\n\nChief Operating Officer & Executive Vice President, Vistra Energy Corp.\n\nThank you, Eric, and good morning, everyone. I appreciate you joining us to review Vistra's third quarter 2025 results. This year continues to be a transformational one for our company, and the activity during the quarter was a key driver of our progress. We announced the landmark power purchase agreement at Comanche Peak, announced our plan to develop 2 gas-fired units in West Texas and successfully closed the acquisition of approximately 2.6 gigawatts of natural gas-fired assets from Lotus Infrastructure Partners. Importantly, while we are successfully advancing our growth efforts, we continue to be steadfastly focused on execution in our core business. As we will discuss, our core business continues to point to additional value creation in the years ahead. I'm proud of what our team has accomplished this year as we continue building the foundation for sustainable growth and value creation well into the future.\nContinuing on the topic of sustainable growth on Slide 5, you can see the positive impact of steps we've taken over the past several years. Combined with a more favorable demand backdrop, those actions are now translating into sustainably higher levels of profitability for our company. At the core of this success are the approximately 7,000 team members across the organization. Their dedication and hard work allowed us to deliver another solid quarter of financial performance.\nCombined with our results year-to-date, we are narrowing our guidance range for 2025 adjusted EBITDA to $5.7 billion to $5.9 billion, and our 2025 adjusted free cash flow before growth to $3.3 billion to $3.5 billion.\nMoving to our near-term outlook. We are introducing guidance ranges for 2026 adjusted EBITDA of $6.8 billion to $7.6 billion and adjusted free cash flow before growth of $3.925 billion to $4.725 billion, including the expected contribution from the assets acquired from LOTUS Infrastructure Partners. It's worth noting that excluding the benefits from the LOTUS assets, the midpoint of our 2026 adjusted EBITDA guidance range is above our previously communicated 2026 adjusted EBITDA midpoint opportunity of $6.8 billion plus, another clear sign of sustainable momentum across our business.\nWe are confident in our forecast as we expect consistent earnings from our retail business paired with strong performance from a reliable, flexible and highly hedged generation fleet.\nFinally, for 2027, we are introducing an adjusted EBITDA midpoint opportunity range of $7.4 billion to $7.8 billion. While multiple drivers of gross margin variability remain, including the 2027, 2028 PJM capacity auction, our hedge percentage, which currently sits at approximately 70% of expected generation, provides line of sight to our adjusted EBITDA midpoint opportunity.\nFinally, the recently announced power purchase agreement at Comanche Peak marks a major milestone for our company, for our site and for Texas. We believe this 20-year agreement, which enables our customer to energize up to 1,200 megawatts of new load ensures the Comanche Peak nuclear plant will continue to deliver power to Texans at least through the middle of this century. As you may recall, we recently relicensed Comanche Peak out to the 2050s, and this agreement provides the financial backing to maintain operations through that date and potentially beyond.\nFurther, the customer's commitment to bring significant backup generation to the site will also enhance resource adequacy while meeting their own reliability needs. I want to commend our team for their hard work and constant dedication in getting this agreement over the finish line, working, of course, very closely with our customer. We believe this is yet another example of why Vistra is a reliable and trusted partner for these types of long-term agreements needed to meet the ever-increasing power demand across the U.S.\nWe continue to see multiple pathways for long-term agreements at other sites as we believe our fleet and development capabilities are well positioned to provide a variety of power solutions to meet the needs of these large load customers.\nTurning to Slide 6. Our 4 strategic priorities remain integral to our success. We believe our integrated business model and comprehensive hedging program provide our stakeholders greater visibility into our future financial performance. Our diverse fleet of generation assets, combined with our trusted retail brands and strong commercial acumen form an integrated platform that consistently delivers attractive earnings and downside protection.\nOur generation team achieved another solid quarter of commercial availability of approximately 93% for our coal and gas fleet. This included exceptional performance during the late July nationwide heat wave and the impacts of the extended outage at 1 of our 3 Martin Lake units. Nuclear also had a solid quarter of performance, achieving a capacity factor of approximately 95%.\nComplementing our generation portfolio, our commercial team continues to deliver strong results through disciplined execution over a comprehensive hedging strategy. We've established a highly hedged position for '26 as we enter the year, providing enhanced earnings visibility and stability. Over the next 12 months, the team will continue to prudently manage our open length for '27 to further strengthen that position. As I'll discuss later, we are also making solid progress in advancing additional capacity contracts with large load customers, which will further enhance the long-term value of our company.\nOn the retail side, we continue to see strong customer count growth driven by our portfolio of brands in the Texas market. We believe the team's continuous innovation combined with strong customer service drives the consistent earnings level of the business while outperforming on customer complaint performance versus our key competitors and maintaining our 5-star ranking.\nSwitching to capital allocation, we remain disciplined in our approach by targeting a significant return of capital executing on our attractive growth project pipeline and maintaining a strong balance sheet. Since implementing the capital return plan put in place during the fourth quarter of 2021, we have returned over $6.7 billion to our shareholders through share repurchases and common stock dividends. Chris will cover capital allocation in more detail later in the presentation, but you will see that we expect to return at least an additional approximately $2.9 billion through share repurchases and common dividends, including the additional $1 billion authorized this quarter by the Board for share repurchases through 2027.\nTurning to growth. With the increasing power needs in West Texas, including from the state's expanding oil and natural gas industries, combined with expected demand growth from data center additions, we have made the decision to move forward with developing 2 natural gas units totaling 860 megawatts. We view these projects as attractive for our owners with projected returns in excess of our mid-teens levered return thresholds. Both units remain part of the Texas Energy Fund due diligence process, and we plan to make a final decision on financing in the coming months.\nEquipment and EPC procurement is progressing well, and we remain on track to deliver this West Texas capacity in early to mid-2028.\nLastly, we successfully closed on our acquisition of 7 natural gas plants from LOTUS Infrastructure Partners, totaling approximately 2,600 megawatts of capacity. This acquisition, which includes assets across PJM, New England, New York and California reflects our disciplined and opportunistic approach to M&A. It will enhance our already wide geographic footprint and strengthen our ability to meet the diverse needs of our customers. We look forward to integrating these assets into the Vistra portfolio and driving operational efficiencies by running them in line with the high standards of our current large combined cycle and peaking gas fleet.\nWe continue to target approximately $270 million of adjusted EBITDA from these assets in 2026, with potential upside in the out years driven by synergies and higher capacity revenue.\nMoving to the balance sheet. We continue to prioritize liquidity and low leverage to manage the business prudently. While we currently have a strong balance sheet with leverage of approximately 2.6x, we expect additional deleveraging through the end of 2027 through higher earnings and continued prudent management of our debt levels.\nAs we stated on our last call, we believe the lower leverage levels, combined with a reduction in business risk as a result of more contracted revenue sources, puts us on the path for an upgrade to investment-grade credit ratings.\nOn our strategic energy transition, we continue to execute on our strategy of utilizing existing land and interconnects to develop solar and energy storage projects. Our Oak Hill solar project in ERCOT reached commercial operations last month, bringing 200 megawatts of clean energy to the ERCOT grid. Our Pulaski and [indiscernible] sites remain on schedule for commercial operations by year-end 2026.\nWe continue to evaluate the remainder of our development portfolio for additional opportunities as long-term power agreements materialize.\nFinally, we believe nuclear, with its carbon-free profile and 24/7 availability, is a vital component in meeting the country's electricity needs for decades to come. Large load customers clearly have a preference for this type of generation. To meet these needs, we continue to evaluate upgrade opportunities at our nuclear plants with studies planned to be completed by the end of this year. Initial assessments are promising, indicating the potential to increase capacity at nuclear plants by approximately 10%, with the additional capacity starting to come online in the early 2030s.\nTurning to Slide 7. We continue to see a structurally improved demand environment, which carries significant positive implications for our business. As we've discussed over the past several quarters, electricity consumption across the country is undergoing a fundamental shift. Load growth in our largest markets remains well ahead of national averages, with weather-normalized load in PJM rising approximately 2% to 3% and the ERCOT market growing around 6% year-over-year. Importantly, customer investment continues to send stronger, more sustained market signals. Data center development remains robust with a number of planned facilities across the U.S. more than doubling from 12 months ago. Our largest markets, PJM and ERCOT, continue to be targeted for a larger share of these developments. As an example, ERCOT's market share of these announcements is over double the region's market share of currently installed data centers. While it's unlikely that every announced project ultimately reaches completion, even factoring in a haircut, we believe this data indicates the low growth levels we covered at the top of the slide will materialize. In fact, we continue to see the potential for even greater acceleration. This is especially evident in recent results calls from the hyperscalers where they've emphasized expanded investments in AI and data infrastructure, signaling that development activity is expected to remain strong, if not increase further, in the year ahead.\nThis load growth is already leading to higher utilization rates for our combined cycle gas assets where capacity factors have increased from the low 50% range to the high 50s over the last several years. Growing consumption should efficiently drive existing assets to higher utilization levels over time, potentially reaching rates in the mid-80% range for combined cycle gas plants. This is evidence that there is capacity currently on the grid capable of meeting the load growth anticipated over the next 3 to 5 years.\nIn addition to supply-side solutions, there is also increasing interest in demand-side solutions. The infrequent super peak hours can also be met through practical solutions like on-site backup generation and demand response, approaches that large load customers are continuing to develop and implement. This framework supports accelerating demand growth from emerging sectors such as data centers, crypto operations and other industrial load, allowing them to integrate into our markets by leveraging existing grid investments while improving system utilization and lowering unit costs for end customers.\nTurning to Slide 8. Vistra is in the middle of a multiyear plan to drive significantly higher profitability levels against the backdrop of accelerating electricity demand growth just outlined. The team has already delivered on several initiatives that have led to our increased outlook through 2027. Our retail business consistently achieved strong margin performance and high levels of free cash flow conversion. Our commercial team through our comprehensive hedging program lock-in benefits from stronger power markets, while our generation team looks for attractive and cost-effective ways to organically add capacity, such as our natural gas upgrades in Texas.\nInorganic expansion has also been a big value driver through both the acquisitions of Energy Harbor and the natural gas plants from LOTUS. However, we see an extensive list of near-term and long-term opportunities that are not included in our outlook that will enable us to grow our business through the end of the decade and beyond. Some of these initiatives are already underway, such as the 1,200-megawatt power purchase agreement at Comanche Peak, or the Coleto Creek coal to gas conversion, and these are expected to begin contributing to profitability in the next few years. Projects like the new Permian gas units and the Miami Fort coal-to-gas conversion are in the early stages of project execution.\nOthers such as the nuclear uprates, while still early in the process, could provide significant additional optionality around our assets. Long-term power purchase agreements will also be a key driver of increasing our earnings visibility, and we see multiple pathways to agreements across our large diversified fleet of more than 40,000 megawatts of nuclear, gas, coal and renewable generation.\nWe also see numerous opportunities for contracting new build capacity across our geographies and our experienced development team is actively progressing these options. We continue to see an acceleration in strong customer interest we outlined last quarter, and we believe the momentum we have today should enable us to realize multiple contracting opportunities. In fact, we set aside roughly $50 million per year over the next several years, including 2026, and increased expenses for investments in people and development activities to capture these opportunities and handle the level of customer interest. Importantly, all the potential future drivers I've outlined remain incremental to the core objective of delivering for our customers for running an efficient and reliable fleet that benefits from improving power market fundamentals.\nWe believe there is significant optionality embedded in our large generation fleet, particularly our combined cycle and peaking gas fleet given that strong market fundamentals can drive higher volumes and higher revenue without significant incremental investment. Now I'll turn it over to Kris to provide more details on our third quarter results outlook and capital allocation. Kris?\n\nKristopher E. Moldovan\n\nExecutive VP & CFO, Vistra Corp.\n\nThank you, Jim. Turning to Slide 10. Vistra delivered $1.581 billion in adjusted EBITDA in the third quarter including $1.544 billion from Generation and $37 million from retail. Consistent with last quarter, the Generation segment continued to realize material benefits from our comprehensive hedging program, with average realized prices over $10 per megawatt hour higher compared to the same quarter last year. The stronger realized price benefit, together with the higher capacity revenue in our E segment, and the expected nuclear PTC revenue recognized at Comanche Peak, more than offset the impacts of extended outages at Martin Lake Unit 1 and our battery facilities at Moss Landing.\nOn a year-to-date basis, the incremental contribution from 2 additional months of Energy Harbor results, combined with stronger realized wholesale prices and higher capacity revenue, have more than offset the impact from the outages and are driving the strong year-over-year performance gains. Moving to retail. As a reminder, based on the shape and level of supply costs, we typically expect lower profitability in the first and third quarters, with this year being no exception. Notably, the third quarter, like the first 6 months of the year, benefited from strong customer count and margin performance, with the results in the quarter being offset by weather-driven gains in the third quarter of last year that were not repeated this summer, and some expected intra-year timing impacts of supply costs. Importantly, the retail business continues to generate strong earnings to our business in a variety of market conditions and remains on track to outperform 2024 results.\nTurning to Slide 11. Based on our expectations for 2025 and 2026 and the range of midpoint opportunities for 2027 that Jim outlined earlier as well as our expectation that we will continue to achieve a targeted medium-term adjusted EBITDA to adjusted free cash flow before growth conversion rate of at least 60%, we project to generate a significant amount of cash, approximately $10 billion, through year-end 2027.\nThe confidence in our outlook and the cash generation of our business continues to be underpinned by our comprehensive hedging program, and the downside support provided by the nuclear PTC, resulting in a highly hedged position over the next several years.\nAs we've highlighted in previous quarters, our share repurchase program has generated significant value for our shareholders. Since beginning the program in November 2021, we have reduced our shares outstanding by approximately 30% through repurchase of approximately 165 million shares at an average price per share under $34. We continue to expect to return at least $1.3 billion to our shareholders each year through share repurchases and common dividends. With the Board's recent authorization of an additional $1 billion of share repurchases, we have approximately $2.2 billion of share repurchase authorization, enough to meet our annual share repurchase target through 2027. We will continue to execute the share repurchase program through our 10b5-1 plan, allowing us to stay in the market even when in possession of material nonpublic information.\nWhile this plan allows us to remain consistent buyers of our shares, we have designed it such that it accelerates repurchase amounts during times of market dislocation.\nOn the balance sheet, after increasing our net debt to reflect the closing of the Lotus transaction, and the financing activities completed in October as well as incorporate the midpoint of our 2026 guidance range for adjusted EBITDA, our net leverage ratio is approximately 2.6x. As mentioned last quarter, we are targeting leverage metrics consistent with investment-grade credit ratings and believe the improvement in our net leverage levels, combined with the higher earnings visibility from more contracted earnings streams, could position us for an upgrade, potentially within the next 12 to 18 months.\nTurning to growth investments. We will continue to be opportunistic, yet disciplined in the deployment of capital. In addition to our planned solar and energy storage investments, we will be allocating capital to our new gas-fired units in West Texas, which we estimate will require approximately $900 million before any offsets from project financing. Finally, we expect to continue to evaluate M&A opportunities for both the generation and retail businesses.\nEven after allocating approximately $3.4 billion to our equity holders through share repurchases in common and preferred dividends and $2.6 million for accretive growth investments, including closing the acquisition of the gas assets from LOTUS Infrastructure Partners, we still expect to have approximately $4 billion of additional capital available to allocate through year-end 2027.\nShare repurchases remain an important capital allocation priority, and we still believe our shares are trading at an elevated free cash flow yield, especially when compared to the average free cash flow yield for companies in the S&P 500. A strong balance sheet is also important, and we see multiple benefits to achieving investment-grade credit ratings.\nFinally, the shift in power market fundamentals have led to a significantly wider opportunity set for growth compared to years past. Notably, while the opportunity set has changed, our approach is not. We remain disciplined, seeking to balance growth with shareholder returns and a strong balance sheet. We continue to place a high threshold on capital, targeting at least mid-teens levered returns for any opportunity we pursue.\nFinally, moving to Slide 12. As Jim mentioned, we are in a multiyear execution plan that is leading to a sustainably higher level of earnings power for our business. This is evident in the higher adjusted EBITDA and adjusted free cash flow before growth guidance we've provided today. While these metrics have been the focus of our guidance historically and will likely continue to be going forward, at least in the short term, these metrics don't fully capture our best-in-class capital allocation demonstrated over the past several years. As a result, we've included a new perspective focused on adjusted free cash flow before growth per share through 2026. We view this metric as a direct indicator of long-term value creation for shareholders. It demonstrates both our ability to generate recurring cash flow and the capacity is deployed that cash toward value-enhancing initiatives. It's also an important measure with Vistra's long-term incentive compensation framework, keeping management and shareholders aligned on how we define success. You can see from the chart on the left that based on actions taken to date, Ford curves at the end of October and a stable share count as of September 30, we see a trajectory for adjusted free cash flow before growth per share to grow by approximately 50% from 2024 through 2026.\nWe think this level of improvement over the 2-year period is compelling and is a testament to both the operational excellence and disciplined capital allocation by the team.\nAs Jim outlined earlier, the number of opportunities for our business have never been higher, and we continue to see heightened engagement from our customer base. These opportunities vary in the amount of capital required as well as our ability to control them. Some of these opportunities, like continued share repurchases, are fully in our control. Many of these opportunities, like the recently announced Permian gas units, the 1,200-megawatt Comanche Peak PPA or other new long-term contracts that existing or new build generation assets are highly accretive, but are not expected to begin contributing immediately to our results.\nThe continued improvement in power markets remains a potentially significant source of future growth in our business. Collectively, we see these multiple drivers leading to a meaningfully higher adjusted free cash flow before growth per share with a compelling growth rate over the next 3 to 5 years. We will continue to deploy our excess capital to maximize the value creation from these opportunities, and we'll provide updates as they materialize.\nIn closing, the growth and results we shared today reflect the strength of our strategy and the dedication of our entire team in consistently delivering for our customers and our shareholders. As we look to the months ahead, our focus remains on finishing the year with solid execution, ensuring reliable performance through the winter season and setting the stage for continued success in 2026.\nWith that, operator, we're ready to open the line for questions."
  },
  {
    "header": "VST",
    "cik": "0001692819",
    "ticker": "VST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/68a4f488fc24d4f148240b86ceaeb52c",
    "period": "2025 Q2",
    "content": "Q2 2025 Vistra Corp Earnings Call\n\nQ2 2025 Vistra Corp Earnings Call\n\nVSTNYSEAUG 7, 9:00 AM\n\nOperator\n\nGood day, and welcome to the Vistra's Second Quarter 2025 Earnings Conference Call. [Operator Instructions] After today's presentation, there will be an opportunity to ask questions. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to Eric Micek, Vice President, Investor Relations. Please go ahead. .\n\nEric Micek\n\nGood morning, and thank you for joining Vistra's investor webcast discussing our Second Quarter 2025 results. Our discussion today is being broadcast live from the Investor Relations section of our website at www.vistracorp.com. There, you can also find copies of today's investor presentation and earnings release. Leading the call today are Jim Burke, Vistra's President and Chief Executive Officer; and Kris Moldovan, Vistra's Executive Vice President and Chief Financial Officer. .\nThey are joined by other Vistra's senior executives to address questions during the second part of today's call as necessary. Earnings release, presentation and other matters discussed in the call today include references to certain non-GAAP financial measures. All references to adjusted EBITDA and adjusted free cash flow before growth throughout this presentation refer to ongoing operations adjusted EBITDA and ongoing operations adjusted free cash flow before growth.\nReconciliations to the most directly comparable GAAP measures are provided in the earnings release and in the appendix to the investor presentation available in the Investor Relations section of Vistra's website. Also, today's discussion contains forward-looking statements, which are based on assumptions we believe to be reasonable only as of today's date.\nSuch forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those projected or implied. We assume no obligation to update our forward-looking statements. I encourage all listeners to review the safe harbor statements included on Slide 2 of the investor presentation on our website that explain the risks of forward-looking statements, the limitations of certain industry and market data included in the presentation and the use of non-GAAP financial measures.\nI will now turn the call over to our President and CEO, Jim Burke. .\n\nJames A. Burke\n\nChief Operating Officer & Executive Vice President, Vistra Energy Corp.\n\nThank you, Eric. Good morning, and thank you for joining us to discuss our Second Quarter 2025 operational and financial results. The business continues to perform well and with our strong year-to-date results, we remain on track to achieve a record result for the company in 2025. The trends in demand growth continue to persist in our major markets. .\nThe recent experience in PJM in the Northeast is a great example with the late June heat wave resulting in PJM load hitting the highest level in 14 years, in New York, the highest in 10 years and in New England, the highest in 12 years. The administration continues to pursue multiple avenues to accelerate America's development of AI and the electricity sources needed to power it.\nWe continue to believe this will require a diversified solution with capacity coming from all types of generation sources, particularly dispatchable across all major power markets. We believe the challenge of meeting expected load growth in a way that minimizes the impacts to all customers is solvable. And as I will outline later, we believe Vistra is well positioned to be a leader in developing these solutions for the energy needs of our customers and our nation.\nStarting on Slide 5. The team has worked hard across the business and achieved adjusted EBITDA of $1.349 billion for the quarter. The consistent execution from our team across generation, commercial and retail delivered reliable power and customer solutions that reflect the strength of our business model.\nThe strong execution of our team year-to-date provides us with confidence that we will meet or exceed our plan despite the impacts of ongoing unplanned outages at a few of our units. Thus, we are reaffirming the guidance ranges for 2025 adjusted EBITDA of $5.5 billion to $6.1 billion and adjusted free cash flow before growth of $3 billion to $3.6 billion.\nMoving to growth. We recently announced our plans to acquire 7 modern natural gas facilities from LOTUS Infrastructure Partners with a combined capacity of approximately 2,600 megawatts, including 1,800 megawatts in the PJM market. We believe these assets are highly complementary to our fleet and we look forward to closing the transaction later this year or early next year.\nLastly, given our hedging activity over the past several months, combined with the results of the recently completed 2026, 2027 PJM capacity auction. We are increasing our 2026 adjusted EBITDA midpoint opportunity, excluding any contribution from the LOTUS assets to be at least $6.8 billion. Turning to Slide 6. Our 4 strategic priorities remain integral to our strong business performance and both our short-term and long-term success.\nOur integrated business model and comprehensive hedging program leverages our diverse portfolio of generation assets. This, combined with our strong retail brands and experienced commercial team, provide increased visibility into our earnings potential while providing considerable downside protection. Operationally, we achieved commercial availability in line with expectations as the team worked diligently to prepare the fleet for the critical summer months.\nThis preparation was evident, especially during the June heat wave in PJM, MISO and the Northeast markets. Despite the demands placed on the fleet, particularly during the hottest 3 days beginning June 23, and our fleet performed very well with a commercial availability of approximately 95% across our diversified set of assets. On the retail side, we achieved another solid quarter of performance, driven by growth in ERCOT across our portfolio of brands and strong complaint performance versus our competitors.\nWe also continue to grow our large business markets franchise as customers are looking to secure power while managing price volatility. In fact, our Texas business markets volumes were 10% higher year-over-year with strong margins. Switching to capital allocation. We remain committed to our disciplined approach of returning capital to shareholders, executing on attractive growth opportunities like the announced acquisition of assets from LOTUS Infrastructure Partners, while also maintaining a strong balance sheet.\nSince implementing the capital return plan put in place during the fourth quarter of 2021, we have returned over $6.5 billion to our investors through share repurchases and common stock dividends. We expect to return at least approximately $1.8 billion of incremental capital to shareholders through share repurchases and dividends to the end of 2026. We also expect this capital return to coincide with significant balance sheet deleveraging, which we believe will position us for an upgrade to investment-grade ratings as our earnings grow and we complete remaining future payments related to the fist revision minority interest acquisition.\nMoving to strategic energy transition. We continue to execute on our strategy of utilizing existing land and interconnects to develop solar and energy storage projects. Our Oak Hill, Pulaski and Newton sites remain on schedule for commercial operations in 2025 and 2026. We continue to evaluate the remainder of our development portfolio for additional opportunities as long-term power agreements materialize.\nFinally, we were excited to achieve the successful relicensing of our peri nuclear power plant during the quarter. The Nuclear Regulatory Commission approved the license renewal through 2046, an additional 20 years beyond its original license, and we look forward to the continued operations of this key baseload asset. We believe nuclear power's unique combination of carbon-free dispatchable power will continue to play a critical role in meeting our country's electricity needs for decades to come.\nTurning to Slide 7. We continue to see a structurally improved demand backdrop, which has significant positive implications for our business. While third-party forecasts and utility estimates have wide variation we continue to see a structural shift in electricity consumption with recent growth in electricity demand across the country returning to pre-2000 trends after approximately 2 decades of stagnation.\nAs we highlighted last quarter, energy growth in our biggest markets continues to track ahead of electricity demand growth for the entire country, with weather-normalized load in PJM growing approximately 2% to 3% and the ERCOT market growing approximately 6% year-over-year. Our fundamental view suggests the growth energy consumption will outpace the growth in peak energy demand.\nThis will mean higher utilization of existing assets, including generation and transmission and distribution assets as well as demand response activities, particularly from large customers, including crypto, data centers and other industrial customers. Our view is that markets are beginning to send the much-needed signals for investment in new generation. This is underpinned by the continued investment from industrial and commercial sectors including data center customers.\nSince the beginning of this year, the administration's push to drive investment into U.S. manufacturing has identified over $2 trillion of announced projects. As covered on recent quarterly investor calls, hyperscalers continue to invest in AI and data center infrastructure, including capital expenditure budget increases of over 50% to 60% on average compared to the prior year.\nThe recent PJM capacity auction clear is a sign of markets responding to this increased demand with recent prices signaling the value of additional capacity whether it's plan augmentations, deferring retirements, conversions or new build. We believe returning the PJM capacity auction to its regular schedule with a 3-year lead time combined with the necessary stronger auction clears will incentivize the capacity additions the system needs.\nPolicymakers are understandably concerned about system reliability and system costs and programs like the reliability, resource initiative, and PJM can help accelerate dispatchable generation additions. Finally, we continue to believe near-term demand can be reliably and cost effectively served by the grid we have today, given that electrogrids remained underutilized for the vast majority of hours in the year.\nThis remains the case for both ERCOT and PJM, where peak load has been approximately 85 gigawatts and 162 gigawatts, respectively, but the average load is approximately 55% to 60% of that level throughout the year. Our thermal fleet on average runs 50% to 55% capacity factors as most thermal assets do across the grid. These resources can scale to meet additional loan requirements. The super peak hours can be reliably met with straightforward solutions like on-site backup generation and demand response allowing the new load to come into our markets utilizing the investments already made by the electricity sector, both regulated and competitive.\nIn the medium to long term to sustain the economic growth and meet customer demand, more investment will be needed across the system. As outlined on Slide 8, we believe Vistra's diverse fleet of generation assets, innovative retail business and development capability strategically positioned Vistra for success in the power sector through a variety of opportunities.\nCustomers are looking for multiple tailored solutions to meet their energy needs and whether it is data center contract opportunities with existing assets or higher utilization of our more than 40,000 megawatts of existing assets, we have multiple paths to create value. Our dedicated team is actively progressing these opportunities, and we have good momentum.\nWe have a number of short-term, medium-term and long-term options across the generation fleet and we feel confident about the status of these opportunities and look forward to providing more details over the balance of the year. Our existing asset base provides a strong foundation from which to grow capacity through upgrades not only at gas plants, but also at our nuclear sites, where we expect to finish our OPRATE studies by the end of the year.\nWe anticipate being able to add more than 600 megawatts to our existing nuclear capacity by early to mid-2030s. Moving to our coal sites. Our Coleto Creek coal to gas conversion remains on track for 2027. We see additional potential conversion opportunities at our other retiring coal plants given the strong capacity clears and our improved market outlook, including our Miami for coal plant located in Ohio.\nWith the recent capacity auction clears combined with an improved outlook in forward energy prices and the state's dedication to markets with the passage of House Bill 15 in Ohio, we are taking concrete steps to prepare a potential conversion of the plant to gas, allowing it to run beyond the mandated retirement date and adding key capacity to the PJM market for years to come.\nTurning to new generation. We are proud that our development team's track record makes us a preferred partner, including structuring and evaluating potential opportunities for new build gas generation in partnership with large customers. For renewables, we view the Vistra Zero strategy is complementary to our dispatchable generation assets, and we'll continue to execute our pipeline by utilizing existing sites and interconnects to serve customer needs.\nFinally, as we have demonstrated over time, we believe acquiring and integrating generation and retail assets to be a core competency of the team. We will continue to take an opportunistic approach to M&A as market opportunities arise. On the topic of M&A, I would like to briefly cover the recently announced LOTUS transaction on Slide 9. As you will recall, we announced mid-May an agreement to acquire 7 modern natural gas facilities totaling 2,600 megawatts of capacity from LOTUS Infrastructure Partners.\nThe acquisition includes 5 combined cycle gas turbine facilities and 2 combustion turbine facilities located across PJM, New England, New York and California, which will further geographically diversify Vistra's natural gas fleet while providing valuable dual fuel capabilities at 3 of the sites. This transaction, which was struck at an attractive valuation of approximately $740 per kilowatt of capacity before taking into account any tax benefits will enhance our footprint in the Northeast and provide additional optionality as power markets tighten while exceeding our mid-teens levered return target.\nThe acquisition remains on track for close later this year or early 2026. In summary, our financial outlook continues to strengthen, while market tailwinds expand our opportunity set. We believe we are both the assets and the team to maximize value and deliver for our key stakeholders, and we are excited about the numerous opportunities in front of us.\nNow I'll turn it over to Kris to provide more details on the second quarter results, outlook and capital allocation. Kris?\n\nKristopher E. Moldovan\n\nExecutive VP & CFO, Vistra Corp.\n\nThank you, Jim. Turning to Slide 11. Vistra delivered $1 billion $49 million in adjusted EBITDA in the second quarter, including $593 million from generation and $756 million from retail. The Generation segment continued to realize material benefits from our comprehensive hedging program with average realized prices nearly $3 per megawatt hour higher compared to the same quarter last year.\nThe stronger realized price benefit together with higher capacity revenue substantially offset the impacts of unplanned outages at Martin Lake Unit 1 and our battery facilities at Moss Landing. On a year-to-date basis, the additional 2 months of Energy Harper results combined with higher realized wholesale prices and higher capacity revenue more than offset the impact from the outages.\nThe team is working diligently to restore site operations at Martin Lake Unit 1 and we currently anticipate that it will restart late this year or early next year. Despite isolated challenges at specific plans, the results of the Generation segment highlight the benefits of operating a large diversified fleet. Moving to retail. It is important to note that based on the shape and level of supply costs, we expected a year-over-year increase in results for the first quarter, which was realized, but a modest year-over-year decrease in results for the second quarter.\nNotably, the second quarter, like the first quarter benefited from strong customer count and margin performance. Retail continues to generate strong earnings for our business in a variety of market conditions and is on track to outperform 2024 results. The team's use of innovative and customer-centric solutions maintains the competitiveness of the business and supports our long-term outlook.\nMoving to Slide 12. Our commercial team continues to opportunistically hedge our expected generation, providing more certainty with respect to our expected 2025 adjusted EBITDA and our 2026 adjusted EBITDA midpoint opportunity. For 2025, as Jim noted, we have confidence in our ability to deliver 2025 results at or above the midpoint of the guidance range.\nBased on realized prices for the first 6 months of the year, together with expected forward prices for the balance of the year as of June 30, we did not book any nuclear PTC in our second quarter financial statements. However, we continue to expect the nuclear PTC to provide meaningful downside support to our adjusted EBITDA outlook. Turning to 2026, given our current hedge position, combined with the recent price clear in the 2026, 2027 PJM planning year capacity auction, we are increasing the expected floor of our 2026 adjusted EBITDA midpoint opportunity to $6.8 billion.\nNotably, despite a modest pullback in 2026 power prices since our first quarter results call, we continue to see the possibility for our 2026 adjusted EBITDA midpoint opportunity to be $7 billion. It's important to note that this improved opportunity for 2026 does not include any benefit from the pending acquisition of gas-fired power plants from LOTUS Infrastructure Partners.\nWe look forward to providing our formal guidance for 2026 as well as a view of our adjusted EBITDA midpoint opportunity for 2027 on our third quarter results call. after we have executed additional hedges with respect to our expected generation for those years. Moving to free cash flow. As you may recall, we have targeted a conversion rate of adjusted free cash flow before growth to adjusted EBITDA of approximately 55% to 60%. Given the expected benefits from the passage of the 1 big beautiful Bill Act, we now expect consistently higher free cash flow conversion.\nAs a result, starting in 2026 and we are increasing our targeted conversion rate of adjusted free cash flow before growth to adjusted EBITDA over the medium term to be at or above 60%. Based on this revised outlook, we expect to generate a meaningful amount of additional unallocated capital -- and as Jim mentioned, we have many options on how to deploy this capital. We plan to provide a more detailed update on unallocated cash available for allocation on our third quarter results call.\nFinally, we provide an update on the execution of our capital allocation plan on Slide 13. The share repurchase program remains an integral part of our capital allocation framework and has added significant value since the initial implementation in late 2021. Since beginning the program, we have reduced our shares outstanding by approximately 30%, repurchasing approximately 164 million shares at an average price per share of just under $33. This reduction has led to a 50% increase in our dividend per share when comparing the dividend per share in Q4 2021 to the dividend per share paid in Q2 2025.\nOur utilization of a 10b5-1 plan has allowed us to stay in the market even when in possession of material nonpublic information. The plan is designed to flex up or down based on multiple predetermined factors, including our share price. For example, in the second quarter, nearly 2/3 of the total share repurchases in the quarter were executed during the April market downturn, achieving an average price paid per share in that month of less than $115.\nGoing forward, we expect to remain consistent buyers of our shares with the goal of leaning in during periods of market dislocation. Moving to the balance sheet, Vistra's net leverage ratio is currently approximately 3x adjusted EBITDA. While current leverage levels have remained approximately 3x for the last few quarters, we continue to expect our ratio to decline materially beginning in 2026 as we realized higher levels of EBITDA, in line with our outlook, meet payment obligations associated with the purchase of the Vistra Vision minority interest and allocate additional cash to incremental growth or additional debt repayments.\nWe remain committed to maintaining very strong leverage metrics, which we believe, when coupled with the expected stability and diversity of our earnings will position us for an upgrade to investment-grade credit ratings in the next 12 to 18 months. Finally, turning to organic growth. We expect to invest just over $700 million on solar and energy storage projects in 2025, including the previously discussed solar projects supported by contracts with Amazon and Microsoft. Consistent with comments made last quarter, we anticipate a significant reduction in solar and energy storage development CapEx for 2026.\nAs always, this remains subject to change with any new offtake agreements. As Jim outlined earlier, we see an exciting and expanding opportunity set of growth projects across all generation types within our fleet. We remain committed to our disciplined approach, including targeting at least mid-teens levered returns on these projects, while continuing to return capital to our shareholders and limiting the impact on our leverage metrics.\nIn summary, the team remains focused on delivering another strong year and positioning Vistra for long-term value creation. As always, the team remains laser-focused on executing against our 4 strategic priorities in this growing demand backdrop. With that, operator, we're ready to open the line for questions."
  },
  {
    "header": "VST",
    "cik": "0001692819",
    "ticker": "VST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b4aa6744cc480f8738c852aafb0a3c8d",
    "period": "2024 Q4",
    "content": "Q4 2024 Vistra Corp Earnings Call\n\nQ4 2024 Vistra Corp Earnings Call\n\nVSTNYSEFEB 27, 10:00 AM\n\nOperator\n\nGood morning, and welcome to Vistra's Fourth Quarter 2024 Earnings Call. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to Eric Micek, Vice President, Investor Relations. Please go ahead.\n\nEric Micek\n\nGood morning, and thank you for joining Vistra's investor webcast discussing our fourth quarter 2024 results. Our discussion today is being broadcast live from the Investor Relations section of our website at www.vistracorp.com. There, you can also find copies of today's investor presentation and earnings release.\nLeading the call today are Jim Burke, Vistra's President and Chief Executive Officer; and Kris Moldovan, Vistra's Executive Vice President and Chief Financial Officer. They are joined by other Vistra's senior executives to address questions during the second part of today's call as necessary.\nEarnings release, presentation and other matters discussed on the call today include references to certain non-GAAP financial measures. All references to adjusted EBITDA and adjusted free cash flow before growth throughout this presentation, refer to ongoing operations adjusted EBITDA and ongoing operations adjusted free cash flow before growth. Reconciliations to the most directly comparable GAAP measures are provided in the earnings release and in the appendix to the investor presentation available in the Investor Relations section of Vistra's website.\nAlso, today's discussion contains forward-looking statements, which are based on assumptions we believe to be reasonable only as of today's date. Such forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those projected or implied. We assume no obligation to update our forward-looking statements. I encourage all listeners to review the safe harbor statements included on Slide 2 of the investor presentation on our website that explains the risks of forward-looking statements the limitations of certain industry and market data included in the presentation and the use of non-GAAP financial measures.\nI'll now turn the call over to our President and CEO, Jim Burke.\n\nJames A. Burke\n\nChief Operating Officer & Executive Vice President, Vistra Energy Corp.\n\nThank you, Eric. Good morning, and thank you for joining us to discuss our fourth quarter and full year 2024 operational and financial results. 2024 was a transformational year for our company, defined by growth and execution. In the past 12 months, we closed on unique acquisition, adding 3 new nuclear sites and 1 million retail customers with nearly 2,000 team members joining the Vistra family. We completed a 20-year license renewal for our Comanche Peak nuclear power plant and secured 2 large power purchase agreements for our renewable pipeline.\nOur retail business grew and reached performance levels not achieved in the past 2 decades of competitive markets. This was a result of our One Team mindset at Vistra, and I'm excited about what we can achieve in 2025.\nTurning to Slide 5. Vistra delivered another strong year of financial and operational performance, resulting in full year adjusted EBITDA of $5.656 million. This outstanding financial performance, which the team achieved despite a mostly mild year of weather in our key markets exceeded the top end of our original guidance range even before considering the $545 million benefit from the nuclear production tax credit that we recognized in the fourth quarter. This consistent execution from our team across generation, commercial and retail, supported by a focused corporate services team delivered reliable power and customer solutions that reflect the strength of our integrated business model.\nWe believe the performance achieved in 2024 is proof that a diversified portfolio of generation assets, including nuclear and gas, combined with a best-in-class retail business and a sophisticated commercial team produces a superior business model for operating in [indiscernible] power markets.\nMoving to our longer-term outlook. We are reaffirming the guidance ranges for 2025 adjusted EBITDA of $5.5 billion to $6.1 billion and adjusted free cash flow before growth of $3 billion to $3.6 billion that were introduced on our third quarter call. As you can see, we are also maintaining our outlook for a 2026 adjusted EBITDA midpoint opportunity of over $6 billion. While we have the potential to be significantly above this amount, there are still a number of variables in play, including final approval of the 2026, 2027 PJM auction parameters and remaining hedging activity required to take us above the current hedge level of 80%. We expect to provide more clarity on our expectations for 2026 later this year.\nFinally, during 2024, Vistra positioned itself to deliver significant capacity additions in our key markets to meet the coming load growth. This starts with the megawatts we can bring to the grid most quickly, augmentations of existing gas assets in our Texas market totaling approximately 500 megawatts. These uprates represent an effective and efficient use of capital to add capacity to the market, especially in the hours when it's needed most. We completed nearly half of those uprates in 2024, and we'll finish the remainder in time for this summer.\nWe also announced the expected conversion of our Coleto Creek coal plant to a gas fuel plant once it ceases coal operations in 2027, enabling it to operate beyond its previously announced retirement date. In addition, we adjusted the 2025 retirement date for Baldwin, extending operations to 2027, which will help with reliability concerns in MISO. And we are developing contracted solar and battery projects in a number of competitive markets.\nMoving to new gas build. As we announced last May, we are in the early stages of development for 2 natural gas [indiscernible] totaling up to 860 megawatts of capacity. While we continue to target a commercial operations date for these units in the middle of 2028, the ultimate decision on construction will depend on our view of the economics, including any market reforms being considered.\nTurning to Slide 6. Our 4 key strategic priorities remain central to our strong operational and financial business performance. As highlighted on the previous slide, our integrated business model and comprehensive hedging program provide increased visibility into our long-term financial outlook. From an operational perspective, our generation team achieved another year of strong commercial availability at approximately 95% for our gas and coal fleet. Our nuclear fleet also delivered a solid result with a capacity factor of 92%. We are excited about the work that's already been done to form a nuclear fleet operating model, and we believe we have opportunities going forward with respect to our operations performance improvement efforts.\nOur team continues to deliver high commercial availability, particularly in hours when it's needed most. The most recent example being the winter storms in February of this year, where the team achieved commercial availability of approximately 96% across the fleet nationwide. On the retail side, the team delivered an impressive result driven by strong customer account growth and disciplined margin management despite milder weather in most of our markets.\nSwitching to capital allocation. We remain disciplined in our approach to allocating shareholder capital through a strategy that balances return of capital and investment in growth. As part of this approach, we continue to execute the capital return plan put in place during the fourth quarter of 2021. Since that time, we have returned approximately $5.9 billion to our investors through open market share repurchases and common stock dividends. We expect to return at least $2 billion in total through share repurchases in 2025 and 2026, which includes the additional $1 billion share repurchase authorization announced last quarter.\nWe also closed on the highly accretive acquisition of the 15% Vistra Vision minority interest. That acquisition, which represents a significant investment in our nuclear and renewable generation assets as well as our retail franchise, simplifies our business model and increases our proportion of 0 carbon revenue streams, all while balancing financial leverage.\nMoving to the balance sheet. Our financial position is ahead of expectations communicated during our third quarter call, with net debt at the end of 2024 below 3x adjusted EBITDA. We expect further deleveraging through 2025 and 2026. With respect to 0 carbon growth projects, we continue to execute on our strategy of utilizing existing land and interconnects to opportunistically complete solar and energy storage projects. As part of this strategy, we completed and brought online 2 solar and energy storage facilities at our Baldwin and Coffeen sites in Illinois, which is part of our Illinois coal to solar and energy storage initiative in the fourth quarter.\nWe have also begun construction at our sites in Oak Hill, Texas in support of our contract with Amazon and [indiscernible], Illinois for our contract with Microsoft. Once online, these facilities will add over 600 megawatts of renewable capacity to our portfolio.\nMoving to our nuclear portfolio. We have engineering studies in process with initial estimates indicating the potential for uprates across our nuclear fleet of approximately 10%. We expect to finalize these studies over the next year with target online dates in the early 2030s.\nBefore I continue, I'd like to take a minute to address our Moss Landing site in California. As you know, one of our facilities on the site, the 300-megawatt Phase 1 battery storage facility experienced a fire. We are grateful there were no injuries, and the event was managed safely by our team and first responders, and we appreciate the support of the community. Other facilities located on site, including the 100-megawatt Phase II battery storage facility, the 350-megawatt Phase III battery storage facility and the 1,020 megawatt combined cycle gas plant were not damaged by the incident. The combined cycle plant has since restarted to resume normal operations.\nThe other 2 battery facilities will remain off-line until we've had sufficient time to evaluate them in light of what has learned. We will continue to work with the community and state leaders on our path forward, including the remediation of the Phase 1 facility with safety remaining the team's highest priority.\nMoving to Slide 7. We continue to see real-time load growth in our primary markets. Similar to the 2024 summer peak load growth highlighted in our third quarter results call, actual load growth, weather normalized in PJM and ERCOT for the 2024, 2025 winter peak, also exceeded historical rates. This included new records for winter peak load of 145 gigawatts in PJM, exceeding Winter Storm Elliot by approximately 9 gigawatts and approximately 80 gigawatts in ERCOT, exceeding last year's winter storm Heather by approximately 3 gigawatts.\nEnergy use in these markets is growing even faster than peak demand, indicating likely future acceleration in peak load growth as these numbers converge. We continue to believe the level of growth across both markets confirms our view that load growth is already ramping and the most recent updates to load forecast from PJM and ERCOT reflect these accelerating growth trends. PJM and ERCOT have consistently revised long-term forecast upwards, and that is certainly a bullish sign. We will keep an eye on the ramp rates as we go.\nImportantly, the source of this expected load growth remains diversified across industries with power demand related to AI data centers being only one aspect of the growth in large load sources. The magnitude of expected loan growth has raised the level of [indiscernible] with different views on how to solve projected declines in system-wide reserve margins. Over the last few months, there has been significant regulatory and legislative action related to market design in both PJM and ERCOT.\nGeneration interconnect queues across the country remain heavily weighted towards renewable projects, which do not provide the same reliability benefits as dispatchable resources. While there have been some short-term actions taken by policymakers long-term market structure questions remain. Recent developments with respect to the PJM capacity auction will provide some clarity but continued delays and persistent regulatory uncertainty have made it difficult for generators to respond in a timely manner.\nFERC's recent 206 order, which we believe indicates that co-located load in PJM, will continue to be permitted as a step in the right direction. However, there are a number of questions to be answered and clarity may not be provided until this summer.\nIn Texas, policymakers remain concerned with grid reliability and the challenges of meeting the forecast for rapidly growing load. We appreciate policymakers concerns about grid reliability. It's a message we have consistently reinforced for many years. However, the market reforms to incentivize new generation have been limited or shelved, which is leading to a heightened concern about new large loads.\nRecent legislative activity in Texas is raising some questions with both generators and large load customers, particularly data center customers. It's still early in the legislative process and is not yet clear whether customers will pause or change any of their siding decisions for data centers in ERCOT. While the legislation is under consideration, but we see workable pathways to a resolution.\nWith the proper policy framework, our competitive markets can welcome the load growth and the economic development that accompanies it. We can build generation faster and at a lower cost in other areas of the country, while the utilities build out the needed transmission. The team at Vistra will continue to work with policymakers and regulators on these key issues. This is a big opportunity for the areas of the country that find a way to do this well, and it aligns with our national interest.\nIn competitive markets, our view remains to let markets function by sending the proper supply and demand signals. Loan growth by itself is a market signal that can incentivize generation. As we discussed on previous calls, we expect load growth to come from many sources, including residential, onshoring of manufacturing oil and gas electrification as well as data centers, including those focused on AI. Regardless of the demand source, we believe a new paradigm of load growth is already occurring, and we expect it to continue.\nWith that, I will turn it over to Kris to provide more information on our fourth quarter and full year results, our outlook and our capital allocation. Kris?\n\nKristopher E. Moldovan\n\nExecutive VP & CFO, Vistra Corp.\n\nThank you, Jim. Turning to Slide 9. As a reminder, on our first quarter results call following the closing of the Energy Harbor acquisition, we initiated guidance for 2024 combined adjusted EBITDA with a range of $4.55 billion to $5.05 billion including $700 million expected to be contributed from owning the Energy Harbor business for 10 months. Despite the lower cleared prices and the mostly milder weather we experienced throughout 2024, we delivered adjusted EBITDA, excluding the nuclear production tax credit, of more than $300 million above the midpoint and more than $50 million above the top end of that range.\nIncluding the nuclear production tax credit, our adjusted EBITDA was more than $850 million above the midpoint and more than $600 million above the top end. Notably, the 10-month contribution from Energy Harbor, including the nuclear PTC, exceeded our $700 million expectation by approximately $200 million.\nAs you would expect, the adjusted EBITDA overperformance in 2024 translated to a higher-than-expected adjusted free cash flow before growth of approximately $2.888 billion implying a conversion ratio of approximately 57% when excluding the nuclear PTC from adjusted EBITDA. As we've stated previously, we didn't expect the 2024 nuclear PTC to begin impacting cash until 2025 at the earliest. Looking forward, we continue to target a conversion rate of adjusted EBITDA to adjusted free cash flow before growth of at least 55% to 60%.\nMoving to Slide 10. Despite the potential impact from the Moss Landing fire, including the uncertainty around the timing and treatment of insurance recoveries, which we expect to total up to $500 million. We are reaffirming our 2025 adjusted EBITDA guidance range of $5.5 billion to $6.1 billion, and our adjusted free cash flow before growth range of $3 billion to $3.6 billion.\nLooking forward to 2026, as Jim noted, we continue to have high confidence in an adjusted EBITDA midpoint opportunity of over $6 billion. As always, our guidance and long-term outlook remains supported by our comprehensive hedging program. Since our third quarter call, our 2026 hedge ratio has increased from 64% to 80%. Our commercial team continues to be opportunistic in taking advantage of periods of power price strength and volatility to protect our gross margin.\nTurning to Slide 11. We provide an update on the progress of our capital allocation plan. Our share repurchase program continues to generate significant value for our shareholders. Since beginning the program in November 2021, we have reduced our shares outstanding by approximately 30%, repurchasing approximately 160 million shares at an average price per share of approximately $30.46. Notably, this reduction in our share count has led to an approximately 48% increase in our dividend per share since Q4 2021.\nMoving to the balance sheet. As of the end of 2024, our net leverage was below our stated long-term target of 3x adjusted EBITDA despite closing the acquisition of the 15% Vistra Vision minority interest on the last day of the year, and recognizing the remaining payment obligations as debt. Going forward, we expect to continue to manage the balance sheet in a conservative manner.\nFinally, we will remain disciplined in the deployment of capital towards further deleveraging growth and shareholder return. To that end, we expect to spend just over $700 million on solar and energy storage projects in 2025, including the previously announced solar projects supported by contracts with Amazon and Microsoft. Based on our current pipeline of contracted projects, we expect a moderate step-down in solar and energy storage development CapEx for 2026 but this could change as additional offtake agreements are executed. Of course, we will continue to pursue opportunities to fund a significant portion of our growth expenditures with third-party capital, including nonrecourse loans.\nFinally, we continue to expect to return at least $1.3 billion to our shareholders in each of 2025 and 2026 through dividends and share repurchases. Even after taking that into account, we continue to expect to have at least the $1.5 billion of incremental capital available for allocation through the end of 2026 that we highlighted on our third quarter call. As a reminder, this amount is based on an assumed $6 billion of adjusted EBITDA in 2026, so we see potential for significant upside.\nWe are excited for the opportunities in the coming year and believe Vistra remains well positioned to take advantage of the growing energy dynamics in our primary markets. We believe the significant amount of cash that we generate, combined with our disciplined capital allocation program, we'll continue to add substantial value for our shareholders.\nWith that, operator, we're ready to open the line for questions."
  },
  {
    "header": "VST",
    "cik": "0001692819",
    "ticker": "VST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/75b3613909b49a1442fc5caf1601b061",
    "period": "2024 Q2",
    "content": "Q2 2024 Vistra Corp Earnings Call\n\nQ2 2024 Vistra Corp Earnings Call\n\nVSTNYSEAUG 8, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Vistra Second Quarter 2024 Results Conference Call. [Operator Instructions] Please note this event is being recorded.\nI would now like to turn the conference over to Eric Micek, Vice President of Investor Relations. Please go ahead.\n\nEric Micek\n\nGood morning, and thank you all for joining Vistra's investor webcast discussing our second quarter 2021 results. Our discussion today is being broadcast live from the Investor Relations section of our website at www.vistracorp.com. There, you can also find copies of today's investor presentation and earnings release.\nLeading the call today are Jim Burke, Vistra's President and Chief Executive Officer; and Kris Moldovan, Vistra's Executive Vice President and Chief Financial Officer. They are joined by other Vistra's senior executives to address questions during the second part of today's call as necessary.\nOur earnings release, presentation and other matters discussed on the call today include references to certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP measures are provided in the earnings release and in the appendix to the investor presentation available in the Investor Relations section of Vistra's website.\nAlso, today's discussion contains forward-looking statements, which are based on assumptions we believe to be reasonable only as of today's date. Such forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those projected or implied. We assume no obligation to update our forward-looking statements.\nI encourage all listeners to review the safe harbor statements included on Slide 2 of the investor presentation on our website that explains the risks of forward-looking statements, the limitations of certain industry and market data included in the presentation and the use of non-GAAP financial measures.\nI will now turn the call over to our President and CEO, Jim Burke.\n\nJames A. Burke\n\nChief Operating Officer & Executive Vice President, Vistra Energy Corp.\n\nThank you, Eric. Good morning, and thank you all for joining us to discuss our second quarter 2024 operational and financial results. Beginning on Slide 5, you can see the team has been hard at work across multiple parts of our business. Through their efforts, we achieved ongoing operations adjusted EBITDA of $1.414 billion, a very strong second quarter against a backdrop of lower wholesale energy prices across the country.\nWhile results benefited from the inclusion of the first full quarter contribution from the Energy Harbor businesses, consistent execution from our generation, commercial and retail teams played a major role in this achievement. Specifically, our diversified portfolio of generation assets produced record levels of power for our customers while completing the planned outages needed to prepare the fleet for the crucial summer months.\nOur retail business, led by our flagship TXU Energy brand, delivered year-over-year growth while producing solid margin performance and maintaining a top score on the PUC of Texas Power to Choose scorecard.\nFinally, despite the weather volatility across the country, in general, power prices cleared below our hedge levels. Through strong execution of our comprehensive hedging program by our commercial team, our second quarter results reflect the solid performance anticipated when we set our expectations for the year.\nTurning to guidance. We are reaffirming our guidance range for 2024 ongoing operations adjusted EBITDA of $4.550 billion to $5.050 billion. Based on performance to date and our forecast for the remainder of the year, we are confident in our ability to deliver towards the upper end of this range.\nAs we noted during our first quarter results call, our guidance excludes any potential benefit related to the nuclear production tax credit, or PTC, given the uncertainty around the interpretation of gross receipts in the regulations. However, based on where prices settled in the first 7 months of the year and the forward curve for the balance of the year, we believe the impact of the PTC to our 2024 ongoing operations adjusted EBITDA could be upwards of $400 million.\nMoving to our long-term outlook. Our integrated business model, which combines critical dispatchable generation assets with a premier retail business positions us well to create long-term value in the current volatile and growing markets. Given our hedging activity over the past several months and the recent 2025, 2026 PJM planning year auction results, we are raising our estimated 2025 ongoing operations adjusted EBITDA midpoint opportunity range by $200 million to $5.2 billion to $5.7 billion.\nSimilar to our 2024 guidance, our range of 2025 ongoing operations midpoint opportunities excludes any estimates related to the nuclear PTC. However, it is important to note that we believe the nuclear PTC will provide downside support for such a range of opportunities, and we will continue to evaluate the appropriate timing for including PTC estimates in our forecast.\nUnderpinning the improvement in our outlook is our focus on our 4 key strategic priorities outlined on Slide 6. Our integrated business model leverages our diverse portfolio of generation assets, coupled with our strong retail brands to deliver more consistent results as evidenced by our second quarter performance. Our core tenet of one team continues to foster not only teamwork, but drives learning and best practices across all aspects of our company to create a culture of continuous improvement, including at our recently added PJM nuclear sites.\nAs discussed on the previous slide, our commercial teams continue to execute on our comprehensive hedging program to provide visibility into the earnings power of the business while also providing meaningful downside protection to our long-term outlook.\nWhile our current 2024 guidance and long-term outlook, both exclude any estimates related to the nuclear PTC, we believe the availability of a nuclear PTC derisks a substantial portion of the earnings potential of our nuclear assets, making them increasingly more valuable.\nSwitching to capital allocation. We view this as a critical responsibility, and we will remain disciplined in our allocation process. We continue to execute the capital return plan put in place during the fourth quarter of 2021. Since that time, we returned approximately $5 billion to our investors, including $4.25 billion of share repurchases through August 5 of this year. We expect to execute at least $2.25 billion of share repurchases throughout '24 and '25 million.\nMoving to the balance sheet. Our financial position remains strong with net leverage at the end of the quarter at 3x ongoing operations adjusted EBITDA. We continue to expect net leverage to be below 3x by year-end 2024. On energy transition, we continue to be opportunistic in executing our renewable development pipeline. We began construction on 2 new large-scale solar projects, 1 in Texas and 1 in Illinois. To ensure full offtake from these facilities, we executed new long-term power purchase agreements with 2 of the world's leading technology companies, one with Amazon and the other with Microsoft. We are excited to partner with these well-known companies to provide carbon-free electricity for their operations.\nMoving forward, our development opportunity pipeline remains robust. Our large geographic footprint across the country, which encompasses more than 70 sites with great interconnects and thousands of acres of land for development provides ample opportunities to meet customer needs for a particular energy technology or to co-locate operations. Our approach to the energy expansion continues to responsibly balance reliability, affordability and sustainability while ensuring disciplined project returns for our shareholders.\nWe have highlighted this approach in our most recent sustainability report, which we published on July 31. We are proud of the approach we take to sustainability, which ensures that we are reducing our emissions while also creating a sustainable business strategy for all of our stakeholders.\nMoving to Slide 7. In we see a potential significant supply gap emerging in the largest markets we serve. During our first quarter results call, we outlined the potential multiple drivers of future demand, and these include the reshoring of industrial activity, partially due to the CHIPS Act, the build-out of data centers, whether behind the meter or in front of the meter, increased electrification of commercial, industrial and residential loads, and strong population growth, particularly in Texas.\nIn addition to this demand growth, we believe current environmental policies will drive significant retirements of dispatchable thermal generation, notably coal plants, through the end of the decade, creating a supply-demand gap. Many of these policies are driven by decisions at the state level and are less influenced by federal policies.\nSupported by PJM's recent market reforms, the higher clearing prices for the '25, '26 capacity auction are beginning to signal to competitive market participants, leading investors who can respond to this supply gap. While it is only one auction clear, capacity revenues over time can help offset lower wholesale energy prices, which have softened in the outer years since our last call in May.\nGeneration units are long-lived assets and a consistent, predictable market framework focused on reliability is necessary to attract capital for new dispatchable supply. The Texas market relies almost exclusively on the wholesale energy price to incentivize new generation, and we have seen a lot of volatility in these forward curves.\nPolicymakers have recently created the Texas Energy Fund to provide lower cost financing and completion bonuses for up to 10 gigawatts of new gas fuel dispatchable generation. This does provide some financial support for new bill but we believe forward price signals and market reforms will be necessary to attract sufficient equity capital to build new gas fuel generation.\nHowever, in a competitive market, as has been the case in Texas for nearly 30 years, there will be many market participants and investors to evaluate their opportunities and decide their best path forward.\nAs we announced in late May, we are targeting up to 2,000 megawatts of dispatchable gas fuel generation additions at ERCOT. This includes 500 megawatts of augmentations at existing facilities, nearly half of which we have brought online already this summer and up to 600 megawatts from the conversion of our Coleto Creek coal plant to a gas fuel unit, which will take place after the plant's retirement in the middle of 2027. These investments represent accretive opportunities for our company, while preserving good paying jobs for our fellow Texans.\nWe also submitted our application in July for the Texas Energy Fund financing for up to 860 megawatts of advanced peaker plants in West Texas. As noted in our announcement, we are in the early stages of development of these plants as we monitor the successful implementation of key market reforms focused on grid reliability as well as efficient market signals. These key reforms include a suite of ancillary services, the performance credit mechanism, or PCM, and an effective reliability standard, a first for Texas. We will continue to work with policymakers and other stakeholders to shape a robust framework for investment in Texas.\nLooking broadly across the markets we serve, the interconnection queues are largely filled with wind, solar and battery resources for a number of reasons, including tax incentives, state policies and the preferences of large customers. The combination of low growth, coal plant retirements and additional intermittent resources will require both baseload and flexible dispatchable units.\nVistra is well positioned with its diversified fleet and we will continue to work with policymakers, customers and communities to ensure their energy needs are met reliably, affordably and sustainably. This is what drives our purpose at Vistra, and our team is excited about the future set of opportunities.\nAnd with that, I will turn it over to Kris to provide a detailed review of our first quarter results. Kris?\n\nKristopher E. Moldovan\n\nExecutive VP & CFO, Vistra Corp.\n\nThank you, Jim. Turning to Slide 9. Vistra delivered another strong quarterly result, with ongoing operations adjusted EBITDA of approximately $1.414 billion including $625 million from generation and $789 million from retail. This represents an approximately 40% improvement year-over-year and brings our year-to-date ongoing operations adjusted EBITDA to $2.227 billion.\nNotably, the performance of generation and retail year-to-date, together with our forecast for both businesses for the remainder of the year, are driving our confidence in Vistra's ability to deliver 2024 aggregate results towards the upper end of the guidance range.\nFocusing on year-over-year results, despite continued summer weather in Texas and lower wholesale prices across competitive markets, the generation team once again capitalized on the volatility in the quarter by optimizing the run profile of our generation units, including ramping down and buying power from the market when economically appropriate. The team's ability to perform in a variety of market conditions is made possible by the consistently high operational performance, the diversity and the flexibility of our fleet.\nTurning to retail. Our second quarter results benefited from the continuation of higher accounts and margins cited in the first quarter. Additionally, as expected, due to the evolving seasonality of underlying power costs, the retail team delivered a significantly higher portion of the expected annual ongoing operations adjusted EBITDA in the first half of 2024 as compared to 2023.\nFinally, our 2024 results for generation and retail have benefited from the inclusion of the former Energy Harbor businesses, which benefit totaled approximately $200 million for the second quarter and approximately $260 million year-to-date. The contribution from these businesses, for both the second quarter and year-to-date results, was primarily driven by the PJM nuclear fleet, which accounted for approximately 3/4 of the contribution in both periods.\nMoving to Slide 10. We have seen significant volatility in forward power price curves in the last several months. However, our commercial team was able to take advantage of this volatility, increasing our wholesale hedge balances to approximately 86% in calendar year 2025 and approximately 55% in calendar year 2026 at what we believe to be attractive prices.\nAs Jim noted earlier, given our current hedge positions in 2025, combined with the prices realized in the recent 2025, 2026 PJM planning year capacity auction, we increased our estimate for the 2025 ongoing operations adjusted EBITDA midpoint opportunity range by $200 million. Although forward power prices have generally fallen since our first quarter earnings call, the additional hedges we have executed and the 2025, 2026 PJM auction results continue to give us confidence in our estimated 2026 ongoing operations adjusted EBITDA midpoint opportunity of more than $6 billion, even before we update our assumptions for the upcoming 2026, 2027 PJM planning year capacity auction. Notably, as is the case with our 2024 guidance, our long-term outlook excludes any estimates related to the nuclear PTC, which could be meaningful.\nFinally, we continue to target a conversion rate of ongoing operations adjusted EBITDA to adjusted free cash flow before growth of 55% to 60% for 2025 and beyond, excluding any upside from the nuclear PTC, which is generally expected to benefit adjusted free cash flow before growth at least one year after being recognized in ongoing operations adjusted EBITDA. As a result, we expect to generate a meaningful amount of unallocated capital through 2026, which we expect to discuss in more detail on our third quarter results call in November.\nFinally, we provide an update on the execution of our capital allocation plan on Slide 11. Our share repurchase program has generated significant value to our shareholders. Since beginning the program in November 2021, we reduced our shares outstanding by approximately 135 million shares or approximately 29% at an average price per share of approximately $27.50. Despite the increase in our stock price in 2024, we still see our shares trading at an elevated free cash flow yield and continue to believe allocating capital to share repurchases is an important priority. To that end, as Jim noted, we expect to execute at least $2.25 billion of share repurchases over the course of 2024 and 2025, and at least an additional $1 billion in 2026.\nMoving to the balance sheet, Vistra's net leverage ratio currently sits at 3x ongoing operations adjusted EBITDA and despite the additional debt that was required to close the Energy Harbor acquisition in the first quarter of this year. We expect it to return to below 3x by the end of 2024. We continue to target a long-term net leverage ratio, not including the benefit of margin deposits below 3x.\nAs Jim discussed earlier, we are excited to announce the 2 long-term power purchase agreements with Amazon and Microsoft for 2 new large-scale solar facilities. As a reminder, we expect to fund approximately 60% to 70% of our solar and energy storage capital expenditures with nonrecourse financing. We remain committed to our opportunistic approach to our solar and energy storage growth strategy and continue to target levered returns of mid-teens or higher for these projects.\nFinally, as we highlighted in the first quarter results call, in connection with the closing of the Energy Harbor acquisition, we have begun paying dividends to the minority investors in Vistra Vision. Our current expectation is that we will pay approximately $135 million of such dividends in 2024. We view these dividends as part of our capital allocation program as we continue to analyze Vistra's earnings power on a consolidated basis. We are very proud of the Vistra team's performance in the first half of the year and we remain committed to executing against our 4 strategic priorities.\nWith that, operator, we're ready to open the line for questions."
  },
  {
    "header": "VST",
    "cik": "0001692819",
    "ticker": "VST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f25f5a82a3688cc0bca9c1b477e310c6",
    "period": "2024 Q1",
    "content": "Q1 2024 Vistra Corp Earnings Call\n\nQ1 2024 Vistra Corp Earnings Call\n\nVSTNYSEMAY 8, 10:00 AM\n\nOperator\n\nGood day, and welcome to the Vistra First Quarter 2024 Earnings Call. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to Eric Micek, VP, Investor Relations. Please go ahead.\n\nEric Micek\n\nGood morning, and thank you all for joining Vistra's investor webcast discussing our first quarter 2024 results. Our discussion today is being broadcast live from the Investor Relations section of our website at www.vistracorp.com. There, you can also find copies of today's investor presentation and earnings release. Leading the call today are Jim Burke, Vista's President and Chief Executive Officer; and Kris Moldovan, Vistra's Executive Vice President and Chief Financial Officer. They are joined by other Vistra's senior executives to address questions during the second part of today's call as necessary.\nOur earnings release, presentation, and other matters discussed on the call today include references to certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP measures are provided in the earnings release and in the appendix to the investor presentation available in the Investor Relations section of Vistra's website.\nAlso, today's discussion contains forward-looking statements, which are based on assumptions we believe to be reasonable only as of today's date. Such forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those projected or implied. We assume no obligation to update forward-looking statements. I encourage all listeners to review the safe harbor statements included on Slide 2 of the investor presentation on our website that explain the risks of forward-looking statements, the limitations of certain industry and market data included in the presentation, and the use of non-GAAP financial measures. I will now turn the call over to our President and CEO, Jim Burke.\n\nJames A. Burke\n\nChief Operating Officer & Executive Vice President, Vistra Energy Corp.\n\nThank you, Eric. I appreciate all of you taking the time to join our first quarter 2024 results call. This call is taking place in conjunction with a major milestone for Vistra, namely the first day of inclusion of our stock in the S&P 500. I want to recognize the hard work of our Vistra team and the support and patience exhibited by our shareholders as this is a result of both strong execution over time, bolstered by improving market dynamics in the power sector. We are pleased to be included in the index and excited about the future prospects for Vistra and its stakeholders.\nTurning to Slide 5. Before we cover the positive results for the quarter, it's worth noting that we see a significant increase in Vistra's long-term outlook. Our team has been hard at work to ensure Vistra's best positioned for the increasing power demand fundamentals while providing reliable, affordable, and sustainable power to our customers. Continuing the theme of execution, our integration teams were hard at work during this quarter with the closing of our acquisition of Energy Harbor on March 1, we were ready on day 1 to unify under the Vistra name and welcome our new colleagues.\nThe core theme throughout the integration process has been 1 team, and we believe that is crucial to a sustainable, high-performance organization. The sites are working closely with each other to share best practices and create a culture of continuous improvement. As a result, the teams identified the potential for several operational and performance improvements throughout the nuclear fleet. As Kris will cover later, including the expected financial benefits of these improvements and the additional synergies we've identified, we now expect the run rate adjusted EBITDA contribution from Energy Harbor to exceed $1.1 billion beginning in 2026.\nTurning to the other key priorities. We continue to execute on our capital return plan put in place during the fourth quarter of 2021. Since that time, we've returned to our investors approximately $4.6 billion, including $3.9 billion of share repurchases through May 3 of this year. We continue to view our shares as an attractive investment and expect to execute at least $2.25 billion of share repurchases throughout '24 and '25. Crucially, our balance sheet remains strong, enabling the ongoing capital return plan.\nOur net leverage finished the quarter at approximately 3x, exceeding our expectations indicated on the previous quarter results call. We expect net leverage to be below 3x by year-end 2024. Our disciplined capital approach also enables us to invest in solar and energy storage growth that capitalizes on sites interconnects in the Vistra portfolio. Our Baldwin and Calpine sites where construction began earlier this year on paired solar and energy storage facilities are good examples of this strategy, and we expect these to be online by the end of the year. Finally, we've completed our first nonrecourse financing in Vistra Zero, providing attractive capital for our growing portfolio of operating renewable assets.\nMoving to Slide 6. We achieved ongoing operations adjusted EBITDA of $813 million, a 47% increase compared to the first quarter of 2023. As you can see, many of the themes contributing to results last year continued into the first quarter of this year. The first quarter of 2024 again reflected the benefits of our comprehensive hedging program as the warmest winter on record in the U.S. led to lower-than-expected cleared power prices across the country. Specifically, while power prices in the markets we serve cleared below $30 per megawatt hour on average for the first quarter, our first quarter results reflect an average realized power price of over $50 per megawatt hour.\nIn these volatile weather environments, which included a winter event in mid-January and then mild weather in February and March, our generation team once again delivered with another strong quarter of commercial availability at approximately 98%. Being flexible with not only daily operations, including ramping down when economics signal us to do so, but rescheduling planned outages to optimize opportunities enabled the business to deliver strong results.\nFinally, the retail team delivered another positive quarter of customer count growth across our Texas and Midwest and Northeast geographies. With the acquisition of Energy Harbor now complete, we're initiating a guidance on a combined basis for ongoing operations adjusted EBITDA of $4,550,000,000 to $5,050,000,000 and ongoing operations adjusted free cash flow before growth of $2,200,000,000 to $2,700,000,000. It's important to note that this guidance excludes any potential benefit from the nuclear production tax credit, or PTC, given the uncertainty around how it will be implemented when the regulations are issued later this year.\nHowever, based on where prices settled in the first quarter and the forward curves for the balance of the year, we believe the PTC could add a significant amount to our 2024 ongoing operations adjusted EBITDA guidance range. Finally, you will note that the implied conversion rate from ongoing operations adjusted EBITDA to ongoing operations adjusted free cash flow before growth for 2024 is below our stated target of 55% to 60%, primarily due to a couple of timing impacts. We expect to return to our target 55% to 60% range in 2025 and beyond.\nWhile we are not providing guidance to reflect specific ranges for Vistra Vision and Vistra Tradition, our view is that each is expected to contribute roughly half of our adjusted EBITDA over time. However, given the business mix and current capital structure, you can expect Vistra Vision will convert adjusted EBITDA to free cash flow before growth at a higher rate over time, roughly 60% to 65% compared to Vistra Tradition, which we expect to convert at a rate of approximately 50% to 55%.\nTurning to Slide 7. There has been much discussion in recent months about the substantial power demand growth forecast, including from the potential build-out of data centers and other sources of electricity demand. Third-party research indicates data center-related activity could approach 35 gigawatts of additional demand by 2030. However, our teams also see multiple additional potential drivers of demand in the geographies we serve. These drivers include: continued reshoring of industrial activity, as evidenced by multiple large chip manufacturing site build-outs, partially due to the CHIPS Act; increased electrification of commercial, industrial, and residential load across the country, as evidenced by the expectation of approximately 20 gigawatts of additional power demand in West Texas by 2030; and strong population growth, particularly in the state of Texas, which has been steady at 1.5% to 2% per year.\nWith these drivers, we see the potential demand outcome skewing higher, albeit with a wider range. In their most recent report, PJM's load growth expectations through 2030 doubled from their 2023 estimate. In Texas, recent reports from ERCOT suggest load growth from 2030 in a wide range from as low as 1.6% per year to as high as 6% growth per year or even higher if more than half of the large loads recently discussed to ERCOT actually materialize. The trailing 10 years has been approximately 2.5%, and that was before some of these more recent drivers of the Permian electrification, the CHIPS Act, and the data center demand. This increase in demand across the country will need to be served by an electric grid that will continue to see coal plant retirements in all markets.\nThe Inflation Reduction Act will continue to incentivize wind, solar, and battery resources, and we will also need gas-fired generation to back up those intermittent sources. The new greenhouse gas rules issued from the EPA on April 25 are expected to make it more challenging to economically build baseload combined cycle gas turbine facilities. But we expect those rules to be litigated and it's unclear what the final outcome will be. Natural gas peakers could be a solution that threads the needle of environmental rules and demand needs. In addition, it is likely that existing assets will need to run at higher capacity factors to meet overall annual energy needs as more coal retires. We see Vistra is well positioned for these trends, given our diversified portfolio of reliable and sustainable assets in growing markets.\nAs you can see on Slide 8, the forward curves have moved up considerably in both the Texas and PJM markets on the improved demand outlook, particularly on the longer end of the curve. As an example, ERCOT North around-the-clock fixed price forwards for calendar 2026 increased over $7 per megawatt hour or approximately 13% since we last provided guidance in November 2023. For 2027 and 2028, the increases were even more significant. In the past, we've commented that the backwardation and forward curves did not reflect the tighter grid conditions that we expected to result from continued load growth and planned thermal asset retirements.\nWith the recent improvement in both forward power prices and some additional market interest in transacting further out on the curve, we believe the market is beginning to recognize these dynamics. As I stated at the beginning of the call, our integrated business model, which combines increasingly critical dispatchable generation assets with a premier retail business, positions us well to create long-term value in this dynamic and growing market. As a result, based on recent market curves, we are currently estimating a combined ongoing operations adjusted EBITDA midpoint opportunity for 2025 of $5 billion to $5.5 billion.\nIn addition, while significant uncertainty to both the upside and downside remains for 2026, given our 2026 hedge percentage, which is approximately 50%, we have line of sight to an ongoing operations adjusted EBITDA midpoint opportunity of more than $6 billion. Like the 2024 guidance, our long-term outlook excludes any potential benefit from the nuclear PTC, and we will continue to evaluate the appropriate timing for including any of that potential benefit. Even without the inclusion of any PTC benefit, the improvement in near-term and long-term outlook for Vistra is expected to result in a meaningful amount of unallocated capital through 2026. And with that, I will turn it over to Kris to provide a detailed review of our first quarter results. Kris?\n\nKristopher E. Moldovan\n\nExecutive VP & CFO, Vistra Corp.\n\nThank you, Jim. Turning to Slide 10. Vistra delivered strong first quarter results in 2024 with ongoing operations adjusted EBITDA of approximately $813 million, including $841 million from generation, offset by negative $28 million from retail. This represents a $259 million improvement, nearly 50% year-over-year. For generation, despite another quarter of mild weather conditions, including the warmest winter on record, our comprehensive hedging program, combined with the team's ability to optimize our flexible assets enabled another quarter of strong results.\nTurning to retail. As was the case in 2023, the first quarter result was within the range of what we expected. We continue to see higher hedge power costs in the winter and summer months due to [ entry year ] shaping and therefore anticipate substantially all of ongoing operations adjusted EBITDA for retail to be achieved in the second and fourth quarters. We believe continued strong accounts and margins in the first quarter position retail well for the balance of the year. Finally, our first quarter results benefited from the inclusion of 1 month of Energy Harbor, which totaled approximately $60 million for generation and retail combined.\nOn Energy Harbor, we provided an update on the integration process on Slide 11. As Jim mentioned earlier, the teams made significant progress integrating the businesses despite a later-than-expected closing. In the short time since completing the acquisition, the team has identified approximately $150 million of timing and gross margin benefits that are expected to be realized in 2024. These benefits are expected to bring the in-year 2024 contribution from Energy Harbor to approximately $700 million, which compares favorably to our 10-month contribution estimate.\nTurning to integration benefits. We previously communicated expected run rate synergies of $79 million by year-end 2024 and a run rate of $125 million by year-end 2025. Based on the efforts of the teams completed to date, we are increasing the amount of expected run rate synergies by $25 million to a total of $150 million. Further, when we first announced the acquisition of Energy Harbor, we highlighted our core competency of integrating generation assets, citing the achievements of our Operational Performance Improvement, or OPI, program following the Dynegy acquisition.\nI am pleased to report that this program continues to deliver, with the teams having identified opportunities for more efficient operations across our nuclear fleet that we expect to lead to $50 million of run rate adjusted EBITDA improvements by year-end 2026. Importantly, we expect these additional opportunities to be achieved with little incremental capital spend.\nFinally, we provide an update on the execution of our capital allocation plan on Slide 12. As of May 3, we executed approximately $3.9 billion of share repurchases, leading to an approximately 28% reduction compared to the number of shares that were outstanding in November 2021. In line with our statements on the fourth quarter 2023 call, we expect to execute at least $2.25 billion of share repurchases over the course of 2024 and 2025. With the long-term update provided today, we still see our shares trading at an elevated free cash flow yield and thus continue to believe share repurchases to be a sound use of our capital.\nMoving to our dividend program. We announced last week our first quarter 2024 common stock dividend of $0.2175 per share, which represents an increase of approximately 7% over the dividend paid in Q2 2023 and an impressive 45% increase over the dividend paid in the fourth quarter of 2021 when our capital allocation plan was first established.\nTurning to the balance sheet. Vistra's net leverage ratio currently sits at 3x. As Jim stated earlier, we expect to return to below 3x by the end of 2024 and continue to target a long-term net leverage ratio below 3x. As you may have seen, we successfully issued $1.5 billion of senior secured and unsecured notes at the beginning of April. These notes were issued primarily to fund our 2024 maturities and are not expected to increase our overall leverage levels. We are very pleased with the transaction and view the tight issuance spreads as recognition by bondholders of Vistra's well-positioned business model and favorable outlook.\nFinally, the first quarter of the year was an active period for Vistra Zero. Our team began construction activities at 2 of our larger Illinois solar and energy storage developments at our former coal plant sites this spring. Notably, despite the current inflationary environment, we continue to expect these projects to comfortably exceed our targeted return thresholds. Importantly, we took the initial step in developing the long-term capital structure of the Vistra Zero Renewables business, closing on a nonrecourse financing at Vistra Zero. The $700 million term loan, which was also well received, is the first step towards our goal to fund our solar and energy storage growth with a combination of free cash flow from operating renewable projects and nonrecourse financings.\nFinally, in connection with the closing of the Energy Harbor acquisition, we have begun paying dividends to the minority investors in Vistra Vision. Our current expectation is that we will pay approximately $100 million in 2024. We view these dividends as part of our capital allocation program as we continue to [ analyze ] Vistra's earnings power on a consolidated basis. We are very proud of the Vistra team's performance to begin the year, and we remain committed to executing against our 4 strategic priorities. We look forward to updating you on our progress on our second quarter call. With that, operator, we're ready to open the line for questions."
  },
  {
    "header": "VST",
    "cik": "0001692819",
    "ticker": "VST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d1ac4dd8445bcedc96caed10fa1c1642",
    "period": "2023 Q4",
    "content": "Q4 2023 Vistra Corp Earnings Call\n\nQ4 2023 Vistra Corp Earnings Call\n\nVSTNYSEFEB 28, 10:00 AM\n\nOperator\n\nGood day, and welcome to the Vistra's Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded. And now I would like to take the conference to Eric Micek. Please go ahead.\n\nEric Micek\n\nGood morning, and thank you all for joining Vistra's investor webcast discussing our fourth quarter and full year 2023 results. Our discussion today is being broadcast live from the Investor Relations section of our website at www.vistracorp.com. There, you can also find copies of today's investor presentation and the earnings release. Leading the call today are Jim Burke, Vistra's President and Chief Executive Officer; and Kris Moldovan, Vistra's Executive Vice President and Chief Financial Officer. They are joined by other Vistra's senior executives to address questions during the second part of today's call as necessary.\nOur earnings release, presentation and other matters discussed on the call today include references to certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP measures are provided in the earnings release and in the appendix to the investor presentation available in the Investor Relations section of Vistra's website.\nAlso, today's discussion contains forward-looking statements, which are based on assumptions we believe to be reasonable only as of today's date. Such forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those projected or implied. We assume no obligation to update our forward-looking statements.\nI encourage all listeners to review the safe harbor statements included on Slide 2 of the investor presentation on our website that explain the risks of forward-looking statements limitations of certain industry and market data included in the presentation and the use of non-GAAP financial measures.\nI will now turn the call over to our President and CEO, Jim Burke.\n\nJames A. Burke\n\nChief Operating Officer & Executive Vice President, Vistra Energy Corp.\n\nThank you, Eric. I appreciate all of you taking the time to join our fourth quarter 2023 earnings call. First, I am proud to share the very strong results that the hard-working Vistra team delivered in 2023. And second, I am excited to announce that we expect to close the Energy Harbor acquisition on Friday, March 1. The Energy Harbor acquisition fits squarely with our continued focus on our 4 strategic priorities as laid out on Slide 5, which starts with operating an integrated business model that combines retail and wholesale operations leading to more resilient and sustainable earnings and a variety of weather and pricing environments. This was not only true in delivering results $440 million above our original guidance level in 2023 and but was recently apparent during Winter Storm Heather in January of this year, where our core competency of operating generation assets was evidenced by our 98% commercial availability which is particularly impressive in an environment where the ERCOT overall market outage rate for the 5 days impacted by the storm was 2.5x Vistra outage rate.\nTurning to the other key priorities. We continue to execute on our capital return plan put in place during the fourth quarter of 2021. Since that time, we have returned to our investors approximately $4.3 billion through share repurchases and dividends. Further, we are excited to announce the Board approval of an additional $1.5 billion of share repurchases, which we expect to fully utilize by year-end 2025. We Importantly, we have strengthened and simplified our balance sheet while maintaining our capital return plan. Net leverage remains low at 2.4x, and although we expect to be slightly above our 3x net leverage target when Energy Harbor closes, we project to return to below 3x by year-end 2024.\nThe successful repurchase of approximately 98% of our outstanding tax receivable agreement rights marks further progress in our efforts to simplify Vistra's capital structure while improving our free cash flow conversion over the foreseeable planning horizon. Our disciplined capital approach also enables us to invest in renewables and energy storage growth that capitalizes on sites and interconnects in the Vistra portfolio. We delivered the Moss Landing 350-megawatt energy storage expansion in June of last year, and we began construction on 3 of our larger Illinois solar and energy storage developments located at our former coal plant sites in the spring of 2024.\nWith grids in most of our markets tightening in the coming years as older fossil generation retires mode continues to grow and with interconnection and transmission challenges, Vistra is well positioned to continue to find ways to serve our customers reliably, affordably and sustainably while remaining disciplined about our capital allocation.\nTurning to Slide 6. We received FERC's approval for both the acquisition of Energy Harbor and the corresponding sale of our Richland and Stryker generation facilities. Energy Harbor is a transformative acquisition and represents another significant step forward for our company. We are diligently working towards closing this transaction, which, as I already mentioned, we expect to close on March 1. Despite closing later than we had hoped, we remain comfortable with our ability to successfully integrate our teams and deliver the initial guidance of pretax run rate synergies of $125 million by year-end 2025. We are also reiterating a 12-month 2024 and 2025 ongoing operations adjusted EBITDA midpoint opportunities from Energy Harbor of $700 million and $800 million, respectively, as well as the expected run rate ongoing operations adjusted EBITDA midpoint opportunity on an unhedged and open basis of $900 million. However, given the anticipated closing date, you can expect our updated 2024 ongoing operations adjusted EBITDA guidance range, which we expect to provide on the first quarter 2024 results call will reflect only 10 months of contribution from Energy Harbor this year.\nMoving now to Slide 7. As a reminder, we began the year with initial guidance for 2023 ongoing operations adjusted EBITDA with a midpoint of $3.7 billion. This guidance was subsequently revised on both our second and third quarter calls, ultimately raised to a midpoint of $4,025 million. As I stated earlier, despite another year of volatile weather, characterized by mostly mild weather, excluding the unprecedented summer heat in ERCOT during the third quarter, we were able to exceed the midpoint of our original guidance range by $440 million. Importantly, this translated to higher-than-expected ongoing operations adjusted free cash flow before growth of approximately $2,491 million, exceeding the midpoint of our original guidance range by $441 million. These results were achieved through strong customer count and margin performance at our retail segment and a nearly 96% commercial availability rate for our Generation segment.\nNow I'd like to quickly turn to the 2024 guidance. Given the recent regulatory approval and the upcoming transaction closing, we anticipate providing combined Vistra and Energy Harbor guidance including an update on synergies as part of our first quarter 2024 results call. However, we can reaffirm the Vistra stand-alone 2024 guidance for ongoing operations adjusted EBITDA and in the range of $3.7 billion to $4.1 billion and ongoing operations adjusted free cash flow before growth in the range of $1.9 billion to $2.3 billion. We are eager and excited to join with the men and women of Energy Harbor and execute on behalf of our customers and communities as one team.\nI'll now turn the call over to Kris to discuss our quarterly performance in more detail.\n\nKristopher E. Moldovan\n\nExecutive VP & CFO, Vistra Corp.\n\nThank you, Jim. Turning to Slide 9. Vistra delivered strong fourth quarter results in 2023 with ongoing operations adjusted EBITDA of approximately $965 million including $463 million from retail and $502 million from generation. For the year, Vistra delivered $4,140 million of ongoing operations adjusted EBITDA including $1,105 million from retail and $3,035 million from generation. Despite mild weather conditions for much of the year, the performance of our generation units combined with our comprehensive hedging program and our ability to optimize our flexible assets drove the significant year-over-year improvement in our generation results in every region in the country.\nMoving to the Retail segment. The strong margin performance seen in the first 9 months of the year continued in the fourth quarter. Positive residential customer count growth was driven by our multi-brand strategy with organic growth by our flagship brand, TXU Energy, for the third consecutive year.\nTurning to Slide 10. We provide an update on the execution of our capital allocation plan. As of February 23, we executed approximately $3.7 billion of share repurchases and leading to an approximately 28% reduction compared to the number of shares that were outstanding in November of 2021. We expect to utilize $2.25 billion consisting of the $750 million remaining under the previous authorization as of the end of 2023 and the additional $1.5 billion of authorization announced today over the course of 2024 and 2025. We will review our capital available for allocation after we close the Energy Harbor acquisition and expect to share any updates later this year.\nMoving to our dividend program. We announced last week a fourth quarter 2023 common stock dividend of $0.215 per share, which represents an increase of approximately 9% over the dividend paid in Q1 2023 and an impressive 43% increase over the dividend paid in the fourth quarter of 2021 when our capital allocation plan was first established.\nTurning to the balance sheet. Vistra's net leverage ratio currently sits significantly below 3x. As Jim stated earlier, although net debt will increase upon closing of the Energy Harbor acquisition, it will remain close to 3x, and we expect it to return to below 3x by the end of 2024.\nIn addition to maintaining low leverage, we took an important step to further simplify the balance sheet at the end of 2023 and the beginning of 2024. As of February 23, 2024, we have repurchased approximately 98% of the outstanding rights to receive payments under our tax receivable agreement. To pay for these rights, which were entitled to receive approximately $1.4 billion over time on an undiscounted basis. We paid approximately $625 million, consisting of approximately $475 million in aggregate face value of Series C perpetual preferred stock and approximately $150 million of cash. Based on our forecast of payments that would have been due under the tax receivable agreement over the foreseeable planning horizon, we believe this transaction results in accretion to free cash flow over that time period and provides robust net present value to the company.\nFinally, the team is preparing to begin construction activities at 3 of our larger Illinois solar and energy storage developments at our former coal plant sites this spring. We believe these projects will continue to exceed our targeted return thresholds despite some headwinds in this higher cost and interest rate environment. The 3 key tenets of our responsible energy transition reliability, affordability and sustainability will continue to guide our renewables development program. We remain disciplined in our approach and continue to benchmark all projects against other uses of capital, including our share repurchase program.\nTouching quickly on Slide 11. As we have done in prior quarters, we have provided an update on the out-year forward price curves as of February 23. While the ERCOT forward price curves continue to reflect on backwardation, the prices remain higher than the April 29, 2022, curves when we first spoke to you about increased EBITDA earnings potential in the out years. These curves together with the continued execution of our comprehensive hedging program, give us confidence in the ongoing operations adjusted EBITDA midpoint opportunity for 2025 in the range of $3.8 billion to $4 billion for Vistra stand-alone discussed last quarter. Again, we expect to update the 2025 opportunity, including the expected contribution from Energy Harbor on the first quarter results call.\nWe are extremely proud of the performance of our generation retail and commercial teams during 2023 and the start of 2024. We believe our commercial optimization activities and flexible generation assets combined with an industry-leading retail business provides significant opportunities going forward. We will continue to focus on being a reliable, cost-efficient operator of assets, while producing adjusted free cash flow yields that translate directly into significant returns for our stockholders.\nWith that, operator, we're ready to open the line for questions."
  },
  {
    "header": "VST",
    "cik": "0001692819",
    "ticker": "VST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/da7d45b618b1308c7b7a2987f8889abe",
    "period": "2023 Q3",
    "content": "Q3 2023 Vistra Corp Earnings Call\n\nQ3 2023 Vistra Corp Earnings Call\n\nVSTNYSENOV 7, 9:00 AM\n\nOperator\n\nHello, and welcome to Vistra's Third Quarter 2023 Earnings Call. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to Meagan Horn, VP, Investor Relations. Please go ahead.\n\nMeagan Horn\n\nVice President of Investor Relations, Sustainability and Purpose\n\nGood morning, and thank you all for joining Vistra's investor webcast discussing our third quarter 2023 results. Our discussion today is being broadcast live from the Investor Relations section of our website at www.vistracorp.com. There, you can also find copies of today's investor presentation and the earnings release.\nLeading the call today are Jim Burke, Vistra's President and Chief Executive Officer; and Kris Moldovan, Vistra's Executive Vice President and Financial Officer. They are joined by other Vistra senior executives to address questions during the second part of today's call as necessary.\nOur earnings release, presentation and other matters discussed on the call today include references to certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP measures are provided in the press release and in the appendix to the investor presentation available in the Investor Relations section of Vistra's website.\nAlso, today's discussion contains forward-looking statements, which are based on assumptions we believe to be reasonable only as of today's date. Such forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those projected or implied. We assume no obligation to update our forward-looking statements.\nI encourage all listeners to review the safe harbor statements included on Slide 2 of the investor presentation on our website that explain the risks of forward-looking statements, the limitations of certain industry and market data included in the presentation and the use of non-GAAP financial measures. Thanks. And I will now turn the call over to our President and CEO, Jim Burke.\n\nJames A. Burke\n\nChief Operating Officer & Executive Vice President, Vistra Energy Corp.\n\nThank you, Meagan. Good morning, and I appreciate all of you for taking the time to join our third quarter 2023 earnings call. I am proud to deliver our third quarter results this morning, which was a very successful quarter for all facets of the business. We'll start this morning on Slide 5. I'll speak to this quarter's operational and financial performance in more detail in a moment but notably, this quarter's adjusted EBITDA from ongoing operations of approximately $1.6 billion underscored Vistra's capability of achieving consistently strong earnings through its integrated business model with excellent operational performance by each of our generation, retail and commercial teams and a variety of pricing and weather environments.\nIn the prior 2 quarters, we experienced average power prices clearing lower than our realized hedge prices, which highlighted the significant downside risk protection to our earnings at our comprehensive hedging strategy provides. This quarter, that scenario held in the markets outside of ERCOT were milder weather kept prices lower. In these markets, we were able to capitalize on our dynamic position management of our hedged portfolio to capture significant earnings in our generation segment. We saw this paradigm flip in the ERCOT market and while we were significantly hedged, we did have some open length and the generation fleet's operating flexibility was optimized by our integrated teams to respond to higher market prices while keeping the lights and much needed air conditioning on at competitive prices for our customers throughout the markets we serve.\nWith each of our 4 strategic priorities, our aim is to challenge ourselves with high performance goals and then consistently deliver. To that end, this quarter, you saw us continue to advance our other 3 strategic priorities as well as we focus on a strong balance sheet, our capital return program and our energy transition goals.\nAs of November 2, we've now returned over $3.785 billion of capital to our shareholders through share buybacks and our dividend program since the capital allocation was first announced in November of 2021. After we close Energy Harbor acquisition and develop a long-range plan for the combined company, we will work with our Board on a new multiyear capital allocation plan and expect to disclose the specifics of that plan in the first half of 2024.\nIn the meantime, we continue to opportunistically invest in renewables and energy storage growth including our expectation that we will begin construction in spring of 2024 on our 3 largest solar and energy storage developments located at our former Illinois coal plant sites while maintaining our sub-3x leverage ratio.\nI want to move now to Slide 6 to discuss our third quarter operational performance. This past quarter, we saw unprecedented heat and ERCOT. It was the highest third quarter on record, even beating the record-setting heat of 2011. Temperatures in Texas were 6 degrees above normal in August and early September, frequently topping 105 degrees in Dallas and over 100 degrees in Houston and San Antonio. Cooling degree days were 23% above the 30-year normal for the June through September comparable time period and ERCOT set a new peak demand 10 different times this summer.\nOn August 10, ERCOT experienced its all-time record peak load of over 85,000 megawatts. It was vital for our generation team to keep the plants running in these extreme conditions to ensure that people of Texas could continue to live and work in healthy and comfortable environment.\nIn ERCOT, the solar generation ramp down hours of around 6 to 8 p.m. have proven to be a critical time period for the grid. It is still very hot during those times with strong customer energy demand, but it is also the time period where we see solar start to ramp down, and at times, the wind may not make up the difference, especially in August. The ERCOT grid is operationally complex, having to predict the availability of not only dispatchable resources but also intermittent resources such as solar and wind, limited duration energy storage and demand response activities.\nAs the generation mix of intermittent resources increases, ERCOT needs more reserves as a backstop to ensure there is adequate generation to cover demand and avoid emergency conditions. In these scenarios, you see flexible generation fleets like ours ramping the [ meat ] as much of this demand as possible. And that is exactly what we did, exceeding 97% commercial availability on average during those critical hours.\nDuring these tough weather seasons, our #1 priority is ensuring our customers can consistently access competitively priced power to maintain their quality of life and keep the economy strong. That's where our retail business excelled. This summer's marketing campaigns featured several differentiated products tailored to our customers' needs, including a seasonal discount product that helps customers manage the size of their electricity bill through the higher usage summer months. Our customer-focused multi-brand and marketing channel strategy and responsive service allowed us to grow our ERCOT residential customer counts over the prior quarter.\nIn addition, our business market segment grew customer volume 16% year-over-year as strong margins. While the retail and generation teams stood ready to meet these demands for our customers and the people we serve, our commercial team optimized our financial position to create significant value for our shareholders. Specifically in August, the ERCOT market saw average real-time pricing around $196 with 43 hours in August clearing over $1,000. And during those critical hours at 6 to 8 p.m. in August, we saw prices clear on average around $843.\nLeveraging customer usage insights and our generation fleets strong commercial availability, our commercial team optimized and managed our risk position to create significant value on our open positions. The commercial team further set us up for success in our markets outside of ERCOT, where the weather was milder, strategically managing our positions and flexing our generation output to optimize our hedge positions and achieve strong results for the quarter. We see this trend of new peak demand records at ERCOT continuing for the foreseeable planning horizon, demand that we believe our retail products are designed to attract and our diverse and flexible generation fleet is uniquely positioned to serve.\nMoving now to Slide 7. Again, I am proud of the team's exceptional tightly coordinated performance this quarter that helped Vistra achieve its $1.613 billion of ongoing operations adjusted EBITDA. Not only did the retail team grow residential customer accounts, TXU Energy maintained the PUC of Texas 5-star rating, extending its streak to 12 straight months.\nOur ERCOT fleet delivered 2.5 terawatt hours more than any other quarter's output in at least the past 10 years, a 10% increase over the next highest quarterly generation output achieved in the third quarter of 2019. It was a notable feat that when paired with a strong performance by the commercial to adapt to a variety of weather conditions, created significant value across all of our markets. With the important summer months behind us and only 2 months left in the year, today, we are raising and narrowing the guidance range we announced last quarter from $3.6 billion to $4 billion in adjusted EBITDA from ongoing operations to now $3.95 billion to $4.1 billion.\nWe are similarly increasing and narrowing the range of adjusted free cash flow before growth from ongoing operations to a new range of $2.35 billion to $2.5 billion.\nTurning now to Slide 8. We introduced 2024 guidance ranges for Vistra stand-alone without including any Energy Harbor contributions. We are forecasting adjusted EBITDA from ongoing operations in the range of $3.7 billion to $4.1 billion and adjusted free cash flow before growth from ongoing operations in the range of $1.9 billion to $2.3 billion. Notably, our ongoing operations adjusted EBITDA midpoint for 2024 of $3.9 billion is higher than the midpoint opportunities we previewed on our most recent earnings call in the range of $3.7 billion to $3.8 billion.\nWe are confident in our forecast as we expect consistent earnings from our retail business paired with expected strong performances from our reliable, diverse and flexible generation fleet that stands ready to deliver in a variety of economic and weather conditions, just as it has this year. Of course, we will update our guidance ranges to include Energy Harbor performance expectations after we close the acquisition.\nSpeaking of the Energy Harbor acquisition, Slide 9 provides an update on the status of the transaction. Since we last spoke, we have received approval from the NRC in September, and we declared substantial compliance with the DOJ's second request on August 31. We have responded to all requests from FERC, and that process is progressing. Given our commitment to sell the Richland/Stryker generation plants, which we believe eliminates any potential remaining concerns around market competition, we continue to target a closing before the end of the year.\nOur team has worked with the Energy Harbor team to prepare for a smooth integration, and we are prepared to close the transaction promptly after receiving approval from FERC. As noted before, we intend to provide combined Vistra and Energy Harbor forecast and guidance information after we close the acquisition. But as shown on Slide 9, we continue to expect the Energy Harbor business to deliver an average of approximately $750 million of adjusted EBITDA in 2024 and 2025 including the impact of the hedges and synergies with that number growing to approximately $900 million when considered on an open basis.\nI'll now turn the call over to Kris to discuss our quarterly performance in more detail.\n\nKristopher E. Moldovan\n\nExecutive VP & CFO, Vistra Corp.\n\nThank you, Jim. Turning to Slide 11. Vistra's performance in Q3 2023 was a reflection of available opportunities and outstanding execution throughout the country by both our Generation and Retail segments.\nGeneration segment exhibited the benefits of maintaining a diverse, flexible and durable fleet of assets with the team delivering strong results in both ERCOT where third quarter temperatures were on average the hottest on record and outside of ERCOT, where temperatures were milder. Notably, the $1.44 billion in adjusted EBITDA from ongoing operations delivered by the Generation segment in Q3 2023 was almost $400 million higher than the same quarter last year.\nMoving to the Retail segment. Despite the challenges of high loads and prices in ERCOT in Q3, the Retail team delivered outstanding results for the quarter by focusing on customer counts and margins and consistently optimizing its supply position throughout the quarter. Although Retail is not typically expected to contribute much adjusted EBITDA, if any, in the summer months when prices are higher, the team was able to deliver $173 million in Q3 this year.\nLooking at year-to-date, each of the Generation and Retail segments are outperforming as compared to last year with Vistra earning over $800 million more in ongoing operations adjusted EBITDA through the third quarter of this year as compared to the same period in 2022. We are proud of the team's execution thus far this year, and we are looking forward to finishing the year strong.\nTurning to Slide 12. We provide an update on the execution of our capital allocation plan. As of November 2, we had executed approximately $3.26 billion of share repurchases, leading to an approximately 26% reduction in the number of shares that were outstanding in the fourth quarter of 2021. We expect to utilize the remaining approximately $1 billion of the total $4.25 billion authorization by year-end 2024.\nHowever, as Jim noted, we do expect to review our capital available for allocation shortly after we close the Energy Harbor acquisition and would expect to announce a new comprehensive capital allocation plan in the first half of 2024.\nMoving to our dividend program. We announced last week a fourth quarter 2023 common stock dividend of $0.213 per share which represents a substantial growth of 42% over the dividend paid in the fourth quarter of 2021 when our capital allocation plan was first established. This growth highlights the significant returns available to our shareholders as we reduce share count while paying a constant quarterly dividend amount.\nTurning to the balance sheet. In light of the results achieved in the third quarter, culminating an updated 2023 guidance ranges, Vistra's net leverage ratio currently sits significantly below 3x. While net debt will increase upon closing of the Energy Harbor acquisition, we currently expect our net leverage ratio to be below 3x on a pro forma basis in 2024.\nFinally, in addition to the transformation we are achieving with the Energy Harbor acquisition, the team has been busy with development and pre-construction activity this year at our 3 largest solar and energy storage developments at our former Illinois coal plant sites for which we now anticipate construction to begin next spring. Despite some headwinds in this higher cost and interest rate environment, these projects continue to comfortably exceed our targeted return thresholds. As we've stated before, we believe in a responsible energy transition that targets disciplined capital outlays for strategic projects and the zero carbon generation growth we will achieve with these 3 coal to solar sites are reflective of that core principle.\nTouching quickly on Slide 13, as we have done in prior quarters, we have provided an update on the out-year forward price curves as of November 2. While the ERCOT forward price curve continues to reflect some backwardation, the prices still remain higher than the April 29, 2022 curves when we first spoke to you about increased EBITDA earnings potential in the out years. The curves and [ sparks ] are holding together well and support our initiated 2024 guidance ranges. Those curves, together with the continued execution of our comprehensive hedging program, provide us confidence in an adjusted EBITDA from ongoing operations midpoint opportunity for 2025 in the range of $3.8 billion to $4 billion.\nTo wrap up, Slide 14 provides some additional breakdown of our 2024 initiated guidance ranges, including midpoint expectations among the current business segments. As we have discussed previously, the acquisition of Energy Harbor will accelerate the transformation of our company, and we expect it to alter the way we analyze our business results. Accordingly, after we closed the transaction, we expect to re-segment our businesses. While we will have more say on that after closing, we do expect to provide you with more visibility into our nuclear and renewable businesses.\nI want to reiterate Jim's comments. We are extremely proud of the collaborative work and performance of each of our Generation, Retail and Commercial teams. We have great line of sight to keep that momentum going for the foreseeable future. And we will keep striving to meet the expectations of our customers and our communities to keep the lights on in an affordable and reliable manner in markets in which we operate. And at the same time, we will manage the company in a cost-efficient and strategic manner to continue producing adjusted free cash flow yields that we are translating directly into significant returns for our shareholders.\nI know I speak on behalf of all of our employees and partners when I say that we are striving to end 2023 on a strong note and to execute against our targets for 2024. With that, operator, we're ready to open the line for questions."
  },
  {
    "header": "VST",
    "cik": "0001692819",
    "ticker": "VST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/66bde49959ae5809c23d89193353b802",
    "period": "2023 Q2",
    "content": "Q2 2023 Vistra Corp Earnings Call\n\nQ2 2023 Vistra Corp Earnings Call\n\nVSTNYSEAUG 9, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the Vistra Second Quarter 2023 Results Conference Call. [Operator Instructions] please note this event is being recorded. I would now like to turn the conference over to Meagan Horn, Vice President of Investor Relations. Please go ahead.\n\nMeagan Horn\n\nVice President of Investor Relations, Sustainability and Purpose\n\nGood morning, and thank you all for joining Vistra's investor webcast discussing our second quarter 2023 results. Today's discussion is being broadcast live from the Investor Relations section of our website at www.vistracorp.com. There, you can also find copies of today's investor presentation and earnings release.\nLeading the call today are Jim Burke, Vista's President and Chief Executive Officer; and Chris Moldovan Vistra's Executive Vice President and Chief Financial Officer. They are joined by other Vistra senior executives to address questions during the second part of today's call as necessary.\nOur earnings release, presentation and other matters discussed on our call today include references to certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP measures are provided in the press release and in the appendix to the investor presentation, all available on the Investor Relations section of Vistra's website. Also, today's discussion contains forward-looking statements, which are based on assumptions we believe to be reasonable only as of today's date.\nSuch forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially from those projected or implied. We assume no obligation to update our forward-looking statements. I encourage all listeners to review the safe harbor statement included on Slide 2 of the investor presentation on our website that explain the risks of forward-looking statements the limitations of certain industry and market data included in the presentation and the use of non-GAAP financial measures. Thank you. I'll now turn the call over to our President and CEO, Jim Burke.\n\nJames A. Burke\n\nChief Operating Officer & Executive Vice President, Vistra Energy Corp.\n\nThank you, Meagan. Good morning, and thank you all for joining our second quarter 2023 earnings call. The second quarter proved to be another strong 1 for the business as we delivered $1.8 billion in ongoing operations adjusted EBITDA. Typically, we do not formally adjust our guidance ranges until after we get through the critical summer months. But based on performance to date and our forecast for the remainder of the year, we are confident in our ability to deliver in the upper half of the guidance ranges introduced on the third quarter earnings call last year.\nAccordingly, we are narrowing that original range, which was $3.4 billion to $4.0 billion to a new range of $3.6 billion to $4.0 billion for ongoing operations adjusted EBITDA and. Looking beyond 2023, the market curves continue to support a strong, consistent outlook as well. Our commercial team is working to strategically lock in these opportunities employing comprehensive hedging strategies to provide better line of sight to our earnings over our planning horizon, which in turn allows us to plan for capital return to our shareholders that is consistent and predictable.\nIn addition, I'm proud of the great strides we are making in the expansion of Vistra's Zero carbon generation portfolio with our 350-megawatt addition to the most landing energy storage facility that came online this quarter. I'll speak to that milestone momentarily, but first, I'd like to turn to Slide 5, where we once again highlight our 4 strategic priorities. I think it's important to continue to reiterate our focus on these priorities each quarter with some notable accomplishments as I believe these are critical to long-term value creation.\nThis quarter saw continued strong generation and commercial team execution combined with our retail business that continues to deliver strong counts and margin performance. Vistra is proving it can consistently deliver substantial and resilient earnings in a variety of power price and weather conditions.\nJust as last quarter, on average, we saw power prices this quarter clear lower than our realized hedge prices. This is highlighting the significant downside risk protection to our earnings at our comprehensive hedging strategy across the integrated business can and does consistently provide. These derisked consistent earnings give Vistra the confidence to announce aggressive shareholder return programs and then stick with those programs in amounts equal to or higher than those originally announced.\nI'll let Chris provide a detailed update on our capital allocation plan, but of the aggregate upsized $7.75 billion capital return plan we originally announced in November of 2021, we've already returned $3.35 billion through August 4, 2023, which is approximately $250 million ahead of the originally announced planned levels. We regularly evaluate how best to bring value to our shareholders, and we expect to continue buying back stock and paying dividends that grow each quarter based on a reduced share count.\nOur balance sheet strength remains a top focus as well. You saw this quarter that we structured a $450 million PCAP transaction, which is unique in allowing us to post treasury securities as margin deposits, returning more cash to the balance sheet. We expect to utilize that cash plus the margin deposits that have been returned as expected as our hedges have settled throughout this year to fund a significant portion of the purchase price we expect to pay in the fourth quarter for Energy Harbor. Substantially reducing the amount of acquisition debt to be issued.\nFinally, as it relates to our opportunities with the energy transition, in addition to the progress we are making on the Energy Harbor acquisition, which I'll speak to in a minute, I would like to turn to Slide 6 regarding our Moss Landing facility. The Vistra team did an excellent job in bringing online an additional 350 megawatts to add to the existing 400 megawatts at our Moss Landing site in California, which is the largest energy storage facility of its kind in the world.\nThis addition came online ahead of schedule and on budget despite a challenging supply chain environment and extreme rainfall. This is now a total of 750 megawatts of energy storage backed by contracted revenues through our PG&E resource adequacy agreements. Importantly, we continue to see additional opportunities to add batteries to this site of the future. The facility is located in the CAISO Energy market, which is experiencing significantly higher gas price volatility as well as the potential for scarcity pricing due to high demand and import competition from the neighboring balancing authorities.\nThese factors result in favorable conditions for the earnings outlook for our Moss Landing battery facility and our co-located combined cycle plant, which has 1,020 megawatts of capacity. This is a tremendous site and a great example of our ability to invest in a disciplined way in Vistra Zero while also providing for the reliable and affordable energy customers need.\nMoving to Slide 7. The $1 billion, $8 billion of ongoing operations adjusted EBITDA achieved this quarter was a result of strong performance by each of our generation retail and commercial teams with retail achieving attractive counts and margin performance in all customer categories and our generation team delivering commercial availability of approximately 95%.\nOur people are working hard in this extended high heat environment, and they continue to perform extremely well. When we originally announced 2023 guidance in the third quarter of last year, we estimated a range of $3.4 billion to $4.0 billion in adjusted EBITDA from ongoing operations. As mentioned earlier, we are confident in our ability to deliver in the upper half of that range, leading us to formally update our guidance to reflect the new range of $3.6 billion to $4.0 billion in adjusted EBITDA from ongoing operations and a new range for adjusted free cash flow before growth.\nOf course, there is a lot of execution still to go in the balance of the year, and our people remain focused on delivering for our customers and our shareholders. Turning to Slide 8. I just wanted to reiterate that all 3 key agencies continue to work on the necessary approvals to close the Energy Harbor acquisition. We are working constructively with each agency and in all involved parties. And as I mentioned before, we continue to anticipate a fourth quarter closing.\nWe believe Energy Harbor is a terrific transaction for Vistra. Adding a substantial amount of nuclear generation with the support of the production tax credit. We continue to expect significant contributions from Energy Harbor, including the opportunities for synergies. I think back to the announcement of the Dynegy acquisition when we projected annual ongoing operations adjusted EBITDA of approximately $2.8 billion. Through the hard work of the Vistra and Dynegy teams and including the acquisition and successful integration of [ Crius ] and Ambit, together with the expected closing of Energy Harbor later this year, it is exciting that we could see ongoing adjusted EBITDA on average in the '24 to '25 time frame of $4.5 billion, including synergies and out-year prospects potentially even higher. Kris, I'll now turn the call over to you to discuss our quarterly performance in more detail.\n\nKristopher E. Moldovan\n\nExecutive VP & CFO, Vistra Corp.\n\nThank you, Jim. Starting on Slide 10, Vistra $110 million from generation and $498 million [Indiscernable] from retail. Generations results were favorable compared to the second quarter of 2022, primarily due to higher energy market. .\nRetail results were also favorable as compared to the second quarter 2022. While the segment was impacted by less favorable weather, this was more than offset by continued strong counts and margin performance. As I discussed last quarter, the entry year shaping that dampened the first quarter's earnings contribution to the overall year was offset as expected in the second quarter.\nTurning to Slide 11. As Jim mentioned, we have been consistently delivering on our capital allocation plan. As of August 4, we had executed approximately $2.9 billion of share repurchases since beginning the program in the fourth quarter of 2021. We expect to utilize the remaining approximately $1.35 billion of the total $4.25 billion authorization by year-end 2024.\nNotably, our outstanding share count has been reduced to approximately 367.5 million shares as of August 4, and an impressive approximately 24% reduction in the number of shares that were outstanding in November 2021. This meaningful and consistent share reduction has led to robust dividend growth. For example, the recently approved third quarter 2023 common stock dividend of [ $0.20 ]6 per share represents an increase of approximately 12% per share as compared to the dividend paid in the third quarter of 2022.\nFinally, as Jim mentioned, we remain focused on maintaining a strong balance sheet and a disciplined approach to growth. We have fully allocated the net proceeds from the December 2021 green preferred stock issuance and and are now turning to securing nonrecourse project or portfolio level financing to, among other things, support the growth CapEx needs of the company. We anticipate launching the first such financing in the coming months.\nTo wrap up, on Slide 12, we have provided an update on the out-year forward price curves as of August 4. As you can see, the forward curves continue to hold together well. Specifically, since our last call, we've seen forward curves increase in ERCOT in '24 and '25, increasing our confidence in our ability to achieve the previously disclosed $3.7 billion to $3.8 billion ongoing operations adjusted EBITDA midpoint opportunities in those years.\nAs a reminder, we are significantly hedged in years 2023 through 2025, approximately 86% on average of expected generation across all markets, with the balance of 2023 expected generation hedged at approximately 98% and 2024 expected generation hedged at approximately 95%.\nFinally, curves in the outer years continue to provide opportunities to lock in significant earnings, especially during times of scarcity. Our commercial team continues to work to derisk these opportunities by executing on our multiyear comprehensive hedging strategy which strategy continues to be supported by our standby liquidity facilities.\nWe are proud of the performance of our generation retail and commercial teams thus far this year and are excited to continue our work towards executing against our remaining 2023 goals and long-term strategic priorities as we translate that success into shareholder returns. We look forward to updating you on our progress on our third quarter call. With that, operator, we're ready to open the line for questions."
  },
  {
    "header": "VST",
    "cik": "0001692819",
    "ticker": "VST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9e7e7dcf3bd9788d44506a9f963d2f94",
    "period": "2023 Q1",
    "content": "Q1 2023 Vistra Corp Earnings Call\n\nQ1 2023 Vistra Corp Earnings Call\n\nVSTNYSEMAY 9, 9:00 AM\n\nOperator\n\nGood day, and welcome to the Vistra First Quarter 2023 Results Conference Call. [Operator Instructions] Please note that today's event is being recorded. At this time, I would like to turn the conference over to Meagan Horn, Vice President of Investor Relations. Please go ahead.\n\nMeagan Horn\n\nVice President of Investor Relations, Sustainability and Purpose\n\nGood morning, and thank you all for joining Vistra's investor webcast discussing our first quarter 2023 results. Today's discussion is being broadcast live from the Investor Relations section of our website at www.vistracorp.com. There, you can also find copies of today's investor presentation and the earnings release.\nLeading the call today are Jim Burke, Vistra's President and Chief Executive Officer; and Kris Moldovan, Vistra's Executive Vice President and Chief Financial Officer. They are joined by other Vistra senior executives to address questions during the second part of today's call as necessary.\nOur earnings release, presentation and other matters discussed on our call today include references to certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP measures are provided in the press release and in the appendix to the investor presentation available in the Investor Relations section of Vistra's website.\nAlso, today's discussion contains forward-looking statements which are based on assumptions we believe to be reasonable only as of today's date. Such forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those projected or implied. We assume no obligation to update our forward-looking statements. I encourage all listeners to review the safe harbor statement included on Slide 2 of the investor presentation on our website that explain the risks of forward-looking statements, the limitations of certain industry and market data included in the presentation and the use of non-GAAP financial measures.\nThank you. And I will now turn the call over to our President and CEO, Jim Burke.\n\nJames A. Burke\n\nChief Operating Officer & Executive Vice President, Vistra Energy Corp.\n\nThank you, Meagan. Good morning. Thank you all for joining our first quarter 2023 earnings call. I will begin on Slide 5.\nWe entered the year focused on our 4 strategic priorities, and we are making great strides. First, our integrated model continues to demonstrate its value and effectiveness. As you probably recall, we spent the majority of 2022 executing on our comprehensive hedging strategy that we said was locking in earnings opportunities for 2023 through 2025. We utilized available liquidity last year to support their strategy as we believe the additional EBITDA opportunities were significant.\nThis first quarter of 2023, we saw this strategy translate into real value as mild weather was experienced across the major markets in which we operate which led to lower-than-expected cleared power prices. While we saw power prices clear at approximately $30 a megawatt hour on average, our first quarter results reflect a realization of average prices of around $45 per megawatt hour given we were highly hedged entering the year. In addition, in the outer years where we have been more open, we have seen prices and spark spreads increase as compared to this time last year. We have continued to opportunistically hedge to secure an increasing out-year earnings potential. We believe this is important, not only because it provides an enhanced resiliency of our earnings profile despite an uncertain commodity market but also because it ensures we can deliver on our commitments to reliably serve our customers, consistently return capital to shareholders, maintain a strong balance sheet and transform our fleet as we strengthen our position for the long term.\nSecond, our return of capital to our shareholders remained consistent and robust. Kris will provide a detailed update on our capital allocation plan in just a moment, but I want to highlight that of the aggregate $4.25 billion share repurchase authorization, we have returned approximately $2.7 billion to shareholders from November 2021 through May 4, 2023. Additionally, we are on track to pay $300 million in common stock dividends in 2023 as planned, with our Board approving a second quarter dividend the amount of $0.204, representing an approximately 15% increase over the second quarter dividend paid in 2022. The share repurchase program, together with the structure of our dividend plan, work in tandem to provide our shareholders with the expectation of dividend growth each quarter as the aggregate $300 million in annual dividends is spread across a decreasing number of shares of Vistra common stock.\nThird, we continue our focus on a strong balance sheet. As margin deposits return, we are positioned to utilize that cash for opportunistic delevering and/or to reduce the amount of debt we expect to incur to close the Energy Harbor acquisition we announced in March of this year. While the first quarter is typically the lowest free cash flow quarter for Vistra, we were able to repay approximately $500 million of short-term debt. Of course, we're expecting our net debt balance to grow over the balance of the year to fund the Energy Harbor acquisition, which we expect to come with a significant amount of EBITDA, but we remain focused on our goal of a long-term net leverage ratio, excluding any nonrecourse debt at Vistra Zero, of less than 3x, which we expect to achieve in the 2024 to 2025 time frame.\nFinally, we are very excited about our announcement just 2 months ago regarding the acquisition of Energy Harbor which is expected to close later this year. With this acquisition, our nuclear fleet will grow by an additional 4,000 megawatts in PJM, which will more than double the zero-carbon generation we have online today.\nTurning to Slide 6, I will discuss this quarter's results. We achieved $554 million of ongoing operations adjusted EBITDA. Strong operational performance and our robust hedging activities helped to offset milder-than-normal weather throughout the U.S. Our retail and generation teams continued their strong operational performance, with retail achieving growth in ERCOT customer counts while maintaining attractive margins, and our generation team delivering commercial availability of 97% while maintaining the focus on safety. The generation team has operated over 3 years without a significant injury across a large and diverse fleet, and safety remains our #1 priority.\nLooking ahead for the remainder of the year, we are confident in our ability to meet or exceed the midpoint of our $3.4 billion to $4.0 billion adjusted EBITDA from ongoing operations guidance range for 2023 and as we announced in the third quarter of 2022. We're also reaffirming our $1.75 billion to $2.35 billion adjusted free cash flow before growth from ongoing operations guidance range. Of course, with 9 months to go in the year, including the important summer months, we believe it would be premature to narrow or otherwise adjust our guidance range for 2023. Kris will cover in more detail while we remain bullish on our opportunities in years ahead.\nBefore I wrap up and turn the call over to Kris to discuss the first quarter's performance in more detail, I want to provide a quick update on the status of our Energy Harbor acquisition. As noted on Slide 7, we have filed approval requests with each of the 3 key agencies and anticipate receiving all needed approvals in time to close by the end of this year. As a reminder, we've committed bridge financing in place in an amount sufficient to close the transaction, but we do expect to replace the entirety of our bridge commitments with permanent financing between now and closing.\nFinally, I think it's worth noting that as we have seen out-year forward price curves improve, our financial forecast for Energy Harbor has also improved in the out years. Previous estimates we shared in March indicated average adjusted EBITDA midpoint opportunities for 2024 through 2025 of approximately $900 million with adjusted free cash flow before growth opportunities at a 65% to 70% range. This is inclusive of synergies and on an open pretax basis.\nGiven recent price curves, we see the average adjusted EBITDA midpoint opportunities from Energy Harbor for 2026 and beyond to be higher than this original estimate. We expect that we will provide more detailed adjusted EBITDA and other financial projections for the combined company closer to closing or just after.\nKris, I'll now turn the call over to you.\n\nKristopher E. Moldovan\n\nExecutive VP & CFO, Vistra Corp.\n\nThank you, Jim. Starting on Slide 9. Vistra delivered $554 million in ongoing operations adjusted EBITDA, including $583 million from generation and a loss of $29 million from retail.\nGeneration's results were strong despite the significant impact of milder weather on pricing, primarily driven by in-the-money settled hedges, opportunistically backing down generation at times when prices were below unit cost and the recognition of a net bonus position in PJM for Winter Storm Elliott. Those benefits were partially offset by headwinds for the quarter that were known at the time guidance for 2023 was set, including default service migration costs and lower PJM capacity revenues as well as intra-year impacts relating to timing of hedges and opportunistic acceleration of planned outages into the first quarter.\nWhile retail was also impacted by mild weather, it's important to note that due to strong counts and margin management, the results for retail for the first quarter are in the range of what we expected coming into the year. Given the intra-year shaping, we continue to see due to higher power costs in the winter and summer months, we anticipate substantially all of the ongoing operations adjusted EBITDA for retail to be achieved in the second and fourth quarters. Accordingly, we are confident in our ability to meet or exceed the midpoint of the $905 million to $1.065 billion range of ongoing operations adjusted EBITDA for retail that we announced on our third quarter 2022 call.\nTurning now to Slide 10, I'll share a quick update on capital allocation. As of May 4, we had executed approximately $2.7 billion of share repurchases since the beginning of the program in the fourth quarter of 2021. We expect to utilize the remaining approximately $1.55 billion of authorization by year-end 2024, with at least $1 billion of cumulative repurchases expected in calendar year 2023, as originally planned.\nNotably, as of May 4, our outstanding share count had fallen to approximately 373 million shares, a significant reduction of approximately 23% from the aggregate number of shares that were outstanding when the program started in November 2021.\nAs a result of our robust and consistent share repurchases, our dividend program of approximately $300 million per year, or approximately $75 million per quarter, continues to result in significant growth in the dividend per share received by our shareholders. To that end, the second quarter 2023 common stack dividend of $0.204 per share, which is payable on June 30, 2023, is approximately 15% higher per share as compared to the dividend paid in the second quarter of 2022.\nWhile we remain committed to consistently returning capital directly to our shareholders, we also remain steadfast in our commitment to a strong balance sheet. Accordingly, we continue to target a long-term net leverage ratio, excluding any nonrecourse debt at Vistra Zero of less than 3x.\nFinally, our Vistra Zero growth remains on track. We have allocated over 90% of the net proceeds from the December 2021 green preferred stock issuance and are focused on securing nonrecourse project or portfolio level financing to, among other things, support the growth CapEx needs of the company. We anticipate the first such financing to be in place no later than the end of this year.\nTurning to Slide 11, we provide an update on the out-year forward price curves as of May 4. As you recall, we announced last year on the first quarter call that we estimated a range of $3.5 billion to $3.7 billion of potential ongoing operations adjusted EBITDA midpoint opportunities for years 2023 through 2025 based on April 29, 2022 curves. While we do not expect to update this range before initiating guidance for each applicable year, we did want to note that we currently believe there is upside to the range of each of 2024, 2025 and now 2026 in light of the higher prices in our primary markets and the continued execution of our comprehensive hedging program that has now hedged 2023 through 2025 at approximately 86% on average across all markets, with the balance of 2023 hedged approximately 99% and 2024 hedged approximately 96%. As you would expect, 2026 is significantly less hedged, which creates a significant opportunity but also a wider range given our open position.\nWe remain committed to executing against our 2023 strategic priorities and translating that success into shareholder returns. We look forward to updating you on our progress on our second quarter call.\nWith that, operator, we're now ready to open the line for questions."
  },
  {
    "header": "VST",
    "cik": "0001692819",
    "ticker": "VST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fdc6e9c4d3f70b5b3cf2d94c1b71ef03",
    "period": "2022 Q4",
    "content": "Q4 2022 Vistra Corp Earnings Call\n\nQ4 2022 Vistra Corp Earnings Call\n\nVSTNYSEMAR 1, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the Vistra's Fourth Quarter and Full Year Results Conference Call. (Operator Instructions) Please note, this event is being recorded.\nI would now like to turn the conference over to Meagan Horn, Vice President of Investor Relations. Please go ahead.\n\nMeagan Horn\n\nVP of IR, Sustainability and Purpose, Vistra Corp.\n\nThank you. Good morning, everyone, and welcome to Vistra's investor webcast, discussing fourth quarter and full year 2022 results, which is being broadcast live on the Investor Relations section of our website at www.vistracorp.com. Also available on our website are a copy of today's investor presentation, the related press release and recent annual and quarterly reports on Forms 10-K and 10-Q.\nJoining me for today's call are Jim Burke, our President and Chief Executive Officer; and Kris Moldovan, our Executive Vice President and Chief Financial Officer. We have a few additional senior Executives present to address questions during the second part of today's call, as necessary.\nBefore we begin our presentation, I would like to note that today's press release, slide presentation and discussions on this call all include certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP measures are provided in the press release and in the appendix to the investor presentation available in the Investor Relations section of the company's website. Also today's discussion will contain forward-looking statements, which are based on assumptions we believe to be reasonable only as of today's date. Such forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those projected or implied. We assume no obligation to update our forward-looking statements. I encourage all listeners to review the safe harbor statement included on Slide 2 of the investor presentation on our website that explain the risks and forward-looking statements, the limitations of certain industry and market data included in the presentation and the use of non-GAAP financial measures.\nThank you, and I'll now turn the call over to our President and CEO, Jim Burke.\n\nJames A. Burke\n\nPresident, CEO & Director, Vistra Corp.\n\nThank you, Meagan. Good morning. I'm pleased to be here with you all to discuss our fourth quarter and full year 2022 results, which we believe is a positive and straightforward message. Beginning on Slide 5, as we've reiterated over these past quarters, we remain vigilant and focused on our strategic priorities throughout the year, and the 2022 results demonstrate that focus and set us up well for the future. We believe that operating an integrated business model provides the stability and consistency that our customers and our shareholders expect and our operations throughout extreme weather events this past year, we believe, have proved this thesis. You'll recall that we initiated guidance for 2022 for adjusted EBITDA from ongoing operations with a midpoint of $3.06 billion.\nDespite extreme volatility in commodities and numerous weather events, including winter storm Elliott at the end of December, we ended the year exceeding this midpoint by $55 million. Importantly, we delivered strong adjusted free cash flows along with these higher earnings, delivering a final adjusted free cash flow before growth of $129 million above the midpoint of the narrow guidance range we introduced in the third quarter of 2022. Our integrated portfolio also supported our comprehensive hedging strategy we executed throughout 2022, with the goal of locking an out-year earnings potential in years 2023 to 2025. Kris will speak to this in more detail later, but we concluded the year at approximately 73% hedged across '23 to '25 across all markets. This hedging percentage and the current forward curves continue to support the estimated $3.5 billion to $3.7 billion midpoint of adjusted EBITDA earnings potentials in those years. And with our 2023 adjusted EBITDA guidance midpoint set at $3.7 billion, we look forward to executing squarely on these opportunities.\nWe continue to see Vistra generate significant cash flows and our strategic priorities remain focused on returning meaningful value to our shareholders. Kris will provide a detailed update on our capital allocation plan, but I will note that we returned approximately $2.25 billion to shareholders via our share repurchase program from November 2021 through December 2022, approximately $250 million more than we had originally planned. Additionally, we paid out $300 million in common stock dividends in 2022, as planned, with each quarter's dividend per share growing as the share count was reduced. The fourth quarter dividend paid in December 2022 represented a 29% increase over the fourth quarter dividend paid in December of '21. We expect shareholders to continue to experience increases in dividend returns into 2023 as we expect to continue to pay out an aggregate $300 million in annual dividends due to decreasing number of shares of Vistra common stock.\nWe remain vigilant this year in maintaining a strong balance sheet. While our debt balance did grow to provide the liquidity we needed to support our comprehensive hedging strategy, we achieved our goal of a sub-3x leverage after margin deposits are considered at year-end. We held our debt capacity steady at year-end as we saw less return of margin than originally expected. We have seen the margin deposits start to return to us in the first quarter of 2023, and we continue to actively manage our liquidity and focus on opportunistic timing and structures to further optimize our balance sheet. With the goal to achieve our long-term sub-3x debt leverage ratio target on a pre-margin deposit basis over time.\nFinally, we are proud of the results we saw in our Vistra Zero business this past year. We added over 400 megawatts of renewable and storage capacity in 2022, and we expect to add another 350 megawatts of storage capacity in California at our Moss Landing Phase 3 facility in mid-2023. We also retired approximately 2,900 megawatts of Ohio and Illinois coal facilities at our Zimmer, Joppa and Edwards plants. We appreciate the dedication of our teams who work at these sites for decades, powering our communities and always with a sharp focus on safety. We are pleased to be able to redevelop these sites in the future Vistra Zero energy facilities. Notably, the Joppa and Edwards sites are part of our Illinois Coal to Solar program where we are transitioning numerous sites into solar and/or storage facilities.\nTurning to Slide 6. We had a strong 2022, ending the year with $3.115 billion of ongoing operations adjusted EBITDA. This is $55 million above the $3.06 billion midpoint we said in the third quarter of 2021. We achieved nearly $2.4 billion of adjusted free cash flow before growth, $129 million higher than the narrowed guidance midpoint we set in the third quarter of '22. Our financial achievements were underscored by the strong performance of our retail and generation teams. Our flagship retail brand TXU Energy continues to execute well, growing Texas residential customers nearly 2% year-over-year, while maintaining its PUCT 5-star rating. Our Generation team has proven its ability to perform in extreme weather conditions in both the summer and winter months, optimizing the maintenance of our fleet to stand ready to perform when needed.\nThe team's commitment is illustrated by the 95.4% commercial availability achieved fleet-wide this past year. Safety remains our top priority and the culture of continuous improvement is exemplified in our Vistra best defense safety program. I'm pleased with our performance in 2022, but through continuous improvement, we see opportunities to perform operationally at an even higher level in 2023. We now look forward to delivering on the financial guidance we set forth last quarter for 2023.\nWe are reaffirming our $3.4 billion to $4 billion adjusted EBITDA from ongoing operations range for 2023 as well as reaffirming our $1.75 billion to $2.35 billion adjusted free cash flow before growth guidance range. It is early in the year, but notably, despite the volatility in commodity prices we've experienced lately, we continue to have the line of sight to achieve the expectations we've set for ourselves given the potential value our comprehensive hedging program has locked in for 2023.\nI will now hand the call over to Kris to discuss the 2022 fourth quarter and annual performance in more detail.\n\nKristopher E. Moldovan\n\nExecutive VP & CFO, Vistra Corp.\n\nThank you, Jim. Starting on Slide 8, Vistra delivered solid fourth quarter results in 2022 with ongoing operations adjusted EBITDA of approximately $771 million, including $359 million from Retail and $412 million from Generation. For the year, Vistra delivered $3.115 billion of adjusted EBITDA from ongoing operations, including $923 million for retail and $2.192 billion from Generation. Retail's results exceeded the midpoint of its component of our 2022 adjusted EBITDA from ongoing operations guidance of $700 million by $223 million. Our favorable results were primarily driven by strong residential margins, claim management and customer counts in ERCOT, offset partially by PJM and New York, New England counts and margins.\nMoving now to Generation. Its adjusted EBITDA from ongoing operations results came in under the midpoint of the Generation component of guidance by $168 million, primarily driven by low first quarter prices in ERCOT, coal constraints and higher default service costs, partially offset by higher realized prices and strong commercial availability.\nTurning now to Slide 9. We are providing an update on the progress we've made on our capital allocation plan. As of February 23, we had executed approximately $2.45 billion of share repurchases since beginning the program in the fourth quarter of 2021. This includes an incremental $200 million since the end of 2022. We expect to utilize the remaining approximately $800 million of authorization by year-end 2023. Notably, as of February 23, our outstanding share count had fallen to approximately 381 million shares outstanding, which represents an approximately 21% reduction from the aggregate number of shares that were outstanding just under 16 months ago. Additionally, in 2022, we delivered on our goal to pay $300 million in dividends to our common stockholders each year, and we continue to execute against that goal as we head into 2023. To that end, we recently declared the quarterly dividend to be paid on Vistra's common stock in the amount of $0.1975 per share or approximately $75 million in the aggregate, payable on March 31, 2023.\nThis is an approximately 16% growth in dividend per share as compared to the dividend paid in the first quarter of 2022. While returning cash directly to our shareholders remains a priority, we also continue to focus on maintaining a strong balance sheet. Importantly, we continue to target a long-term net leverage ratio, excluding any nonrecourse debt at Vistra Zero of less than 3x. While we did in the year with a higher debt balance than we planned, that higher balance corresponds to the higher levels of adjusted EBITDA opportunities we now have in years 2023 through 2025 as a result of our comprehensive hedging strategy, the execution of which required additional liquidity. Even with the higher debt balance, we achieved a sub-3x leverage on an after margin deposit basis at year-end.\nAs we have reported in prior quarters, we continue to pursue Vistra Zero growth, and once again, we emphasize that we anticipate financing that growth by using primarily third-party capital along with the remaining proceeds from the issuance of the $1 billion of green preferred stock and ongoing Vistra Zero free cash flow.\nTurning to Slide 10. As Jim mentioned earlier, we are reaffirming our guidance for ongoing operations adjusted EBITDA with a $3.7 billion midpoint for 2023. As you can see on Slide 10, we are providing an update on the forward power and gas price curves as of February 23. While there has been noticeable volatility over the past year, prices are still holding in the range of the April 29, 2022 curves, which were the basis for the estimate of $3.5 billion to $3.7 billion of potential ongoing operations adjusted EBITDA midpoint range for each of years '24 and '25. Importantly, as of the end of 2022, we were approximately 73% hedged on average across all markets for 2023 through 2025, with 2023 approximately 90% hedged and 2024, approximately 76% hedged. As Jim stated, we are pleased with our 2022 accomplishments, but we are focused on continuous improvement as we deliver on our 2023 priorities.\nWith that, operator, we're ready to open the line for questions."
  },
  {
    "header": "VST",
    "cik": "0001692819",
    "ticker": "VST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f89688c903bee24ca185701d712cac8d",
    "period": "2022 Q3",
    "content": "Q3 2022 Vistra Corp Earnings Call\n\nQ3 2022 Vistra Corp Earnings Call\n\nVSTNYSENOV 4, 9:00 AM\n\nOperator\n\nGood day, and welcome to the Vistra Third Quarter Earnings Call. (Operator Instructions) Please note this event is being recorded.\nI would now like to turn the conference over to Ms. Meagan Horn. Please go ahead.\n\nMeagan Horn\n\nVP of IR, Sustainability and Purpose, Vistra Corp.\n\nThank you. Good morning, everyone. Welcome to Vistra's investor webcast discussing third quarter 2022 results, which is being broadcast live from the Investor Relations section of our website at www.vistracorp.com. Also available on our website are copies of today's investor presentation, our Form 10-Q and the related press release.\nJoining me for today's call are Jim Burke, our President and Chief Executive Officer; and Kris Moldovan, our Executive Vice President and Chief Financial Officer. We have a few additional senior executives present to address questions during the second part of today's call, as necessary.\nBefore we begin our presentation, I would like to note that today's press release, the slide presentation and discussions on this call, all include certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP measures are provided in the press release and in the appendix to the investor presentation available on the Investor Relations section of the company's website.\nAlso, today's discussion will contain forward-looking statements, which are based on assumptions we believe to be reasonable only as of today's date. Such forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those projected or implied. We assume no obligation to update our forward-looking statements. I encourage all listeners to review the safe harbor statements included on Slide 2 in the investor presentation on our website that explain the risks of these forward-looking statements, the limitations of certain industry and market data included in the presentation and the use of these non-GAAP financial measures.\nThank you. And I will now turn the call over to our President and CEO, Jim Burke.\n\nJames A. Burke\n\nPresident, CEO & Director, Vistra Corp.\n\nThank you, Meagan. Good morning, everyone. We plan to keep this call relatively short. We believe we have a straightforward method to deliver today. In prior calls, we've shared with you our priorities for the year. And today, we're here to share how we are successfully executing against those priorities and provide a review regarding 2023.\nStarting on Slide 5. We had another strong quarter financially, earning $1.038 billion in ongoing operations adjusted EBITDA. Our Generation team performed extremely well throughout the summer. But their performance was most on display during the high heat weather events experienced in July in the ERCOT region. For example, on one particular day in July when ERCOT experienced periods of low wind and solar output, we saw our Texas generation fleet operate at its max capacity. On this day, we saw prices hit the $5,000 price cap on 3 different hours. A well-maintained fleet is key to delivering reliable power for our customers and our communities and ensuring value is captured during these weather events, and our Generation team delivered.\nOur Retail business similarly performed well, showing its resiliency by demonstrating the ability to serve customers at attractive margins, even in light of the higher commodity cost environment. Our Retail team responded to our customers' needs and our performance reflects our deep commitment to our customers. In fact, this commitment was recently acknowledged by the PUCT when TXU Energy was recognized as a 5-star rated retailer.\nWith 3 quarters of performance now reported, we are able to narrow our previously announced guidance for ongoing operations adjusted EBITDA and ongoing operations adjusted free cash flow before growth. We now see ongoing operations adjusted EBITDA in a range of $2.96 billion to $3.16 billion and ongoing operations adjusted free cash flow before growth in a range of $2.17 billion to $2.37 billion for 2022. We're reaffirming our original midpoint of $3.06 billion of ongoing operations adjusted EBITDA for 2022. This has been a year with significant volatility in fuel prices and weather in an environment of rising inflation and yet our team is performing well and tracking at the original guidance provided last November.\nDue to our comprehensive hedging program to capture higher earnings in future periods, we have incurred some higher interest charges, which is reflected in our modestly lower midpoint for ongoing operations adjusted free cash flow before growth. This midpoint is now $2.27 billion. As we have discussed in the past, we took on additional short-term debt to fund the liquidity needed for our comprehensive hedging program. The hedges are locking in significant out-year earnings potential.\nNet higher earnings power is reflected on Slide 6. Today, we are initiating guidance for ongoing operations adjusted EBITDA in a range of $3.4 billion to $4 billion and ongoing operations adjusted free cash flow before growth in a range of $1.75 billion to $2.35 billion for 2023. Our 2023 guidance midpoint of ongoing operations adjusted EBITDA is $3.7 billion. This is the top end of the midpoint opportunity range we estimated for 2023 during our first quarter call as we saw the dramatic increase in gas and power forward curves.\nGiven the higher EBITDA figures and the volatility we have seen in the market, our range is larger on an absolute basis, but is a similar percentage of the midpoint as we have had in recent years. We are confident in our ability to deliver on this value proposition for 2023, and as you know, our comprehensive hedging program extends in the future years.\nWith that, I wanted to take a moment to reiterate Vistra's strategic priorities as we summarized on Slide 7. We believe these priorities are delivering and are expected to continue to deliver significant value for investors. We've previously stated that we saw annual ongoing operations adjusted EBITDA potential of around $3-plus billion going forward. As forward power curves increased, we announced Q1 2022 that we saw ongoing operations adjusted EBITDA midpoint potential in the $3.5 billion to $3.7 billion range for years 2023 through 2025.\nWe're now approximately 70% hedged on average across 2023 through 2025. Accordingly, we continue to believe in that range of earnings potential. And in turn, we are using the significant cash flows to return value to the shareholders. Vistra continues to execute on our previously announced capital allocation plan, and Kris will speak to those details momentarily. But notably, our capital allocation plan offers a robust returns per share.\nLooking forward to the target share repurchases and dividends under the capital allocation plan between now and year-end 2023, we have $1.2 billion of remaining authorization for share repurchases that we expect to utilize by year-end 2023, plus $375 million in dividends targeted for payment Q4 2022 through Q4 2023. That capital distributed across our current shareholder base delivers an equivalent of approximately $4 per share of capital being returned. I recognize this is a simple illustration. I only point this out to underscore the incredible value proposition we believe Vistra currently offers.\nAs a reminder, these expected cash returns are achieved even after we make the planned maintenance capital investments to ensure our fleet is well positioned for the winter and the summer. This is also after we execute on our expected debt reduction to ensure a strong balance sheet. Lastly, we expect Vistra Zero to be financed primarily with third-party capital, enabling us to continue to transition aspects of our fleet, primarily some of our older coal assets in a capital-efficient manner.\nVistra Zero will also benefit from the Inflation Reduction Act, including setting a price floor for our nuclear asset Comanche Peak. You may have seen we recently submitted the relicensing application, which would extend our licenses by 20 additional years for each of the 2 units to 2050 and 2053. We continue to see how important a role our diverse set of assets are playing throughout the U.S. in ensuring reliable, affordable and sustainable power. Our integrated model is delivering the service that our customers and communities depend upon, and we are excited to be able to share our expectations with you, our owners, that the future is bright for our company.\nI will now hand the call over to Kris to discuss this quarter's financial performance in more detail.\n\nKristopher E. Moldovan\n\nExecutive VP & CFO, Vistra Corp.\n\nThank you, Jim. Starting on Slide 9. As Jim mentioned, Vistra delivered strong financial results during the third quarter, with ongoing operations adjusted EBITDA of approximately $1.038 billion, including negative $2 million for Retail and $1.04 billion for Generation.\nImportant to note that Vistra's full year 2022 guidance contemplated that retail would deliver negative ongoing operations adjusted EBITDA this quarter. Despite rapidly rising power prices this year, retail's results this quarter and year-to-date are bolstered by continued strong margins and customer counts in ERCOT, along with robust large business market sales performance, partially offset by higher bad debt expense and ex-ERCOT headwinds.\nMoving now to Generation. The results of the Generation segment this quarter and year-to-date have benefited from higher prices in the summer months, coupled with outstanding performance of the fleet to be available to capture those higher prices, offset by lower prices in Q1 2022, lower generation volumes from coal plants due to industry-wide fuel delivery challenges and higher-than-expected migration of customers to default service providers.\nWith our financial results tracking consistently with our expectations, we continue to execute on our capital allocation plan as described on Slide 10. As of November 1, we had completed approximately $2.05 billion of share repurchases. We expect to utilize the remaining approximately $1.2 billion of authorization under the upside $3.25 billion program by year-end 2023. Notably, as of November 1, our outstanding share count had fallen to approximately 398 million shares outstanding, which represents an approximately 18% reduction from the aggregate number of shares that were outstanding as of a year ago.\nWe also remain committed to paying $300 million in dividends to our common stockholders each year. To that end, our Board recently approved a quarterly dividend to be paid on Vistra's common stock in the amount of $0.193 per share or approximately $75 million in the aggregate, payable on December 29, 2022. This is an approximately 29% growth in dividend per share as compared to the dividend paid in the fourth quarter of 2021.\nWhile returning cash directly to our shareholders remains a priority, we will continue to focus on maintaining a strong balance sheet. Importantly, we have not deviated from our long-term net leverage target, excluding any nonrecourse debt at Vistra Zero of less than 3x. On our second quarter call, we noted that we expected to repay at least $2.5 billion in the second half of the year, and we made significant progress this quarter repaying approximately $1.4 billion of debt. We expect to repay an additional $1.1 billion of debt by year-end.\nFinally, as we look to grow Vistra Zero, it is important to emphasize that we anticipate financing that growth by using primarily third-party capital. As Jim mentioned earlier, we have initiated guidance for ongoing operations adjusted EBITDA with a $3.7 billion midpoint for 2023. On Slide 11, we're presenting the forward power price and gas curves as of October 31, 2022. As you can see, while there has been noticeable volatility, prices are still up materially as compared to the prior year. Not only do these curves support our 2023 guidance range, but they also continue to give us confidence in the $3.5 billion to $3.7 billion of potential ongoing operations adjusted EBITDA midpoint for each of years 2024 and 2025.\nAs you would expect, the commercial team has continued its execution of the comprehensive hedging program that we discussed initially on the first quarter earnings call, significantly derisking and locking in our future earnings potential for these out years. As of the end of the quarter, we were approximately 70% hedged on average across all markets for 2023 through 2025, with 2023 being approximately 90% hedged.\nOn Slide 12, we are providing a bit more detail around our 2023 guidance among our Retail and Generation segments. You may recall that last year, we also separately broke out our Sunset Generation segment. With several plants closing in 2022 and the very beginning of 2023 and moving from our Sunset segment to our Asset Closure segment, together with the growth of Vistra Zero, we are currently reevaluating the appropriate segments for our businesses. In light of that ongoing process, we have combined the Sunset segment with our other generation segments for 2023 guidance purposes only.\nWe currently expect to finalize any segment changes by the time we share our first quarter 2023 results. I think it is worth reiterating, execution has been and will continue to be our focus in 2022 and into 2023. Our first 9 months have delivered strong results, and we see our full year 2022 on track. We look forward to discussing our full year results on the next call.\nWith that, operator, we're ready to open the line for questions."
  },
  {
    "header": "VST",
    "cik": "0001692819",
    "ticker": "VST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fa0dc9d3713b9edaff71ac6e4f2c8dc9",
    "period": "2022 Q2",
    "content": "Q2 2022 Vistra Corp Earnings Call\n\nQ2 2022 Vistra Corp Earnings Call\n\nVSTNYSEAUG 5, 8:00 AM\n\nOperator\n\nGood day, and welcome to the Q2 2022 Vistra Earnings Conference Call. (Operator Instructions) After today's presentation, there will be an opportunity to ask questions. (Operator Instructions) Please note this event is being recorded.\nI would now like to turn the conference over to Meagan Horn, VP Investor Relations. Please go ahead.\n\nMeagan Horn\n\nVP of IR, Sustainability and Purpose, Vistra Corp.\n\nThank you, and good morning. Welcome to Vistra's investor webcast discussing second quarter 2022 results, which is being broadcast live from the Investor Relations section of our website at www.vistracorp.com. Also available on our website are copies of today's investor presentation, our Form 10-Q and the related press release.\nJoining me for today's call are Jim Burke, our President and Chief Executive Officer; and Kris Moldovan, our Executive Vice President and Chief Financial Officer. We have a few additional senior executives present to address questions during the second part of today's call as necessary.\nBefore we begin our presentation, I encourage all listeners to review the safe harbor statements included on Slide 2 in the investor presentation on our website that explain the risks of forward-looking statements, the limitations of certain industry and market data included in the presentation, and the use of non-GAAP financial measures.\nToday's discussion will contain forward-looking statements, which are based on assumptions we believe to be reasonable only as of today's date. Such forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those projected or implied. We assume no obligation to update our forward-looking statements.\nFurther, today's press release, slide presentation and discussions on this call will include certain non-GAAP financial measures. For such measures, reconciliations to the most directly comparable GAAP measures are provided in the press release and in the appendix to the investor presentation.\nI will now turn the call over to our new CEO, Jim Burke, to kick off our discussion.\n\nJames A. Burke\n\nPresident, CEO & Director, Vistra Corp.\n\nThank you, Meagan, and good morning to everyone. I am excited and eager to talk with all of you as I take on this new role for Vistra. Over the past few months, I've been asked what I envision for Vistra's path forward.\nAccordingly, turning to Slide 5, before I discuss our second quarter results, I would first like to reinforce a few of my thoughts on Vistra's strategic direction and top priorities. I continue to remain confident in our short-term and long-term value proposition precisely because we intend to remain focused on the 4 key strategic priorities we initially defined in the third quarter of 2021.\nAs we've shared in the past, Vistra is well positioned for the long term during this energy transition. In addition to ensuring that our customers and our communities have the power they need, our integrated approach enables us to deliver strong financial and operational performance, particularly in volatile commodity environments through the operational excellence and expertise of our generation, retail and commercial teams.\nAs part of this integrated business, we are continuing to execute on the comprehensive hedging strategy that we announced last quarter, which is locking in significant future year earnings potential. This effort is supported by a high-performing generation team and a customer-focused retail team experienced in managing counts, margins and customer experience, and both teams are supported by a strong commercial team that captures market opportunities and manages risk in a dynamic marketplace.\nSecond, it is fundamental to a business that manages through volatile commodity markets to have the financial flexibility to hedge both fuel procurement and power sales for our fleet and for customers. We remain committed to a strong balance sheet and an ample liquidity position.\nAs Kris will cover later, we anticipate paying down a significant amount of debt in the second half of this year as our 2022 hedges settle and the corresponding cash collateral is returned. At year-end, we expect our net leverage ratio to be approximately 3x based on the range of ongoing operations adjusted EBITDA we expect in 2023.\nThird, we are delivering on our capital allocation plan that prioritizes a significant return of capital to our shareholders through 2026. We remain committed to paying aggregate dividends of approximately $300 million per year with the per share amount increasing as we repurchase our shares. We continue to believe that share repurchases provide an efficient, attractive means to return capital to our shareholders. We are executing on our $2 billion share repurchase program on an accelerated basis, having completed approximately 80% to date and expect to complete the balance before year-end.\nAccordingly, we're pleased to announce that our Board has authorized an incremental $1.25 billion for share repurchases effective immediately, which brings our cumulative authorization to $3.25 billion and the remaining amount available for repurchases to approximately $1.65 billion. We expect to complete the full authorization by the end of 2023.\nAs we deliver on our earnings potential, we will revisit the size of the share repurchase program on a regular basis. Finally, we've made great progress on the build-out of our Vistra Zero platform, which we expect to grow primarily by utilizing cost-effective third-party capital. I'll speak to updates on Vistra Zero in more detail momentarily.\nI am committed to the execution of our strategic priorities as I firmly believe that our successful execution of these priorities will enable Vistra to deliver sustainable long-term value for all of our stakeholders. Now turning to Slide 6 for our second quarter results.\nWe achieved $761 million of adjusted EBITDA from ongoing operations. Our Retail segment grew ERCOT residential customer counts in the quarter and year-over-year. In fact, our flagship TXU Energy brand had its best quarter residential counts performance in nearly 15 years while achieving our target margins in a dynamic market. This highlights our expertise as an integrated energy company to acquire and retain customers through volatile and high-priced commodity cycles.\nOur unique product offerings and multi-brand and channel strategy, combined with our commercial team's expertise in managing risk, drove this success. Our Generation segment similarly performed above expectations, achieving commercial availability of 95%, a strong performance, especially considering the unseasonably warmer weather experienced in Texas in the second quarter. The teams worked diligently to perform regular maintenance on an expedited basis and in some cases, truncated schedules to ensure the plants were available to the grid during the heatwaves experienced in the latter half of the second quarter.\nWe are reaffirming today our previously announced guidance of adjusted EBITDA from ongoing operations of $2.81 billion to $3.31 billion and adjusted free cash flow before growth from ongoing operations of $2.07 billion to $2.57 billion. We don't typically update current year guidance until our third quarter earnings discussion, but favorable weather and strong performance in our Generation and Retail segments provide increased confidence that our 2022 outlook is tracking above the midpoint of guidance.\nOf course, the remaining summer months are important across the country for us, so we are focused on proactively maintaining our fleet during times of lower demand to avoid unplanned outages as much as possible. We understand that execution is key to delivering the full value we believe possible in this environment.\nTurning to Slide 7. As we discussed in the first quarter, we are currently experiencing a highly favorable pricing environment. We've used this opportunity to continue to execute on the comprehensive hedging strategy we previously discussed. As a result of our comprehensive hedging strategy, Vistra is now over 60% hedged across the years 2023 to 2025 with 2023 now hedged at approximately 80%.\nLast quarter, we stated that given the marks as of April 29, we anticipated a risk-adjusted midpoint opportunity in the range of $3.5 billion to $3.7 billion for the years 2023 through 2025.\nCurves moved up considerably in May and early June before coming off in late June with the drop in natural gas prices. For 2023, when comparing where we were as of April 29 and rolling that forward to July 29, overall, the curves are in a similar place despite the volatility we've seen over the past 3 months.\nHowever, for 2024 and 2025 since April 29, as the graphs indicate, both power and gas curves have continued moving up. As our hedge percentages have increased, our confidence in this earnings potential has grown. And more than that, we continue to believe this range could be on the conservative side. Of course, given that we are not fully hedged, there remains a significant range around this earnings potential, especially in '24 and '25.\nLooking ahead, assuming the forward curves continue to hold or improve, you can expect us to continue to execute on this comprehensive hedging strategy to lock in more value while maintaining sufficient generation [length as] insurance against the unforeseen.\nAs discussed last quarter, our hedging strategy requires ample liquidity for collateral postings. We continue to proactively manage our liquidity requirements in a way that allows us to remain confident that we can execute this hedging strategy and the capital allocation plan in tandem. Kris will go into more detail on our liquidity management activities later in the call.\nTurning now to Slide 8. I wanted to provide a brief update on our Vistra Zero growth trajectory and how we are positioning Vistra to capitalize on this significant opportunity. This past quarter, we returned both phases of our Moss Landing energy storage facility to service with over 98% of its maximum capacity on the expected schedule and ahead of California's hot summer months. We successfully restored and addressed root cause concerns during this timeframe, and we anticipate the final few megawatts to be restored by the fall.\nIn addition, we began construction on the 350-megawatt Phase III expansion of our Moss Landing facility, which we expect to be online by June 2023. In Illinois, we bid in a competitive process. And in May, were selected by the Illinois Power Agency to provide over 460,000 annual renewable energy credits, or RECs, over the course of 20 years. The contracted sale of these RECs will serve to provide stability to revenue streams of our coal to solar projects.\nIn June, we were also awarded energy storage grants at our Joppa, Havana and Edwards sites to be received over 10 years. We expect to bring our Illinois projects online in the 2024 timeframe ahead of the required dates for the awarded contracts.\nFinally, our development projects in Texas continued to make great progress as well. In April, we announced that our 50-megawatt solar facility Brightside was online. This was followed by announcements in May that our 260-megawatt energy storage facility at DeCordova was online. And in June, our 108-megawatt ERCOT solar facility, Emerald Grove, was online. We now have 608 megawatts for Vistra Zero online of solar and energy storage serving the ERCOT grid in addition, of course, to our Comanche Peak nuclear facility.\nOur teams did an excellent job of delivering these projects in Texas as well as returning Phases 1 and 2 of our Moss Landing facility to normal operation in California. Some of our early-stage projects that we are evaluating are facing potential impacts from supply chain constraints and inflation. We prudently reevaluate the business cases of these projects on a regular basis.\nFor example, we have reassessed the timing of certain ERCOT solar projects, and we will move ahead with these projects only if we have confidence in the returns. Since we own these sites and we have the flexibility on timing, this is something we expect to remain dynamic. We are excited about the pipeline and the growth potential of achieving 7.3 gigawatts in Vistra Zero generation online by 2026, but we are also going to remain disciplined on the projects.\nOf course, in light of the newly introduced Inflation Reduction Act, it is possible that our Vistra Zero development projects could see enhanced returns. It is certainly a dynamic time in the marketplace and Vistra is extremely well positioned with both a strong outlook on our core generation and retail businesses, but also with Vistra Zero. With that, I will turn the call over to Kris Moldovan, our recently named CFO, to discuss the quarter's financial performance and our capital allocation progress in more detail. Many of you already know Kris well and his track record of successfully driving shareholder value for Vistra, and as of late, his active and effective management of our liquidity position.\nAs background, he practiced as an attorney for over a decade, including gaining significant experience through representing clients in merger and acquisition activity as well as complex financing transactions. Kris has been with Vistra and its predecessor for 16 years and joined the finance team in 2010, where he has focused on some of the most complex financial transactions in our industry. I've had the privilege to work with Chris for many years and could attest personally to his insights and capabilities, and I'm very much looking forward to partnering with him as we take Vistra forward in these exciting times of transition and growth. Kris?\n\nKristopher E. Moldovan\n\nExecutive VP & CFO, Vistra Corp.\n\nThank you, Jim. It's an honor to be in the new role and representing Vistra on the call today. While I have met many of the participants on the call in my previous role as the Treasurer of the company, I look forward to getting to know everyone and spending time with each of you in the coming months. I'll turn now to Slide 10.\nAs Jim noted earlier, Vistra delivered strong financial results during the second quarter with adjusted EBITDA from ongoing operations of approximately $761 million, which was above management's expectations. Retail ended the quarter at $403 million of adjusted EBITDA from ongoing operations. And while this result is $107 million lower than second quarter 2021, it is important to note that this difference is more than accounted for by the amount of onetime self-help initiatives we undertook in the second quarter of 2021 to offset some of the losses we experienced in the preceding quarter. Retail performance this quarter was favorably impacted by warmer weather, strong margins and exceptional residential customer count growth in Texas.\nMoving to Generation. Our collective Generation segments ended the quarter with $358 million of adjusted EBITDA from ongoing operations. This result was approximately $14 million above our second quarter 2021 results after adjusting second quarter 2021 to remove the earnings attributable to Zimmer and Joppa, which are now reported in the Asset Closure segment. This increase was driven primarily by favorable prices we experienced in the quarter offset by the ongoing coal constraints the industry continues to experience as well as onetime benefits of self-help initiatives executed in the second quarter of 2021.\nFinally, turning to Slide 11. Our strong financial results allow us to continue to favorably execute our capital allocation plan. Specifically, as of August 2, 2022, we have executed approximately $1.6 billion of the original $2 billion authorization, repurchasing approximately 70.5 million shares or approximately 14.6% of the shares that were outstanding as of November 2021.\nSince we expect to execute the remaining portion of the $2 billion authorization before year-end 2022, as Jim noted, the Board of Directors has authorized an incremental $1.25 billion of share repurchases effective immediately. As such, we have approximately $1.65 billion of aggregate remaining availability for share repurchases under the upsized $3.25 billion authorization, which we expect to execute between now and the end of 2023.\nAdditionally, the Board recently approved a quarterly dividend to be paid on Vistra's common stock in the amount of $0.184 per share or approximately $75 million in the aggregate payable on September 30, 2022. This is an approximately 23% growth in dividend per share as compared to the dividend paid in the third quarter of 2021.\nWhile we are focused on returning capital to our shareholders, we remain steadfastly committed to balance sheet strength, targeting a long-term net leverage ratio below 3x, excluding any nonrecourse debt we raise at Vistra Zero. This year, however, the material increase in forward power prices for the balance of 2022 through 2025, taken together with our increased forward hedging activities to lock in those prices, has resulted in significant increases in our collateral posting obligations and required liquidity to support these obligations.\nAs such, we have actively worked to increase our available liquidity, including issuing $1.5 billion of short-term senior secured notes, in addition to increasing the aggregate commitments under our corporate revolver by $725 million and increasing the aggregate commitments under our commodity-linked revolver by $250 million.\nAs a result of these proactive transactions, we have significantly increased our available liquidity, which was approximately $4.5 billion as of August 3. Looking forward, as we deliver power against our hedges over the balance of 2022, we expect to see a material return of collateral including a significant amount of the cash we had posted at June 30.\nTo that end, we anticipate repaying more than $2.5 billion of debt by year-end, including debt outstanding under our revolving credit facilities. Of course, we must continue to prudently balance the timing of these debt repayments against the liquidity needed to support our hedging program. In addition to repaying debt, we will continue to monitor and optimize the amount and sources of liquidity necessary to support our existing hedges as well as any additional hedges we may execute over time.\nWe said we would focus on execution in 2022 and the efforts of our Generation, Retail and commercial teams in the first 6 months have positioned us well for a successful year. We remain focused on our strategic priorities and look forward to discussing third quarter results and our outlook for the balance of 2022 and for 2023 on our next call.\nWith that, I'll turn the call back over to Jim for a brief wrap-up.\n\nJames A. Burke\n\nPresident, CEO & Director, Vistra Corp.\n\nKris, thank you very much and congratulations on the new role. Turning to Slide 12, I would just like to recap a few key points. First, our integrated model is uniquely positioned to capture long-term value in these dynamic conditions, and we are comprehensively hedging and have locked in over 60% of this value for the period of 2023 to 2025.\nWe believe we have ample liquidity and balance sheet strength to execute this strategy. Our confidence in our outlook is reinforced by the upsizing of the share repurchase program to $3.25 billion, and we continue to return capital through this program and our $300 million annual dividend.\nFinally, we have made great progress by bringing online over 400 megawatts in new assets in Texas this spring with Vistra Zero while restoring Moss Landing battery operations in California. With our Illinois coal to solar contracts and other pipeline projects, we are excited about our ability to decarbonize our fleet and grow our business. we are tracking ahead of our 60% greenhouse gas emissions reduction target by 2030 for our fleet, and we anticipate Vistra Zero will more than replace the earnings of the retiring coal units and we are doing this with cost-efficient capital. This is an exciting time for Vistra, and we are well positioned for this energy transition to deliver long-term sustainable value for all of our stakeholders.\nWith that, operator, we will open up the line for questions."
  },
  {
    "header": "VST",
    "cik": "0001692819",
    "ticker": "VST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/eb8d20ce9f4bc56cc4f7a8179e30654b",
    "period": "2022 Q1",
    "content": "Q1 2022 Vistra Corp Earnings Call\n\nQ1 2022 Vistra Corp Earnings Call\n\nVSTNYSEMAY 6, 8:00 AM\n\nOperator\n\nGood morning, and welcome to Vistra's investor webcast discussing first quarter 2022 results. (Operator Instructions) After today's presentation, there will be an opportunity to ask questions. (Operator Instructions) Please note this event is being recorded.\nI would now like to turn the conference over to Meagan Horn, Vice President of Investor Relations. Please go ahead.\n\nMeagan Horn\n\nVP of IR, Sustainability and Purpose, Vistra Corp.\n\nThank you, and good morning. Welcome to Vistra's investor webcast discussing first quarter 2022 results, which is being broadcast live from the Investor Relations section of our website at www.vistracorp.com.\nAlso available on our website are copies of today's investor presentation, our Form 10-Q and the related press release. Joining me for today's call are Curt Morgan, our Chief Executive Officer; and Jim Burke, our President and Chief Financial Officer. We have a few additional senior executives present to address questions during the second part of today's call as necessary.\nBefore we begin our presentation, I encourage all listeners to review the safe harbor statements included on Slide 2 in the investor presentation on our website that explain the risks of forward-looking statements, the limitations of certain industry and market data included in the presentation and the use of non-GAAP financial measures.\nToday's discussion will contain forward-looking statements, which are based on assumptions we believe to be reasonable only as of today's date. Such forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those projected or implied. We assume no obligation to update our forward-looking statements.\nFurther, today's press release, slide presentation and discussions on this call will include certain non-GAAP financial measures. For such measures, reconciliations to the most directly comparable GAAP measures are provided in the press release and in the appendix to the investor presentation. I will now turn the call over to Curt Morgan to kick off our discussion.\n\nCurtis A. Morgan\n\nCEO & Director, Vistra Corp.\n\nThank you, Meagan. Good morning to everyone, and thank you for your continued interest in Vistra. Getting started with Slide 5.\nI've mentioned before that 2022 is a year of executing on the strategic priorities we outlined in the third quarter of 2021, shown on this slide. Importantly, Vistra has started on the right foot in 2022 with Q1 results consistent with our expectations, and it is noteworthy that our confidence regarding 2022 has grown.\nHowever, to me, the bigger story is the material movement in energy commodities complex forward curves for '23 and beyond. And our emphasis on a comprehensive hedge strategy, capitalizing on this move that began last year, continued in the first quarter and continues today. Notably, we expect this upward trend to continue given how the U.S. and world energy situation is set up, especially regarding ESG and boardroom actions in response, combined with strong demand and geopolitical events.\nIn a nutshell, the U.S. natural gas complex is already tight and likely to be increasingly tied to world gas economics. As an expanding pivotal supplier on the world stage, we expect U.S. supply and demand to tighten even further. Higher natural gas prices in turn lead to higher power prices, and Vistra is long power and natural gas equivalents.\nFrankly, in my 40 years, I have not seen a confluence of events quite like this. Certainly, Vistra is in the right position to capitalize on the strong forward curves. The effectiveness of our execution will be key as the day-to-day volatility is extraordinary. It is a rare opportunity presented to us and it is our job to create the most value out of it while managing the risk.\nOur prudent hedging strategy has resulted in Vistra locking in material out-year value in the '23 to '25 timeframe. And it is worth noting that the forwards have also risen materially out to 2030. The market clearly believes there has been a fundamental shift in the energy commodity complex, and it started before the aggression against Ukraine.\nThis shift, as reflected in the forwards, offers continued opportunities to hedge more while remaining mindful of the potential liquidity requirements against further commodity price moves. The good news is that this offers right-way risk with our open position as well as the significant value already hedged.\nWe also have tandem hedged, other risks associated with our commodity hedge positions, such as fuel and basis differentials. Our generation fleet has also performed exceptionally well at an average commercial availability in the mid-90s percent as a critical component of our hedging strategies. We bolstered this exceptional historical performance by the additional expenditures after Uri to derisk our ERCOT plant operations, and as we have mentioned in the past, we hold back generation to cover forced outages, all to manage any risk exposure that hedges can expose us to.\nOur primary focus when hedging is on managing risk while capturing value. We are not focused on picking the absolute peak. Our experience is that this futile endeavor leads to a significant risk of missing the opportunity entirely. As it relates to 2022, while we were considerably hedged coming into the year, our open position in the summer months could now benefit from the power price environment, which we expect to remain intact given the likely continued strength of natural gas prices, as I just discussed. This is our expectation even without an extreme weather event.\nIn addition, our retail business continues to deliver strong margins while organically growing customer counts as customers in ERCOT value quality retail names like TXU Energy and Ambit. Jim will speak to the significant value capture opportunity in more detail momentarily. But in sum, the EBITDA outlook for Vistra through 2025 has now increased to potentially over $1 billion even with prudently conservative estimates and the market has only continued to move up.\nAs briefly mentioned a moment ago, a robust hedging strategy, of course, requires significant liquidity as collateral postings are required. Notably, our commitment to a strong balance sheet with significant liquidity has positioned us with the cash and access to capital necessary to make the collateral postings while continuing to execute solidly on our $2 billion share repurchase program and pay out significant dividends to our shareholders of record.\nOf course, in this environment, you can never have enough liquidity. As such, we continually look for ways to efficiently manage our liquidity and are working diligently to enhance access to capital so we can further take advantage of the long-dated move up and forward and capture value for our shareholders. We believe these efforts will be successful given the significant strength of our business and the amount of forward value we can lock in.\nFinally, we remain committed to sensibly progressing our fleet of zero carbon generation. As of today's call, we have completed construction of our Brightside and Emerald Grove solar facilities and our DeCordova battery energy storage facility in ERCOT. Additionally, we've been working around the clock to install replacement connectors in the water-based heat suppression safety systems at Moss 300 and Moss Landing 100 and expect to begin bringing those megawatts back online ahead of the hot California summer months.\nDespite the challenges, the supply chain issues or the uncertainties around solar panel procurement that the Department of Commerce's anti-circumvention investigation are causing the industry, we find ourselves well positioned to navigate these particular headwinds and as we continue to advance the growth of our Vistra Zero portfolio.\nOur planned 2022 development projects are constructed, and we've already procured panels for several of our next-in-line solar projects. Further, our remaining projects have a timeline that allows us to opportunistically contract at the right time. It is important to note that we will remain disciplined in our development efforts, especially given that we either have procured the equipment or have flexibility to time our projects with availability and pricing of equipment. It is also important to note that the supply chain bottlenecks and government actions are dampening the build-out of renewables in the U.S., placing more emphasis on the existing fleet of assets, especially natural gas fueled and nuclear power plants.\nAs we have said many times before, natural gas fueled power plants are going to be critical to a rational and just transition to a decarbonized electric system.\nMoving now to Slide 6. In the first quarter, we achieved $547 million of adjusted EBITDA from ongoing operations in line with our expectations. Notably, this year, our first quarter results are a smaller contribution to our overall annual earnings as compared to certain prior year first quarters. But this new earnings shape was expected for 2022 and is correlated to the seasonality of our retail business in the ERCOT market during the winter months with higher cost of goods sold locked in to hedge retail sales.\nHowever, there is greater margin opportunity expected in the remaining months in both our retail and wholesale businesses. With that said, the Retail segment performed above expectations in Q1 in ERCOT with notable organic customer count growth and strong margin performance.\nOur Generation segment came in a little below expectations, largely due to a greater open position and lower realized prices from a weaker winter. However, with very strong performance in commercial availability rates at the plants of approximately 96% in this first quarter. We are reaffirming our previously announced guidance of adjusted EBITDA from ongoing operations of $2.81 billion to $3.31 billion and adjusted free cash flows before growth from ongoing operations of $2.07 billion to $2.57 billion.\nWe retain the ranges as we are still early in the year, have the summer months ahead of us, and at this point in time, we continue to carry a little more open position than in the past for risk management purposes. However, we reaffirm this guidance with increased confidence given the favorable energy commodities markets we continue to experience.\nIn closing, Vistra is very well positioned, especially given the current market environment. Execution is key in 2022 and beyond, especially related to our hedging in forward years and managing adequate liquidity.\nNow before I turn it over to Jim, as you are likely all aware, this will be my last earnings call as CEO of Vistra. It has been my distinct honor and privilege to serve you all for nearly 6 years. I want to thank our many stakeholders for their support throughout my tenure. In particular, all of you who entrusted us with your hard-earned money. I know, I gave it my best to do business the right way and create value for our investors. I'm proud of all that we've accomplished and believe Vistra is well positioned to drive continued industry leadership. This is simply the right time for me to transition the CEO role to Jim.\nJim has done everything to be prepared for this demanding job. After having worked with Jim for many years, I have the utmost confidence in his capabilities, commitment to Vistra and his leadership skills. He has a deep experience and knowledge of our business, including an understanding of how the disparate parts of the company work together.\nI am certain and our Board is certain that he is the right person to lead us through our next phase as we execute on our capital allocation plan, including substantial return of capital and expansion of our Vistra Zero portfolio.\nFinally, to the incredible team members at Vistra. I have never been more honored and proud to work with a group of people. Your life has shown brightly through thick and thin, and I am grateful for the time we had together. I believe there is a tremendous opportunity ahead for Vistra as a leader in the power business and look forward to watching that come to fruition.\nWith that, I will turn the call over to Jim.\n\nJames A. Burke\n\nPresident & CFO, Vistra Corp.\n\nThank you, Curt. I will get into additional details surrounding our first quarter's financial performance outlook and our strategy. But before I do so, I want to express my appreciation for all Curt has done to lead this company over the past 6 years. Curt has been a mentor and a friend to me. But more importantly, Curt has been a champion of Vistra and its many varied stakeholders.\nVistra's accomplishments under Curt's leadership since he took the helm in 2016 for many. We grew our business by acquiring Dynegy, Crius and Ambit, moving from a Texas-only company to one operating in over 20 states, delivering over $850 million a year in annual value drivers while pivoting the company to being predominantly a natural gas-powered fleet serving over 4 million retail customers and well positioned for future growth with Vistra Zero.\nCurt Championed the integrated model and highlighted the benefits of our commercial capability that is tightly integrated with our generation and retail businesses and the importance of a strong balance sheet. He pioneered our ESG and DEI efforts despite the challenges we faced with Uri and the COVID pandemic. These accomplishments, among many others, resulted in a doubling in value for our shareholders while also providing a strong foundation for the future.\nI want to reassure you all on the call today that as CEO, I'm ready to build on what we have achieved, and I intend to remain focused on our previously announced capital allocation plan with a commitment, as always, to delivering sustainable, long-term value for our shareholders and other stakeholders.\nI am grateful to Curt and committed to do my best to lead Vistra going forward alongside some of the finest, most dedicated colleagues in our industry.\nTurning now to Slide 8. Vistra delivered strong financial results during the quarter that were in line with our expectations with adjusted EBITDA from ongoing operations of approximately $547 million. We recognize the quarter-over-quarter comparison is not meaningful given the Uri impacts to last year's earnings.\nRetail ended the first quarter in 2022 at $163 million of adjusted EBITDA from ongoing operations, and our collective generation segments ended the quarter with $384 million in adjusted EBITDA from ongoing operations. Despite the expected lower than historical contribution, we believe these first quarter results from ongoing operations positions us to achieve or exceed the midpoint of the EBITDA guidance previously announced.\nThis quarter also continued the execution of our previously announced capital allocation plan. We repurchased approximately 18.6 million shares since our last reported share count as of February 22, 2022. As of May 3, 2022, we've repurchased approximately 54 million shares since the share buyback program was initiated, accounting for a total of approximately 10.5% of shares then outstanding.\nApproximately 431.8 million shares remain outstanding as of May 3, 2022, and $805 million remains available for additional share repurchases for the remainder of 2022. The Board has also approved a quarterly dividend to be paid on the common stock in the amount of $0.177 per share payable on June 30, 2022. This is approximately 18% growth in dividend per share as compared to the dividend paid in the second quarter of 2021.\nWe continue to prioritize a strong balance sheet in the near term and are balancing the hedging opportunities to lock in value with ensuring sufficient liquidity for these dynamic markets. especially given that the hedging activity is locking in materially higher future earnings. We will continue to provide updates on the $1.5 billion debt repayment as the year progresses and as we capitalize on opportunities to lock in value and manage liquidity.\nSimilarly, we are committed to our transformational growth and are actively exploring avenues to support the Vistra Zero portfolio with nonrecourse financing where we find those financing markets remain open and with satisfactory interest rates. We can't discuss our capital allocation plan in full without acknowledging the commodities and power pricing environment that we've been experiencing this past quarter.\nAs reflected on Slide 9, this quarter saw dramatic increases in both the ERCOT and PJM weighted spark spreads for 2023. These trends have continued through April and into May. Given the favorable environment, we've continued our hedging strategy to lock in value in 2023 and beyond. As of March 31, 2022, we were 93% and 96% hedged in Texas and East segments, respectively, for 2022, and we were 60% and 67% hedged in those segments, respectively, for 2023.\nTurning now to Slide 10. This slide illustrates in more detail the phenomena we've all been observing, reflecting that power price forwards are up dramatically in correlation with the increase in the gas price forwards. This environment increases margins across our fleet in the money gas generation plants, coal, nuclear and renewables.\nIn addition to locking in the revenue values, we have also been hedging coal, gas and nuclear fuel cost as a result of our comprehensive hedging strategy. Vistra is now over 50% hedged across the years 2023 to 2025. To provide a sense of magnitude, we have stated in the past that we expect to consistently earn above $3 billion of adjusted EBITDA from ongoing operations on a go-forward basis. Given the marks as of April 29, we now anticipate a risk-adjusted midpoint in the range of $3.5 billion to $3.7 billion for adjusted EBITDA from ongoing operations for the years 2023 through 2025.\nAgain, we are just over 50% hedged, so there is still a significant range around this midpoint. However, the curves have continued to move up materially since April 29. So we believe that range of estimates to be on the conservative side. We are continuing to execute on our comprehensive hedging strategy to lock in as much of that value as possible. Notably, a comprehensive hedging strategy requires significant liquidity for collateral postings. We are actively managing our liquidity requirements in a way that allows us to remain confident at this time that we can execute our hedging strategy and the capital allocation plan in tandem.\nIn closing, we continue to focus on execution in 2022, execution on the growth of our Vistra Zero portfolio, of our comprehensive hedging strategy and of our previously announced capital allocation plan. And we firmly believe in the value this execution will bring to our shareholders. We look forward to updating you on our achievements as we progress throughout the remainder of 2022.\nWith that, operator, we are now ready to open the lines for questions."
  },
  {
    "header": "VST",
    "cik": "0001692819",
    "ticker": "VST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2c1ab229cb38e076433c7a1d578e2d7a",
    "period": "2021 Q4",
    "content": "Q4 2021 Vistra Corp Earnings Call\n\nQ4 2021 Vistra Corp Earnings Call\n\nVSTNYSEFEB 25, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Fourth Quarter and Full Year 2021 Vistra Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded.\nI would now like to turn the conference over to Meagan Horn, Vice President, Investor Relations and Sustainability. Please go ahead.\n\nUnidentified Company Representative\n\nThank you. Good morning. Welcome to Vistra's investor webcast discussing fourth quarter and full year 2021 results, which is being broadcast live from the Investor Relations section of our website at www.vistracorp.com.\nAlso available on our website are copies of today's investor presentation, our Form 10-K and the related press release.\nJoining me for today's call are Curt Morgan, Chief Executive Officer; and Jim Burke, President and Chief Financial Officer. We have a few additional senior executives present to address questions during the second part of today's call as necessary.\nBefore we begin our presentation, I encourage all listeners to review the safe harbor statements included on Slides 2 and 3 in the investor presentation on our website that explain the risks of forward-looking statements, the limitations of certain industry and market data included in the presentation and the use of non-GAAP financial measures.\nToday's discussion will contain forward-looking statements, which are based on assumptions we believe to be reasonable only as of today's date. Such forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those projected or implied. We assume no obligation to update our forward-looking statements.\nFurther, today's press release, slide presentation and discussions on this call will include certain non-GAAP financial measures. For such measures, reconciliations to the most directly comparable GAAP measures are provided in the press release and in the appendix to the investor presentation.\nI will now turn the call over to Curt Morgan to kick off our discussion.\n\nCurtis A. Morgan\n\nCEO & Director, Vistra Corp.\n\nThank you, Meagan, and good morning to everyone on the call. As always, we appreciate your interest in Vistra.\n2021 was undoubtedly a challenging year and, in many ways, a pivotal one for Vistra. We were faced with an unprecedented weather event at the beginning of the year with Winter Storm Uri, and the financial strength we worked so hard to put in place was challenged.\nYet sitting here today, I'm proud of how our team came together to not only confront and mitigate the impact, but to then shift to building a stronger company. That strong balance sheet we built and the resilience of our team helped us stabilize the company and ultimately get back on track within months.\nImportantly, we accomplished what we set out to do following Uri. We shifted our strategic direction and implemented an enhanced comprehensive capital allocation plan with substantial share repurchases, a new dividend policy and an acceleration of our Vistra Zero portfolio, all while derisking our company after Uri. We believe we exited the year in a position of strength. And we are excited about our competitive positioning and the long-term value creation opportunity ahead.\nI'd like to now turn to Slide 6 to begin the presentation to discuss the key takeaways from our 2021 performance. We delivered on our adjusted EBITDA from ongoing operations guidance we issued in November which notably was an increased and narrowed range from what we had announced in April.\nAfter immediately stabilizing our company after Uri, we conducted a thorough review of our business, announcing a capital allocation plan that returns billions of capital to shareholders, enables us to cost effectively fund the development of Vistra Zero and maintains a strong capital structure by continuing to pay down debt.\nWe also made significant progress in establishing ourselves as a leader in ESG and the clean energy transition with our Vistra Zero carbon-free generation portfolio, and our efforts regarding DEI and sustainability, including enhanced disclosures. In fact, in December, we issued the first ever green U.S. corporate perpetual preferred stock (inaudible) our development and growth of Vistra Zero.\nWe haven't emphasized this in a while, but we continued our OPI savings, realizing $500 million of such savings in 2021 from our generation segments. OPI is now part of our DNA, with continuous idea generation and conversion of ideas to executable opportunities on a regular basis.\nAnd our retail business rose to the challenge as well. We grew our ERCOT residential accounts by approximately 23,000 customers, the highest organic growth we've seen since 2008. Most of this growth was within our flagship retail brand TXU Energy, demonstrating the strength of our brand promise and continued importance to our customers.\nIn all, we ended the year back strong again and look forward to building on that momentum through the execution of our 4 strategic priorities, which we will discuss in more detail a bit later.\nBefore I get to that, I would like to turn to Slide 7 to discuss our 2021 performance in a little more detail. When the dust settled right after Uri, we were facing an adjusted EBITDA picture of right around $1.2 billion. I recall thinking that this is not the way that 2021 is going to end. We've got to put this company on a positive path and improve this picture.\nWe instituted at a stretch target of $500 million in self-help and, in fact, achieved the target coming in at $546 million. At the same time, we were very active in the Texas 2021 legislative and regulatory deliberations regarding Uri, which, among other accomplishments, resulted in Vistra being allocated $544 million in ERCOT securitization payments.\nI want to thank those in the State of Texas that had to deal with the fallout of Uri for their efforts and specifically securitization for their courage and foresight. The self-help and securitization efforts resulted in improvement following Uri of over $1 billion and significantly contributed to improving that initial picture that I mentioned earlier.\nIn November, we issued refined guidance. That increase and narrowed our adjusted EBITDA from ongoing operations estimates we had issued in April, and we delivered at the midpoint of that November guidance at $1.994 billion prior to taking into account an opportunity we had to settle some Uri-related retail bill credit liabilities.\nSpecifically, at the end of the year, we settled a block of these bill credits for $53 million prior to their expected settles in 2022 and 2023, all with internal rates of return ranging from 20% to over 40% and an average of more than 30%. So while it did decrease our final adjusted EBITDA from ongoing operations for 2021, we expect the high IRR settlements will positively impact us in 2022 and 2023.\nOur adjusted free cash flow before growth from ongoing operations was $179 million for the year, which is within the guidance range we offered in November, and excluding the early retail bill credit settlements that I just talked about, it would be over the midpoint at $232 million.\nToday, we are also reaffirming our 2022 guidance. We see some headwinds and tailwinds, as is normal, in the coming months. And though the upcoming summer months will be critical to our performance, we continue to anticipate that 2022 will be consistent with our previous statements of adjusted EBITDA from ongoing operations of $3 billion or more.\nWe are not establishing guidance beyond 2022, but our long-term view of Vistra's earnings power remains consistent with our previous views. Our generation and retail performance outlook is strong. And as we always have, we will capitalize on opportunities to not only lock in adjusted EBITDA through hedging activities, but also incrementally add value through commercial optimization. The net of this activity, we believe, will be in the $3 billion plus adjusted EBITDA range.\nIn addition, we are positioned to grow from this level as investments in our Vistra Zero generation fleet become operational, which we will discuss in more detail shortly. This is all and in spite the retirement of significant coal generation.\nTurning now to Slide 8. In November, we announced 4 strategic priorities: return capital to our shareholders, accelerate investment in our 0 carbon generation growth through an appropriate capital structure, continue to maintain a strong balance sheet and deliver long-term sustainable value. We delivered squarely on each of these priorities by year-end 2021 and are poised to continue delivering in the years ahead.\nFirst, we returned $290 million of capital to our shareholders via dividends in 2021 and have instituted our new $300 million dividend policy for 2022. We front-end loaded our share repurchases and spent $764 million of the $2 billion share buyback program as of February 22, 2022. The combination of the new dividend program and share repurchases has yielded an approximate 13% increase in declared dividends in Q1 2022 as compared to Q1 2021 and, as we continue to buy back shares, will lead to further increases on a per share basis. We are also well on the way to deliver the $7.5 billion of shareholder capital return by year-end 2026.\nFinally, later this year, we expect to be in a position to announce the next phase of our share repurchase program after we complete the $2 billion program by the end of this year. As long as our stock has the kind of free cash flow yield that it does currently, we will be buying our shares.\nSecond, we executed on our goal to further finance and grow our leading Vistra Zero portfolio. In December, we issued an upsized $1 billion in Green Perpetual Preferred Stock. Proceeds from this issuance will be used to fund Vistra Zero's growth while allowing us to retain full control of the business. We expect that these proceeds will also offset the once-anticipated $500 million per year equity contribution to Vistra Zero, freeing up that capital to be allocated to further execute on our share repurchase program. We expect Vistra Zero to be further financed, as needed, with project free cash flows and project level financing.\nThird, we also continue to strengthen our balance sheet. We reduced debt in the fourth quarter of 2021 by approximately $625 million and are on a pace to reduce total debt, exclusive of Vistra Zero project financing, by $1.5 billion by year-end 2022. We've increased liquidity year-over-year by $180 million and further strengthened our balance sheet with cost-effective preferred stock of $2 billion and a $1 billion commodity link revolver that will help provide incremental liquidity for cash postings under various of our commodity contracts when power prices are high.\nWith these endeavors and the planned activities in 2022, we expect our balance sheet to be back into the pre-Uri range by year-end 2022. We continue to believe a strong balance sheet is essential to managing the risk of the company and creating long-term equity value.\nFinally, we continue to pursue long-term sustainable value for our shareholders. I already mentioned the $500 million OPI value enhancements, which leads to a core set of generation that is highly efficient and necessary for the long-term grid reliability. You are beginning to see large asset managers essentially recognize the need for natural gas in the transition to net 0 several years out. We possess a low-cost fleet of gas field generation that is likely to be needed for many years to come. Our retail segment saw significant organic customer growth and we continue to implement derisking activities, including our expenditures to further harden our generation fleet in ERCOT.\nSpecifically, in 2021, we invested approximately $50 million and we'll invest another $30 million in 2022, further derisking our ERCOT fleet. We installed dual fuel capabilities at plants where it was economic and prudent and added on-site and off-site fuel storage. We also revised our commodity hedging approach and carried extra length heading into the winter months of 2022. We've taken these precautions at a relatively low cost to guard against a severe financial impact in the event of a storm similar to Uri.\nAnd while the recent weather events in February 2022 in Texas were certainly not Uri-like events, they have given us valuable insights into how our preparations would fare in a repeat situation. We are pleased to report that our fleet has performed exceptionally well with no weather-related outages.\nMoving on now to Slide 9. We know there is quite a bit of interest in our Vistra Zero growth pipeline. This visual shows you by state the projects and megawatts in the pipeline. We forecast that approximately 5,000 megawatts of projects will generate highly contracted revenue, resulting in approximately $450 million to $500 million of adjusted EBITDA annually. This is in addition to our nuclear plant Comanche Peak at 300 megawatts. All in, Vistra Zero is expected to be in the range of at least 7,300 megawatts of carbon-free regeneration by 2026.\nWe have a clear line of sight to our project pipeline, as demonstrated by our recently announced Moss Landing expansion by another 350 megawatts, our acquisition of the 110-megawatt Angus solar development in Texas and our 450-megawatt coal-to-solar initiative in Illinois. That's a total of 900 megawatts of planned renewable developments announced in the past 5 months. And we expect to bring on 3 projects in ERCOT in the very near future, 260 megawatts of storage at DeCordova, plus 158 megawatts at Brightside and Emerald Grove.\nIt is important to note that we continue to believe in the strength and growth opportunities at Vistra Zero despite the recent unplanned outages we have experienced at our Moss Landing 300 and 100 battery storage sites. We are committed to helping California and the country, as a whole, transition to cleaner sourced electricity and batteries will undoubtedly play an important role. This is a new technology and it will continue to improve. These incidents give us and the industry important insights as we move the country forward in the energy transition.\nNotably, we believe the issue has not stemmed from the batteries, but instead appears to be related to failures in the water-based safety system. Our investigations have revealed that the safety system is working. It's just experiencing leaks. We will do what it takes to fix this issue quickly, get the systems back online as soon as practical. And as always, we will do it all with safety as our #1 priority.\nWith that, I will now turn the call over to Jim Burke to discuss our financial results in more detail. Jim?\n\nJames A. Burke\n\nPresident & CFO, Vistra Corp.\n\nThank you, Curt. Turning now to Slide 11. Vistra delivered strong financial results during the quarter, with adjusted EBITDA from ongoing operations of approximately $1.2 billion, which is $363 million higher than 2020.\nRetail is approximately $526 million higher than Q4 2020, primarily driven by our accrual of the expected $544 million of securitization proceeds. The favorability was partially offset by mild weather.\nPeriod-over-period, the collected generation segments ended the quarter $163 million lower than fourth quarter 2020, driven primarily by lower realized margin in ERCOT and our Sunset segments.\nAdjusted EBITDA from ongoing operations was $1.941 billion for 2021 after subtracting the favorable bill credit settlement cost. Year-over-year, the retail segment was $329 million higher than 2020, driven primarily by our self-help initiatives, partially offset by net Winter Storm Uri impacts and milder weather in ERCOT.\nThe generation segment year-over-year was $2.15 billion lower than 2020, driven primarily by the Winter Storm Uri losses.\nWhile 2021 was significantly impacted by Winter Storm Uri, we believe we are back on track with 2022 adjusted EBITDA from ongoing operations guided to a midpoint of approximately $3 billion.\nI'm turning now to Slide 12, which provides a more detailed breakdown of our 2021 execution on the announced capital allocation plan. We executed on our $2 billion share buyback plan with a total of $764 million of buybacks occurring through February 22, 2022. This leaves just over $1.2 billion remaining of buybacks to be completed by year-end 2022. We remain confident that we will achieve this goal. With those buybacks through February 22, we have 448.8 million shares that remain outstanding, representing an approximately 7% reduction in share count or approximately 35 million shares since our last reported share count in the third quarter of 2021 10-Q. We continue to believe that buying back our shares will create a better supply and demand balance, generating a share price more reflective of what we believe to be our true value.\nReducing our share count should also result in an increased dividend yield to our shareholders as we execute upon our announced plan to deliver $300 million in annual dividends to our common shareholders through 2026.\nIn keeping with this plan, on February 23, our Board of Directors declared a quarterly dividend of $0.17 per share of our common stock, approximately a 13% increase over our 2021 first quarter dividend amount. The $0.17 per share amount reflects an estimated $75 million of dividend payouts this quarter. The common dividend will be paid on March 31, 2022, to shareholders of record as of March 22, 2022.\nThe Board of Directors also declared a dividend on the company's 8% Series A fixed rate reset cumulative redeemable perpetual preferred stock of $40 per preferred share payable on April 15 to preferred holders of record on April 1.\nIn accordance with our announced capital allocation plan, we also eliminated approximately $625 million of debt in the fourth quarter of 2021 and are on track to reach our goal of $1.5 billion debt reduction by year-end 2022, exclusive of project level financing incurred in Vistra Zero.\nFinally, we previously announced our commitment to allocate capital to attractive strategic growth opportunities. We are executing on this commitment as we pursue the Vistra Zero portfolio. Vistra Zero's expected EBITDA of $450 million to $500 million per year from the 5 gigawatts of storage and renewables projects by 2026 is the type of investment that makes sense financially and is a key component to our portfolio transition.\nWe are excited to be a leader in the energy transition taking shape across our nation. We saw that excitement echoed in the market when our Green Perpetual Preferred Stock issuance was upsized from $750 million to $1 billion while still locking in the low dividend at 7%. Even better, we learned that green-focused accounts drove nearly 25% of the total green perpetual preferred stock allocations and 4 of the top 10 holders were green-focused accounts.\nIn closing, we continue to believe that our execution of this capital allocation plan will continue to unlock the value of Vistra as we return significant amounts of capital to shareholders while transitioning our asset base. We look forward to updating you on our achievements as we execute throughout 2022.\nWith that, operator, we are now ready to open the lines for questions."
  }
]