[
  {
    "header": "HLT",
    "cik": "0001585689",
    "ticker": "HLT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0ebb90a4d8f809330f771ce3168cfa7d",
    "period": "2025 Q3",
    "content": "Q3 2025 Hilton Worldwide Holdings Inc Earnings Call\n\nQ3 2025 Hilton Worldwide Holdings Inc Earnings Call\n\nHLTNYSEOCT 22, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the Hilton Third Quarter 2025 Earnings Conference Call. [Operator Instructions].\nPlease note this event is being recorded.\nI would now like to turn the conference over to Charlie Reuwer, Vice President, Corporate Finance and Investor Relations. You may begin.\n\nCharlie Ruehr\n\nThank you, Chuck. Welcome to Hilton's Third Quarter 2025 Earnings Call. Before we begin, we would like to remind you that our discussions this morning will include forward-looking statements. Actual results could differ materially from those indicated in the forward-looking statements, and forward-looking statements made today speak only to our expectations as of today. We undertake no obligation to update or revise these statements.\nFor a discussion of some of the factors that could cause actual results to differ, please see the Risk Factors section of our most recently filed Form 10-K. In addition, we will refer to certain non-GAAP financial measures on this call. You can find reconciliations of non-GAAP to GAAP financial measures discussed in today's call in our earnings press release and on our website at ir.hilton.com.\nThis morning, Chris Nassetta, our President and Chief Executive Officer, will provide an overview of the current operating environment and the company's outlook. Kevin Jacobs, our Executive Vice President and Chief Financial Officer, will then review our third quarter results and discuss our expectations for the year. Following their remarks, we will be happy to take your questions.\nWith that, I'm pleased to turn the call over to Chris.\n\nChristopher J. Nassetta\n\nPresident and Chief Executive Officer\n\nThank you, Charlie, and good morning, everyone. We certainly appreciate you joining us for our call today.\nOur third quarter results continue to demonstrate the resilience of our business as strong net unit growth discipline and cost control and our capital-light business model delivered solid bottom line performance. Adjusted EBITDA and adjusted EPS both meaningfully exceeded the high end of our expectations despite softer-than-expected industry RevPAR performance. Our strong portfolio of brands, powerful commercial engines and disciplined execution continue to drive meaningful free cash flow conversion which we expect to be greater than 50% of adjusted EBITDA for the full year. We remain on track to return $3.3 billion to our shareholders in the form of buybacks and dividends for the full year.\nTurning to results for the quarter. Systemwide RevPAR was down approximately 1% year-over-year as unfavorable holidays and events, softer international inbound to the U.S. declines in U.S. government-related travel, and portfolio renovations weighed on results. In the quarter, leisure transient RevPAR was roughly flat, driven by strong demand in Europe and the Middle East, offset by unfavorable holiday shifts in the U.S. Business transient RevPAR decreased approximately 1%, driven by continued economic uncertainty.\nGroup RevPAR decreased approximately 4% and driven by tougher comparables as we lap major international events, renovation impacts and holiday shifts. We did see group demand strengthen which is reflected in our stronger fourth quarter group position and our 2026 position, which is up in the mid-single digits.\nAs we look to the fourth quarter, we expect RevPAR to be up approximately 1% and driven by holiday shifts, easier year-over-year comps and relative group strength. We now expect RevPAR for the full year to be flat to up 1%. And -- as I lift up and think about the opportunity ahead, I remain optimistic about the next few years.\nWe continue to believe that in the U.S., lower interest rates, a more favorable regulatory environment certainty on tax policy and a significant investment cycle will result in accelerated economic growth and meaningful increases in travel demand. This, when paired with limited industry supply growth should drive stronger RevPAR growth over the next several years.\nTurning to development. During the third quarter, we opened 199 hotels totaling over 24,000 rooms and achieved net unit growth of 6.5%, openings increased more than 35% year-over-year on an organic basis. Our luxury and lifestyle brands continue to expand around the world, comprising approximately 20% of total openings in the third quarter.\nIn Asia Pacific, we announced our plans to exceed 250 luxury and lifestyle hotels in the coming years, representing portfolio growth of over 50%. In Europe, we opened the Conrad Hamberg to expand our award-winning luxury brand into one of Europe's most iconic destinations. Conversions remain integral to our growth story. We expect nearly 40% of openings in 2025 to be conversions across 12 of our brands, sourced from a mix of independent hotels and competitor brands.\nWe recently celebrated Hilton's 9,000th hotel following the conversion of the Signia by Hilton Lock Antero Resort and Spa a landmark property set a top 550 acres overlooking the rolling hills of Texas Hill Country.\nWe also added the 1,000-room Sunseeker Resort as part of our Curio collection. After eclipsing 8,000 hotels just a year ago, we opened nearly 3 hotels per day to reach this latest milestone, further underscoring our incredible growth momentum.\nIn the years to come, we continue to believe the conversion opportunity is immense globally to help capture this opportunity and leverage our skill set in identifying white space and developing new brands. Earlier this month, we launched our newest brand, outset collection by Hilton, the company's 25th brand and eighth in our growing lifestyle portfolio.\nOutset collection by Hilton is defined by so full story-led properties featuring a diverse range of hotels across urban destinations, small towns, adventure outpost and offbeat hubs. Grounded in deep research, we determined that the upper mid-scale to upscale collection space represents an enormous opportunity for unbranded or independent hotels that currently comprise more than 50% of the global hotel supply.\nTo date, we have more than 60 hotels in development with a long-term growth potential of more than 500 hotels across North America alone, and we'll open our first several in the fourth quarter. Hilton has consistently delivered an industry-leading share of conversions in the United States, and we expect that to strengthen with the addition of [ Alta ] collection.\nMore broadly, we continue to deploy our brands into new markets around the world, driven by industry-leading premiums they deliver for owners. In the quarter, we marked brand us in 12 new countries and territories, including DoubleTree in Pakistan, Hampton in the U.S. Virgin Islands, and Motto in Hong Kong, which also represented the brand's debut in Asia Pacific.\nGlobally, Hilton operates properties in 141 countries and territories with an average of only 4 of our 25 brands per country, demonstrating the huge runway of growth ahead.\nIn addition to strong openings, we signed 33,000 rooms in the quarter, up over 25% year-over-year on an organic basis. We increased our development pipeline to more than 515,000 rooms growing both year-over-year and sequentially versus the second quarter with expansion in key strategic markets and across chain scales.\nIn Japan, we announced several agreements to further bolster our luxury and lifestyle portfolio, including Waldorf Astoria Residences in Tokyo, marking the region's first residences under the iconic Waller Astoria brand. We approved LXR, Curio and Tapestry properties at the foot of Mount Anapure Japan, offering guests easy access to [ Naseko's ] exceptional ski slopes when the hotels open later this year.\nIn Vietnam, we approved nearly 1,800 rooms across 5 hotels to debut our Conrad, LXR and DoubleTree brands and to expand the Hilton brand in 1 of Asia's most dynamic markets. We also signed our first LXR hotel in Phuket, Thailand, our first Canopy and Manila Philippines and announced 3 Curio hotels in key Italian destinations, including Geneva, Milan and Sorento.\nNew development construction starts in the U.S. were strong during the quarter, and for the full year, we expect global new development starts to finish up nearly 20% and and up over 25% in the U.S. year-over-year. Even with this year-over-year growth, new development construction starts remain below 2019 levels implying strong continued runway for growth.\nOur record-setting pipeline, combined with conversion momentum and acceleration in construction starts will continue to fuel our growth in the coming years. We expect to achieve net unit growth of between 6.5% and 7% in 2025 and 6% to 7% annually over the next several years.\nOur development success is incumbent on us being the premier partner for our owner community. Thus, we're always innovating to continue delivering industry-leading RevPAR premiums and profitability for owners while exceeding guest expectations. During the quarter, we communicated a first of its kind program that offers owners system fee reductions, many of which are tied to hotel-specific product and service quality scores.\nThe fee reductions will share the efficiencies we have gained through scale and technology with our owners, while reinforcing the need to continue maximizing the customer experience. We think we are well positioned to continue finding new efficiencies and strengthening our value proposition for guest owners, team members and shareholders.\nOur proprietary tech platform, which was envisioned a decade ago was built for agility, with 90% of our enterprise solutions in the cloud today, up from 20% in 2020 when we started deployment. This modern platform is established Hilton as a pioneering leader in hospitality technology and is allowing us to rapidly introduce new innovations that elevate guest experiences and drive greater value for our entire network.\nBecause of where we are in our technology platform road map, we feel uniquely positioned in the industry to embrace AI and drive greater differentiation for our Hilton network. During the quarter, we continued to drive our award-winning workplace culture, including being named #1 Best Workplace in Australia, New Zealand and Srilanka, marking a total of 18 #1 wins in the past year, the most since we began participating in the Great Place to Work survey. We're more confident than ever that our team is poised to deliver for our shareholders in the years ahead.\nOverall, we're very optimistic about our business and what is on the horizon globally. Our brand-led network-driven and platform-enabled strategy will continue to help us achieve our dramatic growth trajectory and meet the evolving needs of our travelers around the world while delivering great returns to owners and shareholders.\nNow I'm going to turn the call over to Kevin for a few more details on the quarter and expectations for the full year.\n\nKevin J. Jacobs\n\nExecutive Vice President and Chief Financial Officer\n\nThanks, Chris, and good morning, everyone. During the quarter, system-wide RevPAR decreased 1.1% versus the prior year on a comparable and currency-neutral basis, driven by modest declines in both occupancy and rate. Adjusted EBITDA was $976 million in the third quarter, up 8% year-over-year and exceeding the high end of our guidance range.\nOutperformance was predominantly driven by better-than-expected growth in non-RevPAR-driven fees disciplined cost control, ownership and some timing items outweighing RevPAR softness. Management franchise fees grew 5.3% year-over-year. For the quarter, diluted earnings per share adjusted for special items was $2.11.\nTurning to our regional performance. Third quarter comparable U.S. RevPAR decreased 2.3%, largely driven by pressure across business transient and group as holiday shifts declines in government spend, portfolio renovations and softer international inbound demand weighed on performance. For full year 2025, we expect U.S. RevPAR to be roughly flat versus 2024.\nIn the Americas outside the U.S., third quarter RevPAR increased 4.3% year-over-year, driven by strong demand in both leisure and group segments. For full year 2025, we expect RevPAR growth to be in the mid-single digits.\nIn Europe, RevPAR grew 1% year-over-year, driven by a rebound in the U.K. and Ireland and offset by a tough year-over-year comparison from major events last year. For full year 2025, we expect low single-digit RevPAR growth.\nIn the Middle East and Africa region, RevPAR increased 9.9% year-over-year, driven by robust intra-regional travel growth for both business and leisure segments. For full year 2025, we expect RevPAR growth in the high single-digit range.\nIn the Asia Pacific region, third quarter RevPAR was up 3.8% in APAC, excluding China, led by strong group trends in Japan, Korea and South Asia. RevPAR in China declined 3.1% in the quarter largely driven by the impact of the government travel policy on business transient and group travel, particularly in Tier 2 and Tier 3 cities.\nFor full year 2025, we expect RevPAR growth in the Asia Pacific region to be roughly flat assuming modest RevPAR growth -- assuming modest RevPAR declines in China.\nTurning to development. As Chris mentioned, for the quarter, we grew net units 6.5% and have more than 515,000 rooms in our pipeline, of which nearly half are under construction. We expect to deliver 6.5% to 7% net unit growth for the full year.\nMoving to guidance. For the fourth quarter, we expect system-wide RevPAR growth to be approximately 1%. We expect adjusted EBITDA of between $906 million and $936 million and diluted EPS adjusted for special items to be between $1.94 and $2.03. For the full year, we expect RevPAR growth of 0% to 1%. Adjusted EBITDA of between $3.685 billion and $3.715 billion, and diluted EPS adjusted for special items of between $7.97 and $8.06. Please note that our guidance ranges do not incorporate future share repurchases.\nMoving on to capital return. We paid a cash dividend of $0.15 per share during the third quarter, bringing dividends to a total of $108 million for the year-to-date. Our Board also authorized a quarterly dividend of $0.15 per share in the fourth quarter. For the full year, we expect to return approximately $3.3 billion to shareholders in the form of buybacks and dividends.\nFurther details on our third quarter results can be found in the earnings release we issued earlier this morning. This completes our prepared remarks. We would now like to open the line for any questions you may have. We would like to speak with as many of you as possible, so we ask that you limit yourself to 1 question.\nChuck, can we have our first question, please?"
  },
  {
    "header": "HLT",
    "cik": "0001585689",
    "ticker": "HLT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2209a95433afc706424d5e8912c47be8",
    "period": "2025 Q2",
    "content": "Q2 2025 Hilton Worldwide Holdings Inc Earnings Call\n\nQ2 2025 Hilton Worldwide Holdings Inc Earnings Call\n\nHLTNYSEJUL 23, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the Hilton Second Quarter 2025 Earnings Conference Call. [Operator Instructions]\nThis event is being recorded.\nI would now like to turn the conference over to Jill Chapman, Senior Vice President, Head of Development Operations and Investor Relations. You may begin.\n\nJill Chapman\n\nSenior Vice President of Investor Relations & Corporate Development\n\nThank you, Michael. Welcome to Hilton's Second Quarter 2025 Earnings Call. Before we begin, we would like to remind you that our discussions this morning will include forward-looking statements. Actual results could differ materially from those indicated in the forward-looking statements, and forward-looking statements made today speak only to our expectations as of today. We undertake no obligation to update or revise these statements. For a discussion of some of the factors that could cause actual results to differ, please see the Risk Factors section of our most recently filed Form 10-K.\nIn addition, we will refer to certain non-GAAP financial measures on this call. You can find reconciliations of non-GAAP to GAAP financial measures discussed in today's call in our earnings press release and on our website at ir.hilton.com. This morning, Chris Nassetta, our President and Chief Executive Officer, will provide an overview of the current operating environment and the company's outlook. Kevin Jacobs, our Executive Vice President and Chief Financial Officer, will then review our second quarter results and discuss expectations for the year. Following their remarks, we'll be happy to take your questions.\nWith that, I'm pleased to turn the call over to Chris.\n\nChristopher J. Nassetta\n\nPresident and Chief Executive Officer\n\nThank you, Jill. Good morning, everyone, and thanks for joining us today. Our second quarter results continue to reinforce the power of our business model and the benefits of strong net unit growth, which drove great bottom line performance. Adjusted EBITDA for the quarter exceeded $1 billion, meaningfully beating expectations even with modestly negative system-wide RevPAR. Adjusted EPS also exceeded our expectations. Our strong portfolio of brands, powerful commercial engines and disciplined execution continued to drive form of buybacks and dividends and remain on track to return approximately $3.3 billion for the full year. .\nTurning to results. The quarter turned out to be a bit noisier than expected, driving RevPAR down 50 basis points year-on-year. Performance was driven by continued strength in the Middle East, Africa region and Asia Pacific ex China but offset by softer trends in the U.S. and China. Adjusting for holidays and calendar shifts, system-wide RevPAR would have been modestly positive. In the quarter, leisure transient RevPAR grew 1% as an elongated spring break window and easy year-over-year comparison supported leisure demand growth. Business transient RevPAR decreased 2%, driven by the elongated holiday schedule, government spending declines, weaker international inbound business and broader economic uncertainty.\nWhile it's early in the third quarter, we have seen a pickup in nongovernment business demand. Group RevPAR was roughly flat with favorable trends in company meetings largely offset by soft convention business and social events. We did see positive momentum in lead volumes from corporates with month-over-month sequential growth throughout the quarter and '26 and '27 group position are up in the high single digits.\nAs we look ahead to the third quarter, we expect RevPAR to be flat to modestly down again with holidays and calendar shifts continuing to weigh on reported results. On an adjusted basis, we would expect modest RevPAR growth. For the full year, we continue to expect RevPAR growth of flat to up 2%, with improving trends in the fourth quarter, driven by modest increase in demand and easier year-over-year comparisons. As we think about our business over the intermediate term, I'm very optimistic. In our largest market, a more favorable regulatory environment, certainty tax reform, expected settling down on global trade policy, continuation of very healthy corporate profits and significant investments across a multitude of industries, including AI, AI-related and core infrastructure investment should accelerate economic growth and unlock meaningful increases in travel demand.\nThis matched with very limited industry supply growth should drive stronger RevPAR growth over the next several years. Turning to development. During the quarter, we opened 221 hotels totaling more than 26,000 rooms, representing a 52% year-over-year increase excluding acquisitions and partnerships and achieved net unit growth of 7.5%. Our luxury and lifestyle portfolios continued their extraordinary expansion around the world. During the quarter, we celebrated the opening of our 100th property in the luxury and life aisle categories.\nWe also announced our plans to welcome 3 new luxury and lifestyle hotels per week in 2025. None are more impressive and iconic than the Waldorf Astoria in New York, which reopened its stores just last week, marking the beginning of a new era for the spectacular hotel that has been a cornerstone of New York City culture since 1931. The greatest of them all as Conrad Hilton famously described the landmark property recaptures the hotel's original Granger once again setting the benchmark for luxury hospitality globally.\nDuring the quarter, our conversion-friendly brands continue to gain traction with guests and owners, which helped fuel our growth in key international markets. ALIS [indiscernible] with the opening of the Saks Paris, a landmark 18 Century transformed into a refined gathering place in the heart of Paris. We welcomed our first Tapestry hotels in Northern Ireland and Turkey. And Hawaii, while Curio debut in Vienna, Austria. We also opened our first all-inclusive Curio resort in the Dominican Republic. DoubleTree continued to be an important driver of conversion reaching 700 hotels worldwide and entering its 60th country during the second quarter.\nSpark opened more than 40 hotels in the quarter, bringing its portfolio to more than 170 hotels across 6 countries with roughly 200 more hotels in the pipeline. Overall, conversion span 10 brands and accounted for over 1/3 of our openings in the quarter. We remain confident in our ability to continue driving strong conversions, thanks to the power of our existing brands, which have consistently delivered an industry-leading share of conversions in the U.S. and with the upcoming launches of exciting new conversion brands. In July, we also debuted the first hotel of our game-changing new extended stay brand, LivSmart, grounded in extensive research and a deep understanding of the evolving needs of long-stay travelers and hotel owners alike, LiveSmart Studio represents the latest chapter in our growth strategy and reinforces our commitment to offering a Hilton for every traveler and every stay occasion. In addition to strong opening, we signed 3,000 rooms in the quarter putting us on pace to deliver high single-digit growth in signings for the full year.\nWe also increased our development pipeline to more than 510,000 rooms growing both year-over-year and sequentially versus the first quarter with expansion in strategic markets and across chain scales. We [indiscernible] plans for Walter Astoria to debut in key destinations, including Helsinki, [indiscernible] and New Delhi in the coming years, and we signed Nomad hotels in Singapore and Detroit, which marked the brand's respective debuts in the Asia Pacific and Americas region. We signed our first Canopy hotels in Tokyo and Italy, our first tempo in Canada. And in July, we signed our first Tapestry in Saudi Arabia.\nWe also further expanded our focused service pipeline to meet the growing demand for affordable upscale accommodations. During the quarter, we announced that Hampton will soon debut in Thailand, Tru will enter Vietnam and Spark will open its first hotels in Saudi Arabia and Puerto Rico. We also committed to key growth milestones in emerging economies, including expanding our portfolio in India tenfold and tripling our portfolio in Africa in the coming years. We continued growth in construction starts with continued growth in construction starts, tremendous international opportunities and a strong conversion story. We feel very confident in our ability to drive net unit growth solidly within our 6% to 7% range for the full year.\nAs you all know, we have an incredible skill set of identifying white space and developing and launching new brands. As I mentioned last quarter, the team is working hard behind the scenes on several new brands in the lifestyle space, in addition to a couple of new concepts in the alternative accommodation space, a number of which are conversion friendly. We have done the research with our customers, and have already received tremendous feedback from our owners on these new brands, a couple of which will be launched by year-end.\nHilton Honors continues to perform extraordinarily well with more than 226 million members, up 16% year-over-year with membership now evenly split between the U.S. and international travelers, reflecting the strength of Hilton's global REITs and a further testament to our success in delivering premium products and experiences for any state occasion anywhere in the world our guests want to travel.\nEverything we do is underpinned by our award-winning culture and our incredible family of Hilton team members continue to differentiate our brands from the competition. In July, Brand Finance named Hilton has the most valuable hotel brand for the tenth consecutive year. Additionally, just last week, our Hampton Home 2 Suite and true brands were named best in category by J.D. Power for their respective segments in the U.S. During the quarter, we were also named the #1 best workplace in Switzerland, Austria. And Netherlands, India and Vietnam, adding to the 660 Great Place to Work awards and more than 70 #1 wins around the world since 2016. And Overall, we feel good about where we are and are very optimistic about the business. We have the best brands in the industry with more coming. The biggest development pipeline in our history and the economy in our largest market is set up for better growth, all of which should continue to drive strong performance.\nNow I'm going to turn the call over to Kevin to talk a little bit more detail about the quarter and our expectations for the full year.\n\nKevin J. Jacobs\n\nExecutive Vice President and Chief Financial Officer\n\nThanks, Chris, and good morning, everyone. During the quarter, system-wide RevPAR decreased 50 basis points versus the prior year on a comparable and currency-neutral basis, driven by declines in occupancy and modest rate growth. Adjusted EBITDA was $1.08 billion in the second quarter, up 10% year-over-year and meaningfully exceeding the high end of our guidance range. Outperformance was predominantly driven by timing of non-RevPAR items. Management franchise fees grew 8% year-over-year. For the quarter, diluted earnings per share adjusted for special items was $2.20.\nTurning to our regional performance. Second quarter comparable U.S. RevPAR decreased 1.5%, and largely driven by pressure across business transient and group as declines in government spend and softer international inbound demand weighed on performance. For full year 2025, we expect U.S. RevPAR growth to be at the lower end of our system-wide RevPAR range. In the Americas outside the U.S., second quarter RevPAR increased 3.8% year-over-year. driven by strength in the luxury and lifestyle portfolio, particularly in resort locations. For full year 2025, we expect RevPAR growth to be in the mid-single digits. In Europe, RevPAR grew 2% year-over-year driven by growth in Continental Europe supported by strong group business. For full year 2025, we expect low single-digit RevPAR growth given continued weakness in the U.K. and Ireland. In the Middle East and Africa region, RevPAR increased 10.3% year-over-year, driven by record-breaking months of travel around key events and holidays, including Ed, Hajj and Catholic and Orthodox Easter.\nFor full year 2025, we expect RevPAR growth in the mid-single-digit range. In the Asia Pacific region, second quarter RevPAR was up 0.3% year-over-year. RevPAR and APAC x China increased 5.2%, led by strong group trends in Japan and Korea. RevPAR in China declined 3.4% in the quarter, largely driven by continued weakness in corporate travel demand, particularly in Tier 2 and Tier 3 cities and changes in government travel policies. For full year 2025, we expect RevPAR growth in Asia Pacific to be roughly flat, assuming modest RevPAR declines in China.\nTurning to development. As Chris mentioned, for the quarter, we grew net units 7.5% and have more than 510,000 rooms in our pipeline, of which nearly half are under construction. Looking to the year ahead, we expect to deliver 6% to 7% net unit growth for the full year. Moving to our guidance. For the third quarter, we expect system-wide RevPAR growth to be flat to modestly down. We expect adjusted EBITDA of between $935 million and $955 million and diluted EPS adjusted for special items to be between $1.98 and $2.04. For the full year, we expect RevPAR growth of 0% to 2%, adjusted EBITDA of between $3.65 billion and $3.71 billion and diluted EPS adjusted for special items of between $7.83 and $8. Please note that our guidance ranges do not incorporate future share repurchases.\nMoving on to capital return. We paid a cash dividend of $0.15 per share during the second quarter for a total of $73 million in dividends for the year. Our Board also authorized a quarterly dividend of $0.15 per share in the third quarter. For the full year, we expect to return approximately $3.3 billion to shareholders in the form of buybacks and dividends. Further details on our second quarter results can be found in the earnings release we issued earlier this morning.\nThis completes our prepared remarks. We would now like to open the line for any questions you may have. [Operator Instructions]."
  },
  {
    "header": "HLT",
    "cik": "0001585689",
    "ticker": "HLT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ad66a2d486cfa196aabf7a887613e0c3",
    "period": "2025 Q1",
    "content": "Q1 2025 Hilton Worldwide Holdings Inc Earnings Call\n\nQ1 2025 Hilton Worldwide Holdings Inc Earnings Call\n\nHLTNYSEAPR 29, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the Hilton First Quarter 2025 Earnings Conference Call. [Operator Instructions] Please note that this event is being recorded. I would now like to turn the conference over to Jill Chapman, Senior Vice President, Head of Development Operations and Investor Relations. You may begin.\n\nJill Chapman\n\nSenior Vice President of Investor Relations & Corporate Development\n\nThank you, Nick. Welcome to Hilton's First Quarter 2025 Earnings Call. Before we begin, we would like to remind you that our discussions this morning will include forward-looking statements. Actual results could differ materially from those indicated in the forward-looking statements, and forward-looking statements made today speak only to our expectations as of today. We undertake no obligation to update or revise these statements. For a discussion of some of the factors that could cause actual results to differ, please see the Risk Factors section of our most recently filed Form 10-K.\nIn addition, we will refer to certain non-GAAP financial measures on this call. You can find reconciliations of non-GAAP to GAAP financial measures discussed in today's call in our earnings press release and on our website at ir.hilton.com.\nThis morning, Chris Nassetta, our President and Chief Executive Officer, will provide an overview of the current operating environment and the company's outlook. Kevin Jacobs, our Chief Financial Officer and President, Global Development, will then review our first quarter results and discuss our expectations for the year. Following their remarks, we'll be happy to take your questions. And with that, I'm pleased to turn the call over to Chris.\n\nChristopher J. Nassetta\n\nPresident and Chief Executive Officer\n\nThank you, Jill. Good morning, everyone, and thanks for joining us today. We're pleased with the results we delivered in the first quarter, with adjusted EBITDA and adjusted EPS both exceeding our expectations, even with somewhat weaker macroeconomic conditions that drove system-wide RevPAR to the low end of our guidance range. We also continued to deliver on our strong development story during the quarter, expanding our brands into new parts of the world and further strengthening our pipeline, which now includes more than 0.5 million rooms. Our performance demonstrates the resiliency of our business model and ability to navigate short-term choppiness while driving long-term value for our owners, our guests, team members and shareholders.\nTurning to results for the quarter. We reported system-wide RevPAR growth of 2.5% year-over-year, driven by strong momentum from the end of last year that carried into 2025 and supported solid performance in both January and February. However, broader macro uncertainty intensified in March, which pressured demand, particularly across Leisure. RevPAR growth was led by Group, which increased more than 6% year-over-year, supported by growth in urban markets and continued strength in company meetings.\nBusiness Transient RevPAR increased 2%, led by solid performance from small- and medium-sized businesses, a resilient customer that continues to make up roughly 85% of our business transient mix. Leisure Transient RevPAR increased 1% with robust performance in January, followed by softening demand patterns as the quarter progressed, mirroring the uncertainty in the broader macro environment.\nWeaker trends have continued into the second quarter, with short-term bookings roughly flat year-over-year. We believe travelers are largely in a wait-and-see mode as the rapidly changing macro environment continues to unfold. As a result and with tougher year-over-year comparisons from the Easter holiday shift, we expect second quarter RevPAR to be approximately flat versus the prior year quarter. For the full year, our system-wide RevPAR expectations are flat to up 2%, with the midpoint assuming current trends continue. The upside reflects a modest improvement in the second half of the year, and the downside suggest modestly deteriorating conditions. We continue to expect Group to outperform Transient RevPAR growth.\nTurning to development. Following a record-breaking year of growth in 2024, we had a strong start to 2025. During the quarter, we opened 186 hotels totaling more than 20,000 rooms, representing a 20% year-over-year increase, and achieved net unit growth of 7.2%. Conversions accounted for approximately 40% of openings in the quarter, driven largely by DoubleTree and Spark. Additionally, openings in international markets remain strong, representing half of all new additions to our portfolio, including several brand debuts in new markets. Hilton Garden Inn debuted in Greece; Hampton and Canopy entered Africa; and Spark expanded its presence across Europe with openings in Germany and Poland.\nFor the EMEA region overall, we're excited to mark the opening of our 1,000th hotel this spring. Our Luxury and Lifestyle categories continued to show significant growth, accounting for 30% of all hotel openings in the quarter, with these portfolios now approaching 1,000 hotels around the world. The addition of SLH Properties and continued growth of our conversion-friendly Curio and Tapestry brands supported growth across both categories during the quarter. Momentum continued into April with several key openings, including the Waldorf Astoria Osaka, a 252-room property that offers panoramic skyline views and successfully blends the iconic Waldorf Astoria legacy with the dynamic energy of Osaka.\nAdditionally, just last week, we opened the new Waldorf Astoria Costa Rica. The hotel has stunning views of Costa Rica's Northern Pacific Coast, 10,000 square feet of versatile meeting space and 6 regionally inspired dining experiences. Our latest Waldorf Astoria will pair world-class luxury with the nature and vibrant culture of Costa Rica while further expanding Hilton's growing luxury portfolio, which is now 1 of the largest in the industry.\nIn addition to strong openings, we continued to grow our development pipeline, which ended the quarter with more than 503,000 rooms, representing an increase of 7% year-over-year and continued sequential quarterly growth. We approved more than 32,000 rooms in the quarter, up 10% year-over-year, with notable announcements, including new Signia hotels in Jaipur, India, and Cairo, Egypt marking the debut of this brand in the Asia Pacific and Africa regions. Additionally, we signed our first Waldorf Astoria in Texas. And in April, we announced the signing of Waldorf Astoria Turks and Caicos, which will redefine Caribbean luxury when it opens in 2028. We also approved the first Tapestry and Curio hotels in Athens, Greece, signed Canopy's first ski destination in Deer Valley, Utah, and announced plans for Tempo to enter the U.K., marking the brand's first hotel outside the U.S.\nTo capture even more fast-growing global middle-class demand, we continue to strengthen our focused service pipeline in strategic growth markets. During the quarter, we approved Hilton Garden Inn properties in Vietnam, Malaysia, the Philippines and Indonesia and announced that we will triple our focus service footprint in Southeast Asia in the coming years, fueled by the growing demand for mid-market accommodations. In India, we signed a strategic licensing agreement with NILE Hospitality to open 75 Hampton hotels in the market. Along with our agreement to open 150 Spark hotels in India, this reaffirms our commitment to expanding in this key emerging economy.\nConstruction starts remained strong in the first quarter, up 13% year-over-year, excluding partnerships, with growth across all regions and particular strength in Asia Pacific. Our pipeline includes nearly 0.25 million rooms under construction, which is more than any other hotel company, representing more than 20% of industry share of rooms under construction and nearly 4x our existing share of supply. Looking ahead, we remain confident in our ability to deliver net unit growth of 6% to 7% in 2025, with nearly half of our pipeline under construction and continued growth in conversion opportunities.\nMaking all this possible is our family of Hilton team members who continue to spread the light and warmth of hospitality in remarkable ways. During the quarter, we were named the #1 Best Company to Work For in the United States by Great Place to Work and Fortune, marking our second consecutive year in the #1 spot and our tenth appearance on this prestigious list. Overall, we're pleased with our performance in the first quarter and remain optimistic about our opportunities over the long term. Supported by our asset-light fee-based business model and favorable megatrends in travel, we believe we can continue to drive long-term value for our shareholders despite current uncertainty in the global macroeconomic environment.\nNow I'm going to turn the call over to Kevin for a few more details on our results in the quarter and our expectations for the rest of the year.\n\nKevin J. Jacobs\n\nExecutive Vice President and Chief Financial Officer\n\nThanks, Chris, and good morning, everyone. During the quarter, system-wide RevPAR grew 2.5% versus the prior year on a comparable and currency-neutral basis, driven largely by rate growth. Adjusted EBITDA was $795 million in the first quarter, up 6% year-over-year and exceeding the high end of our guidance range. Our performance was largely driven by better-than-expected growth in non-RevPAR-driven fees and timing items.\nManagement and franchise fees grew 5% year-over-year. For the quarter, diluted earnings per share adjusted for special items was $1.72. Turning to our regional performance. First quarter comparable U.S. RevPAR increased 2.1%, driven by strong Group performance. For full year 2025, we expect U.S. RevPAR growth to be around the midpoint of our revised system-wide RevPAR range. In the Americas outside the U.S., first quarter RevPAR increased 7% year-over-year, driven by key events in Mexico and Brazil, including [ Carnival ]. For full year 2025, we expect RevPAR growth to be in the mid-single digits.\nIn Europe, RevPAR grew 2.6% year-over-year, with strong rate and occupancy growth in Continental Europe driving results for the region. For full year 2025, we expect low single-digit RevPAR growth. In the Middle East and Africa region, RevPAR increased 8.5% year-over-year, driven by strong performance in Saudi Arabia during Ramadan and key regional events, including the Muslim World League Conference. For full year 2025, we expect RevPAR growth in the mid-single-digit range.\nIn the Asia Pacific region, first quarter RevPAR was flat year-over-year. RevPAR in APAC ex China increased 3.5%, led by strong performance in Japan, India and Korea. China RevPAR declined 3.1% in the quarter as performance was pressured by strong outbound travel during Chinese New Year and tough year-over-year comparisons. For full year 2025, we expect RevPAR growth in Asia Pacific to be in the low single-digit range, assuming flat RevPAR in China.\nTurning to development. As Chris mentioned, for the quarter, we grew net units 7.2% and have more than 503,000 rooms in our pipeline, up 7% year-over-year, with more than half located outside the U.S. and nearly half under construction. Looking to the year ahead, we remain optimistic in our development story in both the U.S. and international markets with continued strength in conversions as well as high-growth international markets.\nMoving to guidance. For the second quarter, we expect system-wide RevPAR growth to be roughly flat year-over-year. We expect adjusted EBITDA of between $940 million and $960 million and diluted EPS adjusted for special items to be between $1.97 and $2.02. For full year 2025, we expect RevPAR growth of 0% to 2%. We forecast adjusted EBITDA of between $3.65 billion and $3.71 billion and diluted EPS adjusted for special items of between $7.76 and $7.94. Please note that our guidance ranges do not incorporate future share repurchases.\nMoving on to capital return. We paid a cash dividend of $0.15 per share during the first quarter for a total of $37 million in dividends for the year. In the second quarter, our Board authorized a quarterly cash dividend of $0.15 per share. For the full year, we expect to return approximately $3.3 billion to shareholders in the form of buybacks and dividends. Further details on our first quarter and full year results can be found in the earnings release we issued earlier this morning.\nThis completes our prepared remarks. We would now like to open the line for any questions you may have. We would like to speak with as many of you as possible, so we ask that you limit yourself to 1 question. Nick, can we have our first question, please?"
  },
  {
    "header": "HLT",
    "cik": "0001585689",
    "ticker": "HLT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/346bc67d5eca6466d0f9f6d2d60b2653",
    "period": "2024 Q4",
    "content": "Q4 2024 Hilton Worldwide Holdings Inc Earnings Call\n\nQ4 2024 Hilton Worldwide Holdings Inc Earnings Call\n\nHLTNYSEFEB 6, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the Hilton Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions]. Please note that this event is being recorded.\nI would now like to turn the conference over to Jill Chapman, Senior Vice President, Head of Development Operations and Investor Relations. Please begin.\n\nJill Chapman\n\nSenior Vice President of Investor Relations & Corporate Development\n\nThank you, Betsy. Welcome to Hilton's Fourth Quarter and Full Year 2024 Earnings Call. Before we begin, we would like to remind you that our discussions this morning will include forward-looking statements. Actual results could differ materially from those indicated in the forward-looking statements, and forward-looking statements made today speak only to our expectations as of today. We undertake no obligation to update or revise these statements. For a discussion of some of the factors that could cause actual results to differ, please see the Risk Factors section of our most recently filed Form 10-K.\nIn addition, we will refer to certain non-GAAP financial measures on this call. You can find reconciliations of non-GAAP to GAAP financial measures discussed in today's call in our earnings press release and on our website at ir.hilton.com.\nThis morning, Chris Nassetta, our President and Chief Executive Officer, will provide an overview of the current operating environment and the company's outlook. Kevin Jacobs, our Chief Financial Officer and President, Global Development, will then review our fourth quarter and full year results and discuss our expectations for the year. Following their remarks, we'll be happy to take your questions.\nAnd with that, I'm pleased to turn the call over to Chris.\n\nChristopher J. Nassetta\n\nPresident and Chief Executive Officer\n\nThank you, Jill. Good morning, everyone, and thanks for joining us today. We're happy to report a great end to another strong year marked by record unit growth and several important milestones. We added new brands and strategic partnerships to meet guest needs. We opened more rooms than in any other year in our history, and we signed a record number of new rooms to our development pipeline all of which further strengthened our network and positioned Hilton for continued growth in 2025 and beyond. Thanks to our incredible team members and owners. We also welcomed more than 224 million guests to our properties more than any year in our history.\nFor the full year, System-wide RevPAR increased 2.7% compared to 2023 with growth across all segments and all major regions. Solid top line performance, coupled with strong net unit growth drove record adjusted EBITDA of more than $3.4 billion, up 11% year-over-year demonstrating the strength of our fee-based business model and the power of our growth algorithm. Significant free cash flow generation enabled us to return $3 billion to shareholders.\nTurning to results for the quarter. System-wide RevPAR increased 3.5% year-over-year, above the high end of our guidance range, driven by better-than-expected trends in leisure and continued growth in Business Transient and Group. Leisure Transient RevPAR increased 4%, driven by solid growth in both occupancy and rate, with particularly strong trends throughout December. In the quarter, leisure occupancy remained 5 points higher than pre-pandemic levels. Business Transient RevPAR increased more than 3% led by continued recovery in large corporates with big tech and big banks meaningfully outperforming. Group RevPAR rose 3% year-over-year as demand for company meetings and social events remain strong. Additionally, booking windows continued to lengthen and strong demand in conventions and company meetings drove higher rates for future periods.\nAs we look to the year ahead, we feel incrementally a bit better than we did a quarter ago and expect system-wide top line growth of 2% to 3% for 2025. We expect relatively steady growth across the Americas. Modest deceleration in EMEA due to tough comparisons following a robust year last year and growth across Asia Pacific, given improvements in China and continued strength throughout the rest of the region. We also expect positive RevPAR growth across all major segments with group outperforming driven by continued strength in company meetings and convention business. We assume very modest RevPAR growth in leisure transient given forecast for steady levels of consumer spending and challenging comparisons. We expect continued recovery in Business Transient driven by further momentum in large corporates, coupled with steady demand across small- and medium-sized businesses.\nTurning to development. We opened 171 hotels in the fourth quarter, totaling nearly 23,000 rooms as our strategic and diversified approach to development continued to drive brand expansion into new markets around the world. During the quarter, we opened our first Tapestry hotels in Paraguay, Bonaire and Australia, helping the conversion-friendly lifestyle brand to surpass 150 hotels in 20 countries and territories worldwide. We also debuted our Curio brand in Romania and opened our first Hampton in Africa, True in Colombia, Hilton Garden Inn in Greece and Spark in Austria. In Asia Pacific we celebrated the opening of our [ 1000th ] hotel ahead of schedule and representing growth of more than 30% versus last year.\nFor the full year, we added a record 973 hotels, representing nearly 100,000 rooms and the single biggest increase in rooms in Hilton's more than 100-year history driving net unit growth of 7.3%. Conversions accounted for roughly 45% of room openings in the year, driven by the addition of SLH properties and continued momentum from Spark, DoubleTree and our Conversion-friendly Lifestyle brands. Overall, Luxury Lifestyle Hotels accounted for roughly half of our system-wide openings in the year, bringing those -- bringing those portfolios to more than 900 hotels across the world.\nAdditionally, our Luxury and Lifestyle pipeline mix is nearly 2x our existing supply supporting continued growth in these important segments. Even with record openings, our system-wide pipeline grew 8% year-over-year to total approximately 500,000 rooms at year-end. We signed 154,000 rooms in the year, up 18% and representing our biggest year of signings to date. We also ended the year with several notable signings, including the [ Waller Astoria ] Bahrain, Waldorf Astoria, Almedina in Saudi Arabia, Conrad and Los Cabos and our first motto in China and agreements to debut LXR Curio in Hampton in Morocco.\nConstruction starts for the year remained strong, the highest in our history, increasing 10% year-over-year, excluding acquisitions and partnerships with meaningful growth across all regions. We finished the year with nearly [ 0.25 ] million rooms under construction, which is more than any other hotel company. This represents more than 20% of industry share of rooms under construction and nearly 4x our existing share of supply. With nearly half of our pipeline under construction and continued growth in version opportunities, we feel confident in our ability to deliver strong net unit growth of 6% to 7% in 2025.\nDefined by our continued focus on geographic and chain scale diversity, we have exciting development opportunities ahead. [ LiveSmart ] Studios is slated to open its first location this summer. Following the recent opening of Spark's 100th hotel, the brand has several international market debuts, including India, and the [ CALA ] region scheduled for this year. We expect our newly announced strategic licensing agreement with [ Olive by Embassy ] to accelerate Spark's expansion in India representing an exciting opportunity to tap into the country's growing middle class. We also expect continued momentum in Luxury with several noteworthy openings in 2025 including the iconic Waldorf Astoria in New York, following an extensive and thoughtfully designed renovation, the 375 room hotel will usher in a new era of luxury for New York City.\nThis year, we will also welcome Waldorf Astoria properties in Costa Rica, Shanghai, Osaka and Morocco in addition to Conrad Hotels in Athens and Hamburg. Signia celebrated an important milestone just last week with the opening of the brand's first hotel outside the U.S., located in Oman, Jordan, the property offers another sought after location for business and leisure travelers.\nDemonstrating our continued commitment to meeting the evolving preferences of our guests. We recently announced several new wellness renovations. In January, we expanded our partnership with Peloton to provide guests with complementary access to a collection of Peloton's on-demand fitness content on our in-room TVs. We also recently partnered with Calm, a leading wellness company to offer guests access to guided meditation sleep stories, coming soundscape and mindfulness exercises directly from their in-room TVs. Thanks to incredible team members around the world, we continue to be recognized for our culture.\nDuring the fourth quarter, we celebrated our 8th consecutive year as the Top Hospitality Company on the World's Best Workplace List by Great Place to Work. Our brands also continue to receive recognition, most recently by Entrepreneur Magazine's Franchise 500 for the 16th consecutive year. Hampton took the #1 spot in the lodging category, thanks to its strong preference, global growth and guest loyalty. In total, of our brands receive recognition, underscoring the value they drive for owners and guests and our leadership in franchising and innovation across the hospitality sector.\nOverall, we're very pleased with our performance and proud of the record growth we delivered last year. Our powerful network of brands continues to be an engine of opportunity for all of our stakeholders. Given our strong momentum, robust pipeline and resilient fee-based business model, we're confident that we are well positioned to continue driving strong performance in 2025 and beyond.\nNow I'll turn the call over to Kevin to give you a little bit more details on the quarter and our expectations for the year.\n\nKevin J. Jacobs\n\nExecutive Vice President and Chief Financial Officer\n\nThanks, Chris, and good morning, everyone. During the quarter, system-wide RevPAR grew 3.5% versus the prior year on a comparable and currency-neutral basis. Growth was largely driven by occupancy gains in leisure and continued recovery in Group and Business Transient. Adjusted EBITDA was $858 million in the fourth quarter, up 7% year-over-year and exceeding the high end of our guidance range. Our performance was largely driven by better-than-expected RevPAR growth, lower corporate expense and timing items. Management franchise fees grew 5% year-over-year, ahead of our expectations despite an FX drag. For the quarter, diluted earnings per share adjusted for special items was $1.76.\nTurning to our regional performance. Fourth comparable U.S. RevPAR was up 2.9% driven by strong Leisure demand and continued improvement across Business transient and Group. For full year 2025, we expect U.S. RevPAR growth at the low end of our system-wide range. In the Americas outside the U.S., fourth quarter RevPAR increased 8.1% year-over-year driven by increased air capacity to the region and strong leisure trends during the holidays. For full year 2025, we expect RevPAR growth in the mid-single-digit range.\nIn Europe, RevPAR grew 6.2% year-over-year in the fourth quarter, largely driven by double-digit RevPAR growth in group. For full year 2025, we expect low to mid-single-digit RevPAR growth following the region's strong performance in 2024. In the Middle East and Africa region, RevPAR increased 8.4% year-over-year, supported by key events, including [ COP 29 in Baku ] and [ Formula 1 raising ] Qatar and Abu Dhabi. For full year 2025, we expect RevPAR growth in the mid-single-digit range. In the Asia Pacific region, fourth quarter RevPAR was up 1.7% year-over-year. RevPAR and APAC ex China increased 8.8%, led by strong leisure performance in Southeast Asia during the holiday season. China RevPAR declined 4% in the quarter as softer macro conditions and outside travel continued to weigh on performance. However, trends improved sequentially versus the third quarter, driven by Golden Week and an uptick in demand following fiscal stimulus, positive momentum carrying into the new year. For full year 2025, we expect RevPAR growth in Asia Pacific to be in the low to mid-single-digit range, assuming low single-digit growth in China.\nTurning to development. As Chris mentioned, for the full year, we grew net units 7.3% and ended the year with over 498,000 rooms in our pipeline, which was up 8% year-over-year with more than half located outside the U.S. and nearly half under construction. Looking to the year ahead, we're excited about our strong development story and the robust demand for Hilton-branded products in both the U.S. and international markets.\nMoving to guidance. For the first quarter, we expect system-wide RevPAR growth of 2.5% to 3.5% year-over-year. We expect adjusted EBITDA of between $770 million and $790 million and diluted EPS adjusted for special items to be between $1.57 and $1.63. For full year 2025, we expect RevPAR growth of 2% to 3%. We forecast adjusted EBITDA of between $3.7 billion and $3.74 billion and diluted EPS adjusted for special items of between $7.71 and $7.82. Please note that our guidance ranges do not incorporate future share repurchases.\nMoving on to capital return. We paid a cash dividend of $0.15 per share during the fourth quarter for a total of $150 million in dividends for the year. For full year 2024, we returned $3 billion to shareholders in the form of buybacks and dividends. In the first quarter, our Board authorized a quarterly cash dividend of $0.15 per share. For the full year, we expect to return approximately $3.3 billion to shareholders in the form of buybacks and dividends. Further details on our fourth quarter and full year results can be found in the earnings release issued earlier this morning.\nThis completes our prepared remarks. We would like to open the line for any questions you may have. We would like to speak with as many of you as possible so we ask that you limit yourself to one question. Can we have our first question, please?"
  },
  {
    "header": "HLT",
    "cik": "0001585689",
    "ticker": "HLT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ddbe9371610649657b64168c2600888f",
    "period": "2024 Q2",
    "content": "Q2 2024 Hilton Worldwide Holdings Inc Earnings Call\n\nQ2 2024 Hilton Worldwide Holdings Inc Earnings Call\n\nHLTNYSEAUG 7, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the Hilton Second Quarter 2024 Earnings Conference Call. [Operator Instructions].\nPlease note, this event is being recorded. I would now like to turn the conference over to Jill Chapman, Senior Vice President, Head of Development Operations and Investor Relations. You may begin.\n\nJill Chapman\n\nSenior Vice President of Investor Relations & Corporate Development\n\nThank you, Chad. Welcome to Hilton's Second Quarter 2024 Earnings Call. Before we begin, we would like to remind you that our discussions this morning will include forward-looking statements. Actual results could differ materially from those indicated in the forward-looking statements, and forward-looking statements made today speak only to our expectations as of today. We undertake no obligation to update or revise these statements. For a discussion of some of the factors that could cause actual results to differ, please see the Risk Factors section of our most recently filed Form 10-K.\nIn addition, we will refer to certain non-GAAP financial measures on this call. You can find reconciliations of non-GAAP to GAAP financial measures discussed in today's call in our earnings press release and on our website at ir.hilton.com.\nThis morning, Chris Nassetta, our President and Chief Executive Officer, will provide an overview of the current operating environment and the company's outlook. Kevin Jacobs, our Chief Financial Officer and President, Global Development; will then review our second quarter results and discuss our expectations for the year. Following their remarks, we'll be happy to take your questions. With that, I'm pleased to turn the call over to Chris.\n\nChristopher J. Nassetta\n\nPresident and Chief Executive Officer\n\nThank you, Jill. Good morning, everyone, and thanks for joining us today. We are pleased to report strong second quarter results with RevPAR growth, driving adjusted EBITDA and adjusted EPS above the high end of our guidance. We continue to execute on our successful development strategy.\n[Audio Gap]\ncorporates rose 5% in the quarter, driven by strong trends across most industries, including notable recovery and technology. Leisure transient RevPAR continued to exceed prior peak supported by some solid summer travel demand, particularly in international markets. Group RevPAR rose more than 10% year-over-year, led by strong demand for corporate and social meetings and events and booking windows continue to lengthen. For the full year, group position is up 10% over last year with position up mid-teens over the next several years.\nWe expect full year system-wide RevPAR increased 2% to 3%, driven by positive growth across all major segments and regions. We tempered the high end of our expectations versus prior guidance due to softer trends in certain international markets and normalizing leisure growth more broadly. With continued strength in group and steady recovery in business transient, we expect higher-end chain scales to continue to outperform.\nTurning to development. In the quarter, we opened 165 hotels totaling more than 22,000 rooms and achieved net unit growth of 6.2%. We marked several milestones in the quarter, including the opening of our 6,000 hotel in North America, and we surpassed 75,000 Home2 Suites rooms globally. We also opened 7 new resort properties in Europe, including the debut of Curio and Croatia and DoubleTree in Malta.\nWe welcome graduate hotels and [ no mad ] into our family of brands during the quarter, providing further opportunities to deliver exceptional guest experiences and accelerate our expansion in the fast-growing lifestyle segment. Demand for lifestyle products continues to increase as guests seek unique experiences and sought after destinations around the world. In the last year, we have expanded our lifestyle offerings by more than 30%, fueled largely by growth in Curio, Tapestry and the recent acquisition of graduate.\nWith roughly 400 lifestyle properties today and hundreds more in the pipeline, we are well positioned for substantial growth over the next several years. Conversions accounted for roughly half of openings in the quarter, driven by the addition of graduate and the continued strength from DoubleTree and Spark. In the quarter, Spark opened 27 hotels more than doubling its existing supply. The brand also celebrated its debut in Europe with the opening of Spark by Hilton London Romford, just 9 months after the first property opened in the U.S. The opening marks the start of an exciting journey for Spark to redefine the premium economy segment in Europe with further launches of the brand across Continental Europe expected in the coming months.\nIn the quarter, we signed 63,000 rooms, increasing our pipeline to approximately 508,000 rooms which is up 8% from last quarter and 15% year-over-year, with notable strength across the EMEA and APAC regions. In particular, Hilton Garden N continued to gain tremendous traction with year-to-date signings up nearly 90% across 20 different countries. Overall, conversions accounted for over half of the signings in the quarter, driven by additions from our acquisitions and partnerships. Excluding acquisitions and partnerships, conversions accounted for 25% of signings in the quarter, largely driven by continued momentum with Curio, Tapestry and DoubleTree.\nSystem-wide construction starts in the quarter were up 160% versus last year and up 37% excluding acquisitions and partnerships with meaningful growth across both the U.S. and international markets, we remain on track to exceed prior peak levels of starts by year-end. Approximately half of our pipeline is under construction, and we continue to have more rooms under construction than any other hotel company accounting for more than 20% of industry share and nearly 4x our existing share of supply. We've seen tremendous interest from owners through our exclusive agreement with small luxury hotels of the world, with the pace of initial property sign-ups far exceeding our expectations.\nUnder our strategic partnership, we added nearly 300 boutique luxury properties to our system in July with an additional 100 properties expected to join later this year. Adding these unique properties to our network is highly complementary to our existing luxury portfolio and significantly increases our luxury offerings for guests around the world without any capital commitment. During the quarter, the first Autocam properties were added to our platforms. Each auto camp location provides a unique opportunity for guests to immerse themselves in nature without sacrificing the comforts of high-end accommodations.\nThese exclusive agreements with SLH and Autocam provide Honors members with new and exciting ways to earn and redeem points while broadening and enhancing our network effect. As a result of our strong pipeline, recent tuck-in acquisitions and strategic partnerships, we now expect net unit growth of 7% to 7.5% for the full year. We are also proud to continue to be recognized for our industry-leading brands and culture Brand Finance recently ranked Hilton as the most valuable hotel brand for the ninth consecutive year, claiming 9 of the top 50 hotel brand spots.\nAdditionally, Hilton was recently named the top workplace in the U.S. for millennials by Great Place to Work and Fortune for the seventh consecutive year. Since 2016, we've received over 540 recognitions as a great place to work across more than 60 countries and we remain the #1 great place to work in the world and the United States. We're very happy with our second quarter results, development milestones and branded commercial enhancements, which we think demonstrate the continued strength of our business model.\nNow I'm going to turn the call over to Kevin for a few more details on the results in the quarter and our expectations for the year.\n\nKevin J. Jacobs\n\nExecutive Vice President and Chief Financial Officer\n\nThanks, Chris, and good morning, everyone. During the quarter, system-wide RevPAR grew 3.5% versus the prior year on a comparable and currency-neutral basis. Growth was largely driven by strong international performance and continued recovery in group. Adjusted EBITDA was $917 million in the second quarter, up 13% year-over-year and exceeding the high end of our guidance range.\nOutperformance was driven by better-than-expected fee growth largely due to better-than-expected U.S. RevPAR performance and some timing items. Management and franchise fees grew 10% year-over-year. For the quarter, diluted earnings per share adjusted for special items was $1.91. Turning to our regional performance. Second quarter comparable U.S. RevPAR was up 3%, driven by strong group performance, particularly in urban markets.\nIn the Americas outside the U.S., second quarter RevPAR increased 7% year-over-year driven by strong results in leisure markets. In Europe, RevPAR grew 7% year-over-year with solid performance across all segments and continued strength from international inbound travel. In the Middle East and Africa region, RevPAR increased 11% year-over-year with growth in both rate and occupancy led by strong group and leisure performance. In the Asia Pacific region, second quarter RevPAR was up 1% year-over-year. RevPAR in APAC x China increased 11%, led by continued strength in Japan and Korea.\nChina RevPAR declined 5% in the quarter with difficult year-over-year domestic travel comparisons and limited international inbound travel negatively affecting results. which weighed on RevPAR results for the region, but accounts for less than 3% of overall fees. Turning to development. We ended the quarter with approximately 508,000 rooms in our pipeline, up 15% year-over-year with approximately 60% of those rooms located outside the U.S. and nearly half of them under construction.\nFor the full year, we expect net unit growth of 7% to 7.5%. Moving to guidance. For the third quarter, we expect system-wide RevPAR growth of 2% to 3% year-over-year. We expect adjusted EBITDA of between $875 million and $890 million, and diluted EPS adjusted for special items to be between $1.80 and $1.85. For full year 2024, we expect RevPAR growth of 2% to 3%. We forecast adjusted EBITDA of between $3.375 billion and $3.405 billion. We are bringing down the high end of our guidance to reflect slightly lower FR growth expectations and FX movements. We forecast diluted EPS adjusted for special items of between $6.93 and $7.03. Please note that our guidance ranges do not incorporate further share repurchases.\nMoving on to capital return. We paid a cash dividend of $0.15 per share during the second quarter for a total of $37 million. Our Board also authorized a quarterly dividend of $0.15 per share in the third quarter. Year-to-date, we have returned nearly $1.8 billion to shareholders in the form of buybacks and dividends. And for the full year, we expect to return approximately $3 billion. Further details on our second quarter results can be found in the earnings release we issued earlier this morning. This completes our prepared remarks. We would now like to open the line for any questions you may have. [Operator Instructions]. Chad, can we have our first question?"
  },
  {
    "header": "HLT",
    "cik": "0001585689",
    "ticker": "HLT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/152e8f8c4a6c53bbbe44fce11497ea03",
    "period": "2024 Q1",
    "content": "Q1 2024 Hilton Worldwide Holdings Inc Earnings Call\n\nQ1 2024 Hilton Worldwide Holdings Inc Earnings Call\n\nHLTNYSEAPR 24, 9:00 AM\n\nOperator\n\nGood morning and welcome to the Hilton First Quarter 2024 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to Jill Chapman, Senior Vice President, Investor Relations and Corporate Development. You may begin.\n\nJill Chapman\n\nSenior Vice President of Investor Relations & Corporate Development\n\nThank you, MJ. Welcome to Hilton's First Quarter 2024 Earnings Call. Before we begin, we would like to remind you that our discussions this morning will include forward-looking statements. Actual results could differ materially from those indicated in the forward-looking statements, and forward-looking statements made today speak only to our expectations as of today. We undertake no obligation to update or revise these statements. For a discussion of some of the risk factors that could cause actual results to differ, please see the Risk Factors section of our most recently filed Form 10-K.\nIn addition, we will refer to certain non-GAAP financial measures on this call. You can find reconciliations of non-GAAP to GAAP financial measures discussed in today's call in our earnings press release and on our website at ir.hilton.com.\nThis morning, Chris Nassetta, our President and Chief Executive Officer, will provide an overview of the current operating environment and the company's outlook. Kevin Jacobs, our Chief Financial Officer and President, Global Development, will then review our first quarter results and discuss our expectations for the year. Following their remarks, we will be happy to take your questions.\nWith that, I'm pleased to turn the call over to Chris.\n\nChristopher J. Nassetta\n\nPresident and Chief Executive Officer\n\nThanks, Jill. Good morning, everyone, and thanks for joining us today. We are pleased to report strong first quarter results, which continue to demonstrate the power of our business model and the strength of our development story, both adjusted EBITDA and adjusted EPS meaningfully exceeded the high end of our guidance even with RevPAR growth at the low end of our expected range. We also announced several new partnerships and additions to our brand portfolio, which will enable us to build even more loyalty with customers and help accelerate growth.\nTurning results for the quarter, system-wide RevPAR increased 2% year-over-year, which was at the low end of our guidance range as renovations, inclement weather and unfavorable holiday shifts weighed on results more than we anticipated. Leisure transient RevPAR exceeded our expectations even with tough year-over-year comparisons given continued strength in international markets and holiday shifts, business transient recovery remained steady with RevPAR across large corporates, up more than 3%, driven by strong demand in consulting and government contracting. Group RevPAR rose nearly 5% year-over-year, led by strong convention and social demand. Additionally, corporate groups continue to grow as a percentage of booking mix and booking windows continue to lengthen. As we look to the rest of the year, we continue to expect system-wide RevPAR growth of 2% to 4%, with the U.S. towards the low end of the range and continued strength in international markets. We expect positive RevPAR growth across all major segments, led by group performance at or above the high end of the range, business transient around the midpoint and leisure transient towards the lower end of the range. For the full year, group position is up 13% versus last year.\nTurning to development. We started the year off strong, building on the positive momentum from 2023. In the quarter, we opened more than 100 hotels totaling approximately 17,000 rooms and achieved net unit growth of 5.6%. Hotel openings span nearly all brands, demonstrating the strength and breadth of our industry-leading brand portfolio. Conversions accounted for 30% of openings, largely driven by DoubleTree and Spark. In the quarter, we celebrated the addition of a number of new luxury and lifestyle properties, including the debut of LXR in Hawaii, the introduction of the Waldorf and Canopy brands to the Seychelles and the highly anticipated opening of the Conrad Orlando. Located within the newly developed Evermore Orlando Resort complex, the Conrad Orlando features 5 distinct dining venues, an 8-acre lagoon and expansive pool complex, a world-class spa and extensive meeting and event space. We also achieved several milestones in the quarter, including the opening of our 800th hotel in Asia Pacific, our 225th hotel in the CALA region and reached 25,000 true rooms globally. Additionally, Hampton opened its 3,000th property worldwide. Since its launch 40 years ago, the Hampton brand has been a category leader with the largest global pipeline of any focused service brand and the recently announced new North American prototype. Hampton continues to demonstrate the strength of our legacy brands and the power of our innovative approach to brand evolution, we are confident that the best is yet to come for this iconic brand.\nIn the quarter, we signed 30,000 rooms, increasing our pipeline to a record 472,000 rooms, up 2% from last quarter and up 10% year-over-year. signings meaningfully outperformed our expectations driven by strength in international markets. In Asia Pacific, we signed agreements for 4 new Conrad properties, further strengthening our luxury pipeline. Globally, an interest in Hilton Garden Inn remained particularly strong with the brand achieving the highest quarter of signing in its history. System-wide construction starts also outperformed expectations, up roughly 45% versus last year, with all major regions meaningfully higher. Approximately half of our pipeline is under construction and we continue to have more rooms under construction than any other hotel company, accounting for more than 20% of industry share and nearly 4x our share of existing supply.\nWe also recently announced several exciting partnerships and tuck-in acquisitions, further accelerating our expansion into the fast-growing lifestyle and experiences categories. Earlier this month, we acquired a controlling interest in Sydell Group to expand the Nomad brand from its existing London flagship location to high-end markets all around the world. Our development teams are fully engaged and we have a great pipeline building. Additionally, we announced an agreement with AJ Capital to acquire the graduate Hotels brand, a collection of over 30 lifestyle hotels in university anchored towns, each graduate hotel, steeped in local history Charminstalga is designed to reflect the unique character of its local university, offering the perfect setting for game-based graduations reunions and campus visits.\nGraduate presents a unique opportunity to serve more guests, especially in markets where we're not present today. with thousands of colleges and universities around the world, we believe the addressable market for the brand is 400 to 500 hotels globally. For the rapidly increasing number of travelers looking to prioritize exploration and adventure, we recently announced an exclusive partnership with the premier outdoor hospitality company, AutoCamp, stays will be bookable on Hilton's direct channels in the coming months, and we will offer our guests an experience that blends the spirit of an outdoor adventure with the hospitality and design forward nicking of a boutique hotel. Hilton Honors members will be able to earn and redeem points on stays and enjoy exclusive membership benefits while experiencing sought-after locations around the United States, including several properties adjacent to popular national parks. Along with our previously announced exclusive partnership with small luxury hotels of the world, these offerings provide incredible opportunities to further accelerate our growth and enhance our network effect by broadening and deepening our customer offerings in some of the industry's fastest-growing markets and segments. As a result of our strong pipeline and all the great progress we've seen to date for the full year, we expect net unit growth of 6% to 6.5%, excluding the planned addition of graduate.\nTo provide even more personalized experiences for our guests, we continue to leverage our industry-leading technology platforms from a digitally enabled concierge for our luxury brands, to the ability to choose your room from a floor plan and control your in-room entertainment from your mobile device. We continue to fully integrate the digital experience. Additionally, recent initiatives like add-ons Hilton for Business and improved search functionality are driving even greater conversion and higher revenue.\nWe also continue to be recognized for our incredible workplace culture, Fortune and Great Place to Work recently named Hilton, the #1 on the list of best companies to work for in the United States, marking our ninth consecutive year on the list, and our sixth consecutive year in the top 10. In total, we won 20 Great Place to Work awards around the world with 5 #1 wins. These recognitions follow our ranking as the #1 world's best workplace and make Hilton the only hospitality company to have earned the top spot on these prestigious lists.\nOverall, we're very pleased with our first quarter results, and we expect our industry-leading brands, strong development story and powerful business model to continue to drive growth. Now I'm going to turn the call over to Kevin for a few more details on our results for the quarter and our expectations for the full year.\n\nKevin J. Jacobs\n\nExecutive Vice President and Chief Financial Officer\n\nThanks, Chris, and good morning, everyone. During the quarter, system-wide RevPAR grew 2% versus the prior year on a comparable and currency-neutral basis. Growth was largely driven by strong international performance and continued recovery in group.\nAdjusted EBITDA was $750 million in the first quarter, up 17% year-over-year and exceeding the high end of our guidance range. Our performance was driven by better-than-expected fee growth largely due to better-than-expected international RevPAR performance, license fee growth and timing items. Management and franchise fees grew 14% year-over-year. For the quarter, diluted earnings per share adjusted for special items was $1.53.\nTurning to our regional performance. First quarter comparable U.S. RevPAR was down 40 basis points year-over-year as renovations, holiday shifts and weather impacts dampened transient trends. Group performance remains strong. In the Americas outside the U.S., first quarter RevPAR increased 7% year-over-year with strong transient demand driving RevPAR growth of 10% in urban markets. In Europe, RevPAR grew 10% year-over-year with solid performance across all segments. A number of large events in the region drove strong group performance across several key cities. In the Middle East and Africa region, RevPAR increased 15% year-over-year, led by both rate and occupancy growth. Several prominent events, including the Asian Cup in Qatar and holidays in Saudi Arabia contributed to strong performance in the region. In the Asia Pacific region, first quarter RevPAR was up 8% year-over-year, led by rate growth in Japan and Korea. China RevPAR was flat in the quarter with strong results in January and February, offset by difficult year-over-year comparisons in March. RevPAR in China's top cities increased 6% in the quarter, but an uptick in outbound travel pressured demand in secondary and tertiary markets, which benefited early in recovery from strong domestic travel.\nTurning to development. We ended the quarter with more than 472,000 rooms in our pipeline, up 10% year-over-year with approximately 60% of those rooms located outside the U.S. and nearly half of them under construction. Looking to the year ahead, we expect net unit growth of 6% to 6.5%, excluding the planned acquisition of graduate hotels.\nMoving to guidance. For the second quarter, we expect system-wide RevPAR growth of 2% to 4% year-over-year. We expect adjusted EBITDA of between $890 million and $910 million and diluted EPS adjusted for special items to be between $1.80 and $1.86. For full year 2024, we expect RevPAR growth of 2% to 4%. We forecast adjusted EBITDA of between $3.375 billion and $3.425 billion. We forecast diluted EPS adjusted for special items of between $6.89 and $7.03. Please note that our guidance ranges do not incorporate future share repurchases or any contribution from graduate hotels which we expect to close in the second quarter.\nMoving on to capital return. We paid a cash dividend of $0.15 per share during the first quarter for a total of $39 million. Our Board also authorized a quarterly dividend of $0.15 per share in the second quarter. Year-to-date, we have returned more than $900 million to shareholders in the form of buybacks and dividends. And for the full year, we expect to return approximately $3 billion. Further details on our first quarter results can be found in the earnings results we issued earlier this morning. This completes our prepared remarks.\nWe would now like to open the line for any questions you may have. We would like to speak with as many of you as possible, so we ask that you limit yourself to one question. MJ, can we have our first question, please?"
  },
  {
    "header": "HLT",
    "cik": "0001585689",
    "ticker": "HLT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7d4f7cc47a3338134298e605c993eaf6",
    "period": "2023 Q4",
    "content": "Q4 2023 Hilton Worldwide Holdings Inc Earnings Call\n\nQ4 2023 Hilton Worldwide Holdings Inc Earnings Call\n\nHLTNYSEFEB 7, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the Hilton Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to Jill Chapman, Senior Vice President, Investor Relations and Corporate Development. You may begin.\n\nJill Chapman\n\nSenior Vice President of Investor Relations & Corporate Development\n\nThank you, Andre. Welcome to Hilton's Fourth Quarter and Full Year 2023 Earnings Call. Before we begin, we would like to remind you that our discussions this morning will include forward-looking statements. Actual results could differ materially from those indicated in the forward-looking statements, and forward-looking statements made today speak only to our expectations as of today. We undertake no obligation to update or revise these statements. For a discussion of some of the factors that could cause actual results to differ, please see the Risk Factors section of our most recently filed Form 10-K.\nIn addition, we will refer to certain non-GAAP financial measures on this call. You can find reconciliations of non-GAAP to GAAP financial measures discussed in today's call in our earnings press release and on our website at ir.hilton.com.\nThis morning, Chris Nassetta, our President and Chief Executive Officer, will provide an overview of the current operating environment and the company's outlook. Kevin Jacobs, our Chief Financial Officer and President, Global Development, will then review our fourth quarter and full year results and discuss our expectations for the year. Following their remarks, we will be happy to take your questions. With that, I'm pleased to turn the call over to Chris.\n\nChristopher J. Nassetta\n\nPresident and Chief Executive Officer\n\nThank you, Jill. Good morning, everyone, and thanks for joining us today. We are happy to report a great end of what was another really strong year for Hilton. For the year, system-wide RevPAR grew 12.6% versus 2022 with solid growth across every major region and chain scale. Compared to 2019, RevPAR increased 10.7%. Strong top line performance drove record adjusted EBITDA of nearly $3.1 billion, up roughly 20% year-over-year to the highest level in our company's history.\nDuring the year, we launched 2 new brands, introduced new innovations, expanded our partnerships and opened a near record number of rooms, all of which further strengthened our network and enabled us to welcome more guests than ever before. Our strong top and bottom line performance drove significant free cash flow, enabling us to return $2.5 billion to shareholders.\nTurning to results for the quarter. System-wide RevPAR increased 5.7% year-over-year, exceeding our expectations, driven by strong international and group trends. Group RevPAR rose 6% year-over-year due to an uptick in small company meetings and convention demand. Business transient recovery continued in the quarter with RevPAR up more than 4%, [indiscernible] by gains in both rate and occupancy. As expected, leisure transient RevPAR increased 3%, decelerating modestly versus the third quarter, largely due to seasonality.\nCompared to 2019, system-wide RevPAR grew 13.5% in the quarter, up more than 200 basis points sequentially compared to the third quarter. Demand continued to improve with December system-wide occupancy reaching 2019 peak levels. Group RevPAR outperformed expectations, increasing 8% versus 2019 and up more than 700 basis points sequentially versus the third quarter. Business transient continued to recover, growing 5% versus 2019. As expected, leisure RevPAR remained strong, growing 25% versus 2019 and decelerating sequentially due to calendar shifts.\nAs we look to the year ahead, we expect system-wide top line growth of 2% to 4% versus 2023. We expect performance to be driven by continued growth across all major regions, with international markets modestly outpacing the U.S. We also expect positive RevPAR growth across all segments, driven by continued recovery in business transient and group coupled with steady leisure demand. We expect continued recovery in small company meetings and large association and convention business to drive strong group performance.\nFor 2024, group position is up 16% year-over-year with small companies meetings increasing as a percentage of mix further demonstrating the value of small- and medium-sized businesses given higher rates and greater resiliency.\nTurning to development. We continue to see positive momentum throughout the year, opening 24,000 rooms in the fourth quarter, marking the largest quarter of openings in our history. We achieved several milestones in the quarter, including the openings of our 250th Tru Hotel and our 1,000th Hilton Garden Inn. We also reached 70,000 rooms globally for Home2. Additionally, we celebrated the opening of Signia by Hilton Atlanta, the city's largest ground-up development in over 40 years. The property is strategically located next to the Georgia World Congress Center and Mercedes-Benz Stadium, features nearly 1,000 rooms and over 100,000 square feet of meeting space, including the largest hotel ballroom in Georgia.\nFor the full year, we opened 395 hotels totaling approximately 63,000 rooms and achieved net unit growth of 4.9%. Conversion activity remained strong, accounting for 30% of openings and demonstrating the strong value proposition our system continues to deliver for owners. Full service and collection brands represented the large majority of conversions and continue to gain traction with owners. Both Curio and Tapestry opened more hotels in 2023 than in any other year.\nEven with robust openings, our pipeline reached the highest level in our history, driven by record signings of 130,000 rooms, up 45% year-over-year and up 12% compared to pre-pandemic levels. At year-end, our pipeline totaled over 462,000 rooms with roughly half under construction following a strong year in construction starts.\nFor the full year, starts increased 15% driven by the U.S. We continue to have more rooms under construction than any other hotel company with approximately 1 in every 5 hotel rooms under construction globally slated to join our system.\nAs we look to the year ahead, we expect continued positive momentum in signing starts and conversions to drive even stronger openings, boosted by our 2 newest brands, Spark and LivSmart Studios. For the full year, we continue to expect net unit growth to accelerate to the higher end of our 5.5% to 6% guidance range with the opportunity for further upside of 25 to 50 basis points from our exclusive partnership with Small Luxury Hotels of the World that we announced this morning. This partnership will meaningfully expand our luxury distribution as we expect to add the majority of their over 500 hotels to our system.\nAdding this extraordinary portfolio with a heavy orientation to resort locations to our already strong and growing luxury portfolio will further enhance a powerful network effect and give our guests even more opportunities to dream, book, earn and burn points and we're doing so in a capital-light way.\nThe royalty rate will be in line with our existing brands, but fees will be paid only on the business driven through our channels. We expect over time to drive a meaningful portion of system revenues for SLH, and we'll start to integrate hotels into our system later this spring.\nLast quarter, we announced Hilton for Business, our multifaceted program designed to transform the travel experience for small and medium-sized businesses by providing a booking website along with targeted benefits designed specifically for SMBs. The program launched in January with thousands of companies registering in just the first few weeks. The SMBs account for approximately 85% of our business transient mix and comprising a meaningful and growing percentage of our group mix. Given its greater resiliency and higher rates, we think this important customer base provides significant opportunities to drive further growth.\nOverall, we remain focused on creating unique experiences in our hotels, including through innovative food and beverage offerings. We recently announced the launch of StiR Creative Collective, an in-house consulting and development arm that gives us the ability to work with our owners, operators and hotel teams to elevate food and beverage offerings to meet the evolving needs of our guests. Several noteworthy StiR projects have already launched at the Conrad Orlando, the Canopy by Hilton in Toronto and the new Signia in Atlanta.\nIn a business of people serving people, our team members are at the heart of absolutely everything we do. We recently celebrated the remarkable achievement of being named the #1 World's Best Workplace by Fortune and Great Place to Work. This recognition follows 8 consecutive appearances on the world's best list and marks the first time a hospitality company has achieved the top honor in this best-in-class program.\nAdditionally, for the seventh consecutive year, we were honored to be included in both the world and North America Dow Jones Sustainability Indices, the most prestigious ranking for corporate sustainability performance. Overall, we're extremely pleased with our performance with our world-class brands and powerful commercial engines driving a record pipeline and accelerating net unit growth. We are confident in our ability to continue delivering value for all of our stakeholders in 2024 and beyond.\nNow I'm going to turn the call over to Kevin to give a bit more detail on the quarter and our expectations for the year ahead.\n\nKevin J. Jacobs\n\nExecutive Vice President and Chief Financial Officer\n\nThanks, Chris, and good morning, everyone. During the quarter, system-wide RevPAR grew 5.7% versus the prior year on a comparable and currency-neutral basis. Growth was driven by strong international performance and continued recovery in group and business transient.\nAdjusted EBITDA was $803 million in the fourth quarter, up 9% year-over-year and exceeding the high end of our guidance range. Outperformance was driven by better-than-expected fee growth, largely due to better-than-expected RevPAR performance and license fee growth. Management and franchise fees grew 12% year-over-year. For the quarter, diluted earnings per share adjusted for special items was $1.68.\nTurning to our regional performance. Fourth quarter comparable U.S. RevPAR grew 2% year-over-year with performance led by both business transient and group. Leisure transient in the U.S. was flat with difficult year-over-year comparisons. Relative to 2019 peak levels, U.S. RevPAR increased 11% in the fourth quarter, improving 100 basis points versus the third quarter.\nIn the Americas outside the U.S., fourth quarter RevPAR increased 7% year-over-year, with urban markets delivering RevPAR growth of 17%, boosted by strong group business. In Europe, RevPAR grew 10% year-over-year with solid performance across all segments. Large events, including the Rugby World Cup in Paris, drove strong group performance across several key cities.\nIn Middle East and Africa region, RevPAR increased 12% year-over-year, led by strong rate growth. The COP28 Climate Change Conference in Dubai, along with solid trends in Egypt continued contributed to strong performance in the region. In the Asia Pacific region, fourth quarter RevPAR was up 42% year-over-year, led by continued demand recovery across China and Japan and notable strength across all segments.\nRevPAR in China was up 73% year-over-year in the quarter, with RevPAR in the Asia Pacific region, excluding China, up 18% year-over-year.\nTurning to development. As Chris mentioned, for the full year, we grew net units 4.9% and ended the year with over 462,000 rooms in our pipeline, which was up 11% year-over-year with approximately 60% located outside the U.S. and nearly half under construction.\nLooking to the year ahead, we are excited about our strong development story and the robust demand for Hilton-branded products in both the U.S. and international markets.\nMoving to guidance. For the first quarter, we expect system-wide RevPAR growth of 2% to 4% year-over-year. We expect adjusted EBITDA to be between $690 million and $710 million and diluted EPS adjusted for special items to be between $1.36 and $1.44. For full year '24, we expect RevPAR growth of 2% to 4%. We forecast adjusted EBITDA of between $3.33 billion and $3.38 billion. We forecast diluted EPS adjusted for special items of between $6.80 and $6.94.\nPlease note that our guidance ranges do not incorporate future share repurchases.\nMoving to capital return. We paid a cash dividend of $0.15 per share during the fourth quarter for a total of $158 million in dividends for the year. For full year 2023, we returned $2.5 billion to shareholders in the form of buybacks and dividends. In the first quarter, our Board authorized a quarterly cash dividend of $0.15 per share. For the full year, we expect to return approximately $3 billion to shareholders in the form of buybacks and dividends.\nFurther details on our fourth quarter and full year results can be found in the earnings release we issued earlier this morning. This completes our prepared remarks. We would now like to open the line for any questions you may have. We would like to speak with as many of you as possible, so we ask that you limit yourself to 1 question. MJ, can we have our first question, please?"
  },
  {
    "header": "HLT",
    "cik": "0001585689",
    "ticker": "HLT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c19824c94820db24906cced7e37c5a85",
    "period": "2023 Q3",
    "content": "Q3 2023 Hilton Worldwide Holdings Inc Earnings Call\n\nQ3 2023 Hilton Worldwide Holdings Inc Earnings Call\n\nHLTNYSEOCT 25, 9:00 AM\n\nOperator\n\nHello, and welcome to the Hilton Third Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to Jill Chapman, Senior Vice President, Investor Relations and Corporate Development. You may begin.\n\nJill Chapman\n\nSenior Vice President of Investor Relations & Corporate Development\n\nThank you, Andrey. Welcome to Hilton's Third Quarter 2023 Earnings Call. Before we begin, we would like to remind you that our discussions this morning will include forward-looking statements. Actual results could differ materially from those indicated in the forward-looking statements and forward-looking statements made today speak only to our expectations as of today. We undertake no obligation to update or revise these statements.\nFor a discussion of some of the risk factors that could cause actual results to differ, please see the Risk Factors section of our most recently filed Form 10-K. In addition, we will refer to certain non-GAAP financial measures on this call. You can find reconciliations of non-GAAP to GAAP financial measures discussed in today's call in our earnings press release and on our website at ir.hilton.com.\nThis morning, Chris Nassetta, our President and Chief Executive Officer, will provide an overview of the current operating environment and the company's outlook. Kevin Jacobs, our Chief Financial Officer and President, Global Development, will then review our third quarter results and discuss our expectations for the year. Following their remarks, we'll be happy to take your questions.\nWith that, I'm pleased to turn the call over to Chris.\n\nChristopher J. Nassetta\n\nPresident and Chief Executive Officer\n\nThank you, Jill. Good morning, everyone, and thanks for joining us today. I wanted to start today by saying that our thoughts are with all of those impacted by the tragic events that are unfolding in the Middle East. Our priority remains the safety and security of our team members and guests as well as helping in any way we can to support the relief efforts for the humanitarian crisis in the region through a number of organizations, including the International Committee for the Red Cross.\nTurning to results. We're pleased to report another strong quarter with system-wide RevPAR, adjusted EBITDA and adjusted EPS all above the high end of our guidance ranges. The strength of our brands, power of our commercial engines and resilient business model continue to drive strong top and bottom line performance. This supports meaningful free cash flow generation and greater shareholder returns. Year-to-date, we've returned more than $1.9 billion to shareholders, and we remain on track to return $2.4 billion to $2.6 billion for the full year.\nIn the quarter, system-wide RevPAR increased 6.8% year-over-year, boosted by strong international performance and continued recovery in business transient and group. Demand improved across all segments and regions with system-wide occupancy for the quarter reaching our highest level post pandemic and only 2 percentage points off prior peak levels with September just 1 point shy of 2019.\nGroup RevPAR rose 8% year-over-year, outperforming leisure and business transient RevPAR growth of 5% each. Compared to 2019, system-wide RevPAR grew 11.4% in the quarter with all segments accelerating sequentially versus the second quarter. Overall performance was driven by both rate and occupancy. Steady rate growth and rising demand drove leisure RevPAR up 29% versus 2019, improving roughly 300 basis points versus the second quarter. Business transient RevPAR grew 7% with both large and small accounts improving.\nAdjusting for holiday and calendar shifts, mid-week RevPAR increased nearly 500 basis points versus the second quarter. On the group side, RevPAR exceeded 2019 peak levels for the first full quarter since the pandemic and we continue to see positive group booking trends in the quarter for all future periods. Group position for 2024 is now up 18% year-over-year, and lead demand in the quarter for all future arrivals increased more than 15%.\nAs we look to the fourth quarter, we expect continued strength in international markets, along with continued improvement in business transient and group demand to drive further acceleration in RevPAR compared to 2019. Better-than-expected third quarter performance and increased expectations for the fourth quarter, partially driven by better group bookings. As a result, we now expect full year RevPAR growth of 12% to 12.5%.\nTurning to development. We saw another quarter of robust signings with a near-record 35,500 rooms signed increasing 80% year-over-year. Our pipeline now stands at the highest in our history, totaling 457,000 rooms, up 4% versus the second quarter and 10% year-over-year. Signings in the quarter spanned our portfolio, demonstrating the benefits of a diversified industry-leading family of brands. Conversions accounted for 35% of signings increasing sequentially versus the second quarter.\nOverall, we remain on track to deliver the highest annual signings in our company's history, surpassing 2019 record levels by double-digit percentage points. We also delivered another strong quarter of construction starts with every major region exceeding our expectations, and the U.S. in particular, delivering its strongest quarter of start since Q1 2020, up 18% year-over-year. Roughly half of our pipeline is currently under construction, and we continue to have more rooms under construction than any other hotel company accounting for more than 20% of industry share.\nIn the quarter, we opened 107 hotels totaling nearly 16,000 rooms, up 22% year-over-year and 12% versus the second quarter. We achieved several milestones in the quarter, including the opening of our 700th hotel in the Asia Pacific region, and we celebrated our 60th anniversary in Japan. We also opened our 300th lifestyle hotel in our 50,000th lifestyle room, including the global debut of Tempo by Hilton designed with well-being in mind, the brand's first property is now open in the middle of Times Square, New York as part of the TSX development.\nAdditionally, Canopy launched in the south of France with the opening of the Canopy by Hilton Con making Hilton's entry into the city and the latest addition to a growing portfolio of Canopy properties across Europe. Curio celebrated its debut in Savannah, Georgia. Tapestry increased its portfolio with the opening of the Bankers Alley Hotel in Nashville, and Motto expanded its signature flexible design and local vibe with its second hotel in New York City.\nDuring the quarter, we also celebrated the debut of our newest cost-effective conversion brand Spark by Hilton, the grand opening of the Spark by Hilton Mystic Groton in Connecticut solidified our foray into the premium economy segment. I just visited the property last week and was blown away. I would encourage any of you that are in the area to go see it. Opening just 8 months after launch, Spark is the fastest announcement to market brand in Hilton's history, with more than 400 deals in negotiation, we think this is the start of a journey to reshape the premium economy segment while expanding our customer and our owner base.\nAnnounced just 5 months ago, Project H3 also continues to see tremendous demand with 350 deals in negotiation. In fact, later today, we're breaking ground on the first ever property in Kokomo, Indiana, which we expect to open in late summer 2024. Positive momentum in openings has continued into the fourth quarter with several notable openings in October, including the 540 room Hilton Cancun, Mar Caribe and all-inclusive resorts.\nTomorrow, we'll announce and open a 1,000-room conversion property in the Northeast part of the United States. We forecast conversions will account for approximately 30% of full year openings.\nFor the full year, we continue to expect net unit growth of approximately 5%. We believe we have hit an inflection point and expect a meaningful uptick in openings in the fourth quarter with continued positive momentum into next year, with forecast for our highest level of signings in the air, the largest pipeline in our history, nearing the largest under-construction pipeline in our history with identified 2024 openings and positive momentum in conversions, we are confident in our ability to accelerate net unit growth to 5.5% to 6% next year and to return to our prior 6% to 7% growth rate.\nIn terms of fee contribution, our algorithm is alive and well, and we expect fee growth above RevPAR plus net unit growth going forward. Our under-construction portfolio mix of roughly 60% focused service hotels and 40% full service remains in line with our existing supply. This balanced and diversified pipeline, along with rising RevPAR and royalty rates gives us confidence in our ability to continue delivering high-quality growth with increasing fees per room.\nWe also continue strengthening our value proposition for Hilton Honors members. In the quarter, Honors membership grew 19% year-over-year to more than 173 million members and remains the fastest-growing hotel loyalty program. Members accounted for 64% of occupancy, up more than 200 basis points year-over-year. Demonstrating our commitment to meeting the evolving preferences of our guests, we recently announced several new innovations.\nAs part of our long-term commitment to digitally transform the business travel experience for millions of small- and medium-sized enterprises, we will launch Hilton for Business early next year. The multifaceted program will feature a new booking website along with targeted benefits designs, especially for SMEs, which account for approximately 85% of our business mix.\nAdditionally, we will expand our events booking capabilities, enabling customers to book meetings and event spaces with or without guestroom blocks directly on our website. For travelers who prioritize sustainability, we recently announced an expanded agreement with Tesla to install up to 20,000 universal wall connectors at 2,000 hotels making our planned EV charging network, the largest in the industry.\nWe also continue to be recognized for our culture. During the quarter, we were named the top hospitality employer in Europe and in Asia by Great Place to Work. And just yesterday, we were named the #1 Best Workplace for Women in the United States for the fifth year in a row. The strong results we're reporting today would not be possible without our more than 460,000 team members who spread the light and warmth the hospitality each and every day.\nOverall, we're very pleased with the performance in the quarter, and we remain very optimistic about the tremendous opportunities that lie ahead with continued strong demand, coupled with our record pipeline and accelerating net unit growth forecast. We're confident in our ability to further differentiate ourselves from the industry in the years ahead.\nNow I'll turn the call over to Kevin for a few more details on the results for the quarter and our expectations for the full year.\n\nKevin J. Jacobs\n\nExecutive Vice President and Chief Financial Officer\n\nThanks, Chris, and good morning, everyone. During the quarter, system-wide RevPAR grew 6.8% versus the prior year on a comparable and currency-neutral basis. Growth was driven by strong international performance as well as continued strength in leisure and steady recovery in business transient and group travel.\nAdjusted EBITDA was $834 million in the third quarter, up 14% year-over-year and exceeding the high end of our guidance range. Outperformance was driven by better-than-expected fee growth largely due to better-than-expected RevPAR performance and license fee growth. Management and franchise fees grew 12% year-over-year. For the quarter, diluted earnings per share adjusted for special items was $1.67, increasing 27% year-over-year and exceeding the high end of our guidance range.\nTurning to regional performance. Third quarter comparable U.S. RevPAR grew 3% year-over-year with performance led by continued recovery in both business transient and group. Leisure demand in the U.S. remained strong even with tougher year-over-year comps. Relative to 2019 peak levels, U.S. RevPAR increased 10% in the third quarter, improving 200 basis points versus the second quarter.\nIn the Americas outside the U.S., third quarter RevPAR increased 11% year-over-year. Performance was driven by strong group demand, particularly in urban locations. In Europe, RevPAR grew 11% year-over-year. Performance benefited from continued strength in leisure demand and recovery in business travel.\nIn the Middle East and Africa region, RevPAR increased 19% year-over-year led by both rate growth and strong demand from the summer travel season.\nIn the Asia Pacific region, third quarter RevPAR was up 39% year-over-year, led by the continued demand recovery in China. RevPAR in China was up 38% year-over-year in the quarter and 12% higher than 2019. The rest of the Asia Pacific region also saw significant growth with RevPAR, excluding China, up 40% year-over-year.\nMoving to our guidance. For the fourth quarter, we expect system-wide RevPAR growth to be between 4.5% and 5.5% year-over-year and 12% to 13% versus 2019 with continued sequential improvement versus the third quarter. We expect adjusted EBITDA of between $739 million and $759 million and diluted EPS adjusted for special items to be between $1.51 and $1.56.\nFor the full year 2023, we expect RevPAR growth to be between 12% and 12.5%. We forecast adjusted EBITDA of between $3.025 billion and $3.045 billion. We forecast diluted EPS adjusted for special items of between $6.04 and and $6.09. Please note that our guidance ranges do not incorporate future share repurchases.\nMoving on to capital return. We paid a cash dividend of $0.15 per share during the third quarter for a total of $39 million. Our Board also authorized a quarterly dividend of $0.15 per share in the fourth quarter. Year-to-date, we have returned more than $1.9 billion to shareholders in the form of buybacks and dividends, and we expect to return between $2.4 billion and $2.6 billion for the full year.\nFurther details on our third quarter results can be found in the earnings release we issued earlier this morning. This completes our prepared remarks. We would now like to open the line for any questions you may have. We would like to speak with as many of you as possible, so we ask that you limit yourself to 1 question.\nMJ, can we have our first question please?"
  },
  {
    "header": "HLT",
    "cik": "0001585689",
    "ticker": "HLT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e00fbb56cb310bbb095b5eb33a442d6e",
    "period": "2023 Q2",
    "content": "Q2 2023 Hilton Worldwide Holdings Inc Earnings Call\n\nQ2 2023 Hilton Worldwide Holdings Inc Earnings Call\n\nHLTNYSEJUL 26, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Hilton Second Quarter 2023 Earnings Conference Call. [Operator Instructions] This event is being recorded. I would now like to turn the conference over to Jill Chapman, Senior Vice President, Investor Relations and Corporate Development. You may begin.\n\nUnknown Executive\n\nThank you, MJ. Welcome to Hilton's Second Quarter 2023 Earnings Call. Before we begin, we would like to remind you that our discussions this morning will include forward-looking statements. Actual results could differ materially from those indicated in the forward-looking statements, and forward-looking statements made today speak only to our expectations as of today. We undertake no obligation to update or revise these statements. For a discussion of some of the factors that could cause actual results to differ, please see the Risk Factors section of our most recently filed Form 10-K.\nIn addition, we will refer to certain non-GAAP financial measures on this call. You can find reconciliations of non-GAAP to GAAP financial measures discussed in today's call in our earnings press release and on our website at ir.hilton.com. This morning, Chris Nassetta, our President and Chief Executive Officer, will provide an overview of the current operating environment and the company's outlook. Kevin Jacobs, our Chief Financial Officer and President, Global Development, will then review our second quarter results and discuss our expectations for the year. Following their remarks, we'll be happy to take your questions. With that, I'm pleased to turn the call over to Chris.\n\nChristopher J. Nassetta\n\nPresident and Chief Executive Officer\n\nThank you, Jill, and good morning, everybody. We appreciate you joining us today. We're excited to report strong second quarter results with RevPAR, adjusted EBITDA and EPS exceeding our expectations. Adjusted EBITDA for the quarter had a record $811 million, the highest single quarter in our company's history. Performance continued to be driven by solid fundamentals, along with continued share gains. Our industry-leading brands, strong commercial engines and powerful partnerships continue to strengthen our system and differentiate us from the competition while a culture of innovation continued to fuel additional growth opportunities. Despite macro challenges over the near term, we're confident in our ability to continue driving solid top line and bottom line growth and, in turn, growing free cash flow. Given the strength of our results thus far and our expectations for the rest of the year, we're increasing our guidance for return of capital for the full year to between $2.4 billion and $2.6 billion.\nTurning to results in the quarter. System-wide RevPAR increased 12.1% year-over-year as strong demand drove continued pricing power across all segments. Systemwide occupancy improved 4 points during the quarter to reach 77% in June, our highest level post pandemic. Business transient RevPAR remained strong, growing 11% year-over-year as trends continue to normalize. Leisure RevPAR increased 7% versus last year, driven by solid rate growth and despite more difficult year-over-year comparisons. Group recovery remained robust in the quarter with RevPAR growing 19% year-over-year. Compared to 2019, system-wide RevPAR grew more than 9% in the quarter with all segments performing well versus prior peaks and accelerating sequentially versus the first quarter. Stable demand and rising rates drove leisure RevPAR growth of 26% versus 2019 and business transient growth of 6% and group RevPAR was roughly flat versus prior peak levels and improved versus the first quarter. As we look to the back half of the year, we expect continued strength driven by recovery in international markets, business transient and group demand.\nOn the group side, we continue to see very positive trends. Our bookings in the quarter for 2024 arrivals grew 30%, with group position now at 13%, up driven by the corporate segment. And our sales team saw the largest revenue bookings in our history for all future arrival periods. Based on all of that, we now expect full year RevPAR growth of between 10% and 12%.\nTurning to development. We signed more than 36,000 rooms in the second quarter, representing the largest quarterly signs in our history. Conversions accounted for nearly 1/3 of signings in the U.S. Signings in international markets doubled versus last year, accounting for roughly half of system-wide signings in the quarter, driven by strong momentum across Europe and Asia Pacific. In Europe, we signed agreements across 14 countries, including our first Tapestry Hotel in the French Riviera and our first Curio in Croatia. In China, Hilton Garden Inn continued to show tremendous growth since launching our new franchise business model. In the quarter, we signed approximately 3,700 HCI rooms in China more than 3x last year and accounting for more than 1/3 of our signings in China. Signings in America were up 20 in the Americas were up 25 year-over-year with strong interest in the U.S. despite tighter credit conditions. We've signed more than 50 true hotels year-to-date, representing the strongest pace since 2017 as the operating success of existing true properties is linked to a surge in new signings. Results were further helped by Spark with approximately 60 hotels signed and another 400 in negotiation just 6 months since its launch.\nNearly all deals are conversions from third-party brands and half represent new owners to Hilton, with our first park scheduled to open in September and roughly 20 by year-end, Spark is well positioned to disrupt the premium economy segment while expanding our customer and owner base, especially in markets where there is no Hilton brand presence today. In addition to the strong start for Spark, we recently launched an inventive new extended stay brand in the U.S. Under the working title Project H3, the apartment-style accommodations are designed for guests booking 20 or more nights built with the staying power of Hilton's award-winning hospitality. We have received tremendous interest from owners and developers due to the strong market opportunity, cost-efficient build and high-margin model, and we currently have more than 300 deals in negotiation.\nOur system-wide pipeline now stands at a record 3,000 properties totaling approximately 441,000 rooms, increasing 7% year-over-year and 3% from last quarter. Following another strong quarter of starts, up more than 73% year-over-year roughly and over 40% year-to-date, roughly half of our pipeline is currently under construction. We have more rooms under construction than any other hotel company ensuring guests will have even more options to stay with us in the years to come. Specifically in the U.S., our under construction pipeline has continued to increase, up 15% year-over-year which will contribute to increased openings later this year and next. In fact, in the coming weeks, we're going to open nearly 2,000 additional hotel rooms in New York Times Square with the debut of our first-ever tempo by Hilton than a new tri-brand property featuring Home2 Suites, Hampton Inn and Motto.\nIn the quarter, we celebrated several milestones, including the openings of our 2,900 Hampton Inn and our 600 Home2 Suites property, which remains one of the fastest-growing brands in the industry. Additionally, we surpassed 150,000 rooms in Asia Pacific, including the openings of the Hilton Okinawa, Miyako Island Resort in Japan and the Conrad Shenzhen, our first luxury hotel in China's thriving technology hub. We expect openings to accelerate as the year progresses given strong international and conversion trends and expect conversions to account for around 30% of openings. For the full year, we expect net unit growth of approximately 5%. With forecasts for our highest level of signings, the largest pipeline in our history and approaching the largest under-construction pipeline in our history, we expect net unit growth to accelerate to 5% to 6% next year and to return to 6% to 7% over the next couple of years.\nAs part of our commitment to deliver exceptional experiences for guests, we remain focused on initiatives to drive increased loyalty and satisfaction. We know, for instance, that food and beverage experiences are an integral part of travel and want to ensure our hotels themselves are great dining destinations. We recently formed a first-of-its-kind partnership with the James Beard Foundation serving as the premier sponsor of the 2023 restaurant and Chef awards and continue expanding our partnerships with world-class talents such as Michael Mina, Jose Andres, Nancy Silverton and Paul McGee. Gilt Motors remains the fastest-growing hotel loyalty program with more than 165 million members, up 20% year-over-year, driven by strong growth across all major regions. Honors members accounted for 64% of occupancy in the quarter, up 2 points year-over-year. Hilton team members and our award-winning culture continue to differentiate our brands from the competition, just yesterday, our Waldorf Astoria Home2 and True brands were named best in category by J.D. Power for their respective segments in North America.\nLast week was Hilton was again named as a top employer for millennials for the sixth consecutive year. Since 2016, we've been recognized by Great Place to Work as the world's best hospitality company in over 60 countries. We're thankful for the great work our team members do to serve our guests around the world. We have incredible opportunities ahead to further position ourselves as the leader in hospitality, and we're very excited for the future of travel.\nWith that, I'll turn the call over to Kevin to give you a few more details on the quarter and expectations for the full year.\n\nKevin J. Jacobs\n\nExecutive Vice President and Chief Financial Officer\n\nThanks, Chris, and good morning, everyone. During the quarter, system-wide RevPAR grew 12% versus the prior year on a comparable and currency-neutral basis. Growth was driven by strong demand growth in APAC as well as continued strength in leisure and steady recovery in business transient and group travel. Adjusted EBITDA was $811 million in the second quarter up 19% year-over-year and exceeding the high end of our guidance range. Performance was driven by better-than-expected fee growth, largely due to better-than-expected RevPAR performance as well as strong performance in Europe and Japan, benefiting our ownership portfolio. Management franchise fees grew 16% year-over-year, driven by continued RevPAR improvement. For the quarter, diluted earnings per share adjusted for special items was $1.63 increasing 26% year-over-year and exceeding the high end of our guidance range.\nTurning to our regional performance. Second quarter comparable U.S. RevPAR grew 6% year-over-year with performance led by continued recovery in both business transient and group segments. Leisure demand in the U.S. remained strong but grew more modestly year-over-year due to tougher comparisons. In the Americas outside the U.S., second quarter RevPAR increased 22% year-over-year. Performance was driven by strong group demand particularly at our resort properties. In Europe, RevPAR grew 26% year-over-year. Performance benefited from continued strength in leisure demand and recovery in international inbound travel, particularly from the U.S. In the Middle East and Africa region, RevPAR increased 30% year-over-year, led by rate growth and strong demand from our [ lygus ] travel.\nIn the Asia Pacific region, second quarter RevPAR was up 79% year-over-year led by the continued demand recovery in China. RevPAR in China was up 103% year-over-year in the quarter, an 18-point sequential improvement from the prior quarter and 3% higher than 2019. The rest of the Asia Pacific region also saw significant growth with RevPAR, excluding China, up 52% year-over-year.\nMoving to guidance. For the third quarter, we expect system-wide RevPAR growth to be between 4% and 6% year-over-year. We expect adjusted EBITDA of between $790 million and $810 million and diluted EPS adjusted for special items to be between $1.60 and $1.65. For full year 2023, we expect RevPAR growth to be between 10% and 12%. We forecast adjusted EBITDA of between $2.975 billion and $3.025 billion. We forecast diluted EPS adjusted for special items of between $5.93 and $6.06. Please note that our guidance ranges do not incorporate future share repurchases.\nMoving on to capital return. We paid a cash dividend of 15% -- $0.15 per share during the second quarter for a total of $40 million. Our Board also authorized a quarterly dividend of $0.15 per share in the third quarter. Year-to-date, we have returned more than $1 billion to shareholders in the form of buybacks and dividends. And as Chris mentioned earlier, we now expect to return between $2.4 billion and $2.6 billion for the full year. Further details on our second quarter results can be found in the earnings release we issued earlier this morning. This completes our prepared remarks. We would now like to open the line for any questions you may have. We would like to speak with as many of you as possible so we ask that you limit yourself to one question. MJ, can we have our first question, please?"
  },
  {
    "header": "HLT",
    "cik": "0001585689",
    "ticker": "HLT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8e6532f18349727b46d05398f25322df",
    "period": "2023 Q1",
    "content": "Q1 2023 Hilton Worldwide Holdings Inc Earnings Call\n\nQ1 2023 Hilton Worldwide Holdings Inc Earnings Call\n\nHLTNYSEAPR 26, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Hilton First Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to Brian Kucaj, Senior Director, Investor Relations. You may begin.\n\nBrian Kucaj\n\nThank you, Chad. Welcome to Hilton's First Quarter 2023 Earnings Call. Before we begin, we would like to remind you that our discussions this morning will include forward-looking statements. Actual results could differ materially from those indicated in the forward-looking statements, and forward-looking statements made today speak only to our expectations as of today. We undertake no obligation to update or revise these statements. For a discussion of some of the factors that could cause actual results to differ, please see the Risk Factors section of our most recently filed Form 10-K.\nIn addition, we'll refer to certain non-GAAP financial measures on this call. You can find reconciliations of non-GAAP to GAAP financial measures discussed in today's call, in our earnings press release and on our website at ir.hilton.com. This morning, Chris Nassetta, our President and Chief Executive Officer, will provide an overview of the current operating environment and the company's outlook. Kevin Jacobs, our Chief Financial Officer and President, Global Development, will then review our first quarter results and discuss our expectations for the year. Following their remarks, we will be happy to take your questions. With that, I'm pleased to turn the call over to Chris.\n\nChristopher Nassetta\n\nThanks, Brian. Good morning, everyone, and thanks for joining us today. We're pleased to report that demand for travel remains strong, maintaining the trend that we saw in the back half of last year, which led to both our top and bottom line results finishing the quarter above the high end of our guidance. As we move forward, fundamentals remain strong, and we're -- and we expect secular tailwinds to continue to support growth. Despite continued macroeconomic uncertainty, we're optimistic that the power of our network effect, our industry-leading RevPAR premiums and our fee-based capital-light business model will continue to drive strong operating performance, unit growth and meaningful cash flow, enabling us to return an increasing amount of capital to shareholders.\nIn the first quarter, system-wide RevPAR grew 30% year-over-year and 8% compared to 2019. Rate continued to drive growth, up 11% compared to 2019, and system-wide occupancy reached 68%, up from the prior quarter and just 2 points shy of peak levels. Globally, all segments outperformed expectations, and the lifting of COVID restrictions in China drove significant recovery in demand across Asia Pacific throughout the quarter. As a result, RevPAR in the month of March exceeded 2019 levels across all regions and segments for the first time since the pandemic began. Given our strong results and positive momentum, we're raising both top and bottom line guidance for the full year, which Kevin will cover in more detail in just a few minutes.\nTurning to the segment details. Leisure trends remained strong throughout the quarter with RevPAR surpassing 2019 by approximately 15%, ahead of prior quarter performance. Strong leisure transient demand continue to drive rates up in the mid-teens above 2019 and occupancy fully recovered back to 2019 levels, driven by the surge in travel in Asia Pacific. Business transient also continued to improve with RevPAR up 4% from 2019, reflecting the resiliency of business travel, particularly for small and medium-sized businesses, which remained roughly 85% of our segment mix.\nRecovery in group remains robust with RevPAR finishing roughly in line with 2019 with steady improvement each month in the quarter and March exceeding 2019 by 5%. Demand for future bookings also remained strong with full year group position up 28% year-over-year and 3% versus 2019. Additionally, new group leads ended in the quarter 13% higher than 2019, an increase of 6 points compared to prior quarter.\nLooking at the full year, based on the better-than-expected Q1 results, the accelerated demand across Asia and continued positive momentum in group, we now expect full year system-wide top line growth between 8% and 11% versus 2022, assuming some slowdown in the back half of the year due to macroeconomic uncertainty, particularly in the U.S.\nTurning to development. In the first quarter, we opened 64 properties totaling over 9,000 rooms, celebrating several milestones, including the opening of our 500th hotel in China, our 100th addition to the Tapestry Collection and the opening of the Canopy Toronto Yorkville, the Lifestyle brand's debut in Canada. We also opened 2 new Embassy Suites resort properties in Virginia Beach and Aruba with the Aruba addition marking the brand's tenth international property. And after recently being ranked the #1 Hotel Franchise in Entrepreneur Magazine's Franchise 500 for a record-breaking 14th year in a row, Hampton by Hilton expanded its global presence to 37 countries with the brand's first property in Ecuador.\nWhile we expect to see some impact from the current financing environment, we are encouraged by the progress on the signings and starts front. We signed approximately 25,000 rooms during the quarter, growing our pipeline to a record 428,000 rooms, more than half of which are currently under construction. Signings in the quarter outpaced prior year across all regions. And conversion signings in the quarter were 24% higher than prior year, benefiting in part from the rollout of our newly-launched brand, Spark by Hilton. The initial interest in Spark has been tremendous. We currently have more than 300 deals in various stages of negotiation, and our teams are working hard to deliver this exciting new premium economy conversion brand with hotels opening later this year.\nHilton Garden Inn also continues to be an engine of global growth with 14 new signings across 6 countries in the quarter and over 60 working deals in 22 countries. Additionally, in April, we announced the signing of the Waldorf Astoria Jaipur, marking the debut of the brand in India and further demonstrating our commitment to expanding our world-class luxury brands across the globe.\nConstruction starts for the quarter totaled over 19,000 rooms, up nearly 20% from prior year, and starts in the U.S. were up more than 50% year-over-year. Our global under construction pipeline is up 8% compared to March 2022. And per STR, we continue to lead the industry in total rooms under construction. Taking all this into account, we still expect to deliver net unit growth within our guidance range this year and remain confident in our ability to return to 6% to 7% net unit growth over the next couple of years.\nOn the loyalty front, Hilton Honors grew to more than 158 million members, a 19% increase year-over-year and remains the fastest-growing hotel loyalty program. In the quarter, Hilton Honors members accounted for 62% of occupancy, an increase of 200 basis points year-over-year. Additionally, in an effort to further provide our loyal guests with an elevated wellness experience, in April, we announced the international expansion of our partnership with Peloton, bringing Peloton bikes to properties across the U.K., Germany, Canada and Puerto Rico, building on our existing partnership to make Peloton bikes available in all U.S. hotels.\nAs one of the world's largest hospitality companies, we recognize Hilton has a responsibility to protect the planet and to support the communities we serve to ensure our hotel destinations remain vibrant and resilient for generations of travelers to come. In early April, we published our 2022 Travel With Purpose report, outlining our latest progress towards our 2030 environmental, social and governance goals, including our efforts to reduce our environmental impact while creating engines of opportunity within our communities and preserving the beautiful destinations where we live, work and travel.\nWe remain committed to driving responsible travel and tourism globally while furthering positive environmental and social impact and sound governance across our operations and our communities. All of our success would not be possible without the dedicated efforts of our talented team, and we continue to be recognized for our remarkable workplace culture. Recently, Great Place to Work and Fortune ranked Hilton the #2 workplace in the U.S., our eighth consecutive year on the list, and once again, the top-ranked hospitality company, an accomplishment I'm truly proud of.\nOverall, despite macroeconomic uncertainty, we believe that our world-class brands, dedicated team members and resilient business model have us incredibly well positioned for the future. Now I'll turn the call over to Kevin for a few more details on the quarter and our expectations for the full year.\n\nKevin Jacobs\n\nThanks, Chris, and good morning, everyone. During the quarter, system-wide RevPAR grew 30% versus the prior year on a comparable and currency-neutral basis and increased 8% compared to 2019. Growth was driven by strong demand in APAC as well as continued strength in leisure and steady recovery in business transient and group travel. Adjusted EBITDA was $641 million in the first quarter, up 43% year-over-year and exceeding the high end of our guidance range.\nOutperformance was driven by better-than-expected fee growth across all regions as well as strong performance in Europe and Japan benefiting our ownership portfolio. Management and franchise fees grew 30% year-over-year, driven by continued RevPAR improvement. Continued good cost discipline further benefited results. For the quarter, diluted earnings per share adjusted for special items was $1.24, increasing 75% year-over-year and exceeding the high end of our guidance range.\nTurning to our regional performance. First quarter comparable U.S. RevPAR grew 21% year-over-year with performance continuing to be led by strong leisure demand. Both business transient and group RevPAR finished above 2019 peak levels for the second consecutive quarter, driven by strong rate growth. In the Americas outside the U.S., first quarter RevPAR increased 56% year-over-year and 35% versus 2019. Performance was driven by strong leisure demand at resort properties where RevPAR was up over 60% compared to peak levels. In Europe, RevPAR grew 68% year-over-year and was 13% higher than 2019. Performance benefited from continued strength in leisure demand and recovery in international inbound travel, particularly from the U.S.\nIn the Middle East and Africa region, RevPAR increased 32% year-over-year and 42% versus 2019, led by strong rate growth and group demand. In the Asia Pacific region, first quarter RevPAR was up 91% year-over-year and down only 4% versus 2019. RevPAR in China was down 5% compared to 2019, 32 points better than prior quarter as demand recovery accelerated due to the lifting of COVID restrictions. The rest of the Asia Pacific region also saw a significant improvement with RevPAR, excluding China, up 19% versus 2019, representing an 11-point improvement versus prior quarter.\nTurning to development. Our pipeline grew year-over-year and sequentially and now totals 428,000 rooms with nearly 60% located outside the U.S. and over half under construction. Looking at the full year, despite the near-term macroeconomic uncertainty, we still expect net unit growth between 5% and 5.5%.\nMoving to guidance. For the second quarter, we expect system-wide RevPAR growth to be between 10% and 12% year-over-year. We expect adjusted EBITDA of between $770 million and $790 million and diluted EPS adjusted for special items to be between $1.54 and $1.59. For full year 2023, we expect RevPAR growth of between 8% and 11%. We forecast adjusted EBITDA of between $2.875 billion and $2.95 billion. We forecast diluted EPS adjusted for special items of between $5.68 and $5.88. Please note that our guidance ranges do not incorporate future share repurchases.\nMoving on to capital return. We paid a cash dividend of 15% -- $0.15 per share during the first quarter for a total of $41 million. Our Board also authorized a quarterly dividend of $0.15 per share in the second quarter. Year-to-date, we have returned more than $600 million to shareholders in the form of buybacks and dividends, and we expect to return between $1.8 billion and $2.2 billion for the full year. Further details on our first quarter results can be found in the earnings release we issued earlier this morning. This completes our prepared remarks. We would now like to open the line for any questions you may have. We would like to speak with as many of you as possible, so we ask that you limit yourself to 1 question, please. Chad, can we have our first question?"
  },
  {
    "header": "HLT",
    "cik": "0001585689",
    "ticker": "HLT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8af04c69f79107cd43667b0d293e8495",
    "period": "2022 Q4",
    "content": "Q4 2022 Hilton Worldwide Holdings Inc Earnings Call\n\nQ4 2022 Hilton Worldwide Holdings Inc Earnings Call\n\nHLTNYSEFEB 9, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Hilton Fourth Quarter and Full Year 2022 Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded. I would now like to turn the conference over to Jill Slattery Chapman, Senior Vice President, Investor Relations and Corporate Development. You may begin.\n\nJill Slattery\n\nDirector, IR, Hilton Worldwide Holdings Inc.\n\nThank you, Chad. Welcome to Hilton's Fourth Quarter and Full Year 2022 Earnings Call. Before we begin, we would like to remind you that our discussions this morning will include forward-looking statements. Actual results could differ materially from those indicated in the forward-looking statements, and forward-looking statements made today speak only to our expectations as of today. We undertake no obligation to update or revise these statements. For a discussion of some of the factors that could cause actual results to differ, please see the Risk Factors section of our most recently filed Form 10-K and first quarter 2022 10-Q.\nIn addition, we will refer to certain non-GAAP financial measures on this call. You can find reconciliations of non-GAAP to GAAP financial measures discussed in today's call, in our earnings press release and on our website at ir.hilton.com. This morning, Chris Nassetta, our President and Chief Executive Officer, will provide an overview of the current operating environment and the company's outlook. Kevin Jacobs, our Chief Financial Officer and President, Global Development, will then review our fourth quarter and full year results and discuss our expectations for the year. Following their results, we'll be happy to take your questions. With that, I'm pleased to turn the call over to Chris.\n\nChristopher J. Nassetta\n\nPresident, CEO & Director, Hilton Worldwide Holdings Inc.\n\nThank you, Jill. Good morning, everyone, and thanks for joining us today. We're happy to report a strong end of another year of continued growth. Together with our team members, owners and communities, we've navigated through the most challenging times our industry has experienced and are deep into recovery throughout the world. During the year, we continued investing in new innovations and partnerships that meet guests evolving needs and further strengthen our value proposition for Hilton Honors members and owners. We remain committed to delivering reliable and friendly experiences to our guests, and we continue to enhance our network through our strategic and disciplined approach to development, enabling us to serve even more guests across more destinations for any stay occasion they may have.\nOur strategy drove strong performance for the year with systemized RevPAR up 42.5% versus 2021 and approximately 1% shy of 2019 levels. Both adjusted EBITDA and EPS surpassed our expectations and prior peaks with margins of roughly 69%, up more than 300 basis points year-over-year and more than 800 basis points over 2019 levels. Strong results and higher margins enabled us to generate the highest levels of free cash flow in our history and returned more than $1.7 billion to shareholders for the full year.\nTurning to results for the quarter. System-wide RevPAR grew 24.8% year-over-year, an increase 7.5% compared to 2019 with performance improving sequentially versus the third quarter. We saw continued progression across all segments with leisure business transient and group RevPAR all exceeding 2019 levels. System-wide occupancy reached 67%, up from the third quarter and just 3 points shy of prior peak levels. Overall rates remained robust, increasing 13% versus 2019 with all segments exceeding expectations.\nAs expected, leisure trends remained strong throughout the quarter, with RevPAR surpassing 2019 levels by approximately 12%, modestly ahead of third quarter performance. Strong leisure transient demand continued to drive rates up in the high teens compared to 2019. Business transient RevPAR also continued to improve, with business travel up 3% versus 2019, nearly all industries saw continued recovery compared to the prior quarter. Small and medium-sized businesses remained an important and growing part of our business travel segment, accounting for roughly 85% of our segment mix and enhancing our overall resiliency.\nGroup saw the biggest quarter-over-quarter improvement with RevPAR fully recovering to 2019 levels, driven by both occupancy and ADR gains, company meetings boosted performance improving more than 7 points versus the third quarter. As we look to the year ahead, acknowledging macroeconomic uncertainty, we expect system-wide top line growth of 4% to 8% versus 2022. We expect performance to be driven by continued growth in all segments and aided by easy first quarter comps due to Omicron, meaningful recovery across Asia and solid growth in U.S. urban markets as group business continues to recover.\nComprising roughly 20% of our normalized mix, group is a segment with the greatest visibility. For 2023, group position is up 25% year-over-year and nearly back to 2019 levels. Even with robust forward bookings, the pipeline still remains strong with tentative bookings up more than 20% versus last year, helped by rising demand for company meetings as organizations bring their teams back together.\nAdditionally, pricing for new bookings is up in the low double digits and lead volumes in January were at all-time highs. Turning to the development side. We continue to deliver on our commitment to capital-light growth. For the full year, we added nearly a hotel a day, totaling more than 58,000 rooms, and celebrated the opening of our 7,000th hotel. Since our go-private transaction 15 years ago, we've more than doubled the size of our system.\nOur rooms in the U.S. are up nearly 100%, and our international portfolio is now 3.5x larger. Additionally, we've added 10 new brands to our system, more than doubling our portfolio of brands. We achieved all of this without any acquisitions, and more than 90% of the deals in our current pipeline did not have any key money or other financial support.\nIn the fourth quarter, we celebrated the opening of our 60,000th Home2 Suites room, our 150,000 DoubleTree room, our 200th hotel in CALA and our 600th hotel in Asia Pacific, including our first Hilton Garden Inn in Japan. We also saw continued strength in construction starts throughout the year, leading to starts of more than 70,000 rooms for the full year. In the U.S., starts increased more than 9% versus 2021. We now have more rooms under construction than all major competitors. With a record pipeline of more than 416,000 rooms, half of which are under construction, we expect net unit growth of 5% to 5.5% for the year and remain confident in our ability to return to 6% to 7% net unit growth over the next couple of years.\nOur disciplined development strategy continues to enhance our network effect and enables us to serve more guests across more destinations for any stay occasion. Building on this commitment, last month, we launched our newest brand, Spark by Hilton, a value-driven product that delivers our signature reliable and friendly service at an accessible price. Spark provides a simple, consistent and comfortable stay with practical amenities and unexpected touches filling an open space in the industry by creating a new premium economy lodging option to meet the needs of even more guests and owners.\nPremium economy represents a large and growing segment of travelers, totaling nearly 70 million annually in the U.S. alone. For which, we have not had a tailored brand to serve. This cost-effective all conversion brand offers a streamlined reinvestment plan, focused on core guest elements and enables owners to leverage our industry-leading commercial engines and powerful network effect. To date, we have more than 200 deals in various stages of negotiation, almost all of which are conversions from third parties.\nAdditionally, we've identified more than 100 U.S. markets with no Hilton-branded products, providing a great opportunity for the brand and the company to expand its presence. As a testament to the strength of our system and our continued success of our customer-focused strategy, Hilton Honors surpassed 150 million members during the fourth quarter and remains the fastest-growing hotel loyalty program.\nHonors members accounted for approximately 64% of occupancy in the quarter, up more than 300 basis points year-over-year and roughly in line with 2019. Additionally, we welcomed approximately 200 million guests to our properties during the year, exceeding pre-pandemic peak levels. We remain focused on ensuring Hilton has a positive impact on the communities we serve.\nFor the sixth consecutive year, we were included on both the World and North America Dow Jones Sustainability Indices, the most prestigious ranking for corporate sustainability performance. And for the seventh consecutive year, we were ranked among the World's Best Places to Work by Fortune and Great Place to Work. So our performance demonstrates our team members have proven that we can handle whatever comes our way and because of our hard work and discipline, we are incredibly well-positioned for the future.\nWe're at a pivotal moment with great opportunities ahead in a new golden age of travel, and we're more confident than ever that our team is poised to deliver in 2023 and beyond. Now, I'll turn the call over to Kevin to give a little bit more detail on the quarter and the expectations for the full year.\n\nKevin J. Jacobs\n\nCFO & President of Global Development, Hilton Worldwide Holdings Inc.\n\nThanks, Chris, and good morning, everyone. During the quarter, system-wide RevPAR grew 24.8% versus the prior year on a comparable and currency neutral basis and increased 7.5% compared to 2019. Growth was driven by continued strength in leisure as well as steady recovery in business transient and group travel. Strength over the holiday travel season also benefited results. Adjusted EBITDA was $740 million in the fourth quarter, up 45% year-over-year and exceeding the high end of our guidance range.\nOutperformance was driven by better-than-expected fee growth, particularly in the Americas, Europe and the Middle East, as well as roughly $30 million in COVID-related government subsidies, which benefited our ownership portfolio. Recovery in Japan following borders reopening in October also contributed to strong performance in ownership. Management and franchise fees grew 31% year-over-year, driven by continued RevPAR improvement. Good cost discipline further benefited results.\nFor the fourth quarter, diluted earnings per share adjusted for special items was $1.59, increasing 121% year-over-year and exceeding the high end of our guidance range. Turning to our regional performance. Fourth quarter comparable U.S. RevPAR grew 20% year-over-year and increased 8% versus 2019. All 3 segments showed quarter-over-quarter improvement as compared to '19, with performance continuing to be led by strong leisure demand. Both business transient and group RevPAR recovered to above 2019 peak levels for the first time since the pandemic began, driven by continued recovery in occupancy and strong rate.\nIn the Americas outside of the U.S., fourth quarter RevPAR increased 53% year-over-year and 25% versus 2019. Performance was driven by strong leisure demand over the holiday travel season, particularly at resort properties where RevPAR was up over 60% versus peak levels. In Europe, RevPAR grew 67% year-over-year and 20% versus 2019. Performance benefited from continued strength in leisure demand and recovery in international inbound travel, particularly from the U.S.\nIn the Middle East and Africa region, RevPAR increased 26% year-over-year and 34% versus 2019. The region benefited from international inbound travel during the World Cup in Qatar. In the Asia Pacific region, fourth quarter RevPAR was up 29% year-over-year and down 19% versus 2019. RevPAR in China was down 37% compared to 2019, taking a step back quarter-over-quarter as loosening travel restrictions led to a surge of new COVID cases.\nDemand is expected to gradually recover throughout the year, but remains volatile in the near term due to rising infections. The rest of the Asia Pacific region saw significant improvement, with RevPAR, excluding China, up 8% versus 2019. Performance was largely driven by strength in Japan following borders reopening.\nTurning to development. For the full year, we grew net units 4.7%, modestly lower than expected, largely due to the ongoing COVID environment in China, which weighed on fourth quarter openings. Conversions accounted for 24% of our gross openings for the year. And additionally, our pipeline grew year-over-year, ending 2022 at more than 416,000 rooms, with nearly 60% of those located outside the U.S. and roughly half under construction.\nLooking to the year ahead, despite the near-term macroeconomic uncertainty, we are encouraged by the robust demand for Hilton-branded products in both the U.S. and international markets. For full year 2023, we expect net unit growth of between 5% and 5.5%. Turning to the balance sheet. In January, we completed an amendment to our revolving credit facility to increase the borrowing capacity under the facility to $2 billion and extend the maturity to 2028.\nAs we look ahead, we continue to remain confident in the strength of our liquidity position and financial flexibility. Moving to guidance. For the first quarter, we expect system-wide RevPAR growth to be between 23% and 27% year-over-year. We expect adjusted EBITDA of between $590 million and $610 million and diluted EPS adjusted for special items to be between $1.08 and $1.14.\nFor full year 2023, we expect RevPAR growth between 4% and 8%. We forecast adjusted EBITDA of between $2.8 billion and $2.9 billion. We forecast diluted EPS adjusted for special items of between $5.42 and $5.68. Please note that our guidance ranges do not incorporate future share repurchases.\nMoving on to capital return. We paid a cash dividend of $0.15 per share during the fourth quarter for a total of $123 million in dividends for the year. For full year 2022, we returned more than $1.7 billion to shareholders in the form of buybacks and dividends. In the first quarter, our Board authorized a quarterly cash dividend of $0.15 per share. For the full year, we expect to return between $1.7 billion and $2.1 billion to shareholders in the form of buybacks and dividends.\nFurther details on our fourth quarter and full year results can be found in the earnings release we issued earlier this morning. This completes our prepared remarks. We would like -- we would now like to open the line for any questions you may have. We would like to speak with as many of you as possible, so we ask that you limit yourself to 1 question. Chad, can we have our first question, please."
  },
  {
    "header": "HLT",
    "cik": "0001585689",
    "ticker": "HLT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/000dc2d6f2fa89061065dc7e402a8123",
    "period": "2022 Q3",
    "content": "Q3 2022 Hilton Worldwide Holdings Inc Earnings Call\n\nQ3 2022 Hilton Worldwide Holdings Inc Earnings Call\n\nHLTNYSEOCT 26, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Hilton Third Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded. I would now like to turn the conference over to Jill Slattery, Senior Vice President, Investor Relations and Corporate Development. You may begin.\n\nJill Slattery\n\nDirector, IR, Hilton Worldwide Holdings Inc.\n\nThank you, Chad. Welcome to Hilton's Third Quarter 2022 Earnings Call. Before we begin, we would like to remind you that our discussions this morning will include forward-looking statements. Actual results could differ materially from those indicated in the forward-looking statements, and forward-looking statements made today speak only to our expectations as of today. We undertake no obligation to update or revise these statements. For a discussion of some of the factors that could cause actual results to differ, please see the Risk Factors section of our most recently filed Form 10-K and our first quarter 10-Q.\nIn addition, we will refer to certain non-GAAP financial measures on this call. You can find reconciliations of non-GAAP to GAAP financial measures discussed in today's call in our earnings press release and on our website at ir.hilton.com.\nThis morning, Chris Nassetta, our President and Chief Executive Officer, will provide an overview of the current operating environment and the company's outlook. Kevin Jacobs, our Chief Financial Officer and President, Global Development, will then review our third quarter results and discuss our expectations for the year. Following their remarks, we'll be happy to take your questions.\nAnd with that, I'm pleased to turn the call over to Chris.\n\nChristopher J. Nassetta\n\nPresident, CEO & Director, Hilton Worldwide Holdings Inc.\n\nThank you, Jill. Good morning, everyone, and thanks for joining us today. The third quarter marked a very important milestone in our continued recovery. For the first time since the pandemic began, system-wide RevPAR surpassed 2019 levels. Additionally, adjusted EBITDA and adjusted EPS exceeded the high end of our guidance and 2019 levels. We achieved several notable development milestones in the quarter, including reaching 100,000 rooms open across Europe. And announced various strategic partnerships, further enhancing the guest experience and the strength of our global system.\nThe quarter's strong performance, coupled with our capital-light business model, enabled us to continue returning meaningful capital to shareholders. Year-to-date, we've returned more than $1.3 billion. And for the full year, we're on track to return between $1.5 billion and $1.9 billion to shareholders.\nTurning to the specific results in the quarter. Occupancy reached more than 73%, only 4 points shy of 2019 levels. As expected, strong travel demand continued through the summer months, primarily driven by robust leisure trends. Post-Labor Day, demand remains strong as business transient and group demand improved significantly, and leisure demand remained robust. Overall demand for the quarter peaked in September, nearly reaching 2019 levels, with business transient demand only 2 points off 2019 levels.\nADR also continued to strengthen, improving quarter-over-quarter and up 11% versus 2019. Rates across all segments surpassed 2019 levels with leisure transient rates up in the high teens in both business transient and group up in the mid-single digits. All of this translated into third quarter system-wide RevPAR growth of approximately 30% year-over-year and 5% compared to 2019 levels, with each month surpassing prior peaks.\nLeisure transient RevPAR continued to lead the recovery, exceeding 2019 levels by more than 11% for the quarter. Business transient RevPAR reached 2019 levels, with notable acceleration in large corporate business. Our top 20 business accounts are now just 3% shy of 2019 levels, with forward bookings trending above 2019.\nSmall and medium-sized businesses remain ahead of 2019 levels. Group RevPAR reached roughly 93% of prior peak levels for the quarter, with company meetings improving significantly as a percentage of mix. We expect trends to remain strong for the balance of the year with system-wide RevPAR once again surpassing 2019 levels in the fourth quarter. Leisure transient RevPAR is expected to remain meaningfully above prior peaks, driven by solid consumer confidence and a continued eagerness and ability to travel.\nWe expect business transient RevPAR to continue to see gradual recovery, primarily driven by rising demand as companies encourage their people to get back on the road.\nSystem-wide group position for the fourth quarter is approximately 5% above 2019 levels, accelerating over the last several months, largely due to a robust demand pipeline. Additionally, rates on new bookings are up in the mid- to high teens versus 2019, with group mix continuing to normalize. Company meetings and convention business make up a larger percentage of forward bookings versus the same period in 2019.\nAs we look ahead, we remain very optimistic about the future of travel. Despite near-term macro headwinds, we're not seeing any signs that fundamentals are weakening. Rising demand, coupled with historically low industry supply growth, should continue to drive strong pricing power. Consumers are shifting back to spending on experiences, international borders are reopening and pent-up demand is being released across all segments.\nConsumers still have an estimated $2.4 trillion of excess savings accumulated during the pandemic, or approximately 55% more in their checking and savings accounts than they did in 2019. Additionally, according to a recent global Hilton study, 85% of business travelers hope to travel as much or more next year. And group position for 2023 is less than 10% shy of 2019 peak levels, with a tentative pipeline up significantly. While the macro environment is more challenging, we are in the midst of a strong rebound with secular tailwinds that should support continued growth.\nTurning to development, we opened 80 properties, totaling nearly 13,000 rooms in the quarter and achieved several important milestones, including reaching 100,000 rooms in Europe, 25,000 Curio rooms globally and 600 Hilton Hotels & Resorts. All of our brands continue growing at a healthy pace given their distinct identities and compelling value propositions for both owners and guests.\nAccording to STR, our year-to-date net additions remain higher than all major branded competitors, demonstrating the power of our disciplined development strategy and the strength of our industry-leading RevPAR index premiums. During the quarter, we signed approximately 20,000 rooms, bringing our pipeline to a record 416,000 rooms, half of which are under construction. Signings were boosted by strong RevPAR performance in the U.S., which drove greater owner optimism around the recovery.\nWhile macro factors tempered international signings, we were thrilled to announce 9 landmark agreements to expand our luxury presence across 7 countries in the Asia Pacific region, including the Conrad Singapore, Orchard. We also signed agreements to grow our flagship Hilton brand in Malaysia, Waldorf in Morocco and what will become our first system-wide Tempo property in Times Square.\nConstruction starts outperformed expectations in the quarter, largely due to better activity in the U.S. as the cost of materials stabilized and demand for residential construction declined. According to STR, Hilton is the only major hotel company to deliver year-to-date growth in its under-construction pipeline.\nFor the full year, we continue to expect net unit growth of approximately 5%, and we expect mid-single-digit growth for the next couple of years before returning to our historical growth rate of 6% to 7%.\nWith even more exciting destinations to enjoy, we continue strengthening our value proposition for Hilton Honors members. In the quarter, Honors membership grew 19% year-over-year to 146 million, and members accounted for more than 61% of occupancy, up 200 basis points year-over-year and roughly in line with 2019. We also continue to invest in new innovations focused on ensuring we deliver reliable friendly stays that meet guests' evolving needs. An overwhelming 98% of guests in a recent survey said they are prioritizing wellness activities while on the road.\nDuring the quarter, we announced an industry-first partnership with Peloton to add Peloton bikes in every fitness center across all of our 5,400 U.S. properties by year-end. Our extremely talented team works tirelessly to execute on a great strategy, and we continue to be recognized for our award-winning culture. Hilton was recently named the #1 Best Workplace for Women in the U.S. and the #2 on the World's Best Workplaces by Fortune and Great Place to Work, our seventh consecutive year on the list and the only hospitality company on the list.\nAs we begin a new golden age of travel, I think we're better positioned than ever. Our brands are performing at their highest levels. We're running our highest margins in our company's history and we're on track to generate our highest levels of free cash flow yet.\nNow I'll turn the call over to Kevin to give you a bit more details on the quarter and our expectations for the full year.\n\nKevin J. Jacobs\n\nCFO & President of Global Development, Hilton Worldwide Holdings Inc.\n\nThanks, Chris, and good morning, everyone. During the quarter, system-wide RevPAR grew 29.9% versus the prior year on a comparable and currency neutral basis and increased 5% compared to 2019. Growth was driven by continued strength in leisure demand, as well as steady recovery in business transient and group travel.\nAdjusted EBITDA was $732 million in the quarter, exceeding the high end of our guidance range and up 41% year-over-year. Our performance was driven by better-than-expected fee growth, particularly across the Americas and Europe. Results also benefited from further recovery in our European ownership portfolio.\nManagement franchise fees grew 33%, driven by continued RevPAR improvement and strong Honors license fees. Good cost control continued to benefit results. For the quarter, diluted earnings per share adjusted for special items was $1.31, exceeding the high end of our guidance range and increasing 68% year-over-year.\nTurning to our regional performance. Third quarter comparable U.S. RevPAR grew 22% year-over-year and was up 6% versus 2019. Performance continued to be led by strong leisure demand over the summer travel season, with continued recovery in business transient and group travel further benefiting results.\nTotal U.S. business transient reached 2019 levels for the quarter, with U.S. group RevPAR up 7 percentage points quarter-over-quarter to 95% of the 2019 peak levels.\nIn the Americas outside the U.S., third quarter RevPAR increased 74% year-over-year and was up 17% versus 2019. Performance was driven by continued strength in leisure demand, particularly across resort properties where ADR was up more than 20%.\nIn Europe, RevPAR grew 92% year-over-year and was up 20% versus 2019. Performance benefited from strong leisure demand and international inbound travel throughout the summer.\nIn the Middle East and Africa region, RevPAR increased 45% year-over-year and was up 6% versus 2019. The region continued to benefit from strong leisure demand and international inbound travel, particularly from Europe.\nIn the Asia Pacific region, third quarter RevPAR was up 46% year-over-year and down 16% versus 2019. RevPAR in China was down 14% compared to 2019, improving 33 percentage points quarter-over-quarter as leisure demand picked up over the school holidays and COVID lockdowns in Shanghai and Beijing were lifted in July. Travel demand remains volatile in China as a result of strict COVID policies and restrictions to contain new outbreaks.\nThe rest of the Asia Pacific region saw continued improvement with RevPAR, excluding China, up 10 points quarter-over-quarter, with September RevPAR down just 8% to 2019. We remain optimistic about further recovery across the entire Asia Pacific region as travel restrictions continue to ease and borders reopen to international travel. For example, our recent booking pace in Japan has already started to increase following the recent government stimulus announcement and border openings.\nTurning to development. Our pipeline grew year-over-year and sequentially, totaling nearly 416,000 rooms at the end of the quarter, with nearly 60% of pipeline rooms located outside the U.S. and roughly half under construction. For the full year, we still expect net unit growth of approximately 5% and signings of approximately 100,000 rooms globally with U.S. signings exceeding 2019 levels. Despite the near-term macroeconomic challenges, we remain confident in our ability to deliver net unit growth in the mid-single-digit range for the next couple of years.\nMoving to guidance. For the fourth quarter, we expect system-wide RevPAR growth to be between 19% and 23% year-over-year or up 2% to 6% compared to fourth quarter 2019. We expect adjusted EBITDA of between $641 million and $671 million and adjusted EPS adjusted for special items -- I'm sorry, diluted EPS adjusted for special items to be between $1.15 and $1.23.\nFor full year 2022, we expect RevPAR growth between 40% and 43%. Relative to 2019, we expect RevPAR to be down 1% to 3%. We forecast adjusted EBITDA of between $2.5 billion and $2.53 billion. Our adjusted EBITDA forecast represents a year-over-year increase of more than 50% at the midpoint and exceeds 2019 adjusted EBITDA by nearly 10%. We forecast diluted EPS adjusted for special items of between $4.46 and $4.54. Please note that our guidance ranges do not incorporate future share repurchases.\nMoving on to capital return. We paid a cash dividend of $0.15 per share during the third quarter for a total of $41 million year-to-date. Our Board also authorized a quarterly dividend of $0.15 per share in the fourth quarter. Year-to-date, we have returned more than $1.3 billion to shareholders in the form of buybacks and dividends.\nFor the full year, we expect to return between $1.5 billion and $1.9 billion to shareholders in the form of buybacks and dividends. Further details on our third quarter results can be found in the earnings release we issued earlier this morning.\nThis completes our prepared remarks. We would now like to open the line for any questions you may have. We would like to speak with as many of you as possible, so we ask that you limit yourself to 1 question. Chad, can we have our first question, please?"
  },
  {
    "header": "HLT",
    "cik": "0001585689",
    "ticker": "HLT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3f053994187bc29a6ec5920d492f7c49",
    "period": "2022 Q2",
    "content": "Q2 2022 Hilton Worldwide Holdings Inc Earnings Call\n\nQ2 2022 Hilton Worldwide Holdings Inc Earnings Call\n\nHLTNYSEJUL 27, 10:30 AM\n\nOperator\n\nGood morning, and welcome to the Hilton Second Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded. I would now like to turn the conference over to Jill Slattery, Senior Vice President, Investor Relations and Corporate Development. You may begin.\n\nJill Slattery\n\nDirector, IR, Hilton Worldwide Holdings Inc.\n\nThank you, Chad. Welcome to Hilton's Second Quarter 2022 Earnings Call. Before we begin, we would like to remind you that our discussions this morning will include forward-looking statements. Actual results could differ materially from those indicated in the forward-looking statements, and forward-looking statements made today speak only to our expectations as of today.\nWe undertake no obligation to update or revise these statements. For a discussion of some of the factors that could cause actual results to differ, please see the Risk Factors section of our most recently filed Form 10-K and first quarter 10-Q.\nIn addition, we will refer to certain non-GAAP financial measures on this call. You can find reconciliations of non-GAAP to GAAP financial measures discussed in today's call in our earnings press release and on our website at ir.hilton.com.\nThis morning, Chris Nassetta, our President and Chief Executive Officer, will provide an overview of the current operating environment and the company's outlook. Kevin Jacobs, our Chief Financial Officer and President, Global Development, will then review our second quarter results and discuss expectations for the year. Following their remarks, we will be happy to take your questions. With that, I'm pleased to turn the call over to Chris.\n\nChristopher J. Nassetta\n\nPresident, CEO & Director, Hilton Worldwide Holdings Inc.\n\nThank you, Jill. Good morning, everyone, and thanks for joining us today. As our second quarter results demonstrate, we have a lot to be proud of. System-wide RevPAR achieved 98% of 2019 peak levels with all major regions, except for Asia Pacific, exceeding 2019 RevPAR. We continued to execute on our strong development story, reaching 7,000 hotels globally and grew our industry-leading RevPAR premiums, all while maintaining good cost discipline. Coupled with the resiliency of our asset-light fee-based business model, these accomplishments enabled us to deliver EBITDA 10% higher than the second quarter of 2019, with margins of nearly 70%, up more than 800 basis points above 2019 levels.\nAs a result, we continued returning meaningful capital to shareholders after resuming our capital return program last quarter. Turning specifically to results. We reported RevPAR, adjusted EBITDA and adjusted EPS above the high end of our guidance for the second quarter. System-wide RevPAR increased 54% year-over-year and was just 2% below 2019 levels, improving each month throughout the quarter with June RevPAR surpassing prior peaks. All segments improved quarter-over-quarter, led by business transient and group. Leisure transient trends remained robust as consumer spending continue to shift from goods to services, particularly travel and entertainment. Weekend RevPAR was up approximately 14% compared to 2019, driven by robust rate gains.\nIn June, weekend ADR was up 20% versus prior peaks. Business transient demand continued to improve throughout the quarter, driving weekday occupancy up 6 points from April to June. Weekday RevPAR was 95% of 2019 levels with ADR exceeding prior peaks. U.S. business transient RevPAR surpassed prior peak levels in June with demand improving across nearly all industries. On the group side, RevPAR in the quarter was roughly 85% of 2019 levels. Full year group position improved meaningfully throughout the quarter with strong forward bookings across all location types and nearly all major categories.\nGroup mix is beginning to normalize with the percentage of company meetings increasing. Bookings for company meeting strengthened each month of the quarter with tentative pipeline for the year, up materially versus 2019, boosted by high teens rate increases. In the U.S., total group position is nearly at prior peak levels for the third quarter and exceeds prior peaks for the fourth quarter.\nWith continued improvement in these segments and positive momentum across all regions, we remain optimistic for continued recovery throughout the balance of the year. As a result, we are raising our expectations for the full year to reflect the quarter's strong results and better anticipated trends in the back half with RevPAR surpassing 2019 levels. For the full year, we expect to deliver adjusted EBITDA above 2019 and to generate the highest level of free cash flow in our history. We expect to return between $1.5 billion and $1.9 billion to shareholders in the form of buybacks and dividends or approximately 5% of our market cap at the midpoint.\nTurning to unit growth. We continue to drive a disproportionate share of global development with nearly 1 in every 5 rooms under construction around the world slated to join our system. Additionally, our development market share is more than 3x larger than our existing share, meaningfully higher than our peers, given our industry-leading RevPAR premiums. This is reflected in the more than 14,000 rooms we opened in the quarter. We signed more than 23,000 rooms, bringing our development pipeline to a record 413,000 rooms with nearly half of our pipeline under construction, we remain on track to deliver approximately 5% net unit growth for the year.\nAccording to STAR, our year-to-date net additions are higher than all major branded competitors. Our conversion openings totaled more than 3,400 rooms in the quarter, representing roughly 24% of total openings. One of the most notable conversion openings in the quarter was the Waldorf Astoria, Washington, D.C., inspired by the legacy of the old post office building, the property brings Waldorf's iconic history, stunning design and unforgettable experiences to our nation's capital.\nOur disciplined development strategy continues to enhance our network effect, enabling us to serve more guests across more destinations for any stay occasion. During the second quarter, we celebrated the opening of our 2,800 Hampton Hotel, 60,000 Embassy rooms and several key luxury announcements, including the openings of Conrad properties in Nashville and Sardinia and the signings of the Waldorf Astoria Sydney and Waldorf Astoria Kuala Lumpur.\nEarlier this month, we celebrated the highly anticipated opening of the Conrad Los Angeles anchored within the grand L.A., the spectacular 305-room hotel marks the brand's debut in California and makes L.A. the second U.S. city alongside Las Vegas to feature all 3 of our luxury brands.\nThe openings of the Hilton Maldives Amingiri Resort and Spa and the Hilton Tulum Riviera Maya, an all-inclusive resort, were 2 of the latest additions to our rapidly expanding portfolio of resort properties in prime beachfront destinations.\nWith 400 unique hotels and resorts opened and in the pipeline, our conversion-friendly brands, Curio and Tapestry continue to provide an attractive value proposition for owners. By providing authentic and curated experiences and drawing inspiration from their local communities, these brands enable owners to retain their own unique identities while also benefiting from the power of our commercial engines.\nDuring the quarter, we opened the Royal Palm Galapagos, marking the first international hotel brand in the Galapagos Islands and making Ecuador the 30th country in Curios growing portfolio. Tapestry opened its 10,000th room in the quarter, including the Hotel Marcel New Haven, which is anticipated to be the first net zero hotel in the U.S. and one less than a dozen lead platinum-certified hotels in the country.\nAll of these openings continue to expand the offerings available to our Hilton Honors members. In the quarter, Honors membership grew 17% to 139 million members and accounted for approximately 62% of occupancy, up 350 basis points year-over-year and roughly in line with 2019.\nTo address the evolving needs of guests, who want to travel with their pets, we have expanded our partnership with Mars Petcare to now include 7 of our brands, including all our focused service and all Suites brands as well as Canopy. Through these expanded partnerships, guests will have access to virtual support from the Mars pet expert team and have more than 4,600 pet-friendly hotels to choose from.\nWe continue to double down on the importance of the guest experience and their stay. Earlier this week, we launched our first ever global platform to focus on what has been missing from hotel advertising, the stay. Hilton for the stay places the hotel front and center. It goes without saying that our team members continue to be at the heart of that stay experience. I'm extremely proud that earlier in the quarter, Hilton was inducted in DiversityInc's Hall of Fame for our continued commitment to building an inclusive and welcoming environment.\nAnd now I'll turn the call over to Kevin for a few more details on the quarter and the expectations for the rest of the year.\n\nKevin J. Jacobs\n\nCFO & President of Global Development, Hilton Worldwide Holdings Inc.\n\nThanks, Chris, and good morning, everyone.\nDuring the quarter, system-wide RevPAR grew 54.3% versus the prior year on a comparable and currency-neutral basis. System-wide RevPAR was down 2.1% compared to 2019. Growth was driven by continued strength in leisure demand through the start of the summer travel season as well as stronger-than-expected recovery in business transient and group travel. Performance was driven by both occupancy and rate growth. Adjusted EBITDA was $679 million in the second quarter, exceeding the high end of our guidance range and up 70% year-over-year. The outperformance was driven by better-than-expected fee growth, particularly across the Americas and EMEA regions.\nManagement and franchise fees grew 54%, driven by meaningful RevPAR improvement and strong Honors license fees. Cost control further benefited results.\nFor the quarter, diluted earnings per share adjusted for special items was $1.29, exceeding the high end of our guidance range and increasing 130% year-over-year.\nTurning to our regional performance. Second quarter comparable U.S. RevPAR grew 47% year-over-year and was up 1% versus 2019. Performance continued to be led by robust leisure trends and was further boosted by significant RevPAR recovery in business transient group, up 16 and 20 percentage points, respectively, from the first quarter. In the Americas outside of the U.S., second quarter RevPAR increased 140% year-over-year and was up nearly 5% versus 2019. Performance was driven by strong leisure demand, particularly at resort properties. In Europe, RevPAR grew 283% year-over-year and was up 1% versus 2019. Performance benefited from reduced travel restrictions and greater than expected international inbound arrivals.\nIn the Middle East and Africa region, RevPAR increased 68% year-over-year and was up 4% versus 2019. The region continued to benefit from robust domestic leisure demand and strong international inbound travel, particularly from Europe. In the Asia Pacific region, second quarter RevPAR was down 5% year-over-year and down 39% versus 2019. RevPAR in China was down 47% compared to 2019 as strict COVID policies and lockdowns in Shanghai and Beijing continued to weigh on travel demand early in the quarter.\nDemand recovered quickly once restrictions eased with occupancy in China recovering from 37% in April to approximately 60% in June, less than 6 points shy of 2019 levels. The rest of the Asia Pacific region saw improvement as countries outside of China benefited from border reopenings. RevPAR for Asia Pacific ex China improved 12 percentage points throughout the second quarter, with April down 29% versus 2019 and June down 17%. We remain optimistic about continued recovery across the entire APAC region, including China as COVID-related policies continue to ease and additional countries open their borders for international travel.\nTurning to development. Our pipeline grew year-over-year and sequentially, totaling over 413,000 rooms at the end of the quarter with 60% of pipeline rooms located outside the U.S. and roughly half under construction. While macroeconomic uncertainty and variability across regions persistent, owner and developer interest remains healthy. The development community continues to preference our industry-leading brands and strong commercial engines. For the full year, we still expect net unit growth of approximately 5% and signings to exceed 100,000 rooms.\nMoving to guidance. For the third quarter, we expect system-wide RevPAR growth to be between 25% and 30% year-over-year or up 1% to 5% compared to third quarter 2019. We expect adjusted EBITDA between $660 million and $690 million and diluted EPS adjusted for special items to be between $1.16 and $1.24. For full year 2022, we expect RevPAR growth between 37% and 43%. Relative to 2019, we expect RevPAR to be down 1% to 5%. We forecast adjusted EBITDA of between $2.4 billion and $2.5 billion, with margins for the full year more than 600 basis points higher than 2019 levels.\nOur adjusted EBITDA forecast represents a year-over-year increase of more than 50% at the midpoint and exceeds 2019 adjusted EBITDA. We forecast diluted EPS adjusted for special items of between $4.21 and $4.46. Please note that our guidance ranges do not incorporate future share repurchases. Moving on to capital return. We paid a cash dividend of $0.15 per share during the second quarter for a total of $41 million. Our Board also authorized a quarterly dividend of $0.15 per share in the third quarter. Year-to-date, we have returned more than $800 million to shareholders in the form of buybacks and dividends. For the full year, we expect to return between $1.5 billion and $1.9 billion to shareholders in the form of buybacks and dividends. Further details on our second quarter results can be found in the earnings release we issued earlier this morning.\nThis completes our prepared remarks. We would now like to open the line for any questions you may have. We would like to speak to all of you this morning, so we ask that you limit yourself to one question. Chad, can we have our first question, please?"
  },
  {
    "header": "HLT",
    "cik": "0001585689",
    "ticker": "HLT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/43f150593bfd34629a59333f0a04ec1a",
    "period": "2022 Q1",
    "content": "Q1 2022 Hilton Worldwide Holdings Inc Earnings Call\n\nQ1 2022 Hilton Worldwide Holdings Inc Earnings Call\n\nHLTNYSEMAY 3, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Hilton's First Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded. I would now like to turn the conference over to Jill Slattery, Senior Vice President, Investor Relations and Corporate Development. You may begin.\n\nJill Slattery\n\nDirector, IR, Hilton Worldwide Holdings Inc.\n\nThank you, Chad. Welcome to Hilton's First Quarter 2022 Earnings Call.\nBefore we begin, we would like to remind you that our discussions this morning will include forward-looking statements. Actual results could differ materially from those indicated in the forward-looking statements, and forward-looking statements made today speak only to our expectations as of today. We undertake no obligation to update or revise these statements.\nFor a discussion of some of the risk factors that could cause actual results to differ, please see the Risk Factors section of our most recently filed Form 10-K.\nIn addition, we will refer to certain non-GAAP financial measures on this call. You can find reconciliations of non-GAAP to GAAP financial measures discussed in today's call in our earnings press release and on our website at ir.hilton.com.\nThis morning, Chris Nassetta, our President and Chief Executive Officer, will provide an overview of the current operating environment and the company's outlook. Kevin Jacobs, our Chief Financial Officer and President, Global Development, will then review our first quarter results and discuss our expectations for the year. Following their remarks, we'll be happy to take your questions.\nAnd with that, I'm pleased to turn the call over to Chris.\n\nChristopher J. Nassetta\n\nPresident, CEO & Director, Hilton Worldwide Holdings Inc.\n\nThank you, Jill. Good morning, everyone, and thanks for joining us today.\nBefore we begin, I'd like to take a minute to express our sadness at the tragic events continuing to unfold in Ukraine. Our hotels have always been a part of the fabric of the communities we serve, and we take our promise to make those communities better places to live and work very seriously.\nAlong with the steps we've taken to protect our team members and guests, we've also partnered with American Express and our ownership community to donate up to 1 million room nights across Europe to support Ukrainian refugees and humanitarian relief efforts. Additionally, the Hilton Global Foundation has contributed to World Central Kitchen and Project Hope to further assist with the humanitarian aid. We are keeping our Hilton family and everyone impacted by these horrific events in our thoughts and hope for a peaceful resolution to this crisis.\nOur Hilton values and purpose-led culture have led us through uncertainty as well as recovery. Our team members around the world have worked hard to effectively navigate the challenges over the last 2 years, and as a result, have positioned Hilton even stronger for the future. As we look to the year ahead, we are optimistic that our industry-leading RevPAR premiums and fee-based capital-light business model, coupled with further demand recovery, will continue to drive strong performance and meaningful free cash flow, which will enable us to return significant capital to shareholders in a disciplined way.\nWith recent performance exceeding our expectation, we were pleased to have resumed our Capital Return Program earlier than anticipated, beginning share repurchases in March. Through April, we had completed approximately $265 million of buybacks. Additionally, we have declared a $0.15 per share quarterly dividend, further highlighting the confidence in continued recovery and the strength of our model. For the year, we expect to return $1.4 billion to $1.8 billion to shareholders in the form of buybacks and dividends.\nTurning to results in the quarter, system-wide RevPAR increased more than 80% year-over-year, driving adjusted EBITDA up 126%. RevPAR was approximately 83% of 2019 levels with adjusted EBITDA at 90%. Despite a choppy start to the year given Omicron related demand pressures, trends picked up meaningfully month-over-month with RevPAR declines versus 2019 improving approximately 17 percentage points from January to March, down only 9% to 2019, driven by acceleration across all segments.\nIn March, system-wide rates were up 3% compared to 2019. Strong leisure transient trends continued to boost weekend performance with RevPAR in the quarter exceeding 2019 levels and rates up approximately 9% versus prior peaks, acceleration in business transient and group trends drove meaningful improvement midweek.\nU.S. business transient RevPAR increased sequentially versus the fourth quarter, with March down only 9% compared to 2019 levels. Improving trends from large accounts, along with continued strength from SMEs results. In March, revenue from large accounts was just 12% below 2019. Overall business transient now comprises 45% of total segment mix just 10-point shy of prepandemic levels. For April, overall U.S. transient booked revenue for all future periods was up 17% versus 2019 levels, with rates up 10% and room nights up 7%. Weekday booked revenue was up 9% compared to 2019 and weekend booked revenue was up 38%, driven largely by strong rate gains.\nOn the group side, social and smaller events continue to lead recovery, while demand for company meetings and conventions improved meaningfully throughout the quarter. In March, total group RevPAR was more than 75% of 2019 levels, improving approximately 25 points versus January. Additionally, group revenue booked in the first quarter for all future periods was down just 4% relative to 2019 levels, and total lead volume for all future periods was up 3.5%. Compared to 2019, our tentative booking revenue is up significantly with rate gains for company meetings up more than 13%. Additionally, rates on new group bookings for in-year arrivals are strong, up in the high single digits versus 2019.\nAs we look to the balance of the year, we remain optimistic. Positive momentum has continued into the second quarter with April RevPAR tracking at roughly 95% of 2019 levels. While macro risks and uncertainty exists, forecast for economic growth remain healthy. Additionally, our ability to reprice rooms in real time creates a natural inflation hedge. We think there is a good likelihood that we'll reach 2019 system-wide RevPAR levels during the third quarter.\nFor the full year, we expect leisure RevPAR to exceed 2019 peak levels given excess consumer savings, a strong job market and pent-up demand. We expect business transient to be roughly back to 2019 levels by year-end, with expectations supported by rising corporate profits, rebounding demand from big businesses, and loosening travel restrictions. On the group side, we expect RevPAR to be at approximately 90% of 2019 levels by year-end, as demand for company meetings and convention business accelerates into the back half of the year.\nOn the development front, our leading RevPAR index premiums and powerful commercial engines continued to drive out performance. In the quarter, we added more than 13,000 rooms and achieved 5% net unit growth. We continue to deliver on our commitment to discipline and strategic growth, celebrating important milestones across segments and geographies. We opened our 500th Homewood in the U.S., our 50th Hilton Garden Inn in Asia Pacific and debuted our largest hotel in the Asia Pacific region with the opening of the 1,080 room Hilton Singapore Orchard. With a contemporary design, innovative dining experiences and extensive meeting space, the property is a fantastic representation of our flagship brand and puts us in an even stronger position in Asia to usher in a new era of travel.\nBuilding on last quarter's momentum, we also continued expanding our lifestyle portfolio with the openings of the Canopy Boston Downtown and the Canopy New Orleans. Even with strong openings, we grew our pipeline to more than 410,000 rooms up year-over-year and versus the fourth quarter. We continue to lead the industry in new development signings with Home2 Suites surpassing all other competitor brands globally. We demonstrated our commitment to further expand our luxury and lifestyle portfolios in the world's most sought-after destinations with the signing of the Waldorf Astoria Sydney, the Conrad Austin Hotel & Residences, and Canopy Properties in Cannes and Downtown Nashville.\nWe look forward to delivering world-class service and unforgettable experiences in these exciting destinations. Conversion signings in the quarter were up 15% year-over-year and represented nearly 20% of overall signings. In recent months, we signed agreements to bring our conversion-friendly brands, Curio and Tapestry to exciting destinations like the Galapagos Islands, San Sebastian Spain, Maui and Sonoma County, California. DoubleTree has continued to lead the way for European upscale growth with new conversion properties across France, Germany and the Netherlands.\nWhile rising costs are pressuring construction starts, we are on track to deliver 5% net unit growth for the year and remain confident in our ability to return to a 6% to 7% growth rate over the next few years. Reliable and friendly service are at the heart of our promise to our guests and we continue to leverage our direct channels to offer them even more personalized experiences. Direct bookings continued to grow in the quarter that represent roughly 75% of our total bookings led by growth in Digital Direct. OTA mix continued to decline and is approaching pre-pandemic levels as increases in business transient and group demand shifted customer mix.\nIn the quarter, Hilton Honors membership grew 15% to more than 133 million members. Honors members accounted for 60% of occupancy, flat versus the first quarter of 2019. And average nights per member were up 11% year-over-year as engagement continued to grow.\nAs we continue recovering from the impacts of the pandemic, I am inspired every day by the dedication of our team members as we welcome more guests back to our hotels. It's because of them and our culture of hospitality, that we continue to be recognized as a Great Place To Work. In fact, Hilton was recently named the #2 best company to work for in the United States by Fortune and Great Place to Work, something I'm truly proud of.\nAnd now I'll turn the call over to Kevin for more details on our results in the quarter and our expectations for the year ahead. Kevin?\n\nKevin J. Jacobs\n\nCFO & President of Global Development, Hilton Worldwide Holdings Inc.\n\nThanks, Chris, and good morning, everyone. During the quarter, system-wide RevPAR grew 80.5% versus the prior year on a comparable and currency-neutral basis. System-wide RevPAR was down 17% compared to 2019, impacted by the Omicron variant. Following a seasonally slow start to the year, demand picked up across all segments and regions in March, driven by continued strength in leisure demand and loosening corporate travel restrictions. Performance was driven by both occupancy and rate growth.\nAdjusted EBITDA was $448 million in the first quarter. Results reflect the continued recovery in travel demand. Management and franchise fees grew 79%, driven by meaningful RevPAR improvement and strong Honors license fees. Continued cost control further benefited results. Our ownership portfolio posted a loss for the quarter due to the more challenging operating environment, particularly at the start of the year in Europe and Japan, where the portfolio is concentrated. Fixed rent payments at some of our leased properties also pressured results.\nHowever, performance improved throughout the quarter, driven by strengthening demand across Europe in March. Rebounding fundamentals, coupled with cost discipline should continue to drive significant growth in operating performance going forward. For the quarter, diluted earnings per share adjusted for special items was $0.71.\nTurning to our regional performance. First quarter comparable U.S. RevPAR grew 77% year-over-year and was down 13% versus 2019. While the Omicron variant weighed on demand at the beginning of the year, RevPAR improved 17 percentage points over the course of the quarter, which marks down less than 6% versus 2019. Leisure travel continued to lead the recovery with segment RevPAR exceeding 2019 levels for the quarter. Upticks in business transient and group travel, particularly in March, also contributed to solid performance in the quarter.\nIn the Americas outside of the U.S., first quarter RevPAR increased 137% year-over-year and was down 17% versus 2019. The Omicron variant suppressed demand in January and February, but rebounded in March led by strong leisure demand, particularly at resort properties during the spring break season.\nIn Europe, RevPAR grew 349% year-over-year and was down 30% to 2019. Travel demand accelerated following the Omicron outbreak with March RevPAR down 13% compared to 2019. The region benefited from easing travel restrictions and an increase in cross-border travel.\nIn the Middle East and Africa region, RevPAR increased 121% year-over-year and was up 8% versus 2019. Performance continued to benefit from strong domestic leisure demand and greater international inbound travel as travel restrictions across Europe loosened.\nIn the Asia Pacific region, first quarter RevPAR grew 11% year-over-year and was down 47% versus 2019. RevPAR in China was down 45% compared to 2019, as travel restrictions and reimposed lockdown suppressed demand. The rest of the Asia Pacific region saw modest improvement in demand recovery as more countries loosen border and arrival controls in March.\nTurning to development. As Chris mentioned, in the first quarter, we grew net units 5%. Our pipeline grew sequentially, totaling over 410,000 rooms at the end of the quarter, with 60% of pipeline rooms located outside the U.S. and roughly half under construction. We continue to see robust demand for Hilton-branded properties, demonstrating owner and developer confidence in our strong commercial engines and industry-leading brands. For the full year, we expect signings to increase in the mid- to high-single-digit range year-over-year, and we expect net unit growth of approximately 5%.\nMoving to guidance. For the second quarter, we expect system-wide RevPAR growth to be between 45% and 50% year-over-year or down 5% to 10% compared to second quarter 2019. We expect adjusted EBITDA of between $590 million and $610 million, and diluted EPS, adjusted for special items, to be between $0.98 and $1.03. For the full year 2022, we expect RevPAR growth between 32% and 38%. Relative to 2019, we expect RevPAR growth to be down 5% to 9%. We forecast adjusted EBITDA of between $2.25 billion and $2.35 billion, representing a year-over-year increase of more than 40% at the midpoint, and essentially recovered to peak 2019 adjusted EBITDA.\nWe forecast diluted EPS, adjusted for special items, of between $3.77 and $4.02. Please note that our guidance ranges do not incorporate future share repurchases.\nAs Chris mentioned, we reinstated our share repurchase program in March, which had been suspended during the pandemic. Year-to-date through April, we completed approximately $265 million in buybacks and our Board also authorized a quarterly cash dividend of $0.15 per share in the second quarter. For the full year, we expect to return between $1.4 billion and $1.8 billion to shareholders in the form of buybacks and dividends, based on our adjusted EBITDA forecast and assuming the high end of our target leverage range of 3 to 3.5x.\nAfter demonstrating the strength and resiliency of our business model during the pandemic, we continue to evaluate the possibility of a modestly higher target leverage range in the future. Overall, we are proud of how we navigated the pandemic and remain confident in our ability to continue generating substantial free cash flow and delivering meaningful shareholder returns through buybacks and dividends.\nFurther details on our first quarter results can be found in the earnings release we issued earlier this morning.\nThis completes our prepared remarks. We would now like to open the line for any questions you may have. We would like to speak with all of you this morning, so we ask that you limit yourself to 1 question. Chad, can we have our first question, please?"
  },
  {
    "header": "HLT",
    "cik": "0001585689",
    "ticker": "HLT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6d4bce71a5c6274a6b24b11f6a4d114a",
    "period": "2021 Q4",
    "content": "Q4 2021 Hilton Worldwide Holdings Inc Earnings Call\n\nQ4 2021 Hilton Worldwide Holdings Inc Earnings Call\n\nHLTNYSEFEB 16, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Hilton Fourth Quarter 2021 Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded. I would now like to turn the conference over to Jill Slattery, Senior Vice President, Investor Relations and Corporate Development. You may begin.\n\nJill Slattery\n\nDirector, IR, Hilton Worldwide Holdings Inc.\n\nThank you, Chad. Welcome to Hilton's Fourth Quarter and Full Year 2021 Earnings Call. Before we begin, we would like to remind you that our discussions this morning will include forward-looking statements. Actual results could differ materially from those indicated in forward-looking statements, and forward-looking statements made today speak only to expectations as of today. We undertake no obligation to update or revise these statements. For a discussion of some of the factors that could cause actual results to differ, please see the Risk Factors section of our most recently filed Form 10-K.\nIn addition, we will refer to certain non-GAAP financial measures on this call. You can find reconciliations of non-GAAP to GAAP financial measures discussed in today's call in our earnings press release and on our website at ir.hilton.com. This morning, Chris Nassetta, our President and Chief Executive Officer, will provide an overview of the current operating environment. Kevin Jacobs, our Chief Financial Officer and President, Global Development, will then review our fourth quarter and full year results. Following their remarks, we will be happy to take your questions. With that, I'm pleased to turn the call over to Chris.\n\nChristopher J. Nassetta\n\nPresident, CEO & Director, Hilton Worldwide Holdings Inc.\n\nThank you, Jill. Good morning, everyone, and thanks for joining us today. As our results show, we made significant progress in our recovery throughout 2021. We saw a meaningful increase in demand for travel and tourism, and our team members around the world were there to welcome guests with our signature hospitality as they look to reconnect and create new memories. We continued to demonstrate our resiliency by remaining laser-focused on providing reliable and friendly service to our guests and by launching several new industry-leading offerings to provide them even more choice and control.\nWe also continued to expand our global footprint, adding even more exciting destinations to our portfolio and achieving a record year of room openings. All of this, together with our resilient business model, translated into solid results. For the full year, we grew RevPAR 60% and adjusted EBITDA 93%. Both RevPAR and adjusted EBITDA were approximately 30% below 2019 peak levels. More importantly, our margins were 500 basis points above 2019 peak levels, reaching roughly 66% for the full year. While some costs will come back in as we continue to recover, we remain extremely focused on cost discipline. Given our asset-light business model and the actions we took during the pandemic to further streamline our operations, we expect permanent margin improvement versus prior peak levels in the range of 400 to 600 basis points over the next few years.\nTurning to results for the quarter. RevPAR increased 104% year-over-year and adjusted EBITDA was up 151%. RevPAR was roughly 87% of 2019 levels with ADR nearly back to prior peaks. Compared to 2019, occupancy improved versus the third quarter with higher demand across all segments. Strong leisure over the holiday season drove U.S. RevPAR to more than 98% of 2019 levels for December. Business travel also improved sequentially versus the third quarter, with solid demand in October and November before the Omicron variant weighed on recovery in December.\nFor the quarter, business transient room nights were approximately 80% of 2019 levels. Group RevPAR improved 11 percentage points over the third quarter to roughly 70% of 2019 levels. Performance was largely driven by strong social business, while recovery in company meetings and larger groups continued to lag. As we kicked off the new year, seasonally softer leisure demand, coupled with incremental COVID impacts due to the Omicron variant, tempered the positive momentum we saw through much of the fourth quarter. For January, system-wide RevPAR was approximately 75% of 2019 levels.\nDespite some near-term choppiness, we remain optimistic about accelerated recovery across all segments throughout 2022. We anticipate strong leisure trends to continue again this year, driven by pent-up demand and nearly $2.5 trillion of excess consumer savings. Our revenue position for President's weekend is 7 percentage points ahead of 2019 levels. And our position for weekends generally is up significantly for the year, both indicating continued strength in leisure travel.\nSimilarly, we expect growth in GDP and nonresidential fixed investment, coupled with more flexible travel policies across large corporate customers to fuel increasing business transient trends. As a positive indication of business transient recovery, at the beginning of January, midweek U.S. transient bookings for all future periods were down 13% from 2019 levels and improved to just down 4% by the end of the month. Additionally, STR projects U.S. business transient demand will return to 92% of pre pandemic levels in 2022.\nOn the group side, our position for the year is to remain steady as Omicron-related disruption was largely contained to the first quarter of 2022 with most events rescheduled for later in the year. We continue to expect meaningful acceleration in group business in the back half of the year as underlying group demand remains strong. Compared to 2019, our tentative booking revenue was up more than 25%. Additionally, meeting planners are increasingly more optimistic with forward bookings trending up week over week since early January.\nOverall, we remain very confident in the broader recovery and our ability to keep driving value on top of that. This should allow us to generate strong free cash flow growth and our expectation is to reinstate our quarterly dividend and begin buying back stock in the second quarter.\nTurning to development. We opened more than a hotel a day in 2021, totaling 414 properties and a record 67,000 rooms. Conversions represented roughly 20% of openings. We achieved net unit growth of 5.6% for the year, above the high end of our guidance, and added approximately 55,000 net rooms globally, exceeding all major branded competitors. Our outperformance reflects the power of our commercial engines, the strength of our brands and our disciplined and diversified growth strategy.\nFourth quarter openings totaled more than 16,000 rooms, driven largely by the Americas and Asia Pacific regions. In the quarter, we celebrated the opening of our 400th hotel in China and our first Home2 Suites in the country. This positive momentum continued into the new year with the highly anticipated opening of the Conrad Shanghai just last month, marking the brand's debut in one of the world's busiest and most exciting markets. During the quarter, we also continued the expansion of our luxury and resort portfolios with the opening of the Conrad Tulum and the new all-inclusive Hilton Cancun. With more than 400 luxury and resort hotels around the world and hundreds more in the pipeline, we remain focused on growing in these very important categories.\nWe were also thrilled to welcome guests to the Motto New York City Chelsea, a major milestone for this quickly growing brand and a perfect addition to Hilton's expanding lifestyle category. This hotel exemplifies what it means to be a lifestyle property. It incorporates unique and modern design elements and provides guests with authentic and locally-minded experiences. We also celebrated the first lifestyle property in Chicago with the opening of the Canopy Chicago Central Loop and debuted the brand in the U.K. with the opening of the Canopy London City. These spectacular properties joined recently opened Canopy hotels in Paris, Madrid and So Paulo.\nIn 2021, we grew our Canopy portfolio by more than 1/3 year-over-year, opening hotels across all major regions. We ended the year with 408,000 rooms in our development pipeline, up 3% year-over-year, even after a record year of openings. Our pipeline represents an industry-leading 38% of our existing supply, giving us confidence in our ability to deliver mid-single-digit net unit growth for the next couple of years and eventually return to our prior 6% to 7% growth range. For this year, we expect net unit growth to be approximately 5%.\nAs our guests' travel needs continue to evolve, we again introduced innovative ways to enhance the guest experience. In the quarter, we announced the launch of Digital Key Share, which allows more than 1 guest to have access to their room's digital key via the Hilton Honors app. To further reward our most loyal Hilton Honors members, we introduced automated complementary room upgrades, notifying eligible members of upgrades 72 hours prior to arrival. With our guests at the heart of everything we do, we've been thrilled to hear that the early feedback for both industry-leading features has been overwhelmingly positive.\nIn the quarter, Hilton Honors membership grew 13% year-over-year to more than 128 million members. Honors members accounted for 61% of occupancy in the quarter, just a few points below 2019 levels, and engagement continued to increase across members of all tiers.\nWe work hard to ensure that our hospitality continues to have a positive impact on the communities we serve. For that reason, we're incredibly proud to be recognized for our global leadership and sustainability. For the fifth consecutive year, we were included on both the World and North America Dow Jones Sustainability Indices, the most prestigious ranking for corporate sustainability performance.\nOverall, I'm extremely pleased with the progress we've made over the last year, and I'm very confident that Hilton is better positioned than ever to lead the industry as we enter a new era of travel. With that, I'll turn the call over to Kevin to give you more details on the quarter.\n\nKevin J. Jacobs\n\nCFO & President of Global Development, Hilton Worldwide Holdings Inc.\n\nThanks, Chris, and good morning, everyone. During the quarter, system-wide RevPAR grew 104.2% versus the prior year on a comparable and currency-neutral basis. System-wide RevPAR was down 13.5% compared to 2019 as the recovery continued to accelerate across all segments and regions, driven by border reopenings and strong holiday travel demand. Performance was driven by both occupancy and rate growth.\nAdjusted EBITDA was $512 million for the fourth quarter, up 151% year-over-year. Results reflect the continued recovery in travel demand. Management and franchise fees grew 91%, driven by strong RevPAR improvement and license fees. Additionally, results were helped by continued cost control at both the corporate and property levels. Our ownership portfolio posted a loss for the quarter due to the challenging operating environment and fixed rent payments at some of our leased properties. Continued cost discipline mitigated segment losses. For the quarter, diluted earnings per share adjusted for special items was $0.72.\nTurning to our regional performance. Fourth quarter comparable U.S. RevPAR grew 110% year-over-year and was down 11% versus 2019. The U.S. benefited from strong leisure demand over the holidays, with transient RevPAR 1% above 2019 levels and transient rate nearly 5% higher than 2019 for the quarter. Group business also continued to strengthen throughout the quarter, with December room nights just 12% off of 2019 levels. In the Americas outside of the U.S., fourth quarter RevPAR increased 150% year-over-year and was down 17% versus 2019. Continued easing restrictions and holiday leisure demand drove improving trends throughout the quarter. Canada continued to see steady improvement as borders remained open to vaccinated international travelers.\nIn Europe, RevPAR grew 306% year-over-year and was down 25% versus 2019. Travel demand recovered steadily through November but stalled in December as a rise in COVID cases led to reimposed restrictions across the region. In the Middle East and Africa region, RevPAR increased 124% year-over-year and was up 7% versus 2019. Performance benefited from strong domestic leisure demand and the continued recovery of international inbound travel as restrictions eased.\nIn the Asia Pacific region, fourth quarter RevPAR fell 1% year-over-year and was down 34% versus 2019. RevPAR in China was down 24% as compared to 2019 as travel restrictions and lockdowns remained in place. However, occupancy in the country held steady versus the third quarter as summer leisure travel was replaced with local corporate and meetings business. The rest of the Asia Pacific region benefited from relaxed COVID restrictions and the introduction of vaccinated travel lanes in several key markets.\nTurning to development. As Chris mentioned, for the full year, we grew net units 5.6%. Our pipeline grew sequentially and year-over-year, totaling 408,000 rooms at the end of the quarter, with 61% of pipeline rooms located outside the U.S. and roughly half under construction. Demand for Hilton-branded properties remains robust and, along with our high-quality pipeline, we are positioned to emerge from the pandemic stronger than ever.\nTurning to the balance sheet. We ended the year with $8.9 billion of long-term debt and $1.5 billion in total cash and cash equivalents. We're proud of the financial flexibility we demonstrated through the pandemic and remain confident in our ability to continue to be an engine of opportunity and growth as we look to reinstate our capital return program. Further details on our fourth quarter and full year results can be found in the earnings release we issued this morning.\nThis completes our prepared remarks. We would now like to open the line for any questions you may have. (Operator Instructions) Chad, can we have our first question, please? Thank you."
  }
]