[
  {
    "header": "LYV",
    "cik": "0001335258",
    "ticker": "LYV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/039cc01aa407761344a54b5724d53c6e",
    "period": "2025 Q3",
    "content": "Q3 2025 Live Nation Entertainment Inc Earnings Call\n\nQ3 2025 Live Nation Entertainment Inc Earnings Call\n\nLYVNYSENOV 4, 5:00 PM\n\nOperator\n\nGood afternoon. My name is Joe, and I will be your conference operator today. At this time, I would like to welcome everyone to Live Nation's Third Quarter 2025 Earnings Call.\nI would now like to turn the call over to Ms. Amy Yong. Thank you, Ms. Yong, you may begin.\n\nAmy Yong\n\nSenior Vice President of Investor Relations\n\nGood afternoon, and welcome to the Live Nation Third Quarter 2025 Earnings Conference Call. Joining us today is our President and CEO, Michael Rapino; and our President and CFO, Joe Berchtold.\nWe would like to remind you that this afternoon's call will contain certain forward-looking statements that are subject to risks and uncertainties that could cause actual results to differ, including statements related to the company's anticipated financial performance, business prospects, new developments and similar matters. Please refer to Live Nation's SEC filings, including the risk factors and cautionary statements included in the company's most recent filings on Forms 10-K, 10-Q and 8-K for a description of risks and uncertainties that could impact the actual results.\nLive Nation will also refer to some non-GAAP measures on this call. In accordance with the SEC Regulation G, Live Nation has provided definitions of these measures and a full reconciliation to the most comparable GAAP measures in our earnings release. The release reconciliation can be found under the Financial Information section on Live Nation's website.\nWith that, we will now take your questions. Operator?"
  },
  {
    "header": "LYV",
    "cik": "0001335258",
    "ticker": "LYV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f3630c4b2ab93ea5174850f4293626e2",
    "period": "2025 Q2",
    "content": "Q2 2025 Live Nation Entertainment Inc Earnings Call\n\nQ2 2025 Live Nation Entertainment Inc Earnings Call\n\nLYVNYSEAUG 7, 5:00 PM\n\nOperator\n\nGood afternoon. My name is Joe, and I will be your conference operator today. At this time, I would like to welcome everyone to Live Nation's Second Quarter 2025 Earnings Call.\nI would now like to turn the call over to Ms. Amy Yong. Thank you. Ms. Yong, you may begin.\n\nAmy Yong\n\nSenior Vice President of Investor Relations\n\nGood afternoon, and welcome to the Live Nation Second Quarter 2025 Earnings Conference Call. Joining us today is our President and CEO, Michael Rapino, and our President and CFO, Joe Berchtold.\nWe would like to remind you that this afternoon's call will contain certain forward-looking statements that are subject to risks and uncertainties that could cause actual results to differ, including statements related to the company's anticipated financial performance, business prospects, new developments and similar matters. Please refer to Live Nation's SEC filings, including the risk factors and cautionary statements included in the company's most recent filings on Forms 10-K, 10-Q and 8-K for a description of risks and uncertainties that could impact the actual results.\nLive Nation will also refer to some non-GAAP measures on this call. In accordance with the SEC Regulation G, Live Nation has provided definitions of these measures and a full reconciliation to the most comparable GAAP measures in our earnings release. The release reconciliation can be found under the Financial Information section on Live Nation's website.\nWith that, we will now take your questions. Operator?"
  },
  {
    "header": "LYV",
    "cik": "0001335258",
    "ticker": "LYV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/972af485699b9166c74516ff4aaf8dd9",
    "period": "2025 Q1",
    "content": "Q1 2025 Live Nation Entertainment Inc Earnings Call and Business Update\n\nQ1 2025 Live Nation Entertainment Inc Earnings Call And Business Update\n\nLYVNYSEMAY 1, 5:00 PM\n\nView transcript in English\n\nThis is a machine generated transcript.\n\nDon't show again\n\nTú con él, el tiempo corre, yo te espero, pero tú con él, ya no recuerdas mis locuras, ni el amor aquel, estás tranquila, lo mereces, siempre fuiste bien,\n\nGood afternoon, my name is Joe, and I will be your conference operator today. At this time, I would like to welcome everyone to Live Nation's first quarter, 2025, Birmingham.\n\nI would now like to turn the call over to Ms. Amy Yong. Thank you, Ms. Yong. You may begin your call.\n\nBut afternoon, and welcome to the Live Nation first quarter, 2025 earnings conference call. Joining us today is our president and CEO , Michael Rapinoe, and our president and CFO Joe Berchtold.\n\nWe would like to remind you that this acronym's call will contain certain forward-looking statements. There are subject to risks and uncertainties that could cause actual results to differ, including statements related to the company's anticipated financial performance, business prospects, new developments, and similar matters. Please refer to Live Nation's SEC files, including the risk factors and cautionary statements included in the company's most recent files, and forms 10K, 10Q, and 8K for description risks and uncertainty. It could impact the actual results.\n\nLive Nation will also refer to some non-Gat Measures on this call. In accordance with the SEC Regulation Chief, Live Nation has provided definitions of these measures and a full reconciliation through the most comparable Gat Measures in our earnings goals.\n\nThe release reconciliation can be found under the Financial Information Section on Live Nation's website. With that, you will now take your questions. Operator? Thank you.\n\nLadies and gentlemen, if you would like to ask a question, please press star one on your telephone keypad, and a confirmation term will indicate your lines. [inaudible]\n\nYou may first start too, if you would like to remove your question from...\n\nFor participants using speaker equipment, it may be necessary to pick up your handset before pressing the start.\n\nJennifer's question comes from the line of Brandon Ross with Lightshed Partners, please visit\n\nHey, guys, thanks for taking the questions. I wanted to dig deeper on the Tick a Mask Result. Was Maral surprised to revenue and pay line down?\n\nin the amount of speaking and activity, and really the 2025 supply side in general. I see deferreds up a lot and the Q2 start, and so I assume part of this is timing related in international markets, no, no, but what are some of the other factors that influence the results? We expect improvement. [inaudible]\n\nHey, Brandon, it's Joe, I'll start with that one. So for the, for the TM, yeah, there are a couple of pieces, both the activity that was reported in the quarter as well as the deferred. So for the activity that was reported in the quarter, what we had was more Live Nation concerts activity, less other promoters and less non-conscious activity. So more specifically, for the quarter Live Nation concerts through and Master, we're up 12 for 1% year on year, other promoters were down 2%.\n\nAnd then overall concerts were up 4%, but other categories sports, arts, family were down 9%. When we were doing our planning and talking a few months back on expectations for the quarter, at that point we didn't have any reason to anticipate this lower level of activity in the other parts of the business. Everything that we've seen points to its supply, not no demand issues. It's just less supply year on year, and when we were doing some of our forecasting, we were expecting consistent levels. And therefore the growth in Live Nation would have carried through to higher growth.\n\nThen on the deferred side, yeah, we have deferred for taking a master up 13% for the quarter if that deferred had been all been recognized revenue for the quarter would have been up.\n\nBut overall, what we have is more deferred between international volume growing, which is substantially deferred through the promoter allocation, continuing to increase our operative venue portfolio. While the flip side is the cost incurred in Q1, the AOI for those tickets doesn't get recognized until the events take place, which will be largely in Q2 and Q3. Otro aspecto macro es lo que estamos viendo, el tiempo de salida un poco más tarde, con más actividad de conciertos en H2 que el año pasado. Así que estamos viendo que esa fuerza de salida y continuidad, en particular, como mencionaste, para abril, se ha elevado un 22% globalmente a través de la primera parte. Y esperamos que probablemente dos terceros de la creciente de fanáticos de Live Nation estén en la segunda mitad este año. En términos de cuándo realmente se realizan los eventos y que esa creciente de fanáticos ocurre. Así que estamos viendo un poco más tarde el tiempo de esas salidas, y hemos visto unas grandes salidas para Chris Brown, Lady Gaga y otros este mes. Y luego, finalmente, una zona que también está golpeando a Ticketmaster es FX este año. Fx se ha recuperado por muchos mercados. Para México y Latinoamérica, todavía es una ventaja. Y Ticketmaster tomó alrededor del 60% de esa ventaja en Q1, en términos de su porción de la ventaja de las compañías generales. Y proyectamos que sea dos terceros de las ventajas de ventaja en Q2. Así que va a tener un poco de impacto reportado en el corto plazo. Como dijiste, todo esto es en el contexto de un crecimiento masivo en el ingreso adicional de conciertos y un buen crecimiento de dos dígitos en el ingreso adicional de conciertos para Ticketmaster. Así que todavía tenemos confianza de que tendremos un buen crecimiento en Ticketmaster durante el año, pero no hemos visto un plazo en Q1\n\nIt sounds from that answer that you're not seeing much headwinds from tariffs or other economic issues in the consumer yet. You could correct me if I'm wrong, but wanted to get a sense of what the potential disruption is, if there is a slowdown in the consumer, and I guess two legs to that one is how much of the year, especially concerts is ready in the bag through your on cells and then for the park and sponsorship. And then for the parks that are more real time like amphitheaters, what can you do if you do see the consumer weekend to protect ALI?\n\nI'll start on demand and then Joe can jump in.\n\nI mean, Brandon, on the concert side and, you know, it's a question every CEO gets asked and are you feeling a consumer pullback at all? You know, we haven't felt it at all yet. So a lot of our stuff is on sale, you know, October , November , December . So that stuff would have already been to the system. The real number we look at is what have we done from April 1 to April 21st, the most relevant on sale period. We put a lot of shows on sale in the month of April , Chris Brown sold a million tickets. This month, month for the sun 300 suicide bond, Lady Gaga sold out up 18% year over year. So any data we have right now up until last week, whether it's a festival on sale or a new tour or show that went on sale, complete, um, sell through and strong demand and beating last year's numbers. So we haven't seen a consumer pullback in any genre, pub theater, stadium, amphitheater. We haven't seen it all happen yet. Two sponsorship, you know, we're up, we've got over 80% of our vists contracted this year so far. We're up over last year. Again, because we deal on more longer term relationships, we don't feel it. We don't have a weekly digital buy that can be canceled, ours is the longer term commitments. And we still see brands flocking and exploring and we're attracted new brands all the time. So we've seen no sponsorship pullback yet. And as you said, the last thing that we really don't have that enough data on yet would be the summer food and beverage and kind of on.\n\nWe haven't seen anything about 11, which amphitheaters played out so far. We had a festival on the weekend. We've had theaters and clubs. None of that yet has said that they're buying one last beer or they're consuming less on site and any consumer pullback. So we're actively working around our menu for the summer pricing it right, making sure we got affordability built into it and a wider menu to attract and build on. But so far, those three legs of the stool that consumer demands sponsorship and on site, we haven't seen what what others are seeing.\n\nAnd just in terms of Brandon, what we're doing is we're obviously tracking on a weekly and daily basis, all of those numbers. How are shows that are going on sale doing what's the sell through level, how are shows closing, what's happening on site. So we're watching all of that. Michael just gave you all the stats, a bit of current. So we're continuing to watch that. What we'll adjust as need be. And while we're generally growing, we've learned during COVID, we know how to take costs out. If we need to take costs out of the business, we're fully capable and ready to do that. We don't think we're in that situation. But we have every lever at our disposal that will continue to monitor.\n\nThank you so much.\n\nThe next question comes from the line of David Karnovsky with JP Morgan. Please proceed.\n\nHey, thanks. It doesn't stick with the shape of the year. You said concert margin is flat for 2025. I think historically, you've kind of shot away from giving margin guide, obviously the Q1 result verse 24 helps, but maybe can you speak to the rest of your expectations, especially kind of Q4, which has, you know, some moving parts, like it's a bigger quarter. I think for assessor, you have the advertising expense for next year, just any kind of help there would be appreciated. Thank you very much.\n\nYeah, just, you know, we're looking through all the pieces and we're feeling good about how concerts is shaping up for the full year. I think even better than we felt two or three months ago, you know, while you're\n\nAnd profitability is, you may not be as high in your bigger shows, you do get tremendous scale out of that, scale out of the organization and we're driving a lot of volume and big rope and volume while continuing to manage our cost structure. So we think that this year we'll be able to. Yeah.\n\nTranscripts provided by Transcription Outsourcing, LLC.\n\nA bit of a separate topic, but on your purchase of Hayashi, it seems like you've been circling a deal in Japan for a long time. I just wanted to see if you can give some background of the transaction, how should we think of this in terms of...\n\nFinancial materiality or strategic benefits for running tours in the APEC region.\n\nYeah, it's been a target for a long time. It's a incredibly important market, one of the largest music markets in the world. It also is one of the toughest markets to operate from the outside. You've got to be, you've got to find local established partners to really scale your business. So similar like, you know,\n\nWe did it in Ossetha, Latin America, Pacific Rim, we've been looking for this one to get done. There's three or four pretty much three historic large promoters in Japan that have had a strong control over the market for many years. We're thrilled that we were able to finally get our deal down with him. Korea, who is a young executive daughter of the original founder. We're really, really happy being business with her and her established family. And business and it's already, you know, in terms of our planning to get avails. Now we can promote directly in Japan. We're not selling off to other promoters who control the the diaries of the venue. So huge, a huge strategic deal for us to have one of one of the founding Japanese promoters as our partner now. And it'll be continued building upon that on terms of our venue, our festival and bringing more shows there. So important, important step in that. It'll be another large AI contributor to our overall business over time.\n\nThe next question comes from the line up, Stephen Laszczyk, with Goldman Sachs, please-\n\nHey guys, thanks for taking the questions, too, if I could. And the press release, Joe Michael, I think you mentioned the ramp in Venue Nation venues that expect to come online over the next year. So curious if you could maybe talk a little bit more about the pacing there. And then to the extent we could expect any incremental returns to flow through the PNL AI generation, the concert segment, for instance, how you would encourage us to think through that. And then maybe secondly, just for Joe on regulatory I think the latest update we got this past week is the DOJ stage trying to buy free the case. Curious if you could just update us on the latest there. And I heard thinking about the case at this point. Thank you.\n\nSure, just on the venues, first, out of the 20, I think the current view is we're going to have four of those open by the end of the year, so I would take what we're giving you in magnitude and probably just that's your, that's your clear run rate addition for next year from shows opening this year. The others will all open up next year. Thank you for joining us.\n\nSo I would, you know, I haven't modeled this out exactly, but I would, you know, I'd give a bit of benefit, but certainly not, not a full run rate because it'll take some time to get those shows booked for the full slate. So I think you're going to get the full run rate going into 27, but next year will be a-\n\nPartial Year. We'll guide you guys more as we get exact opening dates in a feel for hell, hell for-\n\nOn the regulatory front, we're still mid-process at this point. Continue to have a early March 2026 state for the timing of the court case. This is a period where you're spending these months, discovery, depositions, working through. I don't think we have anything material. No surprises, nothing unusual that we just kind of continue along in this part of the process at the moment. And we're still hoping that when the timing's right, we'll have a opportunity to get into some real discussion. [inaudible]\n\nThat hasn't happened yet.\n\nGreat, thank you [inaudible]\n\nThe next question comes from the line up, Cameron Manson, Peron, with Morgan Stanley , please proceed.\n\nThanks. First, you know, nice to see in the concert segment a solid improvement in, you know, AALI for per fan growth, you know, meaningfully higher AALI on I think a similar fan volume, but any any color on kind of what helped you deliver that improved per fan monetization at the concert segment this this quarter.\n\nYeah, I wouldn't, you know us, we don't tend to manage super tight on that quarters with some of that. There's so many moving pieces. I think overall what we're seeing this year as I mentioned earlier on how it flows through to the margin is because of the great scale of activity that we have relative to our cost structure. We're seeing some some growth in those overall numbers that we expect to hold for the full year. We don't yet have the onsite activity at the scale in our amphitheater. We're seeing some growth in our amphitheater. We're seeing some growth in our amphitheater. We're seeing some growth in our amphitheater.\n\nto have that impact yet, but it's just a good mix so far and some scale, and we expect that improved profitability to carry over the course.\n\nGot it. There's obviously been a lot of, you know, venue mix and changes is kind of been particularly active. It feels like the\n\nlast couple of years. You know, as we look forward to 26, you think that we've kind of reached a point where the fluctuations year to year and venue mix activity start to look more stable going forward or any commentary on kind of where you see growth across kind of venue types occurring going forward or over the next several years. [inaudible]\n\nNo, I think on a macro level, we're thrilled that there's a new level of demand that's driving stadium shows, people for years, you should say, who's going to be the next rolling stones, and as you can see by the lineup this year, these are young artists, new artists, and established artists that are able to now sell stadiums around the world. So I think it's just a testament to the demand and the consumer demand out there. So I think, you know, there's things that like next year, they'll be the World Cup. That throws a lot of a venue avails off in stadiums, so you might have more arena dates than stadiums, the Olympics last year in Europe , through off, through off stadiums in Europe . So there's some things like that that drive some of the avails, our biggest challenge right now is finding avails in stadiums for next year in the year after on good Thursday, Friday and Saturday nights that sometimes drives you into a arena, as if you, if you can't get your avails. But overall, we're thrilled that there's a lot of demand out there. We just think it's a testament on a global basis. We just sold a bunch of cold play dates in markets like India and, and, and so on. So we did the globally stadiums demand is growing, we'll continue to grow, continue to be a strong market for both festivals, arena and stadiums, and the only fluctuation was just driven by some local economics in terms of other sports or other things taken up avails.\n\nGot it, very helpful, thank you, but...\n\nThe next question comes from the line of Peter Henderson with Bank of America, please proceed.\n\nGreat, thank you for taking the question. So there's been a lot of discussion around like premium pricing and efforts to prevent leakage to scalpers in the secondary market. Just curious, how do you manage the proper pricing model, which perhaps in certain instances doesn't mean immediate sellouts while maintaining this perception of scarcity that perhaps helps to create a feeling of formal for fans? And also, where do you think we are in terms of proper pricing model, is there still a lot of room to fine tune that model? And finally, can you just provide some additional color on the 8% decline for the average get-in price across stadiums and how you're managing affordability initiatives with revenue optimization.\n\nI mean, I'll start on the macro. I mean, when you sit with your artists...\n\nYou know, the artists I always say are the smartest brand managers out there. They're very focused on their fans, what they stand for, and making sure they're finding that fine line on affordability and paying for these fabulous shows, which are growing in costs all the time. These stadium and arena shows, you might have 50, 60 transport trucks on the road, 400 crew. You're incurring millions of dollars in weekly costs. You're bringing a Super Bowl to a stadium every night, and that artist is funding that. So they're trying to find that fine line always in how do we maximize pricing to put a great show on? How do we make it affordable for the fan? And then the third is how do we make sure we're just not giving it all to scalpers? So that's the premium pricing at the front of the house, a little bit of Robin Hood strategy. Let's price the front a little bit better so the fan doesn't buy from a scalper, it buys direct. And then let's price the back end of the house a little cheaper. That's why you see some of the stadium prices come down. So how do you make sure you make it affordable throughout the house, but also maximize that premium inventory that is probably going to get resold anyways? So it's an ongoing discussion. Every artist has a different philosophy on it. Every artist has a different size of show they want to produce. So you work with the artist. What type of show? How big of a cost? What's their weekly running cost? How much revenue they need to generate to fund the crew and the show to peer startups? And then where's that fine line with what others are charging and what's the market dynamic? So it's an ongoing process. Artists are smart as can be. They've got accountants, lawyers. They've got smart people all around them. So they're always looking at all the data like we are and figuring out what's that fine sweet line where I can maximize my dollars and still be affordable for my fan. And I would say we're still in early innings of the industry becoming better at pricing, smarter at it, and the artists, managers, and agents learning too. And different markets are at different levels. America is very advanced. Europe is very primitive still. Asia and South America are completely primitive. So you've got what stage you're in in the life cycle and rolling out pricing across other countries and some of the learnings we have in America will take a few more years. So we're still in what we would call a global business. We're still in early innings of being really smart at pricing. How do you price a show on a Tuesday versus a Friday in L.A. versus Milan? What's the middle seat worth versus the back row? How do I maximize and sell it out? And as you said, a perfect show sells out as the doors close.\n\nRight for that, for the first show, you, you want to have that\n\nidea that you priced it right and maximized the market. And it's a somewhere between a science and an art right now, and we provide a lot of data for the artist team to think through what is the best model for them, but still lots of opportunity for the industry to continue to price it better to sell through, as well as maximize some of the high high scarce commodity or tickets. Thank you.\n\nThe next question comes from a line of Benjamin Soff with Deutsche Bank, please proceed.\n\nYep, good afternoon. Thanks for the question. I wanted to ask about the recent executive order directing the FTC to more rigorously enforce the bot's act. You've been vocal advocating for this in the past, so just curious what you think greater enforcement of bots would mean for your business. Thank you.\n\nYeah, Ben, this Joe, I, you know, combine about the Executive Order, the Ticket Act that's now underway, and some of the FTC requirements for all in pricing. I think all of these changes are great. They are all moving towards creating more transparency for the fan and more scrutiny and regulation on the secondary market. The, the enforcement of the bot sack to make sure that we have actions being taken against bad actors that are cheating to get tickets. And are doing so purely to make money for themselves for no real benefit to the fans. Some of the things in the ticket act, which deter speculative ticket selling and makes increased transparency in other ways, take place. So we are strong supporters of all these. We think that there will continue to be more to be done even after these happen, but we are, we're strong believers. The content should control and benefit from their shows. Their ticket sales. And we think that all of this is part of the tide that is turned and is doing that.\n\nAppreciate the color. [inaudible]\n\nThis question comes from the line of Kutgun Maral with Evercore IFI. Please proceed.\n\nGreat. Thanks for taking the questions. I had a few on concerts. You know, first you provided a lot of helpful color on in the release on various various average ticket prices and indicated that you're implementing more price tiers across venues. I was hoping you could expand on this effort a little bit more and meeting with the driving force behind this is in terms of, you know, is this more of a precautionary effort. Or since Michael you to your early point, you're not seeing any signs of softness and demand or is it something else completely. And then Joe started to be a dead horse and ask about margins that concerts, but it seems pretty notable to me that you expect margins to be consistent this year on a year or your basis, given the inherent volatility and the metric and a mixed shift, skewing back towards stadiums, you know, you talked about volume and scale benefits. Is there anything different in the way that we should think about operating leverage that side of the business or is there just a growing margin impact of the nation. And I asked a venue nation that because it kind of seems like you now expect the venue nation bank account to be a double digits this year versus the prior guide, implying high single digits. So I'm not sure how much of an impact that could have, but any help will be appreciated. Thank you.\n\nI'll take the second one first, absolutely all these pieces matter, getting more fans into the venue nation buildings where we're counting the beer money and the parking and the other pieces, also continuing to grow the per fan spend all the various initiatives we have to make sure we're catering to every fan from the traditional beer drinker to the person who wants now in alcoholic to the premium person. Doing everything we can to reduce friction and give everybody the best experience and extract as much money as possible from each person is going to continue to drive the economics of a new nation and then that'll naturally flow through to help the margins in the concert business. Long term part of that is just a foot race between how fast we can grow a venue nation and how fast other parts of the business grow which is why we don't get into too much on long term margins but as we sit here now we see what buildings are opening as you said you know we're now expecting double digit growth and fans that are venues which gives us some confidence we're going to be getting some good margin margin accretion from that we're comfortable do we think margins are going to come in around the same.\n\nI'd have to ask to restate the pricing question I missed. Yeah, the pricing question was more a matter of, you know, you talked about how you're implementing more price tiers across the venues. And I was just trying to understand, you know, the driving force behind that, that effort in terms of, is it more kind of precautionary, just in case something, you know, we see greater softness in demand, or is there a different reason why you're trying to broaden the aperture of what pricing looks like across the venues. And I only asked because I'm trying to reconcile that effort with the commentary that you're not seeing any demand and softness and just trying to understand and move a little bit better.\n\nYeah, no, we've been talking, you know, the pricing for a few years and just going from, you know, where we were as an industry, we were very, very static. We had probably three price tiers for a tour for the same cities for the same 40 dates. So Milwaukee, New York, it was 1999, you know, 126 and 69. Obviously, that doesn't make sense. New York on a Friday night is a different market than Pittsburgh on a Tuesday. So we've made, well, I say, more increase in price and it's, it's to do both things. It's always our fundamental first goal is to sell every seat, not to maximize gross and increase ticket prices. It's to sell every seat. Our business, as you know, is run by that. The more people in that building, parking and having a beer is better for us. So we're always looking to figure out how do you make sure you're adding lower tier price.\n\nUn gran abrazo para ellos. Quieren ser capaces de decir, escuchen, podemos ir con billetes de 39 dólares en la parte de atrás porque el medio ahora va a tener dos más niveles a 79, así que haremos el mismo abrazo para ustedes, pero lo haremos más afordable para la parte de atrás de la casa. Y eso puede ser diferente en un sábado contra un miércoles y diferente en Pittsburgh contra Milán. Así que siempre estamos mirando todos esos variables ahora y diciendo, ¿cómo mejor preciamos la casa para vender completamente y luego maximizar el crecimiento? Y lo mismo, ya sabes, he visto mucha noticia alrededor de la compra ahora, pagar después, Coachella 60%. Esa es una historia similar a la de pago, ¿verdad? Hemos estado mirando eso por años. Un plan de pago no es nada nuevo. Tiene mucho más ruido o noticias que debería. Los festivales han tenido programas de pago para siempre. Creo que la EDC lo creó probablemente hace 10 años. La mayoría de los festivalistas tienen algo similar, 40, 50, 60%. Si le das a un joven consumidor la opción de gastar $600 hoy o distribuirlo por cuatro meses, por supuesto que lo distribuirán por cuatro meses. Es probablemente un mejor programa para ellos. Así que siempre estamos mirando cómo lo pagamos, cómo lo preciamos y cómo continuamente vendemos la casa como el objetivo principal.\n\nVery helpful. Thank you both.\n\nAnd the last question will come from the line of David Joyce with Seaport Research Partners, please proceed.\n\nThank you. I wanted to ask about any updates you can provide on the secondary ticketing markets. What have the volumes been trending like in this environment? And what are you seeing in some of these newer regions, you know, such as in your OSESA markets? And technically, I was wondering if you could provide an update on what portion of the tickets have to stay within your ecosystem and what agreements do you have with other, you know, third parties? It's enabled. You know, the broader secondary ticketing and just wondering how that plays into the DOJ case. Thanks.\n\nSorry, David, I'm not trying to subtract the last part. We don't have anything where tickets would go off of our platform and directly into secondary. That doesn't exist.\n\nSo that's not part of our business model, nor is it part of what we or any of the artists are doing these days. In terms of secondary market, we've talked for a long time, we consider this to be a feature as opposed to a standalone business. It's very different between sports and concerts, it's part of the sports distribution channel selling season tickets that then get broken down into individual games. By teams, just as they're selling to other fans, a lot of brokers buy those tickets so, but for us, it's a low, low teams percentage of our GTV over the course of the year. We'll continue to offer it, we'll continue to advocate for reforms to make the industry as safe and positive experience for fans as possible. We don't see this as a growth driver, we've talked a lot in concerts, we'd love to see it decline because it means we're doing a better job working with the artist pricing their tickets appropriately. So, I don't think there's any real change in it from our perspective.\n\nAll right, thank you. Thank you.\n\nThis concludes the question and answer session. I'll turn the call back to Michael Rapino for closing.\n\nThank you everybody. Appreciate your support and have a great summer and we'll talk to you in the middle of summer.\n\nThis concludes today's conference. You may disconnect your lines at this time. Enjoy the rest.\n\nSubtítulos realizados por la comunidad de Amara.org Subtítulos realizados por la comunidad de Amara.org"
  },
  {
    "header": "LYV",
    "cik": "0001335258",
    "ticker": "LYV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ae78819bfc4ff3b288fc74320afdb5cd",
    "period": "2024 Q4",
    "content": "Q4 2024 Live Nation Entertainment Inc Earnings Call\n\nQ4 2024 Live Nation Entertainment Inc Earnings Call\n\nLYVNYSEFEB 20, 5:00 PM\n\nOperator\n\nGood afternoon. My name is John, and I will be your conference operator today. At this time, I would like to welcome everyone to Live Nation's Fourth Quarter and Full Year 2024 Earnings Call.\nI would now like to turn the call over to Ms. Yong. Thank you, Ms. Yong. You may begin your conference.\n\nAmy Yong\n\nSenior Vice President of Investor Relations\n\nGood afternoon, and welcome to the Live Nation Full Year and Fourth Quarter 2024 Earnings Conference Call. Joining us today is our President and CEO, Michael Rapino; and our President and CFO, Joe Berchtold.\nWe would like to remind you that this afternoon's call will contain certain forward-looking statements that are subject to risks and uncertainties that could cause actual results to differ, including statements related to the company's anticipated financial performance, business prospects and new developments and similar matters. Please refer to Live Nation's SEC filings, including the risk factors and cautionary statements included in the company's most recent filings on Forms 10-K, 10-Q and 8-K for a description of risks and uncertainties that could impact the actual results.\nLive Nation will also refer to some non-GAAP measures on this call. In accordance with the SEC Regulation G, Live Nation has provided definitions of these measures and a full reconciliation to the most comparable GAAP measures in our earnings release. The release reconciliation can be found under the Financial Information section on Live Nation's website.\nWith that, we will now take your questions. Operator?"
  },
  {
    "header": "LYV",
    "cik": "0001335258",
    "ticker": "LYV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ccbd80249cf3b4a39e594a524fc82d77",
    "period": "2024 Q2",
    "content": "Q2 2024 Live Nation Entertainment Inc Earnings Call\n\nQ2 2024 Live Nation Entertainment Inc Earnings Call\n\nLYVNYSEJUL 30, 5:00 PM\n\nOperator\n\nGreetings, and welcome to the Live Nation Entertainment Second Quarter 2024 Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Amy Yong, Head of Investor Relations. Thank you, Amy. You may begin.\n\nAmy Yong\n\nSenior Vice President of Investor Relations\n\nGood afternoon, and welcome to the Live Nation Second Quarter 2024 Earnings Conference Call. Joining us today is our President and CEO, Michael Rapino; and our President and CFO, Joe Berchtold.\nBefore we begin, we would like to remind you that this afternoon's call will contain certain forward-looking statements that are subject to risks and uncertainties that could cause actual results to differ, including statements related to the company's anticipated financial performance, business prospects, new developments and similar matters. Please refer to Live Nation's SEC filings, including the risk factors and cautionary statements included in the company's most recent filings on Forms 10-K, 10-Q and 8-K for a description of risks and uncertainties that could impact the actual results.\nLive Nation will also refer to some non-GAAP measures on this call. In accordance with the SEC Regulation G, Live Nation has provided definitions of these measures, and a full reconciliation to the most comparable GAAP measures in our earnings release. The release reconciliation can be found under the Financial Information section on Live Nation's website.\nWith that, we are now ready to take your questions. Operator?"
  },
  {
    "header": "LYV",
    "cik": "0001335258",
    "ticker": "LYV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3845cee7041b4b6dcdbd986485f186b9",
    "period": "2024 Q1",
    "content": "Q1 2024 Live Nation Entertainment Inc Earnings Call\n\nQ1 2024 Live Nation Entertainment Inc Earnings Call\n\nLYVNYSEMAY 2, 5:00 PM\n\nOperator\n\nGood afternoon. My name is John, and I will be your conference operator today. At this time, I would like to welcome everyone to Live Nation's First Quarter 2024 Earnings Call.\nI would now like to turn the call over to Ms. Young. Thank you, Ms. Young. You may begin your conference.\n\nAmy Yong\n\nSenior Vice President of Investor Relations\n\nGood afternoon, and welcome to the Live Nation first quarter 2024 earnings conference call. Joining us today is our President and CEO, Michael Rapino, and our President and CFO, Joe Berchtold.\nWe would like to remind you that this afternoon's call will contain certain forward-looking statements that are subject to risks and uncertainties that could cause actual results to differ, including statements related to the company's anticipated financial performance, business prospects, regulatory and legal matters, new developments and similar matters. Please refer to Live Nation's SEC filings, including the risk factors and cautionary statements included in the company's most recent filings on Forms 10-K, 10-Q and 8-K for a description of risks and uncertainties that could impact the actual results. Live Nation will also refer to some non-GAAP measures on this call. In accordance with the SEC Regulation G, Live Nation has provided definitions of these measures and a full reconciliation to the most comparable GAAP measures in the earnings release. The release reconciliation can be found under the Financial Information section on Live Nation's website.\nWith that, I will now turn it over to our President and CFO, Joe Berchtold.\n\nJoe Berchtold\n\nPresident & CFO\n\nThanks, Amy. We appreciate there's a lot of interest in what's going on with the DOJ. So let me address that upfront. We obviously know about the press reports claiming the DOJ Antitrust division has decided to file a lawsuit against Live Nation, potentially seeking a breakup of Live Nation and Ticketmaster. At this point, we're just about to begin discussions with senior division leadership about the issues their staff has been investigating, which is typically in the final phase of an investigation. Decisions about whether to see over what relief to seek ordinarily made at the end of that process. Of course, we know that some competitors and interest groups are urging the DOJ to sue us and and sue us to break this up, let me add that -- let me address that directly.\nAs we previously stated, the DOJ's investigation appears to be focused on specific business practices, not the legality of Live Nation Ticketmaster merger or our overall business structure. Very little of the conduct that DOJ has raised with us relates to the combination of ticketing and promotion resulting from the merger. And most of what does was anticipated and addressed by the consent decree allowing the merger to go forward. Based on the issues we know about, we don't believe a breakup of Live Nation and Ticketmaster would be a legally permissible remedy. Live Nation and Ticketmaster came together lawfully through a merger that the DOJ reviewed and approved subject to divestitures and other remedies. The DOJ has repeatedly stated in court filings that the merger and settlement were in the public interest. Furthermore, structural relief such as the divestiture is rarely granted. Legally, it's only available where there is a strong connection between the corporate structure and the company's ability to engage in the allegedly unlawful conduct. We believe that connection is lacking with regard to the bulk of the issues in this investigation since the conduct under scrutiny falls either within our ticketing segment or within our concert segment and not across those segments.\nWe're looking forward to our upcoming meetings with the division leadership and remain hopeful that we can amicably resolve any remaining disputes. But if not, we're prepared to defend ourselves in court.\nThat's all we're going to say on the DOJ on this call.\nAnd operator, can we now open it for questions for me and Michael."
  },
  {
    "header": "LYV",
    "cik": "0001335258",
    "ticker": "LYV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d8dff7090a2501353e153d454e194b97",
    "period": "2023 Q4",
    "content": "Q4 2023 Live Nation Entertainment Inc Earnings Call\n\nQ4 2023 Live Nation Entertainment Inc Earnings Call\n\nLYVNYSEFEB 22, 5:00 PM\n\nOperator\n\nGood afternoon. My name is John, and I will be your conference operator today. At this time, I would like to welcome everyone to Live Nation's Fourth Quarter and Full Year 2023 Earnings Call. And I would now like to turn the call over to Ms. Young. Thank you, Ms. Young. You may begin your conference.\n\nAmy Yong\n\nSenior Vice President of Investor Relations\n\nGood afternoon, and welcome to the Live Nation Fourth Quarter and Full Year 2023 Earnings Conference Call. Joining us today is our President and CEO, Michael Rapino, our President and CFO, Joe Berchtold.\nBefore we begin, we would like to remind you that this afternoon's call will contain certain forward-looking statements that are subject to risks and uncertainties that could cause actual results to differ, including statements related to the company's anticipated financial performance, business prospects, new developments and similar matters. Please refer to Live Nation's SEC filings, including the risk factors and cautionary statements included in the company's most recent filings on Forms 10-K, 10-Q and 8-K for a description of risks and uncertainties that could impact the actual results. Live Nation will also refer to some non-GAAP measures on this call. In accordance with the SEC Regulation G, Live Nation has provided definitions of these measures and a full reconciliation to the most comparable GAAP measures in our earnings release. The release reconciliation can be found under the Financial Information section on Live Nation's website.\nAnd with that, let me open the call for questions. Operator?"
  },
  {
    "header": "LYV",
    "cik": "0001335258",
    "ticker": "LYV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7d262677c37a77734ee4fb12a80fb58c",
    "period": "2023 Q3",
    "content": "Q3 2023 Live Nation Entertainment Inc Earnings Call\n\nQ3 2023 Live Nation Entertainment Inc Earnings Call\n\nLYVNYSENOV 2, 5:00 PM\n\nOperator\n\nGood afternoon. My name is John, and I'll be your conference operator today. At this time, I would like to welcome everyone to Live Nation's Third Quarter 2023 Earnings Call. And I would now like to turn the call over to Amy Yong, Head of Investor Relations. You may begin your conference.\n\nAmy Yong\n\nAnalyst, Macquarie Capital (USA), Inc.\n\nGood afternoon, and welcome to the Live Nation Third Quarter 2023 Earnings Conference Call. Joining us today is our President and CEO, Michael Rapino and our President and CFO and Joe Berchtold. We'll start with prepared remarks from Michael, and then we will take your questions. Before we begin, we would like to remind you that this afternoon's call will contain certain forward-looking statements that are subject to risks and uncertainties that could cause actual results to differ, including statements related to the company's anticipated financial performance, business prospects, new developments and similar matters. Please refer to Live Nation's SEC filings, including the risk factors and cautionary statements included in the company's most recent filings on Forms 10-K, 10-Q and 8-K for a description of risks and uncertainties that could cause actual results to differ.\nLive Nation will also refer to some non-GAAP measures on this call. In accordance with the SEC Regulation G, Live Nation has provided definitions of these measures and a full reconciliation to the most comparable GAAP measures in the earnings release or website supplement, which also contains other financial or statistical information to be discussed on this call. The release reconciliation and website supplement can be found under the Financial Information section on Live Nation's website.\nAnd with that, I will now turn it over to our President and CEO, Michael Rapino.\n\nMichael Rapino\n\nPresident, CEO & Director\n\nThank you for joining us. As you can see from our results, the structural tailwinds behind our business are accelerated faster than ever. And as the fan demand truly globalizes and artists are able to more broadly than ever, this is fueling an unprecedented global desire for concerts. This has happened in all levels with both casual and die-hard fans and from small clubs to massive staining events. We will start the conversation today and the next week get deeper into our results and how these trends are setting up the industry for ongoing growth. Joe, anything to add?\n\nJoe Berchtold\n\nPresident & CFO\n\nThanks, Michael, and good afternoon, everyone. Only thing for me to add is that given the investor presentations next week, we'll keep today's call more brief than usual. So with that, I think we're ready to take questions. Operator?"
  },
  {
    "header": "LYV",
    "cik": "0001335258",
    "ticker": "LYV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9772dcade1064c245061b75f7896cce9",
    "period": "2023 Q2",
    "content": "Q2 2023 Live Nation Entertainment Inc Earnings Call\n\nQ2 2023 Live Nation Entertainment Inc Earnings Call\n\nLYVNYSEJUL 27, 5:00 PM\n\nOperator\n\nGood afternoon. My name is John, and I will be your conference operator today. At this time, I would like to welcome everyone to Live Nation's Second Quarter 2023 Earnings Call. Joining day from Live Nation, our President and CEO; Michael Rapino, President and CFO, [indiscernible], and Head of Investor Relations, Amy Young.\nAnd I would now like to turn the call over to Mr. Mark told. Thank you. Mr. Berchtold. you may begin your conference.\n\nJoe Berchtold\n\nPresident & CFO\n\nThanks, everyone, for joining us. As I think you noticed from our earnings release this time based on some feedback that we've gotten on our release and the materials in general. We've switched it up this time to get a little more comprehensive and data-driven in terms of numbers and the facts. So you see an earnings release that we reduced the narrative and increase, if I give you on a more structured basis all the key numbers and then also put a trending schedule that I think there was a link to you can get as a PDF or an Excel file, so you can track this quarter's numbers relative to history to make some of it easier. So I'll turn it over to Amy to give you a quick reminders, and then Michael and I will go straight into taking questions that folks have. Amy? .\n\nUnknown Executive\n\nThanks, Joe. We would like to remind you that this afternoon's call will contain certain forward-looking statements that are subject to risks and uncertainties that could cause actual results to differ, including statements related to the company's anticipated financial performance, business prospects, new developments and similar matters. Please refer to our SEC filings, including the risk factors and cautionary statements included in our most recent filings on Forms 10-K, 10-Q and 8-K for a description of risks and uncertainties that could impact the actual results. We will also refer to some non-GAAP measures on this call. In accordance with the SEC Regulation G, we have provided definitions of these measures and a full reconciliation to the most comparable GAAP measures in our earnings release issued earlier today. The release reconciliation can be found under the Financial Information section on our website.\nAnd with that, we are now ready to take questions. Operator?"
  },
  {
    "header": "LYV",
    "cik": "0001335258",
    "ticker": "LYV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/38a2116fa5fe854feb53991b2f3c4b61",
    "period": "2023 Q1",
    "content": "Q1 2023 Live Nation Entertainment Inc Earnings Call\n\nQ1 2023 Live Nation Entertainment Inc Earnings Call\n\nLYVNYSEMAY 4, 5:00 PM\n\nOperator\n\nGood day, everyone. My name is John, and I will be your conference operator on today's call. At this time, I would like to welcome everyone to Live Nation Entertainment's First Quarter 2023 Earnings Conference Call. Today's conference is being recorded. [Operator Instructions].\nBefore we begin, Live Nation has asked me to remind you that this afternoon's call will contain certain forward-looking statements that are subject to risks and uncertainties that could cause actual results to differ, including statements related to the company's anticipated financial performance, business prospects, new developments and similar matters. Please refer to Live Nation's SEC filings, including the risk factors and cautionary statements included in the company's most recent filings on Forms 10-K, 10-Q and 8-K for a description of risks and uncertainties that could impact the actual results.\nLive Nation will also refer to some non-GAAP measures on this call. In accordance with the SEC Regulation G, Live Nation has provided definitions of these measures and a full reconciliation to the most comparable GAAP measures in their earnings release or website supplement which also contains other financial or statistical information to be discussed on this call.\nThe release reconciliation and website supplement can be found under the Financial Information section on Live Nation's website at investors.livenationentertainment.com.\nIt is now my pleasure to turn the conference over to Michael Rapino, President and Chief Executive Officer of Live Nation Entertainment. Please go ahead, sir.\n\nMichael Rapino\n\nPresident, CEO & Director\n\nGood afternoon, and thank you for joining us. 2023 is off to a tremendous start. For the first time in 3 years, all of our markets are fully opened. In the common theme we are seeing around the world that live experiences are a high priority for [indiscernible].\nIn Q1, we delivered record results across all divisions as well as record support for artists. Ticket sales to attendance and on-site spend, every sign points to incredible demand for live events. In the first quarter, were 19 million fans attended our shows across 45 countries and we sold over [ 145 ] million tickets with record levels of activity across all markets. We delivered revenue of $3.1 billion and AOI of $320 million, up 73% and 53%, respectively, relative to Q1 last year. In general, all my comments will be relative to Q1 last year.\nThis performance is indicative of a continued long-term growth and set the stage for a record 2023 as we are more positive than ever about artists touring bands attending concerts to see their favorite artists and our role helping make this happen. But as clear as we look at our results and operating metrics is that global demand for live events continues to reach new heights. Demand has been growing for a long time and is showing no signs of letting up.\nTalking to fans, they say that live experiences are the #1 leisure activity where they expect to spend more in the future. Naturally, this is leading to record levels of activity in both our concerts and ticketing business. First in concerts, we sold nearly 90 million tickets for shows this year, tracking more than 20% ahead of this point last year.\nThese are early sales and have been driven by a record number of stadium shows and continued strong growth in arena tours. With many major tours from Beyonce, Drake to Bruce Springsteen, demand has been so strong that even when artists add a number of additional shows, they still aren't able to meet all of the fan demand. As a further initiative to make ticket affordable to all fans. We launched today our summer concert week, with $25 tickets available to nearly 4,000 shows. When fans shows the continued spending to enhance the experience. While our key outdoor season has not yet started, early reads from U.S. and European indoor venues that we operate demonstrate further growth in average per fan revenue. As we provide more elevated hospitality options for fans, we have launched Vibe a hot destination events centered around Livezic and launched this week with the sale of the YouTube Sphere the IP packages selling out. We've also continued building our [indiscernible] portfolio with new venues expected to host nearly 3 million fans at 1,000 shows this year, driving long-term growth and profitability across all our businesses.\nOur ticketing business benefits from the same structural tailwind as concerts with further growth driven by our success in adding new clients, notably in international markets. As a result, we sold 73 million fee-bearing tickets in the first quarter, up 40% and delivered $7.7 billion in fee-bearing GTV, up 60%. The -- we are seeing growth in both volume and present across our global markets. This holds true across all event types from sports to concerts or the biggest superstars to new artists. Our brand partners recognize the passion for live music has never been greater, and the Live Nation provides a unique on-site and online platform to connect with fans in meaningful ways on a global scale. And in the first quarter, we continued adding partners for 2023 and beyond, including Google Pixel, PayPal and Levi's.\nWith this, we have commitments for over 80% of our planned sponsorship of the year. Equally important, fans are embracing the value brands can provide to the concert experience. With over 70% of live music goers agree that brands can enhance their time at the show. Our team is the best in the industry and working with brands to develop programs that deliver value fans, which in turn grows our brand relationships and attract new ones. Our results for the first quarter demonstrate the success of our strategy and sets up for a strong growth in 2023. We expect to host a record number of fans this year, even against the 2022 comparison which benefited from rescheduled shows attended by 20 million fans. Ticketmaster should deliver record activity with around 600 million tickets managed globally this year. and our sponsorship business, even after incredible growth last year, looks to be on track for double-digit AOI growth this year. As we look to 2024 and beyond, we have all the necessary levers to build our fly roll globally and continue to compound AOI by double digits for the foreseeable\nfuture. With that, I will turn the call over to Joe to take you through more details.\n\nJoe Berchtold\n\nPresident & CFO\n\nThanks, Michael, and good afternoon, everyone. Building on 2022, we started out this year with a record Q1, our highest first quarter revenue, AOI fan count and ticket sales. All of our markets are fully open, selling tickets, hosting tours and connecting brands with fans. Our reported revenue of $3.1 billion for the quarter was $1.3 billion, better than Q1 2022, an increase of 73%.\nOn a constant currency basis, our revenue was $3.2 billion for the quarter. So there was roughly a 2% unfavorable impact due to the slight strengthening of the U.S. dollar, primarily against the Canadian and Australian dollars, given the limited FX impact on our numbers, the rest of my comments will just be a reported currency. Our reported AOI of $320 million for the quarter, was $111 million better than 2022, up 53% with an improvement of $65 million in ticketing, $50 million in concerts and $26 million in sponsorship.\nOver half of our AOI growth came from our Asia Pacific and Latin America markets where we are expanding our global touring activity and diversifying our historical seasonality. We converted roughly 59% of this AOI to adjusted free cash flow of $190 million, which is significantly higher than our 43% conversion in Q1 2022. In our deferred revenue, a key leading indicator of growth ended this quarter at $4.4 billion, up 28% from this point last year. Let me give a bit more color on each division. First, in concerts, we had the highest concert attendance ever for Q1 with 19.5 million fans attending our shows of 79% compared to 2022 when we had approximately 11 million parents. Show count was 9,600 events, up 43% compared to 2022, with more fans per show due to a heavier mix of stadium and arena events and stronger than historical average attendance levels.\nAs a result, our Concerts revenue for the year grew by 89% to $2.3 billion, while we delivered $1 million in AOI, a $50 million improvement over Q1 2022. This is the beginning of what we see as a very solid year for our concert segment, including margin expansion relative to last year. Looking a bit deeper at our fan metrics, we had strong growth across the board. Stadium attendance more than quadrupled to 3.3 million fans this quarter, up from 800,000 fans in 2022. This growth primarily came from our Asia Pacific and Latin American markets. Arena attendance was 6.7 million fans for the quarter, up $3 million or almost 80% from 2022, largely as a result of growth in Europe and Australia touring. Theater and fan club count was up 45%. And while it's not a large quarter for festivals, we did see festival fan count grow by 50% from our Mexico and Australia and New Zealand expansion.\nOverall, our international markets drove fan count growth, accounting for over 90% of our increase versus 2022. This was due in part to the closure still in effect in Q1 2022. That said, we expect continued strength across all global markets through 2023, along with some seasonal shift towards Q1 activity. Last year, we discussed the various cost headwinds at our operated venues and festivals. Thus far this year, cost pressures are declining and our operational cost per fan is down across our indoor buildings and we are forecasting that cost increases will remain below general inflation levels for our festivals and amphitheaters. As a result of these improved conditions, we expect overall profitability per fan will again increase this year as cost increases are more than mitigated by increasing average revenue per fan pricing and on-site sponsorship.\nNext, in ticketing, where our numbers reflect growing fan demand for live experiences. In Q1 2023, we sold $72.6 million fee-bearing tickets of 21 million tickets or 41% compared to 2022. Nearly 2/3 of the growth was driven by concert tickets as North America concert ticket sales increased by 35%. And while international concert ticket sales increased even more by 65%. With this increased ticket volume GTV for the quarter was $7.7 billion, up 60% compared to 2022. At peak sales times during the quarter, Ticketmaster sold 15,000 tickets per minute in North America with more than 20 million fee-bearing tickets sold each month globally. And in Q1, over 99.9% of all TM transactions were processed without any issues.\nWhile secondary ticketing volume grew at a similar rate, ours continues to be largely a primary ticketing business with secondary ticketing accounting for only a mid-teens percent of our overall GTV. With these growing ticket sales, revenue for the quarter was $678 million and AOI was $271 million, delivering margin of 40%. It's hard to compare these margins to Q1 of last year, given the geographic mix shift and increased cost of ramping our staff back up over the course of last year.\nBut these margins are ahead of our full year 2022 numbers, and we expect margins for the full year to continue being in the high 30s. On the pricing front, average ticket prices on primary tickets rose by 16% compared to Q1 of 2022, driven by fan demand for the best seats, particularly at concerts. Average secondary ticket prices remain close to double that of a primary ticket continuing to show the extent to which concerts and other live events remain price below market value.\nWe also saw revenue from nonservice fees grow double digits as we further build ancillary revenue streams, including insurance, upgrades and other upsells. Lastly, so far this year, we have signed clients accounting for nearly 8 million net new tickets, up 15% compared to this point last year, positioning us for ongoing growth.\nFinally, in our sponsorship business, top line revenue improved by $54 million or 47% to $170 million in Q1. Our AOI for this high-margin business was $96 million, up 37%. Sponsorship's growth during the quarter was driven by the reopening of international markets that were closed in Q1 of last year. the increase in high-profile artists on sales that attract premium marketing partners and the expansion of our venue network.\nWe had double-digit growth in both on-site and online sponsorship with on-site sponsorship representing most of our AOI growth year-over-year. From a geographic perspective, our international markets delivered 54% growth in the quarter while North America had 26% growth. Contributing to our sustained growth since last year has been our strategic sponsors to generate over $1 million of revenue in the year. Relative to Q1 of last year, our number of strategic sponsors grew by 15%, while the revenue from those partners rose by over 20%. These marketing partnerships now account for 85% of our total sponsorship revenues. Sponsorship margins were slightly lower than average during the quarter as we had higher variable expenses due to artist activation costs for A-list talent presales with tickets sold for these key sponsor programs 4x that of last year.\nAs timing plays out, we anticipate that for the full year, variable expenses and margins will be in line with 2022. A few other points on 2023. We continue to project that CapEx will be approximately $450 million this year, with 2/3 on revenue-generating projects, including new venue builds and renewals as well as other organic investments to support growth. The remaining 1/3 is on maintenance CapEx as we catch up on deferred 2020 and 2021 maintenance. We ended the quarter with $2.4 billion of available liquidity between free cash an untapped revolver capacity, giving us ample flexibility to continue investing in growth.\nWe're comfortable with our leverage, particularly given the AOI growth ahead with approximately 87% of our debt at a fixed rate with an average cost of debt of roughly 4.7%. In addition, the majority of our debt is long dated and nothing is maturing within the next 18 months. The only notable change to our below-the-line guidance from Q1 is on accretion due largely to a set as impressive growth above previous projections, we estimate that accretion will be approximately 40% higher in 2022, and this should be factored into your EPS estimates.\nAt this point, we don't expect any material FX impact on revenue or AOI for the year.\nWith that, let me open the call for questions. Operator?"
  },
  {
    "header": "LYV",
    "cik": "0001335258",
    "ticker": "LYV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b913e2e9f70f0bf7c75d9353e8ce396f",
    "period": "2022 Q4",
    "content": "Q4 2022 Live Nation Entertainment Inc Earnings Call\n\nQ4 2022 Live Nation Entertainment Inc Earnings Call\n\nLYVNYSEFEB 23, 5:00 PM\n\nOperator\n\nGood day, everyone. My name is John, and I will be your conference operator on today's call. At this time, I would like to welcome everyone to Live Nation Entertainment's Fourth Quarter and Full Year 2022 Earnings Conference Call. Today's conference is being recorded. (Operator Instructions)\nBefore we begin, Live Nation has asked me to remind you that this afternoon's call will contain certain forward-looking statements that are subject to risks and uncertainties that could cause actual results to differ, including statements related to the company's anticipated financial performance, business prospects, new developments and similar matters. Please refer to Live Nation's SEC filings, including the risk factors and cautionary statements included in the company's most recent filings on Forms 10-K, 10-Q and 8-K for a description of risks and uncertainties that could impact the actual results.\nLive Nation will also refer to some non-GAAP measures on this call. In accordance with the SEC Regulation G, Live Nation has provided definitions of these measures and a full reconciliation to the most comparable GAAP measures in their earnings release or website supplement, which also contains other financial or statistical information to be discussed on this call. The release reconciliation and website supplement can be found under the Financial Information section on Live Nation's website at investors.livenationentertainment.com.\nIt is now my pleasure to turn the conference over to Michael Rapino, President and Chief Executive Officer of Live Nation Entertainment. Please go ahead, sir.\n\nMichael Rapino\n\nPresident, CEO & Director, Live Nation Entertainment, Inc.\n\nGood afternoon, and thank you for joining us. In 2022, fans around the world continue to prioritize their spend on attending live events, particularly concerts. Our research consistently tells us that concerts are top priority for discretionary spending and one of the last experiences fans will cut back on. And we're seeing this play out in both our 2022 results and early indicators for '23. With the strong demand last year in the concert business, we had 121 million fans attend our shows across 45 countries. While in ticketing, we helped connect 550 million fans with their favorite artists, teams and performers.\nIn both cases, the majority of our growth came from international markets, further reinforcing the global nature of untapped fan demand and the opportunities we have for growth as we help artists reach more fans with their live music. Before getting into details on our divisions, just to note that 2019 is the best comparison for us in terms of understanding our results. So most of our metrics will be relative to full year 2019. In concerts, despite many markets still closed for part of last year, we grew attendance by 24% to 121 million fans at 44,000 events, which drove revenue up 43% to $13.5 billion. This growth came from all markets and venue types. Every venue type from clubs and theaters to stadiums to festivals at double-digit attendance growth.\nWe invested $9.6 billion in putting artist shows on in 2022, working with the largest superstars to artists just getting started and all those in between. This is up 45% and further reinforces our role as the largest contributor to our artists' income. As part of this, we helped shift $700 million to artists with more market-value ticket pricing, even as the entry price to a show stayed below $35 in the U.S.\nTypically, 90% of ticket sales for Live Nation shows go to artists. This is particularly important as artists are increasingly reliant on touring as they get much smaller rev shares from other music revenue streams. Part of our fan growth continues to come from the venues we operate globally, closed almost 50 million fans in 2022 with international markets, again, delivering the majority of our growth.\nAnd at Venue Nation, we continued our focus on elevating the fan experience and providing a range of options for enhanced products and services. As a result, last year, we grew our average revenue per fan by 20% at all venue types. In ticketing, our strategy for success is simple. We focus on developing the leading software for venues. To ensure we deliver the best enterprise platform, we invest tens of millions of dollars every year to continue innovating every aspect of ticketing and technology products.\nArtists are the venue's largest clients, and we're regularly being asked to create new products to help address their ticketing needs. Amongst our innovations are products such as Verified Fan, designed to help artists cut down resale, and we've seen this used successfully for over 400 tours, including the most recent onsales for Beyonce, Madonna and Morgan Wallen. Generally, Verified Fan onsales of approximately 5% in inventory end up on resale sites versus 20% to 30% that is typical for non-verified fan on sales. Venue and their artist clients do result in the ticket sales, which is the large part why so many venues choose to work with us.\nLooking at our 2022 results. We grew fee-bearing ticket volume by 28% to $280 million, which in turn drove our fee-bearing GTV up by over 50% to $28 billion across 38 countries. As a result, our ticketing revenue was $2.2 billion, up 45%. Along with these results for the year, we signed 23 million net new tickets in 2022, 70% were with international clients, setting the stage for continued global growth.\nIn our sponsorship business, we have seen that brands are as eager as fans to reengage with platforms. In 2022, we had 120 large strategic sponsors globally across our businesses, 32% more than we had in 2019, including brands such as PayPal, GoPuff, Hulu and Snap. These large partners drove over 80% of our growth, with overall revenue up 64% to $1 billion. As with concerts and ticketing, our international markets led this growth, with international sponsorship ROI up 70%.\nLooking ahead to 2023, as we now have many of our 2023 shows on sale, we continue to see strong consumer demand globally, with no sign of any slowdown. We have 4 key leading indicators at this time of the year, all pointing towards another record year and even greater success in '23.\nFirst, our deferred revenue at the end of '22 was $2.7 billion, up 125% from 2019 and 18% from 2021, which benefited from a high volume of rescheduled shows. Next, as of mid-February, ticket sales for our shows this year exceeded 50 million fans, up 20% from this point last year, with international growth of 25%. Then our global ticketing fee-bearing GTV is up 33% to $9.8 billion through the same period. And finally, over 70% of our planned sponsorship activity for the year is confirmed, again, up double digits relative to this time last year.\nBefore I turn it over to Joe, I want to comment on the regulatory environment and industry reforms. On the regulatory front, the ticketing industry is more competitive than ever, and our market share has gone down, not up, since the merger. Because of the competitive bidding process, venues regularly take more of the economics on every renewal, as they set and keep the majority of the service fees. Since signing the extended consent decree related to the Ticketmaster merger, we remain in constant conversations with the DOJ monitors, and do not believe there have been any violations.\nOn ticketing reforms, we believe the greater transparency on the entire ticketing ecosystem will improve the industry, and we've been engaging with policymakers to advocate for reforms. The biggest challenge facing the industry is a chaos at the onsale, where fans can't get the ticket at the price the artist sets, yet they see pages of secondary sites with tickets 5x face value because of scalpers. This has been a big topic in the industry and conversations at the Pollstar Live! conference this week, focused on how to protect the connection between the artists and their fans.\nTo help drive progress, we launched the FAIR Ticketing Act, which says: artists should decide resale rules; selling speculative tickets should be illegal. The scope of the BOTS Act should be expanded and enforced; and there needs to be industry-wide all-in pricing so fans see the full cost they are paying up front.\nArtists create their music and their concerts. It's only fair to create their ticket and rules, too. We will always be on the side of the artist, who is the best advocate for their career and their fan base.\nWith that, I will turn the call over to Joe to take you through more details.\n\nJoe Berchtold\n\nPresident & CFO, Live Nation Entertainment, Inc.\n\nThanks, Michael, and good afternoon, everyone. Given the uniqueness with our seasonality in 2022 after emerging from the pandemic, I will largely focus on our annual results. And as with prior quarters, 2019 is the best comparison for us in terms of understanding our results, so much of our discussion will be relative to the full year 2019. For the company, our reported revenue of $16.7 billion for the year was $5.1 billion better than 2019 or an increase of 44%. On a constant currency basis, our revenue was $17.3 billion for the year. So there was roughly a 4% unfavorable impact due to the strengthening of the U.S. dollar, primarily against the euro and the pound.\nOur reported AOI of $1.407 billion for the year was also a record for the company, $465 million better than 2019, up 49%, led by an improvement of $345 million in ticketing and $226 million in sponsorship. On a constant currency basis, our full year AOI was $1.464 billion. The FX impact was negative $57 million or 4%. And we've converted roughly 69% of this AOI to adjusted free cash flow of $967 million, leading to a year-end free cash balance of nearly $1.8 billion. Net income for the year was also a record at $296 million, $226 million better than 2019, resulting in earnings per share of $0.64.\nLet me give a bit more color on each division. First, in concerts, we had the most concert fans ever with 121 million fans attending our shows in 2022, up 24% compared to 2019 when we had close to 98 million fans. Show count was 43,600 events, up 8% compared to 2019, with more fans per show due to a heavier mix of stadium and festival events. As a result, our concerts revenue for the year grew by 43% to $13.5 billion, while we delivered $170 million of AOI.\nLooking a bit deeper at our fan metrics. We had strong growth across the board. Stadium attendance more than doubled to 18.4 million fans this year, up from 7.8 million fans in 2019. Festival attendance was 13.2 million fans for the year, up over 30% from 2019, with premier events including Rock in Rio in Brazil, Rock Werchter in Belgium, Reading & Leads in the U.K. and Lollapalooza in Chicago. Arena, amphitheater and club and theater attendance were all up double digits. And finally, our international fan count grew by nearly 50% in 2022, fueled by tremendous outdoor season in the U.K. and across Mainland Europe, and very strong growth in our South American markets as well as the addition of OCESA in Mexico.\nGiving you more details on ancillary per fan revenue by venue type. In our North America amphitheaters, ancillary per fan revenue was $37, an increase of $8 per fan over 2019 levels or over 25% growth. At our major festivals globally, increased spending on concessions, camping and [DIP] experiences drove ancillary per fan revenue up nearly 30%. And there are theaters and clubs in the U.S. and the U.K., ancillary per fan revenue increased by 20%, driven by higher concession sales, fast lane entry, night of show upgrades and the move to cashless payments.\nAs we have discussed in past quarters, we've had some headwinds associated with labor and supply chain cost pressures at venues we operate, notably amphitheaters and festivals, as well as costs related to the reopening of our international markets during the year. Despite this, we still increased our per fan profitability, taking into account our company-wide revenue streams for fans attending shows at our venues. We have seen these pressures subside in recent months and do not expect the same level of impact in 2023. With this, along with our ongoing revenue initiatives and continued cost focus, we expect to continue to grow per fan profitability in 2023.\nNext, ticketing, where our numbers reflect sustained fan demand for the live experience. In 2022, we sold $281 million fee-bearing tickets, up 28% compared to 2019. It was the first year that our fee-bearing ticket sales exceeded non-fee-bearing ticket sales as we continue to build our global nonsports client base, particularly in international markets. With this increased ticket volume, GTV for the year was $27.5 billion, up 54% compared to 2019. Ours continues to be largely a primary ticketing business, with secondary ticketing accounting for only a mid-teens percent of our overall GTV.\nWith this activity level, revenues were over $2.2 billion for the year, with AOI of $830 million. As we projected last quarter, we delivered full year margins in the high-30s, coming in at 37%. On the pricing front, average ticket prices on primary tickets rose by 17% compared to 2019, driven by fan demand for the best seats at premier concert and sporting events. Secondary ticketing pricing also rose by 12% on average, and so the average secondary ticket price in the U.S. remained more than double that of a primary ticket. This shows the extent to which concerts and other live events remain priced below market value. We also saw revenue from nonservice fees grow double digits as we further build ancillary revenue streams, including insurance, upgrades and other upsells.\nLastly, as Michael noted, we signed 23 million net new tickets and expect these client wins will help drive an increase in fee-bearing tickets sold for this year, positioning us for ongoing growth. Before leaving ticketing, I wanted to add a few comments on the regulatory front that Michael spoke to.\nThere's been a lot of discussion lately about so-called junk fees. We tend to get thrown into that conversation because the compensation to venues to help run their businesses and to Ticketmaster to distribute tickets is separately called out as a service fee instead of embedded in the price of the ticket. Very few people understand that and even fewer understand that most of the money goes to the venues. They think the service charges are just some arbitrary add-on to Ticketmaster pockets, which is not the case.\nWe agree that real junk fees, hidden charges attached to goods and services that obscure the true price should be illegal. That's one of the reasons we're advocating for legislation mandating all-in pricing, where the consumer first sees the total price he or she is going to pay as well as the breakdown of any fees. There are a range of other policy points that we're advocating for because we're strong proponents of artists and content rights, but none of these have a direct material impact on our business.\nFinally, it was a record year for our sponsorship business, with top line revenue of $968 million, up 64%. Our AOI for this high-margin business was $592 million, up 62%. Looking back at sponsorship's growth during the year, our festival business increased by 75% and our platform integrations more than doubled. Once again, we had high growth in both on-site and online sponsorship of 61% and 64%, respectively, compared to 2019.\nOur international markets had an exceptional growth rate this year, with AOI increasing by over 70% compared to 2019 due to greater festival activity across Europe and our expanding business in South America and Mexico. A few other points on 2023. While it's still very early in the year, based on current FX rates, we project very little impact on our revenue and AOI this year, less than 1%.\nWe expect CapEx to be approximately $450 million this year, with 2/3 on revenue-generating projects, including new venue builds and renewals and as well as other organic investments to support our growth. This is slightly higher relative to the past few years as we come out of supply chain constraints and generally tight spend controls. However, as a percentage of revenue, this is well within our historical range and consistent with our growth trajectory.\nWe ended the year with $2.3 billion of available liquidity between free cash an untapped revolver capacity, giving us sufficient flexibility to continue investing in growth. As you're aware, in January, we issued $1 billion principal amount of 3.125% convertible senior notes due in 2029. As part of that transaction, we then developed a hedge to increase the effective convert price to $144. We used roughly half the net proceeds to repurchase the 2.5% convertible notes that were due in 2023, meaning we expect minimal dilution from this convert offering.\nWe're comfortable with our leverage. Over 85% of our debt is at a fixed rate, with an average cost of debt of roughly 4.7%, positioning us well in this interest rate environment. In addition, the majority of our debt is long-dated and nothing is maturing within the next 18 months. Given that we're at the beginning of the year, we want to provide with more guidance on a few line items below AOI, which impact our earnings per share calculation.\nWe anticipate the noncash compensation will be largely in line with 2022 and acquisition transaction expenses will run about 2/3 of last year. As we continue our global expansion, we expect depreciation and amortization to grow by approximately $50 million for the year, evenly phased amongst the quarters. Given our recent financing, interest expense will increase to approximately $90 million per quarter. We're projecting accretion to be about 25% higher than last year, resulting from stronger forecasted future performance at a number of our joint ventures. And we anticipate that NCI and income tax expense will grow in line with AOI.\nWith that, let me open the call for questions. Operator?"
  },
  {
    "header": "LYV",
    "cik": "0001335258",
    "ticker": "LYV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bc22eeed63e59fd93a54a30fab90810b",
    "period": "2022 Q3",
    "content": "Q3 2022 Live Nation Entertainment Inc Earnings Call\n\nQ3 2022 Live Nation Entertainment Inc Earnings Call\n\nLYVNYSENOV 3, 5:00 PM\n\nOperator\n\nGood day, everyone. My name is John, and I will be your conference operator on today's call. At this time, I would like to welcome everyone to Live Nation Entertainment's Third Quarter 2022 Earnings Conference Call. Today's conference is being recorded. (Operator Instructions).\nBefore we begin, Live Nation has asked me to remind you that this afternoon's call will contain certain forward-looking statements that are subject to risks and uncertainties that could cause actual results to differ, including statements related to the company's anticipated financial performance, business prospects, new developments and similar matters.\nPlease refer to Live Nation's SEC filings, including the risk factors and cautionary statements included in the company's most recent filings on Forms 10-K, 10-Q and 8-K for a description of risks and uncertainties that could impact the actual results. Live Nation will also refer to some non-GAAP measures on this call. In accordance with the SEC Regulation G, Live Nation has provided definitions of these measures and a full reconciliation to the most comparable GAAP measures in their earnings release or website supplement, which also contains other financial or statistical information to be discussed on this call.\nThe release reconciliation and website supplement can be found under the Financial Information section on Live Nation's website at investors.livenationentertainment.com.\nIt is now my pleasure to turn the conference over to Michael Rapino, President and Chief Executive Officer of Live Nation Entertainment. Please go ahead, sir.\n\nMichael Rapino\n\nPresident, CEO & Director, Live Nation Entertainment, Inc.\n\nGood afternoon, and thank you for joining us. Live Nation delivered the biggest summer concert season in history that drove a record quarter. These results demonstrate the ongoing and increasing demand for live events globally, with attendance in events of all sizes from clubs to stadiums. Fans around the world continue prioritizing their spend on live events, particularly concerts. Despite varying economic headwinds, including inflation, we have not seen any pullback in demand as on sales, on-site spending, advertising, all other operating metrics continue showing strong year-on-year growth.\nWith this demand, revenue was up over 60% relative to 2019 with each divisions up at least 30% and AOI up 45% to $621 million, with all divisions up at least 25%. As we expected, our performance this quarter was led by our concert business, which held 11,000 concerts to 44 million fans across 50 countries. As a result, we generated over $5 billion of revenue and $281 million AOI for the quarter, up 67% and 44%, respectively, relative to 2019 Q3. Shows of all types continue having strong demand with double-digit attendance growth across all venue types, including clubs, theaters, amphitheaters, arenas, stadiums and festivals.\nStadiums had a particularly strong quarter with fan count more than tripling to nearly 9 million fans, driven by the global demand of top acts across a number of genres and audiences such as Bad Bunny, The Weeknd and Red Hot Chili Peppers. We delivered double-digit attendance growth across established and emerging markets around the globe, from North America to Europe to South America showing our long runway of global growth.\nOur Venue Nation division hosted more fans with attendance up 14% relative to 2019 to $19 million for the quarter and 38 million fans year-to-date. Based on our current pacing, we expect to host more than 50 million fans at our Venue Nation and Festival division.\nAs we have grown attendance, we have also continued driving greater market pricing for our concerts. And now expect to transfer over $550 million of additional payments to artists this year, continuing our efforts to help artists get the full value from their shows. And over the course of the summer, we continue to see strong on-site spend with no reduction in consumer buying habits. Ancillary per fan spending was up 20% to 30% year-to-date in our operated venues across the U.S. and Europe.\nThe consistent theme is that fans are eager to enhance their experience, as we continue elevating our hospitality operations to provide more premium options. We still have tremendous room to expand these high-quality experiences throughout our Venue portfolio, which includes over 400 venues and festivals globally, with almost 40 new venues in the pipeline.\nFan demand for live events was also clear in our ticketing business. We transacted $6.7 billion of fee-generating GTV on 71 million tickets, up 69% and 42%, respectively, relative to 2019. This demand remained strong throughout the quarter as 2 of the 3 months were amongst the top 10 transacted GTV excluding refund months ever. At this point, all top 10 months occurred within the past year.\nGTV growth was strong across both primary and secondary, up 61% and 132% respectively. Concerts were up 80% of the growth in primary GTV while concerts and sports together accounted for over 90% of our secondary growth. Globally, new venue clients continue to seek out Ticketmaster's service due to its effectiveness of our enterprise software platform, driving venue revenue, combined with our leading online marketplace.\nAs a result, we contracted 19 million net new tickets so far this year on a global basis. At Ticketmaster, we continue to advocate for fee transparency and live event ticketing. We advocated for all-in pricing mandate passed in New York early this year, which requires face value prices and fees to be shown upfront. And so we support the FTC mandating this nationally. We operate ticketing marketplaces in more than 30 countries around the world and have seen all in pricing adopted successfully in many countries when mandated across the board. It only works with all ticketing marketplaces adopt together, and the consumers truly can accurately compare as they shop for tickets.\nSponsorship had its biggest quarter ever, following our previous record last quarter, driven by the strength of our festival and online partnerships. Our performance drove AOI of $226 million, 56% higher than 2019. Our Sponsorship revenue growth has been broad-based with North America up 48% and international up 93%. And we see strong demand both on-site and online, up 64% and 63%, respectively, this year. And our unique scaled live events platforms continue to attract new brands and expand relationships with current partners.\nFestival sponsorship has been our largest growth driver to date as we have effectively leveraged record festival attendance this year and compounded this growth with double-digit increases in per fan sponsorship. Platform integrations have been a great growth driver with online partnerships. As we continue to drive value and monetize opportunities by Ticketmaster's purchase process, with nonservice fee revenues up double digits relative to 2019.\nClearly 2022 has been an incredible year of returning to live events, and we expect to finish strong. Ticket sales for concerts this year were up 34% for the quarter and now stand at 115 million tickets sold for the shows this year, up 37%. And more importantly, momentum is strong with early signs pointing to continued growth in 2023 across our businesses.\nTicket sales for shows in 2023 are pacing even stronger than they were heading into 2022, up double digits year-over-year, excluding sales from rescheduled shows. In our sponsorship business, confirmed commitments for 2023 are up 30% from this time last year, showing the resiliency and long-term commitments that brands have for our business.\nBeyond these specific leading indicators, going into 2023, we expect we will drive growth in our concert business by adding more venues to our portfolio, continued increase in ancillary per fan revenue and furthering our efforts to deliver market value for the shows to the artists. And in ticketing, we expect to also benefit from these market pricing trends while continuing to globally add new clients to our world-class platform.\nWith that, I will turn it over to Joe.\n\nJoe Berchtold\n\nPresident & CFO, Live Nation Entertainment, Inc.\n\nThanks, Michael, and good afternoon, everyone. As with last quarter, 2019 is the best comparison for us in terms of understanding our results. So most of our discussion will be relative to Q3 of 2019.\nFor the company, our reported revenue of $6.2 billion for the quarter was $2.4 billion better than Q3 2019 or an increase of 63%. On a constant currency basis, our revenue was $6.4 billion for the quarter. So there was roughly a 3% impact due to strengthening of the U.S. dollar. This was a record quarter for revenue for the second quarter in a row and bested our Q2 figure by 39%.\nAnd our reported AOI of $621 million for the quarter was $194 million better than 2019, up 45% and led by an improvement of over $86 million in concerts and $81 million in sponsorship. On a constant currency basis, our Q3 AOI was $645 million. The FX impact of negative $24 million or 4% was largely driven by the devaluation of the euro and the pound. And year-to-date, we have converted roughly 76% of this AOI to adjusted free cash flow of $996 million. Let me give a bit more color on each division, then I will give you more on leading indicators.\nFirst, in concerts, our AOI was $281 million for the quarter, which compares to $194 million in Q3 of 2019, an improvement of 44%. U.S. concert's strongest quarter ever for surpassing the previous record of $200 million AOI in Q3 of 2018. It was a stellar seller season for concerts. We had over 44 million fans in the quarter, the most ever, growing 40% compared to Q3 of 2019 when we had close to 32 million fans.\nLooking a bit deeper at our fan metrics, stadium attendance more than tripled to 8.7 million fans in Q3 of this year and festival attendance was 6.5 million fans in the quarter, up nearly 40% from Q3 of 2019 with premier events, including Rock in Rio, Rock Werchter, Reading and Lollapalooza. Pricing has been a key part of our strategy in 2022 and capturing market pricing for the best tickets while maintaining an affordable entry point for all fans.\nFor tickets sold to show that our amphitheaters, arenas and stadiums globally this year, front-of-house pricing increased for each by double digits relative to 2019, while starting prices for all shows in the U.S. rose just 6% and remain under $35 on average. And giving you more details on ancillary per fan revenue by venue type in our U.S. amphitheaters, ancillary per fan revenue was $38, an increase of $8 per fan over 2019 levels or close to 30% growth.\nAt our major festivals globally, increased spending on concessions, camping and VIP experiences drove ancillary per fan revenue up by nearly 30%. And that our theaters and clubs in the U.S. and the U.K., ancillary per fan revenue increased by over 20%, driven by higher concession sales, fast lane entry, night of show upgrades and the move to cashless payments.\nOn the cost side, as indicated before, increases continue to impact as primarily in the venues we operate, amphitheaters, theaters and clubs and festivals. But in all cases, we are delivering double-digit growth in profitability per fan due to increased ticket sales and ancillary revenue.\nNext, ticketing had another successful quarter, delivering $163 million in AOI, nearly 30% higher than Q3 of 2019. Q3 was our top quarter ever in terms of reported ticket sales in GTV, and it was our second highest quarter ever in terms of transacted ticket sales in GTV behind only Q2 of this year. When we look at the year-to-date performance of our ticketing business, the numbers reflect the incredible demand we've had. Through September 30, we have sold 197 million fee-bearing tickets, up 38 million tickets or 24% compared to 2019.\nGTV for the first 9 months is $19 billion, up $6.3 billion or 49% compared to 2019. As a result, revenues are close to $1.6 billion for the first 9 months of the year, which is up almost $500 million or 45% compared to 2019. And with all this, we drove AOI to $600 million, up 71% as we deliver strong operating leverage. Across both sporting and concert events, ticket buyers continue to prioritize purchasing the best seats available, driving a 17% average price increase in the primary market year-to-date relative to 2019.\nSecondary pricing has risen by 10% on average with sales volume up as well. With these increases, the average secondary ticket price in the U.S. remains almost twice that of a primary ticket, demonstrating additional opportunities for market-based pricing as well as a large buffer from any demand shifts. For those of you focused on margins, as we have indicated previously, it's difficult to evaluate based on a single quarter. Q3 margins were impacted by our mix of clients and shows, along with technology investments. All of this is as expected and in line with our full year margin expectations in the high 30s as we have been indicating over the past few quarters.\nFinally, growth in our high-margin Sponsorship business continued this quarter with revenue up 59% relative to Q3 2019 and now up 64% year-to-date. We once again had high growth in both on-site and online Sponsorship, driving record Q3 AOI of $226 million, 56% higher than our Q3 2019 AOI. Looking back at Sponsorship's growth through the first 9 months, we have seen our festival business nearly double and our platform integrations more than double.\nOur strategic multiyear multi-asset sponsors now generate $0.75 billion in revenue for us. Back in 2017, we had 56 such clients, representing approximately 2/3 of our total sponsorship revenue. Today, that number has grown to over 100 such partners that account for 80% of our revenue, growth in both the number of partners and the level of their spend, which demonstrates the value we deliver and the importance they place on our unique on-site and online scale platforms.\nAs we look to the remainder of 2022, starting with our leading indicators through late October, all relative to 2019, concert ticket sales are over 115 million tickets for events this year, up 37% and 20% higher than our full year 2019 fan count. Second, ticketing has sold over 200 million primary fee-bearing tickets for events this year, up 27% relative to 2019 at this point. Of these, 135 million tickets are for concert events, which is 38% higher than 2019.\nRelated to this, we had $1.9 billion in event-related deferred revenue, consistent with our levels in Q3 of 2021, despite the deferred shows in last year's numbers. Excluding the deferred shows from last year's numbers, we would be up 35% year-on-year.\nA few other points on 2022. Given our presence in the U.K. and mainland Europe, we've experienced FX headwinds. And through the end of September, our AOI has been negatively impacted by $47 million. This was almost entirely in the second and third quarters as the U.S. dollar strengthened significantly against the euro and British pound. Based on current forward rates, we expect a 4% impact to AOI in the final quarter of this year.\nDue to some delays in construction projects as a result of supply chain disruptions, our 2022 capital expenditures forecast is now approximately $300 million, with roughly 2/3 allocated to revenue-generating projects. We expect the key revenue-generating projects, which are delayed, will still be completed early next year. So don't anticipate any impact next year on the return from these projects.\nWe expect free cash flow conversion from AOI to be in the mid- to high 50s for the full year. We ended Q3 with $2.6 billion of available liquidity between free cash and untapped revolver capacity, giving us sufficient flexibility to continue investing in growth. We are comfortable with our leverage with over 85% of our debt at a fixed rate, and our average cost of debt is roughly 4.5%, positioning us well in this interest rate environment.\nIn addition, the majority of our debt is long dated with only our 2023 convertible debt maturing within the next 2 years. We will continue to optimize our capital structure based on market conditions.\nWith that, let me open the call for questions. Operator?"
  },
  {
    "header": "LYV",
    "cik": "0001335258",
    "ticker": "LYV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b88599540f0bb6bc4f86cf4b44142842",
    "period": "2022 Q2",
    "content": "Q2 2022 Live Nation Entertainment Inc Earnings Call\n\nQ2 2022 Live Nation Entertainment Inc Earnings Call\n\nLYVNYSEAUG 4, 5:00 PM\n\nOperator\n\nGood day, everyone. My name is Hector, and I will be your conference operator on today's call. At this time, I would like to welcome everyone to Live Nation Entertainment's Second Quarter 2022 Earnings Conference Call. Today's conference is being recorded. Following management's prepared remarks, we will open the call for Q&A. Instructions will be given at that time.\nBefore we begin, Live Nation has asked me to remind you that this afternoon's call will contain certain forward-looking statements that are subject to risks and uncertainties that can cause actual results to differ, including statements related to the company's anticipated financial performance, business prospects, new developments and similar matters. Please refer to Live Nation's SEC filings, including the risk factors and cautionary statements included in the company's most recent filings on Forms 10-K, 10-Q and 8-K for a description of risks and uncertainties that could impact the actual results.\nLive Nation will also refer to some non-GAAP measures on this call. In accordance with the SEC Regulation G, Live Nation has provided definitions of these measures and a full reconciliation to the most comparable GAAP measures in their earnings release or website supplement, which also contains other financial or statistical information to be discussed on this call. The release, reconciliation and website supplement can be found under the Financial Information section on Live Nation's website at investors.livenationentertainment.com.\nIt is now my pleasure to turn the conference over to Michael Rapino, President and Chief Executive Officer of Live Nation Entertainment. Please go ahead, sir.\n\nMichael Rapino\n\nPresident, CEO & Director, Live Nation Entertainment, Inc.\n\nGood afternoon. Thank you for joining us. The second quarter confirmed that live entertainment industry is back globally and bigger than ever. Live Nation led this return and continues to deliver the best global network to support artists as they play shows for the fans around the world.\nEvery key operating metric is at an all-time high as we promoted more concerts, had more fans attend shows, they spent more money, sold more tickets and enabled brands to connect with fans at a scale we have never seen before. As a result, relative to 2019, with over 40% increase in revenue to $4.4 billion and a 50% increase in AOI to $480 million. With most of the world fully reopened, it's clear that concerts remain a high priority for fans. Consumers are seeking out and spending more on experiences. And the growing demand for live music and events is driving our business to record levels, far outpacing any macro issues or cost increases.\nMomentum across our business has remained strong in recent months and weeks, and demand combined with the substantial concert pipeline gives us confidence in our ongoing growth this year and into 2023.\nDuring the second quarter, we promoted over 12,000 concerts for 33.5 million fans, each up over 20% relative to the second quarter of 2019. Of the over 6 million additional fans this quarter, 5 million of that growth came from international markets, driven by the addition of OCESA and the reopening of most global markets with particularly strong focus and demand through Europe and Latin America.\nGrowth was broad-based with double-digit attendance increased at venues of all types, demonstrating strong demand for events at all sizes from large-scale stadiums and festivals to intimate clubs and theaters. Even as show count and attendance grew, fans demonstrated their willingness to pay more for the best seats with the average price of a ticket for our concerts this year up 10% globally relative to 2019, which remains less than U.S. inflation level over the period. At the same time, our average entry price for concerts remain affordable at $33, up only 5% from 2019.\nWith market-based pricing being widely adopted by most tours, we expect to shift over $500 million from the secondary market to artists this year, continuing to support those who created the concert and ensuring they are benefiting from it.\nOn the venue side of our concert business, we continue to build our portfolio of operated venues with an active pipeline of almost 30 new venues across the globe. We are seeing the benefit of operating more venues as the number of fans who attended shows in our owned and operated venues during the quarter was up 13% to over 14 million fans, and we expect that figure to reach over 50 million fans for the full year.\nAnd fans are spending more on site, with average per fan revenue up 20% at each of our amphitheaters, festivals, theaters and clubs relative to 2019, with the average per fan revenue at our amphitheaters this year at $38.50, up 30% relative to 2019.\nOur ticket business also demonstrated strong growth in the quarter, transacted fee-bearing ticket volume up 48% to 77 million tickets and transacted GTV up 76% to $7.3 billion, both relative to 2019. This is our highest fee-bearing GTV quarter ever, with April, May and June accounting for 3 of our top 5 all-time fee-bearing months. 75% of this growth came from concerts, another indicator of the high demand for live music.\nAlong with the volume increase, transacted ticket prices globally was up approximately 15% for the first half of the year relative to 2019 as both concerts and sporting events saw similar low double-digit price increases during the period. Even with strong primary ticketing sales and increased pricing, demand for live events on our secondary ticketing marketplace remain high. And as a result, our GTV more than doubled for the quarter relative to 2019.\nWe are continuing to see the benefits of our technology investments at Ticketmaster, including our global leadership in digital ticketing. Between new capabilities and the sales effectiveness of our ticketing marketplace, we consistently deliver high ticket sales for our event organizers. As a result, we continue to win business from new and existing clients. And to the first half of this year, we had a 12.8 million net new fee-bearing tickets to our marketplace, led again this year by our international markets, which accounted for 60% of this new growth.\nSponsorship has also benefited from the concert flywheel this quarter, driving 74% growth in revenue relative to 2019 as we further enabled more brands to connect with an increasing number of fans on a global basis. Festival sponsorship has performed particularly well during the first half of the year, more than doubling from 2019, led by 9 new festivals in our Mexico and Latin American businesses that accounted for roughly half this increase, along with broad growth in sponsorship levels across most of the North American festivals. And we continue adding more clients in technology, telecom and purchase path integration, including Google, AWS and Hulu, with these categories collectively more than doubling their sponsorship since 2019.\nAs we look forward to the second half of 2022 and into 2023, we have sold over 100 million tickets for our concerts this year, more than we sold for the entire year 2019. Fan demand remained strong and continued growth in ticket buying and on-site spending. And given the long-term nature of most of our sponsorship partnerships, our planned sponsorship for the year is now fully committed.\nAs we prepare for 2023, everywhere globally is open for concerts. And we are actively routing all of our markets with the largest artist pipeline we have ever seen at this point of the year. And for the 2023 tours we have put on sale so far, all signs continue pointing to strong fan demand.\nWith that, I will let Joe take you through more details of our results.\n\nJoe Berchtold\n\nPresident & CFO, Live Nation Entertainment, Inc.\n\nThanks, Michael, and good afternoon, everyone. As with last quarter, 2019 is the best comparison for us in terms of understanding our operations and key performance indicators, so most of our focus will be relative to Q2 of 2019.\nFor the company, our reported revenue of $4.4 billion for the quarter was $1.3 billion better than Q2 2019 or an increase of 40%. On a constant currency basis, our revenue was $4.6 billion for the quarter, so there was roughly a 4% impact due to the strengthening of the U.S. dollar. And our reported AOI of $480 million for the quarter was $160 million better than 2019, up 50% and led by an improvement of over $100 million in ticketing and $80 million in sponsorship.\nOn a constant currency basis, our Q2 AOI was $502 million. The FX impact of negative $23 million or 4% was largely driven by the devaluation of the euro and the pound. This was not only our highest Q2 AOI ever, but it was also our highest quarterly AOI ever, beating our prior record quarter, which was Q3 of 2019 by 12%, notable given that Q3 is traditionally our highest AOI quarter each year. And we converted almost 80% of this AOI to adjusted free cash flow of $379 million.\nLet me give a bit more color on each division, and then I'll give you more on full year leading indicators.\nFirst, in concerts, our AOI was $123 million for the quarter, which compares to $133 million in Q2 of 2019. It was one of concerts' strongest second quarters ever despite limited activity in our Asia Pacific region and operating cost increases. Additionally, while OCESA had a very strong return to activity, its AOI largely flows through sponsorship and ticketing, while their concerts division absorbs most of its costs. In the quarter, we had over 33 million fans attend 12,500 events, growing nearly 25% compared to Q2 of 2019 when we had 27 million fans attend 10,000 shows. And we continue to see growth in our on-site spend with no signs of change.\nHere's what we're seeing so far this year by venue type across our owned or operated buildings. In our amphitheaters, ancillary per fan revenue has risen to $38.5, an increase of $9 per fan over 2019 levels or 30% growth. At our theaters and clubs in the U.S., ancillary per fan revenue has increased by over 25%, driven by higher concession sales and increased purchases of premium packages, Fast Lane entry and night of show upsells. In our theaters and clubs in the U.K., ancillary per fan revenue has risen by 20% compared to 2019, largely as a result of increased food and beverage consumption, pricing optimization as well as the shift to cashless payment. Finally, at our major festivals, increased spending on concessions, campaign and VIP experiences has driven ancillary per fan revenue up by over 30%.\nThe consistent theme here is that as we continue elevating our hospitality operations and create more premium options, fans are eager to enhance their experience. At this point, we still have a lot more room to grow these higher-quality experience offerings throughout our owned or operated portfolio, which includes over 400 venues and festivals globally at this point.\nNext, ticketing had another very successful quarter, delivering $231 million of AOI, making it the most profitable quarter ever for ticketing, beating the record set just last year in the fourth quarter and nearly doubling the Q2 2019 AOI results of $124 million. Our growth came from both primary and secondary ticketing, with transacted ticketing GTV up 69% and 141%, respectively. Transacted ticket volume, excluding refunds, was 77 million tickets, our highest quarter ever, besting our former record of 65 million tickets in Q4 2021 by 18% and 25 million tickets or 48% higher than Q2 of 2019. Transacted ticketing GTV, excluding refunds, was $7.3 billion, our highest quarter ever, besting our former record of $6.6 billion of Q4 of 2021 by 11% and $3.1 billion and 76% higher than Q2 of 2019.\nInternational markets are now largely back and contributing to this growth with transacted ticketing GTV up 67% relative to Q2 2019. As Michael mentioned, approximately 75% of our growth came from concerts, which was due to both higher fan attendance at our concerts and also timing with a number of on sales expected to happen in Q3 getting moved up into Q2.\nEven as more of the ticket value is captured for content organizers, our secondary marketplaces continue to grow rapidly with 4 of our 5 best resale days ever in Q2 and 12 of our top 20 resale days in 2022. We continue to believe that the secondary market is a leading indicator for primary pricing opportunities over the next few years as well as a buffer against any demand fluctuations.\nFinally, sponsorship had its biggest quarter ever with AOI of $178 million, 80% higher than our Q2 2019 AOI of $98 million. With the U.S., the U.K. and now mainland Europe all fully open, we had high growth in both on-site and online sponsorship with each delivering record Q2 AOI. The growth in our large multiyear multi-asset sponsor speaks to our value of connecting live music fans with global brands. We are nearing in on 100 such major sponsors that, in total, generate well over $0.5 billion in revenue and represents nearly 75% of our growth relative to 2019.\nAs we look to the remainder of 2022, starting with our leading indicators through late July, all relative to 2019. First, confirmed show bookings are up over 30%, driven by double-digit increases in every market and across all venue types. Our concert ticket sales through the end of July are over 100 million tickets for events this year, up 38% and higher than our full year 2019 fan count. As a result, we expect a very strong Q3 for concerts with more shows and higher attendance, including fan growth at our owned or operated venues where we are continuing to see strong APF increases. Also, similar to last year, we are extending the amphitheater later in the year, adding over 1 million fans in Q4 this year relative to 2019.\nMichael also gave the numbers around much of our Q2 fan growth being driven by international markets, which is a great indicator of the broadly global health of our fan base. But I don't want anyone to over extrapolate this to the U.S. market as we expect North America will drive much of our fan growth in Q3.\nSecond, ticketing has sold 183 million primary fee-bearing tickets for events this year, up 30%. Of these, 122 million tickets are for concert events, which is 42% higher than 2019. Related to this, we have $3.2 billion in event-related deferred revenue, double our level in Q2 of 2019. These are largely tickets that have been sold by Ticketmaster for Live Nation concerts but the revenue and AOI hasn't flowed through yet and will do so over the course of the next year as the events occur. We remain on course for a strong Q3 in ticketing as our deferred revenue is recognized but also impacted by the shifts of some of the on sales that moved into Q2.\nOn the sponsorship side, we expect to see continued growth driven by our strong Q3 festival lineup with some of this activity also involving on-site activation support. On the cost side, increases continue to impact this primarily in the venues we operate, amphitheaters, theaters and clubs and festivals. But in all cases, we are delivering increased profitability per fan due to increased ticket and ancillary revenue.\nA few other points on 2022. Given our presence in the U.K. and mainland Europe, we've experienced FX headwinds and through the end of June, our AOI has been adversely impacted by $23 million. This was almost entirely in the second quarter as the U.S. dollar strengthened significantly against the euro and the British pound. Based on current rates, we expect our AOI to continue having a 3% to 4% hit in the second half.\nWe provided detailed guidance on line items that impact our EPS calculation last quarter, and there's just one update that I wanted to make here, which is, as noted, we expect the headwinds with FX rates to continue through the remainder of the year, which at current forward rates result in approximately $15 million quarterly below-the-line expense due to currency exchange losses on the revaluation of our foreign balance sheet balances to U.S. dollars.\nIn anticipation of the growth opportunities ahead of us this year, we continue to expect 2022 capital expenditures to be approximately $375 million, with 2/3 allocated to revenue-generating projects. We expect free cash flow conversion from AOI to be back in the mid-50s for the full year. And we ended Q2 with $2.5 billion of available liquidity between free cash and untapped revolver capacity, giving us sufficient flexibility to continue investing in growth. We are comfortable with our leverage with over 85% of our debt at a fixed rate and our average cost of debt of roughly 4.3%, positioning us well in this interest rate environment.\nWith that, let me open the call for questions. Operator?"
  },
  {
    "header": "LYV",
    "cik": "0001335258",
    "ticker": "LYV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b0c06f918157d40712e30de270154356",
    "period": "2022 Q1",
    "content": "Q1 2022 Live Nation Entertainment Inc Earnings Call\n\nQ1 2022 Live Nation Entertainment Inc Earnings Call\n\nLYVNYSEMAY 5, 5:00 PM\n\nOperator\n\nGood day, everyone. My name is Hector and I will be your conference operator on today's call. At this time, I would like to welcome everyone to Live Nation Entertainment's First Quarter 2022 Earnings Conference Call. Today's conference is being recorded. Following management's prepared remarks, we will open the call for Q&A. Instructions will be given at that time.\nBefore we begin, Live Nation has asked me to remind you that this afternoon's call will contain certain forward-looking statements that are subject to risks and uncertainties that could cause actual results to differ including statements related to the company's anticipated financial performance, business prospects, new developments and similar matters. Please refer to Live Nation's SEC filings, including the risk factors and cautionary statements included in the company's most recent filings on Forms 10-K, 10-Q and 8-K for a description of risks and uncertainties that could impact the actual results.\nLive Nation will also refer to some non-GAAP measures on this call. In accordance with the SEC Regulation G, Live Nation has provided the definitions of these measures and a full reconciliation to the most comparable GAAP measures in their earnings release or website supplement, which also contains other financial or statistical information to be discussed on this call. The release, reconciliation and website supplement can be found under the Financial Information section of Live Nation's website at investors.livenationentertainment.com.\nIt is now my pleasure to turn the conference over to Michael Rapino, President and Chief Executive Officer of Live Nation Entertainment. Please go ahead, sir.\n\nMichael Rapino\n\nPresident, CEO & Director, Live Nation Entertainment, Inc.\n\nGood afternoon, and thank you for joining us. Momentum has picked up for all of our businesses over the course of the first quarter. And as a result, we have delivered financial performance to greatly surpass our previous expectations with AOI of $209 million. Artists are back on the road and fan demand has never been stronger. A reflection that live events remain a clear priority for consumers as our social lives restart.\nTicket buying serves as a leading indicator to our overall business. Ticketmaster's strong first quarter performance drove the company's overall profitability and shows how well our concert and sponsorship businesses are positioned to deliver record results this year. Despite some markets taking longer to reopen, the quarter was our second highest ever for transacted GTV, excluding refunds, trailing only Q4 2021, with March being our highest transacted GTV month ever.\nIn primary ticketing, we're now benefiting from the 17 million new fee-bearing tickets we gained in 2021, which helped us drive transacted GTV for the quarter up 33% relative to 2019. This quarter was also added 7 million new additional tickets through new contracts with venues as well as content creators, setting us up for ongoing growth this year and into 2023.\nOur secondary ticketing GTV growth was even higher, up 106% relative to 2019, driven largely by average retail ticket price up 20% relative to 2019 as tremendous fan demand pushed up the market pricing. Ticketmaster gaining additional market share by effectively leveraging its team and league partnerships across NFL, NBA and other sporting events. And the market continued growing at double-digit pace, demonstrating high demand for live events as well as how much runway there is for continued pricing efficiently.\nFan demand and signing of new contracts accelerated even faster than expected this quarter, reinforcing that Ticketmaster is the enterprise platform for choice of teams, artists and content creators and continuing to be the most effective fan marketplace.\nOur sponsorship activity fully returned to Q1, delivering financial results that well exceeded 2019. We're seeing growth across a number of dimensions, expansion of existing relationships, new categories expanding our breadth of partners and new ad units being created both on-site and online. The number of strategic sponsors that generated over $1 million of revenue per year has risen by almost 30% since 2019, with their committed spend up 70% and accounting for 80% of our total sponsorship revenue.\nAbout 60% of this growth has come from 3 categories of particular priority over the past 2 years, technology, telecom and purchase path integration, which has collectively more than doubled their sponsorship since 2019.\nMuch of our focus with brand partners is how we collectively elevate the fan experience. We've had great success with this in recent years. And so far this year, through our partnership with Verizon, we started powering our venues with cutting edge 5G connectivity and are launching an initiative with Snap to give artists augmented reality capabilities at shows and festivals. At this point, sponsorship sales are up double digits relative to 2019, and we have a solid 90% of our planned sponsored for the year, positioning us for continued strong financial performance.\nThe concert division, all leading indicators point to double-digit growth with fan attendance at our concerts relative to 2019. Approximately 11 million fans attended our shows in the first quarter compared to 15 million in 2019. This was expected as we planned for limited concert activity in the early months of the year to allow for markets to open. But more importantly, we continue to build our flywheel with over 70 million tickets now sold for shows in 2022, up 36% compared to 2019.\nA committed show count is up 44% through the end of April relative to '19, setting us up for continued ticket sales over the year. We continue to see that fans are showing up for the concerts they have tickets for, with attendance rates in the U.S. across all venue types of 2019 levels with no-shows generally in the low, mid-single digits.\nThe industry continues to embrace market-based pricing, particularly on the best tickets, shifting $500 million to artists for shows this year, resulting from a double-digit increase in ticket pricing and reducing the price arbitrage in the secondary market. At the same time, in the U.S., the average entry level price to get in and enjoy the show remains under $35, approachable for almost all fans.\nEarly reads on consumer spending on our shows across the U.S. and U.K. also indicate fans continue their spending when they get to the show. We had 2 million fans attend shows at our theaters and clubs in the first quarter, with average per fan revenue up 30% relative to 2019. And we've had 4 festivals over the past few months, totaling over 300,000 fans with average per fan revenue up 30% also.\nLooking ahead to the summer and the rest of the year, we remain optimistic that we are just getting going as all leading indicators reinforce record activity levels and financial results. Ticket sales were at record levels in Q1, with momentum building over February and March. We sold almost 20 million more tickets to our concerts this year from this point in time in 2019, with large number of tours still to go on sale.\nAnd concert fans are showing no sign of slowing down. They are paying for the best tickets, attending the shows and spending more onsite as they create live memories. We are continuing to build Venue Nation, our platform of operated venues, with a pipeline of 20 venues, including the recently opened Moody's Center in Austin, in addition to adding 38 more festivals this year. Sponsors are looking to spend more this year on live entertainment than ever. And Live Nation's scale and global platform is making us the partner of choice.\nWhile the U.S. and U.K. have driven much of our activity over the past year, the rest of the world is now rapidly opening up. OCESA's financial performance for the quarter exceeded its 2019 results. And both Latin America and Western Europe are expected to have record attendance for our concerts this year. I continue to expect this just to be the start of our run. The global addressable markets for concerts, ticketing and sponsorship all provide a long runway for continued growth. We have over 60 tours already under discussion for 2023, our earliest indicators of next year and great positioning for ongoing growth.\nWith that, I'll turn it over to Joe.\n\nJoe Berchtold\n\nPresident & CFO, Live Nation Entertainment, Inc.\n\nThanks, Michael, and good afternoon, everyone. Given the unique situation in 2020 and 2021, Q1 of 2019 is the best comparison for us in terms of understanding our operations and key performance indicators. So while I will provide some commentary around our results relative to Q1 of 2021, most of our focus will be relative to 2019.\nOverall, our AOI of $209 million for the quarter was $361 million, better than 2021, led by an improvement of $269 million in ticketing, $66 million in sponsorship and $26 million in concerts. This was our highest Q1 AOI ever, exceeding Q1 of 2019 by $94 million, which had been our previous record first quarter.\nLet me give a bit more color on each division, then I will give you more on 2022 leading indicators. First, ticketing was again the star of the quarter, delivering $206 million in AOI, making it the second best quarter ever for ticketing and more than doubling the Q1 2019 AOI results of $100 million. The first quarter of 2021 was heavily impacted by the pandemic, resulting in an AOI loss of $63 million.\nTicketing was successful across the board. Let me give a few key statistics for the quarter. Our growth came from both primary and secondary ticketing with transacted GTV, excluding refunds, up 33% and 106%, respectively. Transacted ticket volume, excluding refunds, was 63 million tickets, our fourth highest quarter ever and 7 million tickets higher than Q1 of 2019. Transacted ticketing GTV, excluding refunds, was $6.3 billion, our second highest quarter ever after Q4 of 2021 and 39% higher than Q1 2019. This was driven by concerts and sporting events, whose GTV were up 49% and 73%, respectively, relative to Q1 2019.\nA continued shift toward more market-based pricing helped grow GTV levels with average primary ticket prices up double digits for the first quarter relative to Q1 2019. And in resale, our average price increased 18%, while our overall resale GTV doubled compared to the first quarter of 2019, indicating that demand for the top seats across all live events continues to outpace efforts by sports teams, artists and others to capture more of the full value from their events.\nAs the first effectively normal Q1 since 2019, we are seeing that digital tickets have now become the norm across live events with the NFL and NBA leading the way with 96% of fans using digital tickets to enter games, up from 53% in Q1 of 2019. More broadly, 72% of our tickets globally were digital in Q1 of 2022 relative to 33% in Q1 2019. With this level of digital adoption, we can now accelerate our efforts to foster our direct fan relationships this year and into 2023.\nNext, sponsorship continued to ramp up with the reopening of venues and expanded online opportunities. As a result, 2022 Q1 sponsorship and advertising AOI of $70 million grew by 75% relative to 2019 Q1 AOI of $40 million. This strength comes across both on-site and online, each delivering record Q1 AOI. The growth versus 2019 was driven by expansion of our online business, new festivals that launched in the quarter and the addition of OCESA's brand partners.\nFinally, in concerts, our AOI was a loss of $49 million, which compares to a loss of $74 million in Q1 of 2021 and positive AOI of $5 million in Q1 of 2019. As we indicated on the last call, we plan for fewer arena tours in Q1 this year, which typically drives our first quarter performance, resulting in concert seasonality that will be even more Q2 and Q3 driven this year than has historically been the case. In the quarter, we had nearly 11 million fans attend 6,600 events, continuing to be led by the U.S. and the U.K., which accounted for almost 80% of these fans. In comparison, Q1 of 2019 had 15 million fans and 8,200 shows when all of our markets and all venue types were fully open.\nFor ticket sales through late April for shows playing off this year, our average ticket price was up double digits relative to the first quarter of 2019, again, mainly driven by demand for the best seats. At the same time, our average entry price remains less than $35 overall and less than $30 for amphitheater and club shows.\nMichael mentioned that no-show rates were back to pre-COVID levels. So I wanted to give a few more specifics to hopefully set the record straight. Looking at the full year through mid-April for the U.S., our no-show rates were the same or better than the same period for 2019. For arenas, they are 1% better. For amphitheaters, they were 4% better. For theaters and clubs, they were on par. And all up, we are 2% better. We haven't had enough volume on other outdoor events to have meaningful metrics yet. But generally, those venues had strong reopenings last summer and so we don't expect any issues there.\nIn general, the U.S. was ahead of the rest of the world, but the U.K. is now fully back to pre-pandemic no-show rates as well. And we have not seen any evidence in any markets of any long-term impact on our shows.\nMichael gave you the top line on our first quarter average revenue per fan growth, up 30% for both theaters and clubs and festivals. For theaters and clubs, key drivers include on-site concessions and upsells. And for festivals, the growth was heavily driven by on-site concessions and increased VIP purchases, all indicators of continued strong fan spending as they look to make the most of going to the show.\nFinally, COVID continues to have less and less impact on our concert schedule. And by March in the U.S., we canceled only around 1% of our planned concerts. As we look to the remainder of 2022, looking at our leading indicators through the end of April, first, confirmed show bookings are up over 40% overall and up double digits for each amphitheaters, arenas, stadiums and festivals. Second, ticketing has sold 130 million fee-bearing tickets for events this year, up 26% from this point in 2019. Of these, 88 million tickets are for concert events which is 40% higher than 2019.\nRelated to this, we have $3.5 billion in event-related deferred revenue, almost twice the level of Q1 2019. These are largely tickets that have been sold by Ticketmaster for Live Nation concerts, but the revenue and AOI hasn't flowed through yet, and we'll do so over the course of this year as events happen.\nOn the sponsorship side, commitments are up double digits from this point in 2019. And overall, we have more than 90% of our planned sponsorship net revenue for 2022 set. On the cost side, we're obviously tracking closely cost increases associated both with labor and in general with supply chain challenges and inflation. These costs tend to hit us primarily in the venues we operate; amphitheaters, theaters and clubs and festivals.\nFor amphitheaters and theaters and clubs, labor is the largest factor given we have our venues in place. Across this entire fan base, we expect our variable cost per fan excluding talent to increase by $2 to $2.50 relative to 2019. This remains well below our average revenue per fan growth. And so we still expect to grow average per fan profitability across our operated venues this year.\nFestivals have a broader range of costs given the wider set of equipment and services involved in building these events. Current projections are the variable cost per fan, excluding talent, will be up 7% this year, which is well below our expected increase in ticket revenue per fan. Helping offset all these costs is the $200 million cost reduction exercise that we executed last year, which remains well in place.\nA few other points on 2022. We now expect OCESA will deliver full year results in line with 2019 levels as Mexico is fully active, with most of their AOI flowing through our sponsorship and ticketing divisions. In light of the OCESA acquisition, we want to provide more guidance on a few line items below AOI, which impact our earnings per share calculation.\nFirst, on depreciation and amortization, we expect the combination of these accounts to be roughly in line with 2019. The addition of OCESA is offset by the impacts of our reduced investment in CapEx and M&A over the past 2 years. With the acquisition of OCESA and anticipated strong performance of our festivals, many of which are joint ventures, we expect noncontrolling interest expense will be roughly double 2019 levels. We are projecting accretion to be about $150 million this year. Again, the increase compared to 2019 is largely attributable to the OCESA acquisition.\nAs a result of the additional financing opportunities over the past 2 years, our interest expense is now roughly $70 million per quarter. Finally, in comparison to 2019, we expect income tax expense will grow in line with our AOI growth. In anticipation of the growth opportunities ahead of us this year, we continue to expect 2022 capital expenditures to be approximately $375 million with 2/3 of this spent on revenue-generating projects.\nWe generated $89 million of adjusted free cash flow this quarter and expect free cash flow conversion from AOI to be back in the 50s for the full year. We ended Q1 with $1.9 billion of available liquidity between free cash and untapped revolver capacity, giving us sufficient flexibility to invest in growth. We are comfortable with our leverage with over 85% of our debt at a fixed rate and our average cost of debt is roughly 4.3%, positioning us well in this interest rate environment.\nWith that, let me open the call for questions. Operator?"
  },
  {
    "header": "LYV",
    "cik": "0001335258",
    "ticker": "LYV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/616992387144259299e83c1f07471ba8",
    "period": "2021 Q4",
    "content": "Q4 2021 Live Nation Entertainment Inc Earnings Call\n\nQ4 2021 Live Nation Entertainment Inc Earnings Call\n\nLYVNYSEFEB 23, 5:00 PM\n\nOperator\n\nGood day, everyone. My name is Diego, and I will be your conference operator on today's call. At this time, I would like to welcome everyone to Live Nation Entertainment's Fourth Quarter and Full Year 2021 Earnings Conference Call. Today's conference is being recorded. Following management's prepared remarks, we will open the call for Q&A. Instructions will be given at that time.\nBefore we begin, Live Nation has asked me to remind you that this afternoon's call will contain certain forward-looking statements that are subject to risks and uncertainties that could cause actual results to differ, including statements related to the company's anticipated financial performance, business prospects, new developments and similar matters. Please refer to Live Nation's SEC filings, including the risk factors and cautionary statements included in the company's most recent filings on Form 10-K, 10-Q and 8-K for a description of risks and uncertainties that could impact the actual results.\nLive Nation will also refer to some non-GAAP measures on this call. In accordance with the SEC Regulation G, Live Nation has provided definitions of these measures and a full reconciliation to the most comparable GAAP measures in their earnings release or website supplement, which also contains other financial or statistical information to be discussed on this call. The release reconciliation and website supplement can be found under the Financial Information section on Live Nation's website at investors.livenationentertainment.com.\nIt is now my pleasure to turn the conference over to Michael Rapino, President and Chief Executive Officer of Live Nation Entertainment. Please go ahead, sir.\n\nMichael Rapino\n\nPresident, CEO & Director, Live Nation Entertainment, Inc.\n\nGood afternoon, and thank you for joining us. The past 2 years has only reinforced the power of live music. And it's been great to see artists and fans reconnecting at scale around the world. Over the course of 2021, we saw the strength of live events. The year started in the midst of the pandemic, but by summer, fans will return to shows. And by the end of the year, we had a record pipeline of concerts, ticket sales and advertising commitments for 2022.\nRestarting our Concert business in the second half of the year. We put over 17,000 concerts for 35 million fans in 2021, mainly in the U.S. and the U.K. markets. The final 5 months of the year in the U.S. and U.K., we had over 15 million fans attend our outdoor events, festival, stadium and amphitheaters, nearly 25% higher than during the same period in 2019.\nThrough the ramp-up, we saw demand drive price increases, particularly with platinum and other front-of-the-house ticket pricing. Fans continue to seek the best tickets, and the ongoing rapid growth of the secondary market indicates there's more room to go. Fans on-site also continued spending more, with average per fan revenue up double digits for the year relative to 2019 levels across each amphitheater, festival, theaters and clubs.\nAnd as shows come back, so does the desire for brands to connect to our fans. As a result, sponsorship and advertising AOI was roughly the same for the second half of 2021 as it was in 2019, which was a record level. This interest came from the mix of expanded long-term relationships with brands such as Bacardi, Heineken and O2 as well as adding new partners, including Coinbase, Hulu and Cinch.\nOur ticketing business had the dual benefit of strong ticket sales for events in 2021 will also be in the first of our business to benefit from our 2022 pipeline. Ticket sales were at record pace across every metric, with October, November, December being our top 3 months ever for ticketing GTV, excluding refunds. And the fourth quarter and the second half of the year also set records for a quarter and 6-month period. At the same time, we continue to reorganize our business globally and improve our operations, establishing a more nimble and a lower cost company.\nLooking at 2022 and beyond, with the strength in ticket sales, not surprisingly, we are seeing every leading indicator for 2022 up relative to 2019, reinforcing our confidence that we will have a record year 2022 that sets us up for growth over the next several years. Helping accelerate our growth this year is the acquisition of OCESA, which gives us immediate scale in Mexico and establishes another path into a broader Latin American market.\nLooking at the leading indicators, starting with show count through February, we were up 30% relative to 2019 across our large venue shows for stadium, arena and festivals. Ticket sales through mid-February, we have sold 45 million tickets for shows this year, up 45% from 2019. We already have 8 artists selling over 500,000 tickets for tours this year, including Bad Bunny, Dua Lipa and Billie Eilish. And fans are coming to our shows. Our most recent data over the past month indicates no-show rates in our concerts in the U.S. were back to 2019 levels, eliminating any lingering questions on the resilience of the fan demand.\nAlong with our fan growth, we continue building a portfolio of venues we operate. Now at 320 globally as we net added 31 additional venues in 2021, approximately half of which came through the OCESA acquisition. Building our venue portfolio enables us to more rapidly grow our show count and fan base in 2022 and over the next few years and positions us to drive on-site spending more widely while also providing additional assets to brand partners.\nOur sponsorship and advertising pipeline is similarly set for a strong 2022, up double digits through mid-February relative to 2019, with 80% of our planned revenue for the year committed. Taking this strong activity pipeline and combining it with our more efficient cost structure, I expect 2022 deliver record financial performance overall for each division. The 2-year wait for artists and fans is over. Never had the tailwinds to our business been so strong, and I believe this is just the start, will be the strongest multiyear period for the concert industry.\nWith that, I will let Joe take you through more details on our results.\n\nJoe Berchtold\n\nPresident & CFO, Live Nation Entertainment, Inc.\n\nThanks, Michael, and good afternoon, everyone. Given the unique seasonality we experienced last year, I'll provide an overview of our annual results but also give some specifics on the fourth quarter as we believe that is a better indicator of what lies ahead for 2022 and beyond.\nOverall, our AOI of $324 million for the year was $1.3 billion better than 2020, led by an improvement of $800 million in ticketing, over $400 million in concerts and $150 million in sponsorship. For the fourth quarter, we delivered AOI of $160 million, led by record quarterly AOI results in ticketing and strong performance in sponsorship.\nOn the balance sheet, we ended the year with $1.5 billion in free cash and $2.3 billion in event-related deferred revenue. This deferred revenue is almost twice the level of Q4 2019, giving us one of several leading indicators for how strong 2022 is looking. Let me give a bit more color on each division, and then I will give you more on the 2022 leading indicators.\nFirst, in concerts, we had 16 million fans attend 9,300 events in the quarter, continuing to be led by the U.S. and the U.K., which accounted for almost 90% of these fans. The strength of fan spending we discussed in Q3 continued through Q4, with consistent increases in ticket pricing and average per fan spending. Concert ticket pricing was up 11% overall for the year relative to 2019, 14% in North America as demand in many major venue types, amphitheaters, stadiums and festivals showed strong increases as we put more tickets in market-based platinum and VIP pricing offers.\nSimilarly, average fan spending at our amphitheaters ended up in line with last quarter's commentary at $37 for the year, up 25% from 2019. While this was helped by fewer promotions, it was largely driven by higher purchases as average fan spending increased across the board from food and beverage, ticket add-ons, VIP and parking.\nFor our major festivals, average spending per fan also rose double digits, largely as a result of higher food and beverage and VIP sales. Finally, as we also noted last quarter, operating costs per fan were up due to lower operating scale from fewer shows per venue along with labor cost increases. But overall, our contribution margin per fan was up double digits as pricing, on-site spending and other revenue more than covered any incremental cost.\nNext, Sponsorship, largely followed Concert's return to activity over the course of the year and into the fourth quarter. As a result, 2021 Sponsorship and advertising AOI of $242 million was about 2/3 of 2019 levels, while Q4 AOI of $115 million was 39% higher than 2019 Q4. This strength comes across on-site and online as both parts of the business delivered record Q4 AOI. Again, our large festivals were a standout performer, increasing sponsorship revenue per fan by over 10% versus the same festivals in 2019.\nFinally, Ticketing was clearly the star of the quarter, delivering $212 million of AOI, which surpassed its previous best quarter, Q3 of this year, by over 20% and was 60% higher than Q4 2019, which was our previous best Q4. Ticketing success was across the board. Let me give you a few key statistics for the quarter. Transacted ticket volume, excluding refunds, for 65 million tickets coming in even higher than Q4 2019.\nTransacted ticketing GTV, excluding refunds, was $6.6 billion, 20% higher than Q4 2019. This was driven by concerts and sporting events, whose GTV were up 22% and 55%, respectively. Price increases helped drive the GTV levels, with average ticket prices up 17% for the fourth quarter relative to Q4 2019 and concerts and sporting event ticketing pricing each up approximately 20%.\nOur growth came from both primary and secondary ticketing, with transacted GTV, excluding refunds, up 16% and 49%, respectively. And we added 17 million net new fee-bearing tickets from new clients to the marketplace in 2021, with most of that inventory coming online this year.\nAnd finally, our ongoing cost management helped drive ticketings' Q4 results, operating at substantially lower fixed costs than Q4 2019 as we both structurally reduced costs and also held the line on other costs being added back until we saw ticket sales fully return.\nSo as we look to 2022, first, OCESA will benefit full year results as Mexico is seeing live events starting to return. Most notably, their contribution will flow through our Sponsorship and Ticketing divisions. Looking at our leading indicators through mid-February, first, confirmed large venue show bookings are up 30% overall and double digits for each amphitheaters, arenas, stadiums and festivals. Second, we have sold 45 million tickets for concerts this year, up 45% from this point in 2019. While it's too early to have much data on ticket pricing, early indicators continue to show the inelasticity of demand for the best tickets.\nLooking at our top 10 concert tours this year versus this point in 2019, average pricing is up over 20% as our average platinum allocation has increased substantially. Now looking at secondary ticketing demand at Ticketmaster, 5 of their top 10 highest demand events ever have taken place in 2022, signaling that secondary markets continue to grow even faster than primary ticketing.\nOn the sponsorship side, commitments are up double digits from this point in 2019 prior to including OCESA. And overall, we have more than 80% of our planned sponsorship net revenue for 2022 already committed.\nA few other 2022 points. We continue to maintain a lower cost structure, and this takes into account labor cost increases within our perimeter as at the start of 2020. But obviously, adding new businesses, including OCESA will come with additional fixed costs.\nAnd from a seasonality standpoint, we're going to be even more Q2 and Q3 driven this year than usual. Q1 activity is historically very arena driven with limited outdoor activity. And as we plan the arena tours for this year, we had most of them starting in Q2 instead of Q1 to give the international markets time to fully open. It appears we planned that correctly. We continue to be on track with those plans. And certainly, the leading indicators suggest the full year will be a record fan levels, but with somewhat lower concert activity this Q1 versus 2019.\nIn anticipation of the growth opportunities ahead of us this year, we expect 2022 capital expenditures to be approximately $375 million, with 2/3 of this spent on revenue-generating projects. In addition, we ended 2021 with $2.1 billion of available liquidity between free cash and untapped revolver capacity, giving us sufficient flexibility to invest in growth. We are comfortable with our current leverage, and we'll continue to reevaluate our balance sheet on an ongoing basis.\nWith that, let me open the call for questions. Operator?"
  }
]