[
  {
    "header": "XYL",
    "cik": "0001524472",
    "ticker": "XYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6e8bdc32ccf5d2a5717f2231d476cae7",
    "period": "2025 Q3",
    "content": "Q3 2025 Xylem Inc Earnings Call\n\nQ3 2025 Xylem Inc Earnings Call\n\nXYLNYSEOCT 28, 9:00 AM\n\nOperator\n\nWelcome to Xylem's Third Quarter 2025 Results Conference Call. [Operator Instructions] Please note that this event is being recorded.\nI would now like to turn the conference over to Mr. Keith Buettner, Vice President of Investor Relations and FP&A. Please go ahead, sir.\n\nKeith Buettner\n\nThank you, operator. Good morning, everyone, and welcome to Xylem's Third Quarter 2025 Earnings Call. With me today are Chief Executive Officer, Matthew Pine; and Chief Financial Officer, Bill Grogan. They will provide their perspective on Xylem's third quarter results and discuss the fourth quarter and full year 2025 outlook. Following our prepared remarks, we will address questions related to the information covered on the call. I'll ask that you please keep to 1 question and a follow-up and then return to the queue.\nAs a reminder, this call and our webcast are accompanied by a slide presentation available in the Investors section of our website. A replay of today's call will be available until midnight, November 11, and will be available for playback via the Investors section of our website under the heading, Investor Events.\nPlease turn to Slide 2. We will make some forward-looking statements on today's call, including references to future events or developments that we anticipate will or may occur in the future. These statements are subject to future risks and uncertainties, such as those factors described in Xylem's most recent annual report on Form 10-K and in subsequent reports filed with the SEC. Please note the company undertakes no obligation to update any forward-looking statements publicly to reflect subsequent events or circumstances, and actual events or results could differ materially from those anticipated.\nPlease turn to Slide 3. We have provided you with a summary of key performance metrics, including both GAAP and non-GAAP metrics. For the purposes of today's call, all references will be on an organic and/or adjusted basis, unless otherwise indicated, and non-GAAP financials have been reconciled for you and are included in the Appendix section of the presentation.\nNow please turn to Slide 4, and I will turn the call over to our CEO, Matthew Pine.\n\nMatthew Francis Pine\n\nSVP and President of Applied Water Systems & Americas Commercial Team, Xylem Inc.\n\nThank you, Keith. Good morning, everyone, and thank you for joining us. I'm pleased to share that the team delivered another great quarter, continue our momentum with disciplined execution, driving strong results across the business. Revenue grew in all segments and most end markets with double-digit growth in Measurement & Control Solutions and Water Solutions and Services. We also achieved record quarterly EBITDA margin north of 23%, expanding 200 basis points year-over-year and delivering 23% EPS growth. It's a great performance by the team, supported by healthy demand. While orders were down slightly against tough comps, we saw notable growth in Measurement & Control Solutions with strong performance across smart metering, underscoring the differentiation of our core portfolio. .\nWe continue to see strong demand for our mission-critical solutions across all segments. These results reflect the impact of our commercial and operational momentum as well as the benefits of our ongoing simplification efforts. Our 80/20 implementations continue to drive margin improvement and focus our resources on the highest value opportunities. And we're also moving even faster than anticipated, especially with the restructuring component of our operating model transformation. These changes we've made to culture, processes and structure are enabling faster decisions, clear accountability and better service.\nThe team's impact on increasing quality of our customer experience is a great example. We began to set new Xylem benchmarks for on-time performance. That serves to strengthen our customer relationships and reinforce our reputation for reliability. Solid execution is deepening trust with our customers. At the same time, it's expanding margins, and they see the benefit in how we partner with them on innovation because 80/20 focuses our energy and resources on their most important challenges. As we've often said, 80/20 isn't a cost-out tool, it's about resource allocation, helping us redeploy capacity to the areas of our portfolio and customer base where value and impact are greatest, which is aligned with our strategy of portfolio optimization and disciplined capital deployment.\nIt's that discipline and mindset that led to divesting the international metering business, which we announced earlier this month. The sale concentrates are focused on AMI technologies in markets where we have the strongest differentiation and are best positioned for profitable growth.\nTurning to our outlook. Given our performance and resilient market demand, we're raising our full year guidance for revenue, margin and EPS. Our guide reflects confidence in the team's ability to deliver our commitments even as we manage through continuing macro uncertainty. We expect our momentum to continue through the end of the year and beyond, and we're solidly on track to deliver our long-term financial framework.\nWith that, I'll turn it over to Bill to walk through the quarter's results, our financial position and our updated outlook in more detail. Bill?\n\nWilliam K. Grogan\n\nChief Financial Officer & Senior Vice President, IDEX Corp.\n\nThanks, Matthew. Please turn to Slide 5. We're very pleased with the strong quarter and year-to-date progress. Ongoing simplification efforts have improved our organizational agility and risk management effectiveness, positioning us to navigate uncertainty with confidence. We anticipate further benefits as we continue advancing our simplification initiatives through our operating model transformation and fully leverage the advantages of our 80/20 implementations. Demand across the business is healthy, and our year-to-date book-to-bill ratio remains near 1. Orders were down 2% in the quarter, but against tough comps, with softness in China, mostly offset by growth in the U.S. and Western Europe.\nBacklog remains robust, closing the quarter at approximately $5 billion. Revenue growth was strong at 7% in the quarter, ahead of our expectations, driven by outperformance in MCS and WSS. North America was particularly strong in the quarter while we grew across most regions and end markets. EBITDA margin expanded 200 basis points year-over-year, driven by productivity, pricing and volume, more than offsetting inflation, investments in mix. Increased operational discipline continues to come through in our results with Q3 EPS of $1.37, up 23% versus the prior year.\nYear-to-date free cash flow was down modestly, primarily due to outsourced water projects and restructuring payments, mostly offset by higher net income and improved net working capital. Net debt to adjusted EBITDA stands at 0.4x, reflecting our strong balance sheet and capacity for continued investment.\nLet's turn to Slide 6. We had fantastic results across the segments, starting with Measurement & Control Solutions. Demand for our AMI solutions remains robust as orders grew 11% organically with strength across water and energy metering. Backlog remains healthy at $1.5 billion. Revenue was also up 11% driven by energy metering demand and backlog execution. EBITDA margin was up 60 basis points year-over-year to 21.8%, driven by productivity, price and higher volumes, offset in part by mix and inflation.\nAs Matthew mentioned, at the end of the quarter, we signed a definitive agreement to sell our international metering business. The business, which includes water and heat meters generated around $250 million of revenue in full year 2024 with a consolidated adjusted EBITDA margin of less than 10%. We expect to close in early 2026 with a selling price of $125 million. This will drive a 100 basis point margin improvement in the MCS segment on a run rate basis. The divestiture will allow us to focus on the North American meter market where we have substantial competitive differentiation with the only FCC licensed proprietary bandwidth on our FlexNet fixed network, serving water, gas and electric utility customers. .\nIn Water Infrastructure, demand remains strong across most regions and end markets. Book-to-bill was above 1 despite orders declining by 2% against difficult comps. Significant softness in China and funding timing from the AMP cycle in the U.K. were the primary drivers of the decline. Revenue grew 5%, led by strong demand in transport and treatment and growth in most regions with double-digit growth in the U.S. EBITDA margin expanded a robust 400 basis points to 24.4% driven by productivity, price and mix, partially offset by inflation, volume and investments. And the team continues to get significant traction with their 80/20 efforts as treatment starts to replicate the success we have realized in transport.\nApplied Water continued its turnaround in the year with orders growth in the quarter, just edging into positive territory, making it its 7th consecutive quarter of gains. The result was driven by strength in the U.S., mostly offset by a significant slowdown in China. Revenue increased 1% with growth in both the U.S. and Western Europe and strength in Building Solutions, again, partially offset by China. EBITDA margin expanded 310 basis points to 21.7%, driven by productivity, mix and price, partially offset by inflation, investments and volume. Applied Water continues to gain traction from 80/20 as it accelerates both productivity and growth.\nAnd in Water Solutions and Services, orders were down 11% against really tough comps, driven by timing of capital projects, though year-to-date book-to-bill remains above 1. Revenue grew 10%, with contributions from capital projects to watering and services. EBITDA margin expanded 160 basis points to 26.3%, reflecting strong execution on price, volume and productivity, partially offset by inflation, mix and investments.\nLet's move to Slide 7. We're updating our annualized tariff outlook based on the current rates, noting the fluid nature of the impacts, as of today, our updated annualized impact is roughly $180 million with the inclusion of additional Section 232 derivative tariffs. While there remains uncertainty around final timing and tariff levels, we are confident that the pricing actions and available supply chain levers will allow us to substantially offset the current impact, though we expect a slight margin dilutive effect. We have not seen a meaningful volume impact on the business due to tariffs, but decision-making has taken a bit longer than normal given the uncertainty.\nLet's turn to Slide 8. Given our strong year-to-date performance and execution momentum, we are again raising our full year guidance. We now expect full year revenue of roughly $9 billion, representing 5% to 6% total growth and 4% to 5% organic growth. EBITDA margin is expected to be 22% to 22.3% reflecting 140 to 170 basis points of expansion versus prior year, up from the previous guide of 21.3% to 21.8%, primarily due to an acceleration of our restructuring and simplification efforts. We are further raising our EPS guide to $5.03 to $5.08, up from $4.70 to $4.85. Free cash flow margin expectation remains at 9% to 10%.\nFor the fourth quarter, we expect revenue of approximately $2.4 billion with 2% to 3% organic growth. And as a reminder, we grew 7% in the fourth quarter of 2024. EBITDA margin is expected to be roughly 23% and EPS is expected to be $1.37 to $1.42. We have a strong trajectory as we close out the fiscal year. While there continues to be macro uncertainty, particularly around tariffs and FX movements, the team is doing a great job controlling what we can control and building a systematic process to deliver results. We have confidence in our ability to meaningfully outperform our initial guidance set out in February, supported by strong demand, backlog execution and accelerated benefits from simplification.\nLet's turn to Slide 9, and I'll turn it back to Matthew.\n\nMatthew Francis Pine\n\nSVP and President of Applied Water Systems & Americas Commercial Team, Xylem Inc.\n\nThanks, Bill. Before we move to Q&A, I want to highlight some great work the team has done with Amazon and 2 of our large municipal customers on a couple of projects, we announced during the quarter. They are a great example of how Xylem's leadership in digital water solutions positions us in a global economy being transformed by artificial intelligence. Together with Amazon, we're deploying Xylem's view advanced analytics in Mexico City on Monterrey, helping these cities save more than 1 billion liters of water each year. .\nThis partnership is a model for how hyperscalers and communities can collaborate to ensure water security for both businesses and residents. And it's a clear example of how our solutions are creating meaningful impact for customers and communities. That's only going to become more consequential as AI infrastructure expands. Attention is focused on data centers, which is understandable. Data centers consume a lot of water, so they present clear applications for water management and reuse solutions that AI's water footprint is much, much larger.\nThe whole AI value chain runs on water. Alongside data center build-outs, water demand is growing across key verticals like power generation, chip fabrication and mining for essential minerals. In examples like the work with Amazon in Mexico, we see the potential for water solutions that resolve the difficult trade-offs between economic growth and community well-being by effectively providing for both. As AI shapes a new economy, we're optimistic about the opportunity to have positive impact on both customers and on the communities that they serve, increasing water security for both.\nThat optimism is built on both underlying macro trends and on solid foundations the team has been building, positioning Xylem for sustainable long-term growth. The word simplification can make it sound easy, but our strong performance over the last several quarters is a function of the team's dedication, drive and tireless execution. Our self-help initiatives, including 80/20, portfolio optimization and our operating model transformation are all delivering results. If anything, we're moving a little faster than expected.\nOverall, we have a positive outlook for the remainder of the year, we're well on track to deliver our long-term financial framework, and we are strongly positioned to drive sustainable growth and value creation over the cycle.\nWith that, operator, let's open the line for questions."
  },
  {
    "header": "XYL",
    "cik": "0001524472",
    "ticker": "XYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/572baae3def80fb1948baabff7eac58a",
    "period": "2025 Q2",
    "content": "Q2 2025 Xylem Inc Earnings Call\n\nQ2 2025 Xylem Inc Earnings Call\n\nXYLNYSEJUL 31, 9:00 AM\n\nOperator\n\nGood day, everyone, and welcome to Xylem's Second Quarter 2025 Results Conference Call. [Operator Instructions] Please note that today's event is being recorded. At this time, I'd like to turn the floor over to Mr. Keith Buettner, Vice President, Investor Relations and FP&A. Sir, please go ahead.\n\nKeith Buettner\n\nThank you, operator. Good morning, everyone, and welcome to Xylem's Second Quarter 2025 Earnings Call. With me today are Chief Executive Officer, Matthew Pine; and Chief Financial Officer, Bill Grogan. They will provide their perspective on Xylem's second quarter results and discuss the third quarter and full year 2025 outlook.\nFollowing our prepared remarks, we will address questions related to the information covered on the call. I'll ask that you please keep to one question and a follow-up and then return to the queue. As a reminder, this call and our webcast are accompanied by a slide presentation available in the Investors section of our website. A replay of today's call will be available until midnight, August 14, and will be available for playback via the Investors section of our website under the heading Investor Events. Please turn to Slide 2.\nWe will make some forward-looking statements on today's call, including references to future events or developments that we anticipate will or may occur in the future. These statements are subject to future risks and synergies such as those factors described in Xylem's most recent annual report on Form 10-K and in subsequent reports filed with the SEC. Please note that the company undertakes no obligation to update any forward-looking statements publicly to reflect subsequent events or circumstances, and actual events or results could differ materially from those anticipated.\nPlease turn to Slide 3. We have provided you with a summary of key performance metrics, including both GAAP and non-GAAP metrics. For the purposes of today's call, all references will be on an organic and/or adjusted basis, unless otherwise indicated and non-GAAP financials have been reconciled for you and are included in the Appendix section of the presentation.\nNow please turn to Slide 4, and I'll turn the call over to our CEO, Matthew Pine.\n\nMatthew Francis Pine\n\nSVP and President of Applied Water Systems & Americas Commercial Team, Xylem Inc.\n\nThank you, Keith. Good morning, everyone, and thank you for joining us. The team delivered another strong performance in Q2, continuing the momentum we built over the last several quarters. We generated broad-based organic revenue growth led by measurement and control solutions. Adjusted EBITDA margin reached a quarterly record of 21.8%, up 100 basis points year-over-year, and adjusted EPS grew mid-teens. Demand for our products and solutions remains resilient and we see a particularly solid order pace, including double-digit growth in smart metering. So we're raising our full year guidance for revenue and EPS. That raises guidance reflects our confidence in delivering strong performance balanced with prudent management of our outlook.\nI'm very proud of the team for operating with discipline in a dynamic environment, navigating tariff uncertainty, inflation and speculation about the impact of trade policy on demand. Our pricing and supply chain actions more than offset inflation and tariff-related costs. Simplification efforts are driving measurable improvements in productivity and customer responsiveness and we're seeing the benefits in margin expansion and in our ability to serve customers more efficiently. As I mentioned, underlying demand signals remain resilient across our end markets. we're not seeing any material demand pull forward from the second half and our backlog remains strong.\nOur guidance, which Bill will get into in a moment, assumes current and announced tariff structures remain in place. and we built in contingencies for potential volatility. We remain focused on executing the plan we laid out at Investor Day last year. The transformation of our operating model across culture, processes and structure has already had significant positive impact on our business and our results. Simplifying our operations and structure has reduced complexity, enabled faster decision-making. As an example, this quarter, we set a Xylem record for on-time performance. We're seeing the benefits of simplification and our focus, speed and margins. At the same time, we're enhancing our operational performance, we're also enhancing our portfolio for growth.\nFor example, with 2 recent targeted acquisitions in advanced treatment. Our strong first half performance gives us confidence in our ability to deliver both a strong 2025 and our long-term financial framework.\nWith that, I'll turn it over to Bill to walk through the quarter's results, our financial position and our updated outlook. Bill?\n\nWilliam K. Grogan\n\nChief Financial Officer & Senior Vice President, IDEX Corp.\n\nThanks, Matthew. Please turn to Slide 5. We're very pleased with the strong quarter and first half. The team remained focused and delivered results that exceeded our expectations. Our simplification initiatives have set us up to be agile and mitigate risk in an uncertain environment. And there's still considerable impact to come as we continue to implement our operating model transformation and reap the benefits of 80/20. Demand across the business remains healthy with orders up 4% even against tough comps, and we closed the quarter with year-to-date book-to-bill near 1.\nBacklog increased in all segments except MCS, where we are successfully working it down to a more normalized level. Overall, backlog remains above $5 billion. Revenue growth was strong at 6% in the quarter, ahead of our expectations, primarily driven by outperformance in MCS, but with contributions from all segments. EBITDA margin expanded 100 basis points year-over-year driven by productivity, pricing and volume more than offsetting inflation mix and investments. Increased operational discipline continues to come through in our results. With Q2 EPS of $1.26, $0.12 above the midpoint of our guidance and up 16% versus the prior year. Year-to-date free cash flow was down $61 million year-over-year, primarily due to outsourced water projects and timing of tax payments, mostly offset by higher net income and improved net working capital. Net debt to adjusted EBITDA stands at 0.4x, reflecting our strong balance sheet and capacity for continued investment.\nLet's turn to Slide 6. We had outstanding results across the segments and want to start with measurement and control solutions. Demand for our AMI solutions remains robust as orders grew 12% organically with strength across water and energy metering. Backlog remains healthy at $1.7 billion. Revenue was up 10%, driven by energy metering demand and backlog execution. Adjusted EBITDA margin was better than expected at 23.1%, down just 30 basis points year-over-year, driven by inflation and mix, most offset by productivity, higher volumes and price. In Q2, we saw an acceleration in higher-margin energy orders, helping offset the negative impact of unfavorable legacy projects. Project timing and lower tariffs also helped drive favorable performance compared to our original expectations.\nIn Water Infrastructure, demand remained strong across most regions and end markets. Book-to-bill was above 1 despite orders declining by 2% against difficult comps. Funding delays in the U.K. and Canada were the primary drivers of the decline, and we expect that to resolve in the second half of the year. Revenue grew 4%, led by treatment demand and growth in all regions, with the exception of China, where we continue to see ongoing economic challenges. Adjusted EBITDA margin expanded 200 basis points to 21.8%, driven by productivity and price, partially offset by inflation. And the WI team continues to get significant traction with their 820 efforts.\nIn Applied Water, orders rose for the sixth straight quarter, up 4% with strength in commercial buildings. Revenue increased 5% with growth in the U.S. and strength in commercial buildings. Adjusted EBITDA margin expanded 420 basis points to 21.7%, driven by productivity and price, partially offset by inflation, including tariffs. This segment continues to set the pace for delivering benefits from 80/20. And in Water Solutions & Services, orders increased 5%, led by services for utility and power end markets. Revenue grew 5% with contributions from capital projects and services. Adjusted EBITDA margin expanded 60 basis points to 24.4%, reflecting strong execution on price and productivity, divestitures and revenue synergies, partially offset by inflation.\nLet's move to Slide 7. As outlined in our last quarterly earnings call, we've taken proactive steps to mitigate tariff impacts, implementing targeting -- targeted pricing actions and accelerated supply chain adjustments. We're updating our annualized outlook based on the current rates, noting the fluid nature of the impacts though. We've added the impact of Section 232 tariffs and steel on steel and aluminum as well as the rest of the world. While there remains uncertainty around final timings and tariff levels, we are confident that the pricing actions and available supply chain levers will allow us to substantially offset the current impacts though we expect a slightly dilutive impact on margin.\nLet's turn to Slide 8. Given our strong first half performance and execution momentum, we are raising our full year guidance. We now expect full year revenue of $8.9 billion to $9 billion, representing 4% to 5% total growth and approximately 4% organic growth. Adjusted EBITDA margin is unchanged at 21.3% to 21.8%, reflecting 70 to 120 basis points of expansion versus prior year. Our strong first half performance is mitigated a bit by the dilutive impact of tariffs. We are raising the adjusted EPS guide to $4.70 to $4.85, up from $4.50 to $4.70. Free cash flow margin remains at 9% to 10%. For Q3, we expect revenue of $2.2 billion with 4% to 5% organic growth. Adjusted EBITDA margin is expected to be 21.7% to 22.2% and adjusted EPS is expected to be $1.20 to $1.25.\nThere continues to be macro uncertainty, particularly around tariffs and FX movements that could impact our performance. But as the results show, the team is doing a great job controlling what we can control. We remain confident in our ability to deliver our full year commitments, supported by strong demand, backlog execution and benefit from simplification.\nLet's turn to Slide 9, and I'll turn it back to Matthew.\n\nMatthew Francis Pine\n\nSVP and President of Applied Water Systems & Americas Commercial Team, Xylem Inc.\n\nThanks, Bill. Building on Bill's guidance comments, we entered the second half with confidence, both in our ability to deliver a strong 2025 and also in our long-term framework that we laid out at Investor Day last year. That plan outlined how Xylem would create value by leveraging our combination with Evoqua, simplifying our business for speed and performance and delivering profitable above-market growth over the cycle.\nI want to take a moment to recognize and thank the team that is driving so much momentum on all 3 of those vectors of value creation. On Evoqua, we're now 2 years post close, and the team has done an outstanding job with the integration. By the numbers, we delivered cost synergies ahead of schedule, and we're seeing the value of our combined portfolio and strong traction on revenue synergies across both industrial and utility end markets. But we also recognized a sustainable success from an acquisition of this scale requires deep cultural integration, which is why we've given so much attention to transforming our combined culture and made it an integral part of our operating model and it shows in the way our teams are working.\nWhen you walk around our operations, you can see and feel how aligned our teams are, how quickly they're turning strategy into action and delivering results. We also use the integration as a catalyst and imperative to simplify our business. Since launching our operating model transformation last September, the changes we've made to structure, processes and systems have enabled faster decisions, clearer accountability and better service. We're seeing that show up in our performance. The second quarter is a strong demonstration of the team's increased speed and agility. In addition to the strong financial results, the team delivered a new benchmark in on-time performance. That's a clear signal that our customers are benefiting from the team's hard work and getting tangible value from our transformation.\nAt the same time, we're sharpening our operational discipline, we're also strengthening Xylem's growth engine. For example, we recently added 2 high-value capabilities to our platform with the acquisitions of Vaycom and Environics. Bacon brings proprietary breakthrough solutions in 0 liquid discharge which offers compelling value propositions to attractive industrial verticals like microelectronics and energy. Enviro mix represents another enhancement to our advanced treatment portfolio. The company is a leader in nonmechanical mixing and biological process solutions, which enhances our ability to serve one of the fastest-growing segments in water, advanced nutrient removal. These moves reflect our intent to continue simplifying our business for performance and agility. While we invest in the applications and end markets that will drive customer impact, profitable growth and sustainable value creation. With that, operator, let's go to your questions."
  },
  {
    "header": "XYL",
    "cik": "0001524472",
    "ticker": "XYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/138a92190af29cb9d8b7767fb7ca2c7b",
    "period": "2025 Q1",
    "content": "Q1 2025 Xylem Inc Earnings Call\n\nQ1 2025 Xylem Inc Earnings Call\n\nXYLNYSEAPR 29, 9:00 AM\n\nOperator\n\nGood day, and welcome to Xylem's First Quarter 2025 Earnings Conference Call. [Operator Instructions]. Please note this event is being recorded.\nI would now like to turn the conference over to Mr. Keith Buettner, Vice President of Investor Relations and FP&A. Please go ahead, sir.\n\nKeith Buettner\n\nThank you, operator. Good morning, everyone, and welcome to Xylem's First Quarter 2025 Earnings Call. With me today are Chief Executive Officer, Matthew Pine, and Chief Financial Officer, Bill Grogan. They will provide their perspective on Xylem's first quarter results and discuss the second quarter and full year 2025 outlook.\nFollowing our prepared remarks, we will address questions related to information covered on the call. I will ask that you please keep to one question and a follow-up and then return to the queue. As a reminder, this call and our webcast are accompanied by a slide presentation available in the Investors section of our website. A replay of today's call will be available until midnight, May 13, and will be available for playback via the Investors section of our website under the heading Investor Events. Please turn to Slide 2.\nWe will make some forward-looking statements on today's call, including references to future events or developments that we anticipate will or may occur in the future. These statements are subject to future risks and uncertainties and such as those factors described in Xylem's most recent annual report on Form 10-K and in subsequent reports filed with the SEC. Please note that the company undertakes no obligation to update any forward-looking statements publicly to reflect subsequent events or circumstances, and actual events or results could differ materially from those anticipated.\nPlease turn to Slide 3. We have provided you with a summary of key performance metrics, including both GAAP and non-GAAP metrics. For the purposes of today's call, all references will be on an organic and/or adjusted basis, unless otherwise indicated and non-GAAP financials have been reconciled for you and are included in the Appendix section of the presentation.\nNow please turn to Slide 4, and I'll turn the call over to our CEO, Matthew Pine.\n\nMatthew Francis Pine\n\nSVP and President of Applied Water Systems & Americas Commercial Team, Xylem Inc.\n\nThanks, Keith. Good morning, everyone, and thanks for joining us. The team got off to a strong start to the year, and Q1 exceeded expectations building on our prior momentum. Demand was resilient, and our book-to-bill remained above 1. Revenue grew across all segments, and we delivered 120 basis points of EBITDA margin expansion, driving double-digit EPS growth. I'm proud of the team for staying focused on helping customers despite various distractions in the business environment.\nWe're better positioned than most to address the water needs of communities and businesses because the portfolio we built is differentiated in every part of the water cycle. On top of that, our structural exposure in this sector is disproportionately aligned with customer OpEx, which historically has been remarkably stable in the face of broader volatility. We're also confident in the agility we built into the business by doing what we said we would do at our Investor Day last May. We are leaning into our high-impact culture, simplifying our processes and systems and reorienting our structure to improve customer focus.\nAs a result, we're in a better position now to respond with speed and agility in any business environment. While we'd welcome less uncertainty around tariffs, we have pricing and supply chain programs in place designed to offset the majority of the impacts from the current tariff scheme. We have a strong line of sight to Q2 and execution momentum reflected in our first quarter results. So based on where we stand today and at current tariff levels, we are reaffirming our full year 2025 guidance on both revenue and earnings per share.\nIn a moment, I'll offer some comments updating where we stand 12 months into executing on the plans laid out in our Investor Day last year. But first, I'm going to turn the call over to Bill to provide more detail on our outstanding Q1 results and on the assumptions underpinning our guide. Bill?\n\nWilliam K. Grogan\n\nChief Financial Officer & Senior Vice President, IDEX Corp.\n\nThanks, Matthew. Please turn to Slide 5. As Matthew mentioned, we are very pleased with the strong start to the year. The team stayed focused despite the volatility and delivered results exceeding our expectations. Demand remains solid with our ending backlog of $5.1 billion and our book-to-bill for the quarter above 1. Orders were down slightly versus last year, but against challenging comps in WSS and MCS. Revenue growth was ahead of expectations, up 3% in the quarter, driven by an outperformance in MCS. The team's operational discipline pushed quarterly EBITDA margin to 20.4%, up 120 basis points from the prior year. This improvement was driven by productivity, impacts from our simplification efforts and price more than offsetting inflation and mix.\nThe strong commercial and operational performance helped us realize quarterly EPS of $1.03. Surpassing the midpoint of our guidance by $0.08 and delivering 14% increase over the prior year. Our balance sheet remains in great shape with net debt to adjusted EBITDA at 0.5x. Year-to-date, free cash flow decreased by $53 million from the prior year and was driven by outsourced water projects and payables, partly offset by higher net income.\nNow let's turn to Slide 6. In Measurement & Control Solutions, we continue to convert the backlog with the total for MCS coming down slightly from the prior quarter to $1.8 billion. Orders were down 8%, driven by difficult comps in smart metering, partially offset by growth in analytics. Bidding and funnel activity remains healthy overall and has increased year-on-year with some key wins with AMI projects that will fill in the second half.\nRevenue grew more than expected for the quarter, up 6% versus the prior year, driven by energy growth and offset by water delivery calibration. EBITDA margin of 21% was up sequentially versus the fourth quarter, but 170 basis points lower than prior year, driven primarily by the energy water mix challenges we highlighted previously, which will impact margins for the first half of the year.\nIn Water Infrastructure, orders were up 1% in the quarter, led by strong demand and treatment offsetting double-digit declines in China due to ongoing economic challenges. Revenue increased 5%, driven by strong treatment and transport demand across most regions, with the exception of China. EBITDA margin for water infrastructure was up an outstanding 290 basis points productivity and price more than offset inflation and mix and the WI team continues to get significant traction with our 80/20 efforts.\nIn Applied Water, orders were up 3%, growing for the fifth straight quarter. Orders were driven by strength in Building Solutions and book-to-bill was well above 1. Revenues were up 1% compared to the prior year, primarily driven by strength in Building Solutions, partially offset by 80/20 walkaway impacts.\nSegment EBITDA margin improvement of 300 basis points year-over-year was a company best for the quarter. Productivity, price and mix more than offset higher inflation and lower volumes. AW simplification efforts are really starting to take hold.\nFinally, Water Solutions and Services saw robust demand with book-to-bill well over 1. Orders decreased by 5%, though, lapping a difficult comp due to a large order in the prior year. Revenue grew 1% with strength in services, offset by weather impacts in the southeastern part of the U.S. Segment EBITDA margins were down 60 basis points versus the prior year at 21.7% and driven primarily by mix and lower volume, partially offset by productivity and positive price cost.\nNow let's turn to Slide 7 to discuss our current views on tariffs. Before I go through our overall guidance, I want to highlight that our reaffirmation of our full year guidance is based on the assumption that the current tariff scheme remains in place for the balance of the year. At this time, we expect to offset the cost of the additional tariffs with incremental pricing and supply chain actions and any softening demand should be buffered by our strong start to the year in FX tailwinds.\nWe're providing a summary of the imports from our largest regions and the estimated impact tariffs will have at current levels. The large rate increase on China imports from our last earnings call has changed the math and made this our [ AD, ] but we should note that our imports from China are down significantly from where they were just a few years ago. And we continue to reduce our exposure with dual sourcing of most of what comes out of China now.\nOn Mexico, fortunately, 75% of goods imported are covered through the USMCA exemption, and we continue to work to increase that number. At this time, we have a net increased costs from tariffs on Mexico of just $30 million. From the EU, we are primarily seeing impacts on our imports of water infrastructure products and are exploring a few alternatives outside of implemented pricing actions to help mitigate the impact. I think everyone realizes that this is a very dynamic situation with multiple potential tariff rate changes in the future, but our newly implemented operating model makes the organization more nimble, which gives us confidence in our ability to manage the evolving situation.\nNow let's turn to Slide 8 for our Q2 and full year guidance. The organic outlook is unchanged versus what we provided at the start of the year, but there are several changes to our reported figures and initial assumptions. Full year reported revenue is now expected to be $8.7 billion to $8.8 billion, up from our prior guide of $8.6 billion to $8.7 billion, which delivers revenue growth of 1% to 2%, while organic revenue growth of 3% to 4% remains unchanged versus prior guidance. FX has shifted and is no longer a material headwind, while the divestiture impact we've noted is roughly 1% of sales.\nWe are holding back the impact of our enacted tariff pricing in our guide until we get better visibility into any softening demand that may result from evolving trade dynamics. EBITDA margin is expected to remain at 21.3% to 21.8%. This represents 70 to 120 basis points of expansion versus the prior year, driven by productivity and price more than offsetting inflation as well as investments in the business. And benefits from our simplification efforts will help mitigate mix pressure from MCS. This yields an unchanged EPS range of $4.50 to $4.70. Despite a challenging start, we remain committed to the 9% to 10% free cash flow margin.\nAgain, cash flow will be impacted in 2025, primarily by our recently announced restructuring actions. Now drilling down on the second quarter. We anticipate revenue growth will be in the 1% to 2% range on a reported basis and 2% to 3% organically. We expect second quarter EBITDA margin to be approximately 21% to 21.5%, which is flat to up 50 basis points. driven by price realization and productivity gains and higher volumes as well as impacts from our simplification efforts.\nSecond quarter MCS EBITDA margin will be down significantly year-over-year, driven again by the energy and water mix. It will be the low mark for the year. But we will -- we expect it to improve sequentially from there and return to expansion in the second half. This yields second quarter EPS of $1.12 to $1.16. We started the year with momentum and in a position of strength. Our balanced outlook reflects our strong commercial position, the durability of our portfolio and benefits from our simplification efforts. While we also continue to monitor broader market conditions and volatility, including potential new or additional tariffs, inflation and fluctuations in currency and interest rates.\nOverall, our expectations for the year remain positive as we build on our strong momentum. With that, please turn to Slide 9, and I'll turn the call back over to Matthew for closing comments.\n\nMatthew Francis Pine\n\nSVP and President of Applied Water Systems & Americas Commercial Team, Xylem Inc.\n\nThanks, Bill. Our solid Q1 performance is another proof point that we are delivering on the plan we laid out at our Investor Day last May. It's been almost a year since then. So as a reminder, we outlined our intention to create value from simplifying our operating model, integrating Evoqua and optimizing our portfolio with disciplined capital deployment.\nOn our operating model, as I mentioned a few moments ago, that work has already begun to make us more agile, and that's a great benefit. But the real reason to simplify our operating model is to position us for long-term growth. And we're doing that by implementing our high-impact culture, driving 80/20, which is progressing nicely across the business and simplifying our organizational structure, which is tracking to the timing we laid out on our last earnings call. We can already see the spike in productivity from those actions, which is reflected in our margin expansion over the last 5 quarters. But just as important, simplification has unleashed a new energy across the enterprise.\nOur team told us that very clearly in our most recent employee survey, and our global leaders report an increase in the speed of our responsive [ listed ] customers alongside less wasted time and effort. In the integration of Evoqua, we've delivered the cost synergies faster than planned. And now we've got great momentum on the revenue synergies.\nAnd finally, on capital deployment, we built considerable momentum in the last 12 months. We have an attractive and robust M&A pipeline focused on capabilities that complement our core, especially in advanced treatment, intelligent solutions and in services. So we're confident about delivering a consistent flow of opportunities with the right level of discipline. In the recent weeks, as an example, we closed on Vacom a leading technology company with proprietary breakthrough solutions and 0 liquid discharge. As in addition to our treatment portfolio, the technology offers a compelling value proposition in attractive industrial verticals like microelectronics and energy.\nAlongside M&A, we're actively optimizing our portfolio with specific actions in place to further focus on our strategic priorities. So the team has gotten a lot done since last May, and the benefits are reflected in our results. At the same time, we've remained fully committed to sustainability leadership. Our annual sustainability report will be out tomorrow, April 30. When you read it, you'll get a strong impression of the impact the team is having on the customers and communities we serve. In fact, we've exceeded all 4 of our 2025 customer sustainability goals ahead of schedule, and we've raised the bar with our 2030 goals.\nWe outlined those at Investor Day last year, and you'll be able to find further detail on them in the report, which will be on our website tomorrow. Before we get to your questions, I want to highlight our team once more because this is a team sport. I'm proud of the team for delivering such a tremendous start to the year and for leaning into the transformation of Xylem with so much determination and positive energy and for putting us in such a privileged position to execute on our purpose, which is to empower our customers and communities to build a more water secure world.\nAnd with that, operator, I will turn the call over to you for Q&A."
  },
  {
    "header": "XYL",
    "cik": "0001524472",
    "ticker": "XYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4c81a4eb84437328fa1ab4af17778849",
    "period": "2024 Q4",
    "content": "Q4 2024 Xylem Inc Earnings Call\n\nQ4 2024 Xylem Inc Earnings Call\n\nXYLNYSEFEB 4, 9:00 AM\n\nOperator\n\nWelcome to Xylem's Fourth Quarter and Full Year 2024 Results Conference Call. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to Keith Buettner, Vice President of Investor Relations and FP&A. Please go ahead.\n\nKeith Buettner\n\nThank you, operator. Good morning, everyone, and welcome to Xylem's Fourth Quarter 2024 Earnings Call. With me today are Chief Executive Officer, Matthew Pine, and Chief Financial Officer, Bill Grogan. They will provide their perspective on Xylem's fourth quarter and full year 2024 results and discuss the first quarter and full year 2025 outlook. Following our prepared remarks, we will address questions related to the information covered on the call. I'll ask that you please keep to one question and a follow-up and then return to the queue. As a reminder, this call and our webcast are accompanied by a slide presentation available in the Investors section of our website. A replay of today's call will be available until midnight, February 18, and will be available for playback via the Investors section of our website under the heading Investor Events.\nPlease turn to Slide 2. We will make some forward-looking statements on today's call, including references to future events or developments that we anticipate will or may occur in the future. These statements are subject to future risks and uncertainties, such as those factors described in Xylem's most recent annual report on Form 10-K and subsequent reports filed with the SEC. Pleased note that the company undertakes no obligation to update any forward-looking statements publicly to reflect subsequent events or circumstances, and actual events or results could differ materially from those anticipated.\nPlease turn to Slide 3. We have provided you with a summary of key performance metrics, including both GAAP and non-GAAP metrics, with references to the prior year segment metrics being made on a comparative basis, reflecting the change in segments as of the beginning of the year. For the purposes of today's call, all references will be on an organic and/or adjusted basis, unless otherwise indicated, and non-GAAP financials have been reconciled for you and are included in the Appendix section of the presentation.\nNow please turn to Slide 4, and I'll turn the call over to our CEO, Matthew Pine.\n\nMatthew Francis Pine\n\nSVP and President of Applied Water Systems & Americas Commercial Team, Xylem Inc.\n\nThank you, Keith. Good morning, everyone, and thank you for joining us today. The results we released earlier today reflect a strong fourth quarter finish to a record-breaking 2024. In a year of transition and significant transformation for Xylem, the team served our customers and communities with discipline and delivered on our commitments and the results show their impact.\nFull year revenue, EBITDA margins and EPS all set new benchmarks for us. Revenue grew 6%, we expanded EBITDA margins 170 basis points and EPS was up double digits for the year. The team's operating discipline was apparent across all segments, and the integration of Evoqua is delivering cost synergies significantly faster than expected.\nIn a moment, I'll ask Bill to drill down on the fourth quarter, but the headline numbers reflect a big finish to a big year. The team executed well on resilient underlying demand, with all segments delivering Q4 orders growth of mid-single digits or better that has given us great pace coming into the new year.\nWe anticipate demand will continue to be healthy overall through 2025 despite uncertain dynamics in a few end markets and regions. The team is doing a great job managing what we can control and is committed to the transformation of Xylem we began in 2024, enabling us to improve focus, increase our speed and drive accountable execution.\nThe transformation is behind our 8-K filing last week, which follows through on our discussion at Investor Day when we indicated our intent to simplify Xylem's operating model. We're moving from a matrix to a structure with a single access or segments. The plan streamlines our organization, which will strengthen our competitive positioning, enable us to better serve our customers.\nWe've also taken several targeted capital deployment actions since our last earnings call, all aimed at optimizing our portfolio for growth and profitability. In December, we increased our stake in Idrica to a majority ownership and management control of the technology platform at the heart of Xylem View, which is a strategic growth priority for us as utilities continue to digitize. We also acquired a few tuck-ins to enhance our offerings in Water Solutions and Services and Water Infrastructure.\nFinally, just last month, we signed a definitive agreement to divest a noncore business that came with the acquisition of Evoqua and represents about 1% of revenue.\nAs our 2024 performance indicates, transforming our operating model has energized the enterprise, and that's reflected in the 2025 guidance we issued earlier today, which is in line with delivering the long-term framework we committed to you last May. Before we go into more detail on that full year outlook, I'm going to ask Bill to unpack the team's fourth quarter performance, which provides the foundation for our momentum into 2025. Bill?\n\nWilliam K. Grogan\n\nChief Financial Officer & Senior Vice President, IDEX Corp.\n\nThanks, Matthew. Please turn to Slide 5. As Matthew mentioned, we are very pleased with the strong finish to 2024. The team stayed focused and consistently delivered throughout the year, exceeding on our expectations, delivering record revenue, EBITDA and earnings per share for the fourth quarter and the full year.\nDemand remains positive, with our ending backlog of $5.1 billion essentially flat from the prior year, driven by progress executing an MCS on their past due backlog, but offset in part by growth across the other 3 segments. Our book-to-bill ratio was near 1 in the quarter and exceeded 1 in the year. Orders were healthy, up 7% in the quarter, driven by strong performance across all segments, with Water Infrastructure leading the way with 10% orders growth.\nRevenue growth was robust, up 7% in the quarter despite a challenging comp of 9% growth in the same period last year. The team's operational discipline delivered quarterly EBITDA margin of 21%, up 140 basis points from the prior year. This improvement was driven by productivity, price and volume more than offsetting inflation and investments.\nWe also achieved a record EPS of $1.18, surpassing the midpoint of our guidance by $0.05 and marking a 19% increase over the prior year.\nOur balance sheet remains in great shape with net debt to adjusted EBITDA at 0.5x.\nYear-to-date free cash flow increased by 29% from the prior year. The conversion rate of 116% was driven by higher net income, offset by higher net working capital and increased CapEx. Working capital efficiency in the quarter was negatively impacted by timing of sales, but our overall performance for the year was strong.\nLet's turn to Slide 6. In Measurement and Control solutions, we continue to convert the backlog, though total MCS backlog remained at roughly $1.9 billion, in line with the prior quarter. This is a 13% organic decrease from the prior year, driven by smart metering conversion. Orders were up 6%, driven by smart metering and analytics demand. Revenue was up 6%, again, driven by smart metering demand and backlog execution. EBITDA margin of 17.1% was 120 basis points lower than prior year, driven by mix, inflation and investments more than offsetting productivity, price and volume. As expected, there was a sequential margin headwind for mix in the quarter as energy meters accounted for a larger portion of sales.\nIn Water Infrastructure, orders were up 10% in the quarter, with strong demand in transport. Revenue increased 8%, driven by treatment and transport demand across most regions. EBITDA margin for Water Infrastructure was up an outstanding 360 basis points. Productivity, price, mix and volume more than offset inflation and investments.\nIn Applied Water, orders were up 5% and book-to-bill was roughly 1, lifted by large project wins in the U.S. and strength in Europe. As expected, revenues were essentially flat to prior year, primarily driven by softness in emerging markets. Segment EBITDA margin increased 60 basis points year-over-year. Productivity, mix and price more than offset higher inflation, lower volumes and other costs.\nFinally, Water Solutions and Services saw robust demand with orders increasing 8%, driven by strength in capital projects and dewatering. Revenue growth was up strong at 11%, with strength in capital projects, dewatering and services. Growth was also fueled by projects coming online faster than anticipated as we entered the quarter. Segment EBITDA margins was 22.8%, up 10 basis points versus prior year, driven by productivity, price and volume, more than offsetting inflation, investments and mix.\nNow let's turn to Slide 7 for our 2025 segment outlook. Before I go through our overall guidance, I want to highlight that we have not factored in any impact for the recently enacted tariffs by the U.S. administration. At this time, we do not believe that they will have a material impact on our full year 2020 results, but it is obviously a fluid situation, and we will update our guidance accordingly as we learn more.\nHeading into 2025, our markets remain positive, and our teams are delivering on our commitment to simplify Xylem, focus on our customers and expand margins. We are providing full year organic revenue guidance for the segments that is largely in line with our long-term framework.\nIn MCS, we expect growth of high single digits. We are seeing some pockets of softness in Europe, but overall demand is still healthy and our pipeline is strong. Our expectation is energy meters will drive a majority of the growth in 2025 and water meters will grow low single digits. We expect to see sequential revenue improvements throughout the year, supported by our backlog and easier comps.\nIn Water Infrastructure, we expect growth of mid-single digits. We anticipate resilient OpEx demand due to the mission-critical nature of our applications and solid CapEx demand. Healthy utility end markets across most regions, Evoqua synergies and price capture will drive strong growth in the year. However, as expected, we will see headwinds from 80/20 actions as we simplify Water Infrastructure's offerings, and we do expect weakness in China's utility market.\nIn Applied Water, we expect modest growth of low single digits. We see growth across developed markets, particularly in the U.S., with large projects coming online and a general recovery in their end markets. Growth will be offset in Applied Water as well by 80/20 actions as we exit unprofitable businesses.\nWSS growth is expected to be mid-single digits, driven by strength in outsourced water projects and solid demand in dewatering. This segment is supported by a $1 billion backlog and strong funnel activity across all of their businesses.\nNow let's turn to Slide 8 for our full year 2025 and Q1 guidance. The growth outlook by segment translates to full year revenue of $8.6 billion to $8.7 billion, resulting in revenue growth of 0% to 2% and organic revenue growth of 3% to 4%. This is on the low end of our long-term framework due to the 80/20 actions we are taking across our segments. There will be a larger impact in early phases of implementation.\nEBITDA margin is expected to be 21.3% to 21.8%. This represents 70 to 120 basis points of expansion versus the prior year, driven by productivity and price more than offsetting inflation in our investments in the business. We will also benefit from our simplification efforts, which helped to mitigate mix pressure from MCS. This yields an EPS range of $4.50 to $4.70, up 8% at the midpoint over the prior year. FX will be a meaningful headwind in the year, and excluding those impacts, EPS growth would be double digits at the midpoint.\nAs a reminder, we are committed to low double-digit free cash flow margin in our long-term financial framework. However, cash flow will be impacted in 2025 by our recently announced restructuring actions that may drop us slightly below our long-term goals.\nDrilling down in the first quarter. We anticipate revenue growth will be in the 0% to 2% range on a reported basis and 1% to 2% organically. We expect first quarter EBITDA margin to be approximately 19.5% to 20%, up 30 to 80 basis points, driven by higher volumes, price realization and productivity gains as well as impacts from our simplification efforts. We do want to note that MCS EBITDA margin will be down year-over-year, driven by the energy and water mix we highlighted earlier, but will be up sequentially from Q4. This yields first quarter EPS of $0.93 to $0.98.\nWe are entering the year with momentum and in a position of strength. Our balanced outlook reflects our strong commercial position, the durability of our portfolio and benefits for our simplification efforts. While we also continue to monitor broader market conditions and volatility, including potential new or additional tariffs and fluctuations in FX.\nRegarding tariffs. We are ready to take additional price actions as needed to offset any increases and take cost actions to mitigate the impact on our margins. Overall, our expectations for the year remain positive as we build on our strong momentum.\nWith that, please turn to Slide 9, and I'll turn the call back over to Matthew for closing comments.\n\nMatthew Francis Pine\n\nSVP and President of Applied Water Systems & Americas Commercial Team, Xylem Inc.\n\nThanks, Bill. We spend a lot more time looking forward than back, but the full year results do offer a moment for reflection and appreciation. We had a smooth leadership transition coming into 2024, and then we spent the year digging in and frankly, getting a lot more done. The results tell a great story, but not the whole story. What we've accomplished in just 1 year is a huge credit to our colleagues around the world. They delivered for our customers, at the same time, doing the difficult work of deep change. I really appreciate how the team has leaned in and embraced our transformation as an energizing challenge.\nEarlier, I spoke about simplification and taking complexity out of our structure. That work on structure goes hand-in-hand with refining our operating model more broadly, sharpening our high-impact culture, streamlining our processes and systems and optimizing our portfolio with targeted capital deployment. At the same time, we've amplified our commitments on sustainability, raising the bar again with our 2030 sustainability targets. And in 2024 alone, the team responded to more than 40 water-related disasters, serving communities in times of crisis from India to Spain, to the Carolinas to Brazil. Together, the team is transforming Xylem to be better positioned to fulfill on our purpose, to empower our customers and communities to build a more water-secure world.\nIn 2025, our transformation initiatives will improve our profitability, further optimize our portfolio and make it easier for customers to do business with Xylem. We know this kind of transformation takes time and may not happen in a straight line, but we've made a great start, we have an outstanding team, the right strategy and privileged positions in attractive markets.\nBuilding on the progress we made in 2024, we're looking ahead to a strong 2025 in delivering on our long-term commitment to profitable growth and sustainable value creation.\nWith that, operator, I'll turn the call back over to you for questions."
  },
  {
    "header": "XYL",
    "cik": "0001524472",
    "ticker": "XYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7b922d139e22318d180d68d115b86dbe",
    "period": "2024 Q2",
    "content": "Q2 2024 Xylem Inc Earnings Call\n\nQ2 2024 Xylem Inc Earnings Call\n\nXYLNYSEJUL 30, 9:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Xylem's Second Quarter 2024 Results Conference Call. [Operator Instructions] Please note that this event is being recorded.\nI would now like to turn the conference over to Andrea van der Berg, Vice President of Investor Relations. Please go ahead.\n\nAndrea van der Berg\n\nThank you, operator. Good morning, everyone, and welcome to Xylem's second quarter 2024 earnings call.\nWith me today are Chief Executive Officer, Matthew Pine; and Chief Financial Officer, Bill Grogan. They will provide their perspective on Xylem's second quarter 2024 results and discuss the third quarter and full year outlook. Following our prepared remarks, we will address questions related to the information covered on the call. Please keep to 1 question and a follow-up and then return to the queue. As a reminder, this call and our webcast are accompanied by a slide presentation available in the Investor section of our website. A replay of today's call will be available until midnight, August 6th. Additionally, the call will be available for playback via the Investors section of our website under the heading Investor Events.\nPlease turn to Slide 2. We will make some forward-looking statements on today's call, including references to future events or developments that we anticipate will or may occur in the future. These statements are subject to future risks and uncertainties, such as those factors described in Xylem's most recent annual report on Form 10-K and in subsequent reports filed with the SEC. Please note that the company undertakes no obligation to update any forward-looking statements publicly to reflect subsequent events or circumstances, and actual events or results could differ materially from those anticipated.\nPlease turn to Slide 3. We've provided you with a summary of our key performance metrics, including both GAAP and non-GAAP metrics with references to segment metrics being made on a comparative basis, reflecting the changes in the second quarter and full-year outlook. Following the prepared remarks, all references will be on an organic and/or adjusted basis, unless otherwise indicated, and non-GAAP financials have been reconciled for you and are included in the Appendix section of the presentation.\nPlease turn to Slide 4, and we'll turn the call over to our CEO, Matthew Pine.\n\nMatthew Francis Pine\n\nSVP and President of Applied Water Systems & Americas Commercial Team, Xylem Inc.\n\nThanks, Andrew. Good morning, everyone, and thank you for joining us today.\nIt's a pleasure to report the achievements of the Xylem team in the second quarter. In this morning's release, the team delivered another very strong quarter, outperforming expectations on all metrics, with high single-digit organic revenue growth, reflecting gains in both volume and price. The team also expanded adjusted EBITDA margin 170 basis points. And without outperformance, we delivered adjusted EPS growth of 11%. The story of the second quarter is similar to Q1. On the demand side, our largest markets continue to be resilient. Internally, our outperformance is driven by increasingly disciplined operational execution by the team. This kind of performance momentum is only possible when the whole team is engaged and aligned to make a difference. And I want to say a big thank you to the whole Xylem's team for the dedication and drive they've demonstrated through the first half of the year. While there were a lot of highlights across the team, I particularly want to mention the standout performance and measurement and control solutions. MCS segment revenue was up 26% and EBITDA margins are up 700 basis points versus this time last year. The team is doing an outstanding job. Our first half performance is a reflection of the value creation duration we set early in the year and discussed at Xylem's Investor Day in May. That direction includes both resilient above-market growth and accelerated margin expansion. It's gratifying to see the kind of momentum reflected in our quarterly performance. In addition, our simplification initiatives and our work on 80/20 are progressing well and are set to pay off beginning in 2025.\nTurning to the integration of Evoqua in late May, we passed the 1-year anniversary of our combination with Evoqua. The combination continues to reveal its value. Cost synergies are well on track and the team is looking to accelerate our pace wherever possible. And our commercial teams are successfully taking Xylem's combined capabilities to the many customers who will benefit from our integrated solutions, both in utility and industrial end markets. With Evoqua integration on track, strong momentum from the first half, resilient demand and the team's increasing operational commercial discipline, we're raising our full year guide for both revenue and margin increasing our EPS guidance $0.06 from the prior midpoint.\nIn a moment, I'll provide an update on our high-impact culture and our leadership alignment and also on our industry-leading 2030 sustainability goals. But first, I'm going to turn it over to Bill to double-click on the quarter's results, our financial position and our outlook. Bill?\n\nWilliam K. Grogan\n\nChief Financial Officer & Senior Vice President, IDEX Corp.\n\nThanks, Matthew.\nPlease turn to Slide 5. Q2 was another great quarter, and I want to thank our entire organization for their amazing work. We outperformed against our guide across revenue, margin and earnings per share. We continue to see resilient demand and our backlog is at $5.2 billion, a modest decline from prior year as we execute on MCS pass-through backlog book-to-bill was approximately 1, supported by strength in water infrastructure, while organic orders were down 1% in the quarter, driven by project timing within MCS and WSS.\nTotal revenues grew 26% and organic revenue rose 9%, exceeding our guidance on a healthy combination of volume and price. Our performance was led by MCS and WSS as we saw growth in all regions led by double-digit growth in the U.S.\nEBITDA margin was 20.8%, up 170 basis points from the prior year. With productivity savings, strong volume and price more than offsetting inflation, investments in mix. This reflects incrementals of 28% on a consolidated basis and 50% on a pro forma basis. Our EPS in the quarter was $1.09, above the high end of our guidance by $0.04 and up 11% over the prior year. Our balance sheet is strong with net debt to adjusted EBITDA at 0.7x. Year-to-date, free cash flow was up 200% versus the prior year and conversion of 62% is strong given seasonality. This year-over-year improvement was driven by higher net income, offset slightly by increased CapEx, and we continue to benefit from improved working capital efficiency.\nPlease turn to Slide 6. Measurement & Control Solutions had another great quarter and again exceeded our expectations. MCS revenue was up 26%, driven by smart metering demand and backlog execution. However, due to project timing, orders were down 18% and book-to-bill came in under 1. We worked down past due backlog and total backlog for MCS now sits at roughly $2 billion, a 12% organic decrease from prior year. We finished the quarter with impressive EBITDA margins of 23.4%, up 700 basis points versus the prior year and up 70 bps sequentially.\nMargin expansion was driven by volume, price, productivity and favorable mix more than offsetting inflation. As a reminder, we continue to expect a margin headwind from mix in the second half as energy meters account for a larger portion of our sales.\nIn Water Infrastructure, orders were up strong 8% in the quarter, led by robust treatment demand. Revenue exceeded our expectations with total growth of 22% and organic growth of 7%, driven by healthy demand across all regions and applications. Adjusted EBITDA margin for the segment was down 60 basis points, with roughly 40% pro forma incrementals. This decline was driven by inflation and acquisition, but was offset partially by productivity, volume and price. Without the impact of acquisitions, adjusted EBITDA margin improved 40 basis points for the quarter.\nIn Applied Water, orders were up 5% and book-to-bill was greater than 1, reflective of a few large project wins, which will ship next year. Revenues were down 4%, in line with our expectations, lapping strong comps on 12% growth in the second quarter of last year. The decline was primarily driven by softness in developed markets. Segment EBITDA margins declined 200 basis points year-over-year, but increased 100 basis points sequentially. Higher inflation and unfavorable mix was partially offset by productivity savings.\nClosing the segments with Water Solutions and Services. Orders declined 1% organically, driven by timing of large capital projects offset by strength in dewatering. Organic revenue was up 12% with healthy growth across most of the business. Adjusted EBITDA margin was strong at 23.8%, up 60 basis points and driven by volume, productivity and price, offset in part by unfavorable mix and inflation.\nTwo quarters in the resegmentation, we continue to see synergy momentum and benefits for our customers in combining our service-based offerings.\nNow let's turn to Slide 7 for our updated full year and Q3 guidance. Given our first half outperformance in both commercial and operational momentum, we are raising our full year guide. We are increasing our revenue guide by approximately $50 million, up from $8.5 billion. This reflects an additional 0.5 point of growth at the midpoint versus our prior guidance. That will put total revenue growth at approximately 16% and organic revenue growth at 5% to 6%. The integration is going smoothly, and we continue to expect $100 million of exit run rate cost synergies in 2024 with the potential to accelerate by year-end. We are confident about driving further margin expansion with operational productivity and are raising our EBITDA margin guidance to about 20.5%, that represents 160 basis points of expansion versus the prior year, driven by higher volume, productivity, including cost synergies and price offsetting inflation. Our updated EPS guidance of $4.18 to $4.28 reflects an increase of $0.06 at the midpoint. Free cash flow conversion for the year is now expected to be over 120% of net income. The full year outlook at the segment level remains largely unchanged with the exception of MCS, which we now expect to grow at high teens due to our first half performance versus our previous outlook of low teens.\nFor the quarter, we anticipate revenue growth will be 3% to 5% on a reported and organic basis. We expect third quarter EBITDA margin to be in the range of 20.5% to 21%, up 70 to 120 basis points, driven by higher volumes, continued price realization and productivity gains. This yields third quarter EPS of $1.07 to $1.12.\nOur diversified portfolio of mission-critical products and services positions us well to address our customers' evolving needs, and we anticipate healthy demand across most end markets and applications. And we talked about our driving profitability through simplification efforts and our 80/20 implementations at the Investor Day in May. We are progressing well on those initiatives, and I want to reiterate our commitment to systematic margin improvement through operational excellence, supporting our long-term profitability framework. While we are closely monitoring the macro environment, including geopolitical, election uncertainty and tariffs, our overall outlook for the year remains positive.\nWith that, please turn to Slide 8, and I'll turn the call back over to Matthew for closing comments.\n\nMatthew Francis Pine\n\nSVP and President of Applied Water Systems & Americas Commercial Team, Xylem Inc.\n\nThanks, Bill.\nI'd like to mention 2 events in the quarter that don't show up in the financial results, but are fundamental to Xylem's success and impact. First, in June, just a few weeks after our Investor Day, we gathered Xylem's global leadership team in Washington, D.C. This was the first time we had our top 150 executives in 1 room, spanning legacy Xylem and legacy Evoqua. It was an energizing 2 days of collaboration, focused on the work of leadership alignment and culture. I've spoken before about culture as the fundamental how of Xylem, how we'll deliver stronger execution of our strategy, how we realize our aspirations, how we'll create our next chapter of Xylem's impact. You can see in our second quarter results that the team is already working well and winning. What our Leadership Summit reinforced was how much more value creation potential we have ahead of us with an aligned team and a high-impact culture. It was fantastic to see the team so engaged by the opportunities ahead of us. Last quarter also saw the publication of our annual sustainability report. We're very pleased to be tracking well towards our 2025 goals. But we took the opportunity presented by this year's report to set out our aspirations beyond 2025. We're raising the bar again by setting 2030 sustainability goals in 3 strategic areas. The first is decarbonization, reducing our own greenhouse gas emissions and enabling our customers to decarbonize. Secondly is water stewardship aimed at reducing water demand. And finally, we'll provide access to water, sanitation and hygiene for 80 million people. All 3 strengthen our customer relationships and increase our impact.\nBefore turning to your questions, I have 1 more special note. This is Andrea van der Berg last quarterly earnings call at the helm of Investor Relations. We're happy to announce that Andrea is taking on a new role within Xylem, and it's an exciting new opportunity for her. Over the years, so many of you have told me you deeply value Andrea's energy, accessibility and professionalism, and I benefited from her insightful counsel and positive encouragement in every circumstance. So thank you, Andrea.\nSome of you have already met Keith Butner, who is taking the reins as our Investor Relations leader. Keith has had great impact as the Head of Finance and Water Solutions and Services segment, having joined us with the Evoqua combination more than a year ago. He brings deep knowledge of the business to his leadership of IR, and I'm confident you'll enjoy getting to know Keith, and we'll find great value in his insights and perspectives.\nAnd with that, let's go to your questions."
  },
  {
    "header": "XYL",
    "cik": "0001524472",
    "ticker": "XYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/636b4f9bed4a8a6112e5f6b063c18783",
    "period": "2024 Q1",
    "content": "Q1 2024 Xylem Inc Earnings Call\n\nQ1 2024 Xylem Inc Earnings Call\n\nXYLNYSEMAY 2, 9:00 AM\n\nOperator\n\nWelcome to Xylem's First Quarter 2024 Results Conference Call. [Operator Instructions]. Please note, this event is being recorded.\nI would now like to turn the conference over to Andrea van Berg, Vice President of Investor Relations. Please go ahead.\n\nAndrea van der Berg\n\nThank you, operator. Good morning, everyone, and welcome to Xylem's First Quarter 2024 Earnings Call. With me today are Chief Executive Officer, Matthew Pine; and Chief Financial Officer, Bill Grogan. They will provide their perspective on Xylem's first quarter 2024 results and discuss the second quarter and full year outlook. .\nFollowing our prepared remarks, we will address questions related to the information covered on the call. I'll ask that you please keep to 1 question and a follow-up and then return to the queue. As a reminder, this call and our webcast are accompanied by a slide presentation available in the Investors section of our website. A replay of today's call will be available until midnight May 9. Additionally, the call will be available for playback via the Investors section of our website under the heading Investor Events.\nPlease turn to Slide 2. We will make some forward-looking statements on today's call, including references to future events or developments that we anticipate will or may occur in the future. These statements are subject to future risks and uncertainties, such as those factors described in Xylem's most recent annual report on Form 10-K and in subsequent reports filed with the SEC. Please note that the company undertakes no obligation to update any forward-looking statements publicly to reflect subsequent events or circumstances, and actual events or results could differ materially from those anticipated.\nPlease turn to Slide 3. We have provided you with a summary of our key performance metrics, including both GAAP and non-GAAP metrics with references to prior year segment metrics being made on a comparative basis, reflecting the change in segment as of the beginning of the year. For purposes of today's call, all references will be on an organic and/or adjusted basis, unless otherwise indicated. And non-GAAP financials have been reconciled for you and are included in the Appendix section of the presentation.\nNow please turn to Slide 4, and I'll turn the call over to our CEO, Matthew Pine.\n\nMatthew Francis Pine\n\nSVP and President of Applied Water Systems & Americas Commercial Team, Xylem Inc.\n\nThanks, Andrea. Good morning, everyone, and thank you for joining us today. The Xylem team delivered a very strong first quarter, outperforming expectations on all metrics. The team drove high single-digit organic revenue growth, reflecting a healthy balance of both volume and price. And the team also expanded adjusted EBITDA margin almost 300 basis points. And without outperformance, we delivered EPS growth of 14%.\nThe story is pretty straightforward. We have strong commercial and operational momentum with resilient underlying demand in the majority of our segments in end markets. I want to thank all our teams for doing a great job. But I want to highlight 2 teams in particular, Measurement & Control Solutions and Water Solutions and services. In both segments, focused effort paid off in really outstanding numbers.\nIn MCS, organic revenue grew more than 20% and margins are up over 500 basis points year-over-year. And in its first quarter as a combined segment, WSS stayed focused on serving our customers and deliver both the highest orders growth of all segments and made a significant contribution to Xylem's overall margin mix.\nIn addition to operational and commercial performance, the first quarter also reflected continued momentum on integration synergies with Evoqua. We saw a very solid Q1 run rate on cost capture, and we're confident in how we're tracking both on revenue and cost synergies.\nOn the basis of our momentum, the team's disciplined performance and continuing resilient demand we're raising our full year guidance for both revenue and margin and lifting our EPS guidance $0.08 from the midpoint.\nAs we look forward, operationally, we're focused on maximizing value from every additional incremental volume we deliver. The team's impressive first quarter margin performance reflects our increasing operational discipline. We're driving simplification across our business, doing the few things that matter most even more efficiently.\nTo solve water, we have to simplify water both for our customers and for ourselves. Strategically, our demand outlook continues to be supported by secular trends that are set to continue across economic cycles. As the headlines reflect, we're seeing an increasingly water-challenged world. And just as with energy, the water economy is intertwined with every part of business and life.\nSo as water security becomes pressing, we'll continue to see increasing demand for the solutions that can help make companies and communities more water secure, and Xylem's platform of capabilities is uniquely positioned to meet this demand. We recently announced we'll be hosting our Investor Day on May 30 to take place both virtually and here at our headquarters in Washington. We're looking forward to the opportunity to provide updates on our strategic outlook, long-term growth and financial framework and our 2030 sustainability goals. And with that, I'll hand it over to Bill to cover the quarter's results, our financial position and our outlook in more detail. Bill?\n\nWilliam K. Grogan\n\nChief Financial Officer & Senior Vice President, IDEX Corp.\n\nThanks, Matthew. Please turn to Slide 5. Q1 was an excellent start to the year, exceeding expectations across revenue, margin and earnings per share. I want to echo Matthew's thanks to all of our teams for remaining focused and turning in an outstanding quarter. We continue to see resilient demand with our backlog increasing 4% to $5.3 billion. Organic orders grew 3% in the quarter with book-to-bill above 1, supported by strength across developed markets, particularly in WSS.\nTotal revenues grew 40%, and organic revenues rose 7%, exceeding our guidance and a healthy combination of volume and price. Our performance was led by M&CS and WSS and we saw growth in all regions, led by double-digit growth in the U.S. EBITDA margin was 19.2%, up 290 basis points from the prior year, with productivity savings, strong volume, price and mix more than offsetting inflation and investments. This reflects incrementals of 26% on a consolidated basis and 57% on an organic basis.\nOur EPS in the quarter was $0.90, above the high end of our guide by $0.05, up 14% over the prior year. Our balance sheet remains healthy with ample liquidity to support capital deployment. We started the year with free cash flow conversion of 9%. This represents significant improvement versus typical seasonality of negative Q1 free cash flow conversion. This year, we delivered higher net income, offset slightly by increased CapEx.\nPlease turn to Slide 6. Measurement & Control Solutions had a great quarter and exceeded our expectations. Orders grew 3% on continued smart metering demand. Backlog rose to $2.2 billion, up 6% organically and book-to-bill came in slightly under [ 1% ] due to greater backlog conversion. M&CS revenue was up 22%, driven by smart metering demand and backlog execution. We finished the quarter with EBITDA margins of 22.7%, up 550 basis points versus the prior year and up 440 basis points sequentially. Margin expansion was driven by productivity, higher volume and price and favorable mix more than offsetting inflation.\nIn Water Infrastructure, orders grew 6% in the quarter, led by robust transport demand. Revenue exceeded our expectations with total growth of 40% and organic growth of 6%, driven by healthy demand across all regions and applications. EBITDA margin for the segment was up 320 basis points driven by productivity, mix, volume and price offsetting inflation. In Applied Water, although orders declined versus a year ago, book-to-bill was greater than [ 1 ], reflective of a few large project wins. Revenues were down 4%, in line with our expectations against strong growth in the first quarter last year, primarily driven by a decline in developed markets.\nSegment EBITDA margin declined 380 basis points year-over-year on unfavorable mix, higher inflation and volume declines, partly offset by productivity savings.\nWrapping up with water solutions and services. Orders grew 7% organically led by dewatering and 19% on a pro forma basis with book-to-bill well above 1 in the quarter, driven by a large order for a 20-year outsourced water contract, but even excluding that large order, pro forma demand increased. Organic revenue was up 6%, while pro forma revenue increased 9%, with healthy growth across most of the businesses. Adjusted EBITDA margin was strong at 22.3%, driven by favorable mix in volume and price and productivity.\nThe outperformance across WSS is a great reflection of our team staying focused on what matters, serving our customers throughout this integration and resegmentation.\nNow let's turn to Slide 7 for our updated full year and second quarter guidance. Given our first quarter outperformance and both commercial and operational momentum, we are raising our full year guidance. We are increasing our revenue guide to approximately $8.5 billion. This reflects an additional point of growth versus prior guidance. That will put total revenue growth at 15% to 16% and organic revenue growth at 4% to 6%. We are confident about driving further margin expansion with operational productivity and are raising our EBITDA margin guidance to about 20%. That represents 110 basis points of expansion versus the prior year driven by higher volume, productivity, including cost synergies and price offsetting inflation. Our updated EPS guidance of $4.10 to $4.25 reflects an increase of $0.08 at the midpoint.\nWe continue to expect around $100 million of exit rate cost synergies in 2024. And free cash flow conversion for the year is still expected to be 115% of net income. The full year outlook at the segment levels remain largely unchanged from our comments in February.\nFor the second quarter, we anticipate total revenue growth will be 23% to 25% on a reported basis and 5% to 7% organically. We expect second quarter EBITDA margin to be approximately 20%, up 90 basis points, driven by higher volumes, continued price realization and productivity gains. This yields second quarter EPS of $1 to $1.05.\nWe came into 2024 at a healthy pace, and we've had a strong start to the year, building further momentum. Our diversified portfolio positions us well to address our customers' evolving needs, and we anticipate healthy demand across most end markets and applications. While we are closely monitoring the macro environment, including inflation, higher interest rates for longer, a strengthening dollar and geopolitical uncertainty, our overall outlook for the year remains positive.\nWith that, please turn to Slide 8, and I'll turn the call back over to Matthew for closing comments.\n\nMatthew Francis Pine\n\nSVP and President of Applied Water Systems & Americas Commercial Team, Xylem Inc.\n\nThanks, Bill. Two things I want to mention before we close. First, it's been such a privilege in my first 100 days as CEO to spend time with so many Xylem colleagues around the world. You can see they're doing fantastic work, and it's evident in today's results. And our integration progress is a great indicator of how smoothly the Xylem and [ Evoqua ] teams have come together. As a combined company, there is so much potential for growth and impact, especially as we pivot to even stronger execution of our strategy. To achieve our potential, we're being very intentional about the culture we're building. Specifically, we're creating a culture centered on behaviors that drive empowerment, accountability and innovation. We call it our high-impact culture, and it's the heart of our how, how we are creating the next phase of Xylem's growth and impact. Of course, culture change takes time, and it starts with myself and the leadership team. So it's incredibly energizing to see the cultural alignment already coming to life in our town halls and business reviews at all levels in the organization. We'll talk a bit more about how we're fostering our high-impact culture when we gather together for Investor Day at the end of May.\nLastly, on Investor Day, we'll also be launching our 2023 sustainability report. We're very proud of what we've achieved and even more motivated by the work ahead. In this year's report, we'll be introducing our combined company goals for the first time, setting our ambition for impact through 2030. Given how fundamental sustainability is Xylem's business model, I invite you to give it as much attention as you give our financial results. And as always, we welcome your feedback. And with that, I'll turn it over to the operator to lead us through Q&A."
  },
  {
    "header": "XYL",
    "cik": "0001524472",
    "ticker": "XYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3319aef3dbef443a78e02a29ce82b643",
    "period": "2023 Q4",
    "content": "Q4 2023 Xylem Inc Earnings Call\n\nQ4 2023 Xylem Inc Earnings Call\n\nXYLNYSEFEB 6, 9:00 AM\n\nOperator\n\nWelcome to Xylem's Fourth Quarter 2023 Results Conference Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to Andrea van der Berg, Vice President of Investor Relations. Please go ahead.\n\nAndrea van der Berg\n\nThank you, operator. Good morning, everyone, and welcome to Xylem's Fourth Quarter 2023 Earnings Call. With me today are Chief Executive Officer, Matthew Pine, and Chief Financial Officer, Bill Grogan. They will provide their perspective on Xylem's fourth quarter and full year 2023 results and discuss our outlook and guidance for 2024.\nFollowing our prepared remarks, we will address questions related to the information covered on the call. I'll ask you to please keep to one question and a follow-up and then return to the queue. As a reminder, this call and our webcast are accompanied by a slide presentation available in the Investors section of our website. A replay of today's call will be available until midnight, February 13. Additionally, the call will be available for playback via the Investors section of our website under the heading Investor Events.\nPlease turn to Slide 2. We will make some forward-looking statements on today's call, including references to future events or developments that we anticipate will or may occur in the future. These statements are subject to future risks and uncertainties. Such as those factors described in Xylem's most recent annual report on Form 10-K and subsequent reports filed with the SEC. Please note that the company undertakes no obligation to update any forward-looking statements publicly to reflect subsequent events or circumstances, and actual events or results could differ materially from those anticipated.\nPlease turn to Slide 3. We have provided you with a summary of our key performance metrics, including both GAAP and non-GAAP metrics. For purposes of today's call, all references will be on organic and on adjusted basis, unless otherwise indicated, and non-GAAP financials have been reconciled for you and are included in the Appendix section of the presentation.\nNow please turn to Slide 4, and I'll turn the call over to our CEO, Matthew Pine.\n\nMatthew Francis Pine\n\nSVP and President of Applied Water Systems & Americas Commercial Team, Xylem Inc.\n\nThanks, Andrea. Good morning, everyone, and thanks for joining us. It's a pleasure to share the Xylem team's exceptional performance in the fourth quarter of a transformational year for the enterprise. The team delivered both Q4 and full year results exceeding expectations on revenue and earnings per share.\nLooking at the fourth quarter, strong demand drove organic revenue growth of 9%. With disciplined execution, delivering EBITDA margin expansion of 90 basis points, that drove double-digit orders growth, and our backlog is now more than $5 billion. Our Q4 performance capped off a year in which the team overdelivered in every quarter.\nFull year organic revenues were up 12% with EBITDA margin expansion of 190 basis points and adjusted earnings per share growth of 20%. The team even delivered Evoqua run rate cost synergies in 2023 ahead of plan. Both the quarter and the full year give us very strong momentum entering 2024.\nDespite a dynamic environment and the excitement of our combination with Evoqua, the team stayed focused on serving our customers. Joining forces with Evoqua has put the sector's most advanced portfolio of capabilities in the hands of our customers and open up new opportunities to address even more of their water challenges.\nIn our last earnings call, we shared a bit about the synergy traction we're seeing between the legacy Evoqua services business in Xylem's dewatering business. And since then, we've seen the momentum continue to build as the team wins in the marketplace with our combined offering. On January 1, we made it even easier for our customers to access the full breadth of our capabilities with the creation of the Water Solutions and Services segment, effectively combining Xylem and Evoqua services offerings in a realigned segment structure. The move supports the continuing growth of our services business and expansion of recurring revenues. And to put Xylem in an even stronger position to capture value by serving industrial water customers who are increasingly outsourcing water management as water stresses intensify.\nLooking forward, we are starting off strong in 2024 with the momentum from our outperformance in '23, and continued healthy demand in our major end markets. Though we're keeping a close eye on demand dynamics in China and are taking a prudent view of end markets for Applied Water, which is our most cyclical segment, our backlog across the business is a source of continuing strength, especially in M&CS. We also feel very confident in our ability to drive continuing margin expansion by focusing our energy on the parts of the business delivering the greatest value. Overall, we're well positioned for profitable and sustainable growth. We expect 2024 organic revenues to be up 3% to 5% with solid EBITDA margin expansion, resulting in earnings per share between $4 and $4.20.\nI'll now turn it over to Bill to walk through the quarter's results and our outlook for 2024 in more detail.\n\nWilliam K. Grogan\n\nChief Financial Officer & Senior Vice President, IDEX Corp.\n\nThanks, Matthew. Please turn to Slide 5. As Matthew mentioned, we are pleased with the strong finish to 2023. The team has stayed focused and consistently were delivered throughout the year, exceeding our expectations on revenue and earnings per share for Q4 and the full year. We continue to see resilient demand and are supported by our $5.1 billion backlog, which grew 5% organically for the year. Organic orders grew 10% in the quarter, with book-to-bill approximately 1 for the quarter and greater than 1 for the full year. Total revenues grew 41%, while organic revenues rose 9%, exceeding our guidance of 4% to 5%. Our performance was led by MCS and water infrastructure. All regions grew, led by double-digit growth in the U.S.\nEBITDA margin was 19.6%, up 90 basis points from the prior year. With productivity savings, price and higher volume more than offsetting inflation, this reflects 33% incrementals on the legacy's Island performance. We finished the year with EBITDA margin of 18.9%, up nearly 200 basis points over prior year. Our EPS in the quarter was $0.99, above the high end of our guide by $0.03. When excluding the impact of Evoqua, EPS was $1.10, up 10% over prior year.\nOur financial position remains robust with over $1 billion in cash and available liquidity of approximately $2 billion. We ended the year with adjusted free cash flow conversion of 122%, exceeding our expectations and significantly improved versus last year.\nPlease turn to Slide 6. Before I highlight each segment's fourth quarter performance, I want to touch on some changes you'll see in our earnings materials going forward. In the spirit of [ 80/20 ], we have simplified our earnings materials to focus on what is most important for investors. To insist with the transition this quarter, we have provided our historical presentation format in the appendix.\nAnd now on to the segment performance. Measurement & Control Solutions saw robust orders growth of 14%, with strength across the portfolio, led by metrology and assessment services. Backlog is $2.3 billion and book-to-bill is above 1, a reflection of the strong demand for our AMI solutions and other digital offerings. M&CS revenue was up 21%, driven by metrology backlog execution and strong demand. We finished the quarter with improved EBITDA margins of 17.3%, up 220 basis points versus the prior year and up 160 basis points sequentially on productivity, price and higher volumes.\nWater Infrastructure also saw orders growth of 9% for the quarter, with strength across the portfolio led by robust treatment demand globally. Revenue exceeded our expectations with total growth of 30%, an organic growth of 9%, driven by robust OpEx demand across all regions. EBITDA margin for the segment was down 90 basis points, driven by the impacts of legacy Evoqua. When excluding the impact of Evoqua, EBITDA margin was up 50 basis points primarily due to price, productivity and volume more than offsetting inflation and unfavorable mix.\nIn Applied Water, although orders grew, book-to-bill was 0.9x, as we continue to work down our backlog, and we saw softer demand environment in the U.S., our largest geography. Revenues were flat, in line with our guide with the decline in developed markets offset slightly offset slightly by growth in emerging markets. Segment EBITDA margin expanded 80 basis points with productivity and price more than offsetting inflation and volume declines.\nIntegrated Solutions and Services, orders grew 5% on a pro forma basis, and book-to-bill was 1. Demand was driven by services. Pro forma revenue growth of 10% exceeded our expectations as implied in our reported guidance with healthy growth across the portfolio. Adjusted EBITDA margin was strong at 21.1% driven by price realization and volume.\nPlease turn to Slide 7. I will cover our segment outlook for the year. As Matthew mentioned, in December, we announced the creation of Water Solutions and Services segment. We are providing organic revenue guidance based on our previous reporting segments. Later this month, we will provide recast financial information aligned to the new segments. However, we expect the segment guidance outlook to largely be in line with the new segment structure and we'll update as needed in our Q1 earnings call.\nIn M&CS, we expected growth of low teens. Demand and order momentum for our AMI solutions remains strong. We expect to see sequential revenue improvement throughout 2024 supported by a robust backlog. In Water Infrastructure, we expect growth of mid-single digits. We expect resilient OpEx demand due to mission-critical nature of our applications and a healthy CapEx demand. We are continuing to closely monitor softness in China where the majority of our business is in the utility end market.\nIn Applied Water, we expect a modest decline of low single digits. We continue to see pockets of softness across our end markets, particularly in developed markets, which make up about 80% of our business. We also expect to see headwinds as we lap price increases and our backlog returns to more historic levels.\nISS growth is expected to be mid-single digits with growth across both capital and services. We continue to see strong activity in our funnel particularly in high-growth verticals such as food and beverage, energy and life sciences. This segment is supported by $1 billion in backlog and a durable service business model. And as a reminder, the ISS growth outlook is on an organic basis.\nNow let's turn to Slide 8 for our 2024 and Q1 guidance. The growth outlook by segment translates to 2024 full revenue of $8.4 billion to $8.5 billion, resulting in total revenue growth of 14% to 15% and organic revenue growth of 3% to 5%. EBITDA margin is expected to be 19.4% to 19.9%. This represents 50 to 100 basis points of expansion versus the prior year, driven by higher volume, productivity and price offsetting inflation. This yields an EPS range of $4 to $4.20, up 8% at the midpoint over prior year. We are expecting approximately $100 million of exit run rate cost synergies in 2024, which is embedded in our guide. Free cash flow conversion for the year is expected to be 115% of net income.\nDrilling down on the first quarter. We anticipate total revenue growth will be in the 36% to 38% range on a reported basis and 4% to 6% organically. We expect first quarter EBITDA margin to be approximately 18%, up 170 basis points, driven by higher volumes, continued price realization and productivity gains. This yields first quarter EPS of $0.80 to $0.85.\nWe are entering the year with momentum and from a position of strength. Our balanced outlook reflects our strong commercial position and the durability of our portfolio. While we also continue to monitor broader market conditions, particularly in China and Applied Water, which is our shortest-cycle business. In the case of larger-than-expected volume declines, we're ready to take additional cost actions as needed to ensure continued focus on margin expansion. Overall, our expectations for the year remain positive as we build on our strong momentum.\nWith that, please turn to Slide 9, and I'll turn the call back over to Matthew for closing comments.\n\nMatthew Francis Pine\n\nSVP and President of Applied Water Systems & Americas Commercial Team, Xylem Inc.\n\nThanks, Bill. It's been incredibly exciting to step up as CEO at a time of such great momentum and opportunity for Xylem. I began the year by spending time with customers and colleagues in India and the Middle East. Bill and I started off a in India, in the scale of ambition there, to modernize infrastructure and tackle the big water challenges is frankly awe inspiring. We have an outstanding team there, doing great work to serve customers from our localized R&D and manufacturing platform that gives us a real competitive advantage. And both India and the Middle East provide great reminders of the fundamental interconnectedness of economic value and social value creation in our business.\nThese markets present expansive commercial opportunity. In both markets, every project improves lives and increase the sustainability of communities. We took some time out with colleagues in India to visit a school in a rural area outside of Bangalore. We got hands on building a small-scale water treatment system that now provides clean drinking water to those students and their community. I'll be honest, the experience of celebrating with those kids and their teachers as the clean water started to flow, well, it's just hard to describe. And you also know that the impact on educational outcomes, health and quality of life is likely to be profound. That experience drove home for me not just the importance of what Xylem does but it reinforced the focus we're bringing into 2024. Whether at the scale of a school or the scale of a mega city, we have to make it easier for customers and communities to solve their big water challenges. Reducing the complexity of water solutions, that is our focus, simplifying water.\nWe have assembled the most advanced and most comprehensive portfolio of products, solutions and services in this sector. The value creation opportunity in front of us is to make all that capability far easier for customers to access, to empower them to solve their most critical water challenges and deliver great outcomes with far less complexity.\nWe started the year with great pace with strong execution off the back of a great Q4 in 2023 across both legacy Xylem and legacy Evoqua businesses. And our integration is well on track to deliver on the full value creation opportunity of the combination. Our end markets are resilient, and as long as the long-term trends in water continue to intensify, our team is energized to take all of our capabilities to deliver even greater impact for our customers.\nOur investment thesis remains robust, and we continue to execute on the strategy that has positioned us so strongly for further economic and social value creation. We look forward to sharing further insights into our priorities and strategic direction at our upcoming Investor Day on May 30 in Washington, D.C., when I hope many of you will join us.\nNow operator, I'll turn the call back over to you for questions."
  },
  {
    "header": "XYL",
    "cik": "0001524472",
    "ticker": "XYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8228a0b070e6925138efb7afec74ef89",
    "period": "2023 Q3",
    "content": "Q3 2023 Xylem Inc Earnings Call\n\nQ3 2023 Xylem Inc Earnings Call\n\nXYLNYSEOCT 31, 9:00 AM\n\nOperator\n\nWelcome to Xylem's Third Quarter 2023 Earnings Conference Call. [Operator Instructions] I would like to now turn the call over to Andrea van der Berg, Vice President, Investor Relations. Please go ahead.\n\nAndrea van der Berg\n\nThank you, operator. Good morning, everyone, and welcome to Xylem's Third Quarter 2023 Earnings Call. With me today are Chief Executive Officer, Patrick Decker; Chief Operating Officer, Matthew Pine; Senior Adviser and former Chief Financial Officer, Sandy Rowland; and Chief Financial Officer, Bill Grogan. Bill will provide their perspective on Xylem's third quarter 2023 results and discuss the fourth quarter and full year outlook.\nFollowing our prepared remarks, we will address questions related to the information covered on the call. I'll ask you please keep to one question and a follow-up and then return to the queue.\nAs a reminder, this call and our webcast are accompanied by a slide presentation available in the Investors section of our website. A replay of today's call will be available until midnight, November 7. Additionally, the call will be available for playback via the Investors section of our website under the heading Investor Events. Please turn to Slide 2.\nWe will make some forward-looking statements on today's call, including references to future events or developments that we anticipate will or may occur in the future. These statements are subject to future risks and uncertainties such as those factors described in Xylem's most recent annual report on Form 10-K and in subsequent reports filed with the SEC. Please note that the company undertakes no obligation to update any forward-looking statements publicly to reflect subsequent events or circumstances, and actual events or results could differ materially from those anticipated. Please turn to Slide 3.\nWe've provided you with a summary of our key performance metrics, including both GAAP and non-GAAP metrics. For purposes of today's call, all references will be on an organic and/or adjusted basis, unless otherwise indicated, and non-GAAP financials have been reconciled for you and are included in the Appendix section of the presentation.\nNow please turn to Slide 4, and I'll turn the call over to our CEO, Patrick Decker.\n\nPatrick K. Decker\n\nPresident, Chief Executive Officer & Director, Xylem, Inc.\n\nThanks, Andrea. Good morning, everyone, and thanks for joining us. By now, you'll see that our first full quarter as a combined company with Xylem and Evoqua together. The team delivered very strong performance across each of our segments. We significantly exceeded expectations on organic revenue growth, EBITDA margin and earnings per share. And revenue grew 10% organically. We expanded EBITDA margin well above prior year, and we delivered EPS of $0.99 for the quarter, which represents 14% growth year-over-year. Orders were up 3% and more importantly, our backlogs continue to grow, especially in our M&CS and ISS segments. Total backlog is now $5.2 billion. And this sets us up for continued growth momentum and demonstrates the health of our key end markets. So on the strength of this performance, we are raising our full year guidance.\nI want to personally give a big shout out to the team for their strong operational performance during a period of integrating 2 large enterprises. Instead of getting distracted, the team continued to focus on serving our customers and delivering on our commitments. The integration of Evoqua is well on track to deliver the cost synergies we promised. It's those synergies that underwrote the transaction. But more importantly, it's the growth synergies that excite us the most. And our customers have already begun to experience the advantages of our combined capabilities.\nOverall, the quarter's strong result, it reflects our continued momentum, and that puts me in a very privileged position on my last earnings call as CEO of Xylem. In September, we announced a planned succession of both me as CEO and Sandy as CFO. Matthew Pine is going to lead Xylem as CEO beginning January 1. I'll remain on as an adviser through the end of March. I'd also like to formally welcome our new CFO, Bill Grogan, who is on the call with us today. He's alongside Sandy Rowland. Bill took on the role of CFO on October 1, and it's been a real pleasure to welcome him to the team. Now as Sandy was in the chair through beginning of September, she is going to cover the third quarter results. But that's not going to happen before I take the opportunity to thank her for her many significant contributions to Xylem. She's been a great partner and a great leader over the last few years with me and the team we simply would not be where we are today without her many contributions.\nSo now over to you, Sandy.\n\nSandra E. Rowland\n\nSenior VP & CFO, Xylem Inc.\n\nThank you, Patrick. Before I go over the quarter's performance, I'd like to take a moment to congratulate Bill. In the short time since he stepped into the CFO role, I've been impressed with how quickly he has immersed himself in the business and taken on financial leadership of the company. Like Patrick, I will continue to stay on this as an adviser through March to ensure a smooth transition, but the company will be in great hands with Bill working alongside Matthew next year, and I couldn't be more confident in Xylem's future. And now let's look at the quarter. Please turn to Slide 5.\nAs Patrick mentioned, the team has continued to deliver strong performance in Q3, exceeding expectations on growth margin expansion and earnings per share. Each segment outperformed, including integrated solutions and services. As a reminder, since the combination with Evoqua, we began including ISS as our fourth reporting segment. For Xylem overall, total revenues grew 50%, while organic revenue rose 10%, led by particularly robust double-digit growth in the U.S. Western Europe grew a healthy 6% and emerging markets was down largely due to China despite strength in other parts of Asia and all [indiscernible] in Africa. From an end market perspective, utilities grew 16%, mainly driven by robust demand and price realization in both M&CS and water infrastructure. Industrial grew 5%, driven by strong demand in the U.S. and healthy demand in Western Europe. Lastly, Building Solutions grew 3%, with strength in developed markets, more than offsetting moderation in emerging markets.\nOverall, demand remains resilient. Our backlog is now $5.2 billion, up 5% organically, and this includes a $1.3 billion contribution from Evoqua. Orders were up 3% in the quarter, and book-to-bill for the company was approximately 1. EBITDA margin was 19.8%, up 150 basis points from the prior year on higher volumes, productivity savings and favorable price cost dynamics. Our EPS in the quarter was $0.99, up 14% year-over-year. Please turn to Slide 6, and I'll review each segment's third quarter performance in a bit more detail.\nM&CS revenue was up 25%, driven primarily by improved chip supply and backlog execution as well as strength in test and measurement. All regions saw double-digit growth led by an impressive 31% in the U.S. Orders were down in the quarter due to the timing of metrology orders, while Assessment Services saw strong growth. Year-to-date, book-to-bill remains above 1 for this segment. Our M&C backlog of $2.3 billion is up 11% organically versus the prior year a reflection of strong continuing demand for our AMI offerings and the accelerating trend towards digitization. EBITDA margin for the segment was up 190 basis points versus the prior year, driven by volume conversion price realization and productivity, more than offsetting inflation. And now let's turn to Slide 7, and I'll cover our Water Infrastructure business.\nWater Infrastructure outperformed due to stronger-than-expected price realization and backlog execution with reported growth of 40% and organic growth of 7%. As a reminder, we have integrated Evoqua's applied products technology business into the Water Infrastructure segment, further building out our treatment portfolio. This business outperformed expectations driven by stronger backlog execution. For both utilities and industrials, the U.S. saw robust growth, while Western Europe proved resilient, offsetting some weakness in emerging markets. Organic orders in the quarter were up 14% year-over-year, and each region saw double-digit growth, with particular strength in developed markets. EBITDA margin for the segment was up 50 basis points and 80 basis points when excluding the contribution of Evoqua. Please turn to Slide 8 for an overview of Applied Water.\nApplied Water revenues grew 1% on continued backlog execution, modestly better than expectations of flat revenue growth. Growth in Building Solutions was driven by continued strength in commercial, particularly in the U.S. While Industrial was down modestly, there was resilient growth in developed markets, offset by moderation in emerging markets. Orders were up 2% in the quarter on strength in the U.S. and segment EBITDA margin expanded 20 basis points with continued strong price cost dynamics and productivity more than offsetting volume declines. Please turn to Slide 9.\nLast quarter, we introduced Integrated Solutions and Services as our fourth segment. ISS brings a durable recurring news from businesses, including outsourced water, which provide outcome-based treatment services to customers. In its first full quarter with Xylem, ISS revenue exceeded our expectations as implied in our reported guidance. On a pro forma basis, ISS revenue grew 10% year-over-year driven by strong price realization and backlog execution. Orders grew on a pro forma basis by 12% year-over-year with broad-based demand across industrials and utilities. Book-to-bill was greater than 1 and backlog exceeded $1 billion to end the quarter, up 14% year-over-year on a pro forma basis. Adjusted EBITDA margin was strong at 22.6%, driven by price realization and productivity. And now let's turn to Slide 10 for an overview of cash flows and the company's financial position.\nOur position remains robust as we exit the quarter with over $700 million in cash and available liquidity of $1.7 billion. Net debt-to-EBITDA leverage is 1.2x and year-to-date, we had adjusted free cash flow conversion of 94%. Please turn to Slide 11, and I'll hand it back over to Patrick.\n\nPatrick K. Decker\n\nPresident, Chief Executive Officer & Director, Xylem, Inc.\n\nThanks, Sandy. Today is the 12th anniversary of Xylem's listing on the New York Stock Exchange. And I think it's pretty fair to say that 12 years ago, water wasn't very widely recognized as an investable thesis. But since then, intensifying secular trends have made absolutely clear the value of a platform of solutions to meet the global order challenges. In that time, Xylem has evolved in our composition, our scale and our impact, but our investment thesis has remained constant.\nIt's one that's focused on a multiyear runway of attractive organic growth with sustainable margin expansion, and strong free cash flow conversion. And it's that financial strength and confidence that allows us to effectively deploy capital as we continue building a differentiated market-leading water solutions platform. Under that thesis, we built a very durable business model and Xylem colleagues and partners around the world are creating significant economic and social value as we serve our customers and communities around the world. I am both proud of what we built for, but also excited to see what Xylem is capable of becoming under Matthew's leadership.\nMatthew and I have worked side-by-side for the past 3.5 years. So this handover is progressing very smoothly. And I have total confidence he will lead this team to realize the full promise of our strategy and created an even greater impact in value in the years to come. So now over to you, Matthew.\n\nMatthew Francis Pine\n\nSVP and President of Applied Water Systems & Americas Commercial Team, Xylem Inc.\n\nThank you, Patrick. I am grateful and energized the prospect of building on Xylem's momentum in creating our next phase of growth and impact. I'm also deeply grateful for Patrick's passionate visionary leadership. His legacy is Xylem's bright future, having put Xylem firmly on a path of continuing profitable growth. The strength of our partnership is making it easy to deliver the continuity essential to all stakeholders in this handover as we approach the turn of the year. And as Patrick said, our thesis is constant, our strategy is sound, and we are committed to our long-range plan, as team is solving customers' greatest water challenges with the most advanced platform of solutions in the world. A fragmented complex market, that integrated offering is a distinctive competitive advantage. The opportunity ahead of us is to make it easier for even more customers to access the full range of capabilities they need to solve their most critical water challenges.\nIn the process, we'll grow our penetration, our profitability, our durability and our impact. The team and I look forward sharing more color about the next phase of our growth at an Investor Day in May next year. We'll provide a further update on our combined company opportunity and long-range plan then. In the meantime, I'm pleased to share our near-term outlook I'll provide a brief update on our Evoqua integration and then a picture of what we expect in our end markets over the next period. And then finally, I'll ask Bill to provide guidance for the remainder of the year. Moving to Slide 12.\nAs you can see, the integration of Evoqua has gained quick momentum, and the team has come together remarkably fast. There's great collaboration, and we have the benefit of bringing 2 highly complemented cultures with assembly-strong sense of purpose together. We committed $140 million of cost synergies within 3 years as well as exiting 2023 with a [ $40 million ] run rate. And as Patrick mentioned, that's well on track. But the rationale for the combination has always been about growth. the opportunity to create more value serving customers with our combined capabilities. In utilities, we'll deepen our penetration, especially with the addition of Evoqua's applied product technology offerings through our Water Infrastructure segment. The combination allows us to provide even more comprehensive treatment solutions in both clean water and wastewater.\nIn Industrial, we will scale our presence in attractive verticals with services offerings of ISS. We see long-term market expansion in growing verticals such as microelectronics, power, life sciences and food and beverage. And geographically, we will scale Evoqua's products and solutions internationally, including the service business by leveraging Xylem's global distribution platform. Both Xylem and Evoqua were market leaders on their own. But together, we're in even a stronger position. We are already seeing the benefits of scale, reach and integrated offerings and a robust pipeline of global opportunities as well as the combined wins both teams are posting.\nAnd as we integrate our 2 businesses even more deeply, we'll take advantage of the opportunity to optimize our portfolio for growth. That will include structuring our offerings in ways that are matched to how our end markets address water management. The job is to make it even simpler for them to access solutions they need and we're already hearing how customers appreciate having fewer vendors to coordinate across multiple domains. Now let's turn to Slide 13, and I'll cover the outlook for our end markets.\nOur outperformance in the first three quarters of the year provides great momentum to build on. I especially want to echo Patrick shout out to all of our teams for delivering such a standout performance this year and in the third quarter. It's that kind of commitment and discipline that demonstrates the team's ability to execute through a dynamic macroeconomic environment. That said, we continue to take a balanced outlook and are monitoring signs of softness on a regional level particularly in China and some end markets addressed by our Applied Water segment.\nAs a reminder, our 2023 outlook is expressed on an organic basis. At a high level, we anticipate that utilities demand will continue to be resilient and industrial demand will provide steady growth. Utilities compromise approximately 45% of revenue, they continue to show healthy demand, and we continue to expect growth of mid-teens. On the clean water side, we continue to see robust demand for our AMI solutions. On top of that, we're driving backlog execution on improved chip supply, and we're seeing even more traction on solution selling with our digital platform as customers increasingly value bundled offerings. We now anticipate growth of mid-20s, up from low 20s previously. On the wastewater side, OpEx is expected to remain resilient in developed markets alongside steady CapEx spend across regions, underpinning demand. We expect to see high single-digit growth in wastewater overall.\nTurning to industrial end market, which is about 45% of our revenue, we now expect global growth of high single digits, up from mid-single digits. Developed markets continue to be resilient, although there are pockets of moderation in emerging markets. Lastly, in Building Solutions, which is about 10% of our revenue, we continue to expect growth of mid-single digits, driven by steady replacement business, particularly in commercial applications. Overall, the demand outlook continues to be positive despite some variability in macro indicators. While the organic view does not include Evoqua, the demand profile in ISS is resilient on the foundation of recurring revenues further increasing the durability of our business.\nNow I have the pleasure of turning the call over to Bill for the first time to walk through our Q4 guidance.\n\nWilliam K. Grogan\n\nChief Financial Officer & Senior Vice President, IDEX Corp.\n\nThanks, Matthew, and thanks Patrick and Sandy, for your kind words. I'm incredibly grateful to Sandy for being so generous for their insight about the business during this handover. She has built a strong team and culture, and I wish her well in her new endeavors. I want to start by saying how excited I am to join the Xylem team. I've long admired the company, both because of its rise to sector leadership and also because of its distinctive commitment to both social and economic value creation. And now a month in, I'm even more compelled by the opportunities ahead of us. It is a privilege to be part of the team that will take Xylem forward, building on this extraordinary platform and performance.\nAs Patrick mentioned, we are increasing our full year revenue, EBITDA margin and EPS guidance. Full year revenue will now be approximately $7.3 billion. This translates to total revenue growth of about [ 32% ] and organic revenue growth of about 11%, up from 9% to 10% previously. We are raising EBITDA margin of approximately 19%, up from 18%, driven by higher volume, stronger price realization and productivity initiatives. This reflects about 200 basis points of margin expansion versus the prior year. In addition, we are lifting full year adjusted EPS guidance to $3.71 to $3.73, up from $3.60 at the midpoint. The revised guidance breaks down by segment as follows: low 20s growth in M&CS, up from approximately 20% previously, high single-digit growth in water infrastructure and mid-single-digit growth in Applied Water. And we remain committed to achieving free cash flow conversion of above 100% of net income. We have also provided you with a number of full year assumptions in the appendix on Slide 19.\nAnd now drilling down in the fourth quarter. We anticipate total revenue growth will be in the 35% to 36% range on a reported basis and [ 4% to 5% ] organically. By segment, we expect revenue growth to be mid-teens in M&CS, low single digits in water infrastructure and remained flat in Applied Water. We expect fourth quarter EBITDA margin to be approximately 19.5% driven by higher volumes, continued price realization and productivity gains. This yields fourth quarter EPS of $0.94 to $0.96. Our operational discipline, commercial momentum and backlog strength give us confidence in the remainder of the year and delivering our long-term plan.\nWith that, please turn to Slide 15, and I'll turn the call back over to Patrick for closing comments.\n\nPatrick K. Decker\n\nPresident, Chief Executive Officer & Director, Xylem, Inc.\n\nThanks, Bill, and thank you, Matthew and Sandy. This is a bittersweet moment for me. I'm wrapping up my last earnings call with Xylem. Leading in helping build this enterprise has been absolutely the greatest privilege of my career. I'm so proud of what the team has achieved in the past 10 years. Of the work that we've done alongside our partners, serving our customers and communities and of the value we've created together. That said, it's clear to me personally, we are only just beginning to realize our full potential. Xylem is strongly positioned, our momentum is accelerating and there has never been a greater need for solutions to the world's water challenges. It's incredibly gratifying to note that me, that my more than 22,000 Xylem colleagues and our partners are going to take the work of solving water forward under an exceptionally strong leadership team. We are poised to have an even greater impact and to create even more value in the many years to come.\nOn a final personal note to the many of you whose jobs include closely tracking and analyzing our business, I've come to know you quite well as you followed Xylem's growth. I admire and respect the work that you do, all the very best to each of you and simply go keep making a difference.\nNow, we're going to take your questions. And so operator, let's open it up for Q&A."
  },
  {
    "header": "XYL",
    "cik": "0001524472",
    "ticker": "XYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/eb92b01bde27d0f868df6cc5022e80cf",
    "period": "2023 Q2",
    "content": "Q2 2023 Xylem Inc Earnings Call\n\nQ2 2023 Xylem Inc Earnings Call\n\nXYLNYSEAUG 2, 9:00 AM\n\nOperator\n\nWelcome to Xylem's Second Quarter 2023 Earnings Conference Call. [Operator Instructions] I would now like to turn the call over to Andrea van der Berg, Vice President of Investor Relations.\n\nAndrea van der Berg\n\nThank you, operator. Good morning, everyone, and welcome to Xylem's Second Quarter 2023 Earnings Call. With me today are Chief Executive Officer, Patrick Decker; Chief Financial Officer, Sandy Rowland; and Chief Operating Officer, Matthew Pine. They will provide their perspective on Xylem's second quarter 2023 results and discuss the third quarter and full year outlook.\nFollowing our prepared remarks, we will address questions related to the information covered on the call. I'll ask that you please keep to one question and a follow-up and then return to the queue. As a reminder, this call and our webcast are accompanied by a slide presentation available in the Investors section of our website, www.xylem.com. A replay of today's call will be available until midnight, August 9. Please note the replay number +1 (800) 839-1320 or +1 (402) 220-0488. Additionally, the call will be available for playback via the Investors section of our website under the heading Investor Events.\nPlease turn to Slide 2. We will make some forward-looking statements on today's call, including references to future events or developments that we anticipate will or may occur in the future. These statements are subject to future risks and uncertainties such as those factors described in Xylem's most recent annual report on Form 10-K and in subsequent reports filed with the SEC. Please note that the company undertakes no obligation to update any forward-looking statements publicly to reflect subsequent events or circumstances, and actual events or results could differ materially from those anticipated.\nPlease turn to Slide 3. We have provided you with a summary of our key performance metrics, including both GAAP and non-GAAP metrics. For purposes of today's call, all references will be on an organic and/or adjusted basis, unless otherwise indicated and non-GAAP financials have been reconciled for you and are included in the Appendix section of the presentation.\nNow please turn to Slide 4, and I'll turn the call over to our CEO, Patrick Decker.\n\nDeane Michael Dray\n\nAnalyst, Citigroup Global Markets Inc. (Broker)\n\nThanks, Andrea, and good morning, everyone. Today is a significant milestone for Xylem as we have the pleasure to present the performance and outlook of quite a different company than just a quarter ago as we describe our ability to make an impact on the world as society deals with growing water challenges.\nThe combination of Xylem and Evoqua has already begun taking shape as an even stronger global platform that will have a profoundly positive impact on our customers and communities. We have a responsibility in front of us to help at exactly the moment when the world's water challenges are coming into more acute focus than ever. When we completed the acquisition in May, our capability to meet this moment expanded along with our opportunities for growth. Now, 10 weeks into the integration of these 2 great enterprises, we are even more confident about the value we will create with our combined company.\nThere are 3 things that underpin that confidence. First, the team is delivering impressive performance across both companies. I am so very proud of our team for staying focused on serving our customers at a potentially distracting time. Each team, both legacy Xylem and Evoqua turned in a quarter significantly exceeding expectations and giving us brisk momentum for the future.\nSecond, our early progress on integration has increased our confidence and the cost synergies we previously laid out and the growth synergies ahead of us. We have moved well forward on both sources of value. And third, as water challenges continue to intensify for our customers across many parts of our economy and society, they are seeking simpler, more affordable ways to tackle them while we are now even more strongly positioned to solve those needs and capture that demand with increased exposure to attractive, durable end markets.\nWe'll come back at these bigger points in a few minutes, but I want to make sure we also give appropriate attention to the very strong quarter we just closed. As we shared in our press release this morning, we significantly exceeded expectations on revenue growth, margin and earnings per share. Organic revenue growth was 15%, with total reported revenue growth of 26%. EPS was up 32% and grew 28%, excluding the impact of the acquisition. And we delivered EBITDA margin well above our guide at more than 19%. It was driven by strong demand and the team's continued focus on pricing as well as ongoing continuous improvement aimed at simplifying how we serve our customers.\nOrganically, all segments contributed double-digit revenue growth in all end markets. And each of our regions grew, led by notably strong pace in the U.S. and a solid recovery in China. Our legacy backlog was up 7%. And then we added Evoqua's backlog of more than $1 billion, and the 2 together bring our total backlog to $5.3 billion.\nWell, we have a lot to do with the integration of these 2 great companies. We have strong commercial momentum, which gives us the confidence to raise our guidance for the year. And again, I want to thank every one of our team members around the world and our partners for what they are doing every day to deliver real impact to our customers and our communities.\nIn a moment, we'll give more color on our outlook as well as detail on our end markets and regions. But first, I'm going to hand it over to Sandy to dig into the quarter's strong results.\n\nSandra E. Rowland\n\nSenior VP & CFO, Xylem Inc.\n\nThanks, Patrick. Please turn to Slide 5. Since this is the first time we are reporting as a combined company, I would like to walk you through how we will cover our performance. We now have 4 reporting segments: Evoqua's Applied Product Technologies business has been integrated into water infrastructure, immediately combining our 2 complementary treatment product businesses. Evoqua's Integrated Solutions and Services business, or ISS, is reported as its own segment, providing continued transparency on the segment's results.\nOur other 2 segments, Measurement & Control Solutions and Applied Water are unchanged. Additionally, since this quarter includes about a month of Evoqua's results, we have laid out organic results compared to our previously shared expectations and broken out the impact of the acquisition. Unless otherwise stated, all growth rates shared are on an organic basis. And lastly, we have reported EPS on an adjusted basis that adds back noncash purchase accounting intangible amortization from the Evoqua acquisition and Xylem's previous acquisitions. We have therefore recast 2022 amounts for comparison purposes.\nAnd now let's turn to Slide 6 for our quarter's results. The team delivered strong performance, beating our expectations for both growth and margin expansion. Total revenues grew 26%, while organic revenue growth of 15% was led by double-digit growth in the U.S. and Western Europe and high single-digit growth in emerging markets. Each business exceeded our expectations, and we saw double-digit growth in all segments and end markets.\nUtilities was up 17% due to robust demand and price realization in both M&CS and Water Infrastructure. Industrial grew 11% on strong price realization and demand across all regions. And lastly, building solutions, which includes commercial and residential grew 15%. Overall, demand remains resilient as demonstrated by our $5.3 billion backlog, up 7% organically, as Patrick highlighted, and now includes Evoqua. And while orders were down 2% on the quarter, book-to-bill continues to be above 1.\nEBITDA margin was 19.1%, up 250 basis points from the prior year on higher volumes, productivity savings and favorable price cost dynamics. Excluding the impact of Evoqua, EBITDA margin was up 200 basis points, exceeding our previous expectations. Our EPS in the quarter was $0.98, up 32% year-over-year and up 28% excluding the impact of acquisitions. Please turn to Slide 7, and I'll review each segment's second quarter performance in a bit more detail.\nM&CS revenue was up 21%, driven by improved chip supply as well as strong demand in pipeline assessment services. U.S. and Western Europe saw robust growth, and we continue to see favorable momentum in emerging markets. Orders grew 6% with a book-to-bill ratio of 1.2 and our backlog of $2.4 billion is up 17% versus the prior year, demonstrating continued strong demand for our AMI offerings.\nEBITDA margin for the segment was up 590 basis points versus the prior year on strong incrementals. Volume conversion, price realization and productivity drove the expansion, more than offsetting inflation and unfavorable mix. And now let's turn to Slide 8, and I'll cover our Water Infrastructure business.\nWater Infrastructure, which now includes Evoqua's Applied Product Technologies segment grew 20% on a reported basis and 13% organically. Growth was robust across the portfolio, with revenues up double digits in all end markets and applications. Developed markets saw particularly strong growth driven by OpEx demand, while emerging markets grew 7%, driven by Latin America and Asia Pacific.\nOrders in the quarter were down 4% year-over-year, lapping prior year growth of over 20%, and book-to-bill was above 1. EBITDA margin for the segment was roughly flat year-over-year and up 20 basis points when excluding the contribution of Evoqua. Please turn to Slide 9 for an overview of Applied Water.\nApplied Water revenues grew 12% on continued strong price realization and backlog execution. The U.S. and emerging markets grew double digits, while Western Europe grew mid-single digits. Industrial demand was both resilient in both Western Europe and emerging markets, particularly due to recovery in China. And while orders were down 6% in the quarter, our backlog continues to be elevated versus historical levels, and book-to-bill is 0.9.\nSegment EBITDA margin was up 290 basis points in the quarter with continued strong price realization, coupled with productivity more than offsetting inflation. Please turn to Slide 10.\nI'm very pleased to introduce Integrated Solutions and Services as our newest reporting segment. ISS is a leading North American water treatment solution and services provider that brings access to a durable and highly recurring revenue stream as well as a diverse and attractive industrial verticals. With approximately 75% recurring revenue, ISS is known for dependability and bringing mission-critical water treatment expertise to our customers.\nAlthough we only reported ISS after our May 24 close, full quarter revenue was up 12%, driven by strong price realization and backlog execution. And orders grew 4% with a book-to-bill ratio above 1 due to broad-based demand across industrials and utilities. Backlog of nearly $1 billion to end the quarter was up 15% year-over-year. And adjusted EBITDA margin post close was a solid at 24%.\nAnd now let's turn to Slide 11 for an overview of cash flows and the company's financial position. After retiring over $600 million of debt in conjunction with the closing of Evoqua, our financial position remains robust as we exit the quarter with over $700 million in cash and available liquidity of $1.6 billion. Net debt-to-EBITDA leverage is 1.4x and in the second quarter, we had solid adjusted free cash flow conversion of 86%. Please turn to Slide 12, and I'll hand it back over to Patrick.\n\nPatrick K. Decker\n\nPresident, Chief Executive Officer & Director, Xylem, Inc.\n\nThanks, Sandy. Just a little more than 2 months post close, our excitement about the Evoqua acquisition has only grown. We've made great progress in 3 areas. First is our performance and outlook as the business stands today. We began the integration with an overarching principle, and that was to deliver continuity for our customers, keep our commitments and not disrupt business performance. The results tell a clear story of focused near-term delivery.\nThe combination of our team's disciplined execution and healthy underlying market demand has given us the confidence to raise our full year guide. But our current performance is, as you would expect, largely a reflection of our businesses as they are. What we're most excited about is our future potential and the opportunities ahead of us, which brings me to the second dimension on which our confidence is only growing.\nWhen the transaction closed, we announced a combined leadership team. And frankly, I'm energized by the strong cultural fit the team has already been demonstrating and the early momentum we've created. We are well on track to deliver the cost synergies outlined when we announced the transaction. And as we progress through the integration, we have even more greater visibility of the operating efficiencies to be realized in coming quarters, along with the opportunity for significant further margin expansion.\nAt the same time, the whole [ spec ] rationale of this combination has always been about further accelerating our profitable growth. And that's the third dimension I referred to in my opening comments. We are now even more strongly positioned in attractive, durable end markets with a significant component of recurring revenue streams.\nNow that we have deeper insight into the intersection of our businesses and customers, we see those opportunities even more clearly.\nSo moving on to Slide 13. This is the right combination at the right time. Together, we have the strongest platform of capabilities to address customers' critical water challenges. Those needs are increasing, and we have the scale and reach now to deliver differentiated solutions globally. Our teams are already detailing how we will do that.\nFirst, in utilities, we will deepen our penetration, especially with the addition of Evoqua's Applied Product Technologies to our Water Infrastructure offerings. In industrial, we'll use the power of our combined offering to scale our presence in attractive industrial end markets. And then we will expand our Services Solutions business by leveraging Xylem's well-established global distribution platform.\nNow as many of you know, this combination delivers on part of the strategy we laid out back in our 2021 Investor Day, and that was to expand our capability and our presence in industrial end markets. Increasing industrial exposure reinforces the durability of our overall business model and gains us greater access to attractive customer sets for even faster long-term growth. The recurring revenues of ISS, which deliver consistent performance throughout economic cycles, it complements our M&CS and Water Infrastructure businesses, which also benefit from the resilience of utility spending.\nWe've already taken the first steps in offering our combined portfolio to light and general industry customers and we're already targeting attractive industrial verticals such as life sciences and microelectronics. Both have strong long-term outlooks that are driven by secular trends that align well with Xylem's existing business. We look forward to keeping you up to date with our integration progress on a regular basis and anticipate providing a longer-term growth outlook at an Investor Day likely to be scheduled in the first part of 2024.\nNow with that, I'm going to hand it over to Matthew to say a bit more about our end market outlook.\n\nMatthew Francis Pine\n\nSVP and President of Applied Water Systems & Americas Commercial Team, Xylem Inc.\n\nThank you, Patrick. Turning to Slide 14. Before I cover our end market outlook for the year, I want to thank the team and our partners for a great quarter. Our continued outperformance and momentum give us confidence to deliver in 2023 and beyond. We have record backlogs and the value proposition of our differentiated portfolio in attractive end markets puts us in a strong position even in a potentially dynamic macroeconomic environment. We continue to take a balanced approach in our outlook and are monitoring leading indicators watching for signs of moderation. That said, we expect resilient demand in utilities and continued steady growth in industrial water applications.\nAnd now I'll turn to our 2023 outlook by end market, which will be on an organic basis. Utilities, which is approximately 45% of our revenue continue to be healthy and we now expect growth of mid-teens, up from low teens. On the clean water side, we anticipate growth of low 20s, up from high teens previously due to robust demand for our AMI solutions, and backlog execution on improved chip supply. In addition, we are seeing great traction on solution selling with our digital platform and customers are increasingly interested in bundling offerings.\nOn the wastewater side, we continue to expect high single-digit growth, resilient OpEx in developed markets as well as continued CapEx spend in emerging markets will underpin demand.\nTurning now to the industrial end market, which is 45% of our revenue, we expect steady global growth of mid-single digits, but are keeping a close watch for signs of moderation. We expect any softness from developed markets to be somewhat offset by growth in emerging markets including China, where industrial momentum has continued to outpace utilities.\nLastly, in building solutions, which is about 10% of our revenue, we expect growth of mid-single digits, driven by steady replacement business and backlog execution. The overall demand outlook remains healthy. And although we are not including Evoqua in our organic outlook, we expect the contribution of mission-critical solutions and services in attractive high-growth verticals such as life sciences and microelectronics to further increase the durability of our business. That outlook, combined with our operating discipline, commercial momentum and large backlogs gives us confidence for the rest of the year and beyond.\nNow I'll turn it over to Sandy to walk you through the detail of our raised guidance.\n\nSandra E. Rowland\n\nSenior VP & CFO, Xylem Inc.\n\nThank you, Matthew. Turning to Slide 15. We are increasing our full year guidance across revenue, EBITDA and EPS and also incorporating Evoqua. I want to take a moment to walk you through the puts and takes of how we now see the full year.\nWe expect total revenues to be around $7.2 billion for the year, which includes approximately $1.1 billion from Evoqua and another increase in our organic revenue guidance. We now expect full year organic revenue growth of 9% to 10%, up from 8% to 9%. We are raising the low end of our EBITDA guidance to about 18%. And in addition, we are lifting full year adjusted EPS guidance to $3.50 to $3.70, up approximately $0.35 at the midpoint. This incorporates a $0.15 raise from our strong organic outlook and a $0.20 increase due to acquisition-related adjustments. This includes a contribution from Evoqua of approximately $0.45, the add back of legacy purchase accounting intangible amortization of $0.30 and partially offset by incremental share dilution of about $0.55.\nAs Patrick highlighted, we've made great progress on integration. We expect to be at $40 million of run rate cost synergies by the end of the year and we remain on track to deliver $140 million of run rate cost synergies within 3 years.\nTurning to Slide 16. For 2023, our organic revenue growth by segment breaks down as follows: approximately 20% growth in M&CS, high single-digits growth in Water Infrastructure and mid-single-digit growth in Applied Water and we are still on track to achieve free cash flow conversion of at least 100% of net income.\nWe've also provided you with a number of other full year assumptions in the appendix on Slide 21. And now drilling down in the third quarter, we anticipate total company growth will be in the range of 40% to 45% on a reported basis and 4% to 6% organically.\nBy segment, we expect revenue growth to be in the high teens in M&CS and mid-single digits in Water Infrastructure and remained flat in Applied Water. We expect third quarter EBITDA margin to be approximately 18%, driven by higher volumes, continued price realization and productivity gains. And with that, please turn to Slide 17, and I'll turn the call back over to Patrick for closing comments.\n\nPatrick K. Decker\n\nPresident, Chief Executive Officer & Director, Xylem, Inc.\n\nThanks, Sandy. We've covered a lot here. So we look forward to your questions. But just before we do that, I want to reiterate a fundamental point. This is a transformational step forward for Xylem, and we believe it is transformational for our customers and our communities. We are very excited about this strategic evolution, but the most important things about Xylem are not changing.\nOur investment thesis is one of those unchanging constants. We are creating significant economic and social value with a durable business model that addresses intensifying water challenges. And we're doing that with a differentiated portfolio of solutions and services in attractive and growing end markets. This gives us a multiyear runway of profitable growth with sustainable margin expansion on the foundations of a strong balance sheet and cash generation with capital deployment to further strengthen our portfolio.\nIt has become increasingly apparent that the need for solutions to the world's water challenges is only growing, and we are in a very privileged position to serve those needs. So now we look forward to taking your questions. So operator, let me turn the call back over to you for Q&A."
  },
  {
    "header": "XYL",
    "cik": "0001524472",
    "ticker": "XYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8412817e3b9dd6ce44b9e6f18249575b",
    "period": "Unknown",
    "content": "Xylem Inc. Q1 2023 Earnings Call\n\nXylem Inc. Q1 2023 Earnings Call\n\nXYLNYSEMAY 4, 9:00 AM\n\nOperator\n\nWelcome to the Xylem First Quarter 2023 Earnings Conference Call. [Operator Instructions] I would now like to turn the call over to Andrea van der Berg, Vice President of Investor Relations. Please go ahead.\n\nAndrea van der Berg\n\nThank you, operator. Good morning, everyone, and welcome to Xylem's First Quarter 2023 Earnings Call. With me today are Chief Executive Officer, Patrick Decker; Chief Financial Officer, Sandy Rowland, and Chief Operating Officer, Matthew Pine. They will provide their perspective on Xylem's first quarter 2023 results and discuss the second quarter and full year outlook.\nFollowing our prepared remarks, we will address questions related to the information covered on the call. I'll ask that you please keep to one question and a follow-up and then return to the queue.\nAs a reminder, this call and our webcast are accompanied by a slide presentation available in the Investors section of our website, www.xylem.com. A replay of today's call will be available until midnight, May 11. Please note the replay number +1 (800) 925-9354 or +1 (402) 220-5384. Additionally, the call will be available for playback via the Investors section of our website under the heading Investor Events. Please turn to Slide 2.\nWe will make some forward-looking statements on today's call, including references to future events or developments that we anticipate will or may occur in the future. These statements are subject to future risks and uncertainties, such as those factors described in Xylem's most recent annual report on Form 10-K and subsequent reports filed with the SEC.\nPlease note that the company undertakes no obligation to update any forward-looking statements publicly to reflect subsequent events or circumstances, and actual events or results could differ materially from those anticipated.\nPlease turn to Slide 3. We have provided you with a summary of our key performance metrics, including both GAAP and non-GAAP metrics. For purposes of today's call, all references will be on an organic and/or adjusted basis, unless otherwise indicated. Now GAAP financials have been reconciled for you and are included in the Appendix section of the presentation. Now please turn to Slide 4, and I will turn the call over to our CEO, Patrick Decker.\n\nPatrick K. Decker\n\nPresident, Chief Executive Officer & Director, Xylem, Inc.\n\nThanks, Andrea, and good morning, everyone. As we indicated in our press release this morning, the team delivered very strong operational performance in the first quarter, exceeding our expectations on revenue, margin and earnings per share.\nRevenue grew 17% and Earnings per share was up 53%, and we delivered significant EBITDA margin expansion driven by volume growth on modest supply chain improvements, productivity and operating efficiency as well as a healthy price/cost mix.\nWe saw backlog growth of 8% alongside double-digit organic revenue growth in utilities, industrial and commercial. And growth across all regions, most notably the U.S., Western Europe and key emerging markets such as Africa, Latin America and China. The team came into the year with good momentum and is capitalized on supply chain improvements and our competitive position to secure customer advantages and convert our backlog. The results reflect resilient underlying demand as evidenced by sequential orders growth in each segment, our very healthy $3.7 billion backlog and a book-to-bill ratio greater than 1 in each segment.\nGiven the team's operating discipline, the continued demand for our solutions and the intensifying long-term secular trends in water, we are confident about our momentum and growth outlook.\nSo based on that, we're raising our full year organic revenue guidance to high single digits from mid-single digits and we're raising our EPS guide. Of course, we'll continue to monitor demand trends given some macro uncertainty in the broader economy, especially for the second half of the year but we remain confident in our position for the remainder of the year and beyond.\nAlongside this quarter's performance, we've also made great progress towards the combination of Xylem and Evoqua. Integration planning is well advanced and all necessary approval processes are moving ahead as planned. We continue to expect the transaction to close by midyear. We'll give more color on the Evoqua culmination in a moment as well as more detail on our outlook, end markets and regions. But first, let me now hand it over to Sandy to review the quarter's results.\n\nSandra E. Rowland\n\nSenior VP & CFO, Xylem Inc.\n\nThanks, Patrick. Please turn to Slide 5, and I'll cover our first quarter results. As Patrick highlighted, the team built on our momentum coming into 2023 with another healthy quarter of growth and margin expansion. Revenue grew 17% year-over-year, led by double-digit growth in the U.S. and Western Europe and high single-digit growth in emerging markets. In a moment, we'll look at detailed performance by segment, but in short, each segment grew double digits and exceeded our expectations.\nUtilities, our largest end market, was up 23% with strength in the U.S. driven by continued chip supply improvements in M&CS as well as price and robust OpEx demand in water infrastructure.\nIndustrial, which is approximately 35% of revenues grew 13% with strong price realization and solid demand across all regions, particularly in Western Europe.\nCommercial, which is approximately 10% of our revenues, was up 16%, mainly due to continued backlog execution in the U.S.\nIn Residential, our smallest end market, with approximately 5% of revenues, was modestly [ down ]. Orders performance overall was better than expected and underlying demand remains resilient.\nM&CS was down 17% due to unusually high orders growth of 25% last year as a function of supply chain lead times. Water Infrastructure orders were up 1% and AWS was down 1%. EBITDA margin was 16.3%, up 210 basis points from the prior year on higher volumes and favorable price cost dynamics. Our EPS in the quarter was $0.72, up 53% year-over-year. Please turn to Slide 6, and I'll review the quarter's performance by segment in a bit more detail.\nM&CS revenue was up 32%, driven by better-than-expected recovery in chip supply. We saw double-digit growth, not only in metrology, but across our M&CS businesses, including test and measurement and pipeline assessment services. There was strong performance across all regions led by U.S. growth of over 40%. As mentioned, M&CS orders were down in the quarter, but up sequentially.\nDemand for our AMI offerings remains healthy and our $2.1 billion backlog in M&CS is up 8% versus the prior year. EBITDA margin for the segment was up 690 basis points versus the prior year on strong incrementals. Robust volume conversion, price realization and productivity drove the expansion, more than offsetting inflation and unfavorable mix. And now let's turn to Slide 7, and I'll cover our Water Infrastructure business.\nWater Infrastructure revenues were up 15% versus our guide of high single digits due to better price realization globally and stronger-than-expected demand in emerging markets. Growth exceeded our expectations across the portfolio with revenues up double digits in all regions and end markets. Geographically, the U.S. was up 22%, with strong price realization on utilities OpEx demand and backlog execution. Western Europe grew 10% with robust demand in utilities and industrial. Emerging markets was also up low double digits, driven by strong OpEx demand in Latin America, Africa and China.\nOrders in the quarter were up sequentially and up 1% year-over-year versus double-digit growth last year. EBITDA margin for the segment was down 80 basis points, primarily due to unfavorable mix and strategic investments in digital and solutions selling, partially offset by favorable price cost dynamics. And please turn to Slide 8 for an overview of AWS.\nApplied Water revenues grew 10% on strong price realization and improved supply chain. Geographically, Western Europe was up 17% due to backlog execution and healthy industrial and commercial demand. The U.S. was up 10%, driven by backlog execution and strong price realization, particularly in the commercial market. Emerging markets was down low single digits, primarily due to lapping double-digit growth last year in the Middle East and Eastern Europe. And while orders were down 1% in the quarter, they were stronger than expected and notably, book-to-bill was greater than 1.\nSegment EBITDA margin was up 480 basis points in the quarter, driven by continued strong price realization and productivity, more than offsetting inflation. And now let's turn to Slide 9 for an overview of cash flows and the company's financial position.\nOur financial position remains robust as we exit the quarter with over $800 million in cash and available liquidity of $1.8 billion. Net debt-to-EBITDA leverage is 1x. Due to seasonality, free cash flow was negative in the quarter, but came in better than expected. While supply chain challenges are not yet behind us, we've made significant progress on working capital and we remain confident in our full year guidance of 100% conversion. Please turn to Slide 10, and I'll hand it back to Patrick.\n\nPatrick K. Decker\n\nPresident, Chief Executive Officer & Director, Xylem, Inc.\n\nThanks, Sandy. Although it's still early in the year, we look forward with the confidence. We have strong momentum coming out of the first quarter, thanks to the team's continued operating discipline and resilient market demand. We'll be even better positioned for growth as we combine Xylem's market-leading portfolio with Evoqua's capabilities and presence in very attractive industrial end markets. And global trends are continuing to drive increasing investment in addressing critical water challenges, reinforcing the foundation of our long-term strategy.\nWhile we've been ensuring our team remains focused on meeting customer needs, winning in the marketplace and delivering on operational execution, we've also been preparing for our upcoming combination with Evoqua, which positions us even more favorably for the next phase of Xylem's growth.\nAs water risk rise in global importance, the combination of these 2 companies creates a transformative platform for solving customer's and communities' most critical water challenges at scale. As we said in January, the deal economics prove out on cost synergies alone. But more importantly, the combined company is positioned for very attractive growth, increasing recurring and resilient revenues and significant margin expansion opportunities in addition to the foundational cost synergies.\nOn top of this, the combination is supported by a robust financial position and an even stronger balance sheet which preserves our optionality for the future. Since our January announcement of the transaction, an integration planning team comprising of senior staff from both companies has been working to set the company up for success. The integration is rooted in 4 simple principles: first, avoid distraction and deliver our 2023 plans; second, deliver on committed revenue and cost synergies; third, retain, motivate and develop key talent from each company; and lastly, bring the best of both cultures to the combined company.\nAs we advance in the integration process, our confidence and excitement about the synergy potential of the combination continues to grow. And I'm sure many of you have seen Evoqua's second quarter results announced just 2 days ago. Based on their earnings release, it's clear both Xylem and Evoqua have strong momentum. We're remaining focused on serving our customers and delivering on our respective plans for the year.\nIn addition to a solid quarter and confident outlook for the year, we also continue to see evidence of the intensifying secular trends at the foundation of our strategy. In March, the United Nations held its first water conference in over 40 years. It's one of many indicators of the global shift and attention to water and the focus on water's role in sustainable development. Xylem's delegation engaged with government leaders and development agencies from around the world, particularly on the role of technology and innovation and improving water security.\nDespite the different worlds of the private sector, government and NGOs often in habit, sustainability is a powerful common language. For example, there was considerable discussion at the conference about water management and greenhouse gas emissions as water management drives roughly 10% of emissions globally. It's a particular focus in our work with customers, helping them reduce their emissions. And as you'll see in our 2022 sustainability report to be released this month, we've enabled customers to significantly reduce their CO2 footprint, achieving that specific Xylem 2025 sustainability goal well ahead of plan. That's a meaningful step, but there's a long way to go in decarbonizing the water sector more broadly.\nFortunately, we are in the privileged position of helping customers achieve their net zero carbon goals by deploying more efficient technologies that reduce emissions and their operating costs, ultimately making water more affordable for our communities. That is work that we're both purpose-driven and commercially motivated to do.\nOur sustainability report also details the progress we've made across the full suite of our 2025 sustainability goals. And I invite each and every one of you to give it your full attention when it's released in the coming days. Now with that, I'll turn it over to Matthew to provide a view on our end market outlook.\n\nMatthew Francis Pine\n\nSVP and President of Applied Water Systems & Americas Commercial Team, Xylem Inc.\n\nThank you, Patrick. Before I dive into the end market outlook, I want to congratulate the team on a great quarter. We exceeded our expectations across the board and made great progress on productivity initiatives, leading to healthy margin expansion. Overall, we are well positioned to continue building on this momentum through the rest of the year.\nLooking ahead, we have taken a balanced approach in our outlook given the dynamics of the macroeconomic environment. Our backlogs are strong and underlying demand in our largest end markets continues to be resilient, providing confidence to raise our 2023 guide. That said, we are closely monitoring leading indicators in some of our more cyclical businesses, particularly in developed markets. We expect continued steady demand in emerging markets and are optimistic about a gradual recovery in China through the rest of the year.\nUtilities, which makes up the largest end market continues to be healthy, and we now expect growth in low teens in 2023, up from high single digits. On the wastewater side, we expect high single-digit growth up from mid-single-digit growth. We expect OpEx strength in developed markets as well as continued CapEx spend in emerging markets will result in steady global demand.\nOn the clean water side, we anticipate growth of high teens up from low teens. This increase in our outlook is driven by continued robust demand for our AMI solutions and earlier improvements in chip supply through 2023 as seen in quarter 1, allowing for backlog execution.\nWe continue to foresee healthy momentum in our test and measurement and our pipeline assessment service businesses due to increasing focus on infrastructure and climate challenges. We are also seeing early benefits from the unification of our commercial team in the Americas. The team has made great progress in solution selling to our utility customers, bringing the best of Xylem's offerings to bear solving our customers' highest value challenges.\nLooking at the industrial end market, we expect to grow mid-single digits on steady demand for solutions globally. While U.S. industrial production estimates point to potential softening in the back half of 2023, we expect that to be offset by growth in emerging markets and were supported by our backlog. In addition, our dewatering business continues to see strong demand from mining in emerging markets, particularly in Latin America and is benefiting from strategic investments we've made in our fleet.\nMoving on to commercial. Given Q1 outperformance, we now expect mid-single-digit growth, up from low single digits. We anticipate continued growth driven by solid replacement business and backlog execution, partially offset by new construction. We would expect the moderation to emerge in the second half results and are monitoring the [ ABI ] institutional index and other indicators closely.\nIn residential, our smallest end market, we continue to expect a low single-digit decline due to normalizing demand in the U.S., partially offset by continued resilience in emerging markets. Overall, we feel confident about the resiliency of demand given our backlog and healthy orders momentum. Now I'll turn it over to Sandy to walk you through our updated guidance.\n\nSandra E. Rowland\n\nSenior VP & CFO, Xylem Inc.\n\nThank you, Matthew. Turning to Slide 12. As a reminder, our guidance is on a stand-alone basis and excludes the combination with Evoqua. As Patrick mentioned, we are increasing our full year guidance for organic revenue growth and adjusted EPS. We are raising our full year organic revenue growth to 8% to 9%, up from 4% to 6%. This increase is driven primarily by stronger price realization and earlier-than-expected supply chain improvements in the year.\nIn addition, we are lifting our full year adjusted EPS guidance to $3.15 to $3.35, up from $3 to $3.25. The revised guidance breaks down by segment as follows: high teens growth in M&CS versus previous guidance of low teens, high single-digit growth in Water Infrastructure, up from mid-single-digit growth with solid growth in both wastewater utilities and industrial and mid-single-digit growth in Applied Water, up from low single digits with growth in industrial and commercial, partially offset by residential.\nFor 2023, our EBITDA guidance is 17.5% to 18%. And as mentioned, this yields an adjusted EPS range of $3.15 to $3.35. We still expect free cash flow conversion to be 100% of net income. And we've also provided you with a number of other full year assumptions on the slide to supplement your model.\nAnd now drilling down on the second quarter, we anticipate total company revenues will be in the range of 10% to 11% organic growth. By segment, we expect high teens growth for M&CS and high single-digit growth in both Water Infrastructure and Applied Water. We expect second quarter EBITDA margin to be in the range of 17.5% to 18% which represents over 100 basis points of improvement versus the prior year, driven by higher volumes and continued price realization and productivity gains. And with that, turn to Slide 13, and I'll turn the call back over to Patrick for closing comments.\n\nPatrick K. Decker\n\nPresident, Chief Executive Officer & Director, Xylem, Inc.\n\nThanks, Sandy. I'm very proud of the team's performance demonstrating continuing dedication to serving our customers and communities and delivering very strong results. Looking ahead, we're focused on continuing that momentum while also executing a successful integration of Evoqua once the deal closes. We look forward to updating you on that combination in our next earnings call when I anticipate we will be presenting the performance, outlook and opportunity of our combined company. Now operator, I'll turn the call back over to you for questions."
  },
  {
    "header": "XYL",
    "cik": "0001524472",
    "ticker": "XYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ca86da4347762a6bbe99873f7c2164ef",
    "period": "2022 Q4",
    "content": "Q4 2022 Xylem Inc Earnings Call\n\nQ4 2022 Xylem Inc Earnings Call\n\nXYLNYSEFEB 7, 9:00 AM\n\nOperator\n\nWelcome to Xylem's Fourth Quarter and Full Year 2022 Earnings Conference Call. (Operator Instructions). I would now like to turn the call over to Andrea van der Berg, Vice President of Investor Relations.\n\nAndrea van der Berg\n\nThank you, operator. Good morning, everyone, and welcome to Xylem's Fourth Quarter and Full Year 2022 Earnings Call. With me today are Chief Executive Officer, Patrick Decker; Chief Financial Officer, Sandy Rowland; and Chief Operating Officer, Matthew Pine. They will provide their perspective on. Xylem's fourth quarter and full year 2022 results and discuss our outlook and guidance for 2023.\nFollowing our prepared remarks, we will address questions related to the information covered on the call. (Operator Instructions). As a reminder, this call and our webcast are accompanied by a slide presentation available on the Investors section of our website, www.xylem.com. A replay of today's call will be available until midnight, February 14. Please note the replay number +1 (800) 388-6509 or +1 (402) 220-1111. Additionally, the call will be available for playback via the Investors section of our website under the heading Investor Events.\nPlease turn to Slide 2. We'll make some forward-looking statements on today's call, including references to future events or developments that we anticipate will or may occur in the future. These statements are subject to future risks and uncertainties, such as those factors described in Xylem's most recent annual report on Form 10-K and subsequent reports filed with the SEC.\nPlease note that the company undertakes no obligation to update any forward-looking statements publicly to reflect subsequent events or circumstances, and actual events or results could differ materially from those anticipated.\nPlease turn to Slide 3. We have provided you with a summary of our key performance metrics, including both GAAP and non-GAAP metrics. For purposes of today's call, all references will be on an organic and adjusted basis, unless otherwise indicated. And non-GAAP financials have been reconciled for you and are included in the Appendix section of the presentation. Now please turn to Slide 4, and I'll turn the call over to our CEO, Patrick Decker.\n\nPatrick K. Decker\n\nPresident, CEO & Director, Xylem Inc.\n\nThanks, Andrea, and good morning, everyone. As we indicated in our press release, the team delivered a very strong operational performance in the fourth quarter, exceeding our expectations across each segment and region. Resilient demand and strong backlog execution delivered 20% revenue growth for the quarter and healthy EBITDA margin expansion. That performance continued and built upon the team's solid delivery through the year, fueling healthy momentum coming into 2023.\nOn a full year basis, revenue grew 11% and earnings per share grew 14%. Water Infrastructure grew 15% in the quarter on robust utilities and industrial demand in the U.S. and Western Europe, and the segment was up 12% for the full year. M&CS posted very strong fourth quarter performance. This segment was up 35% in the quarter on backlog execution from improved chip supply and continued strong demand, bringing full year growth to 8%. Applied Water grew 17% in the quarter and finished 2022 with 14% growth for the full year.\nOverall, higher volumes and positive price cost performance drove significant EBITDA margin expansion in the quarter, up 250 basis points versus the same period a year ago. The team delivered that growth and margin performance on continuing resilient demand globally. We saw healthy orders growth sequentially. And for the full year, orders were up 4%, demonstrating the durability of our business. I am so proud of the team's performance in serving our customers and of their commitment to our purpose, solving water.\nThe global trends driving investment in water systems continue to intensify. And as today's results demonstrate, we are already very strongly positioned to address them.\nThat said, our recent agreement to acquire Evoqua announced 2 weeks ago, will create a powerful platform to address the world's most critical water challenges with greater capability, depth and scale.\nWe've begun the important work of integration planning to set the combined company up for success and are well into the process of seeking the necessary approvals. Until the deal closes, which we anticipate will be midyear, we remain focused on delivering results to the stakeholders we serve today.\nOn that stand-alone basis, we see continuing resilient demand in our largest end markets, particularly utilities, despite the possibility of macroeconomic softness, execution of our backlogs with ongoing price cost discipline, further supply chain improvements and a return to 100% free cash flow conversion.\nWe expect that this will allow us to deliver 2023 organic revenue growth in the mid-single digits with solid EBITDA margin expansion, resulting in earnings per share between $3 and $3.25, up 10% versus last year at the midpoint of the range.\nWe'll give more color on the outlook and guide in a moment, but first, I'll hand it over to Sandy to dig in briefly on the quarter's results before we look ahead at 2023.\n\nSandra E. Rowland\n\nSenior VP & CFO, Xylem Inc.\n\nThanks, Patrick. Please turn to Slide 5, and I'll cover our fourth quarter results. As Patrick highlighted, the team closed out a strong 2022 with another quarter of robust growth and margin expansion.\nRevenue grew 20% year-over-year, led by 26% growth in the U.S. and mid-teen growth in Western Europe and the emerging markets. In a moment, I'll give you a detailed performance by segment. But in short, utilities was up 24%, with strength in the U.S. driven by chip supply improvements in M&CS, and robust OpEx demand in Water Infrastructure. Industrial grew 15% on particularly strong demand in Western Europe and emerging markets and sustained strength in the U.S.\nCommercial was up 24%, mainly due to continued backlog execution in the U.S. and Western Europe. And residential was up 17%, driven by strength in emerging markets, partially offset by softness in the U.S. Compared to prior year, orders were down 3% in the quarter versus up 23% in the same period last year, but underlying demand remains resilient and in line sequentially.\nWater Infrastructure orders were up 13%, AWS down 6% and M&CS down 19%, following exceptionally high orders last year. However, M&CS orders were in line with the last quarter with a book-to-bill ratio of 1.1x. EBITDA margin was 18.7%, up 250 basis points from the prior year and up 40 basis points sequentially on strong volume and price, which more than offset inflation.\nOur EPS in the quarter was $0.92, up 46% year-over-year. Please turn to Slide 6, and I'll review the quarter's segment performance in a bit more detail. Water Infrastructure outperformed expectations with revenues up 15% in the quarter. Growth was robust across the portfolio, led by our wastewater utility business in the U.S. and industrial strength in emerging markets on continued dewatering demand.\nGeographically, the U.S. was up 26% with solid price realization on strong utilities OpEx demand and continued improvements in the supply chain. Western Europe grew low double digits, driven by healthy industrial activity and emerging markets was also up low double digits, driven by dewatering demand in Latin America and Africa. Orders in the fourth quarter were up 13% with solid dewatering demand in emerging markets and continued utility strength in the U.S.\nEBITDA margin for the segment was up 80 basis points as price, net of inflation and volume conversion more than offset strategic investments.\nPlease turn to Page 7. The Applied Water segment also exceeded expectations with fourth quarter revenues up 17% on strong price realization and backlog execution. Geographically, Western Europe was up over 20%, led by supply chain improvements and strong industrial and commercial demand.\nEmerging Markets was up mid-double digits on strong residential demand in the Middle East and India. The U.S. was up low double digits as supply chain improvements and price realization were partially offset by moderating residential volumes.\nOrders were down 6% in the quarter, with healthy industrial demand in the U.S. and Western Europe, offset by slowing U.S. residential orders. Segment EBITDA margin was up 270 basis points in the quarter. Margin expansion was driven by continued strong price realization, more than offsetting inflation and further supplemented by productivity savings.\nAnd now let's turn to Slide 8, and I'll cover our Measurement & Control Solutions business. M&CS revenue was up 35%, driven by recoveries in chip supply year-over-year and strong project execution in our test and measurement and pipeline assessment services businesses.\nGeographically, all regions were up more than 20%, led by U.S. growth of over 40%. M&CS orders were down 19% in the quarter, lapping a prior year compare of 28% orders growth during the peak of supply chain constraints.\nDemand for our AMI offering remains strong and our $2.1 billion backlog in M&CS is up 14% versus prior year. EBITDA margin for the segment was up 800 basis points versus the prior year and importantly, 130 basis points quarter sequentially. Strong volume conversion, coupled with price realization offsetting inflation, drove the expansion.\nAnd now let's turn to Slide 9 for an overview of cash flows and the company's financial position. In the fourth quarter, we generated free cash flow of $302 million. The team did a great job driving down working capital to hit our previous outlook of 80% free cash flow conversion for the year.\nWhile inventory remains elevated versus where we targeted to be longer term, as there still are pockets of the supply chain that necessitate the extra safety stock that we are carrying, our performance in Q4 gives us confidence in our path to return to 100% conversion in 2023.\nOur financial position remains robust as we exit the year with over $900 million in cash and available liquidity of $1.7 billion. And this is after paying down over $500 million of debt in December.\nNet debt-to-EBITDA leverage is 1.0x.\nPlease turn to Slide 10, and I'll hand back to Patrick to look forward at 2023.\n\nPatrick K. Decker\n\nPresident, CEO & Director, Xylem Inc.\n\nThanks, Sandy. The team did an excellent job delivering for our customers and communities in 2022. Their commitment and performance stood out during a tumultuous year of global economic and geopolitical uncertainty; lingering pandemic effects, especially in China; and a challenging supply chain environment. I'm very proud of everything the team achieved, and they are already carrying all that commercial momentum, operational discipline and resilience into 2023.\nAs we look forward, we see continued healthy demand in our major markets despite the possibility of macroeconomic softness in certain sectors of the global economy. We expect that the essential nature of our solutions and the secular trends in water will continue to underpin demand in the attractive, stable end markets that we serve. And we expect to be even better able to serve that demand as supply chain friction continues to ease, and we can progressively work down our $3.6 billion backlogs.\nLooking ahead, we are advancing our strategic delivery of solutions to the acquisition of Evoqua. As I mentioned earlier, and as you would expect, until the deal closes, we are only providing organic guidance for Xylem on a stand-alone basis. But there's no doubt that the combination of Xylem's global utility scale and Evoqua's strength in attractive industrial end markets creates a powerful platform for growth. We expect significant revenue synergies in areas such as cross-selling of our respective utility and industrial portfolios in North America, and growing Evoqua's international exposure via Xylem's global channels and customer relationships.\nNow those are just 2 of the areas where we see tremendous potential to add to the growth of the combined companies and expand our value to customers globally, especially in a number of the most attractive water end markets. But it's not the only inorganic move we're making to give customers more of what they need most. We've also taken a big step forward in helping them adopt the digital solutions they need to increase the resilience of communities essential water infrastructure.\nIn the shadow of our big announcement with Evoqua, another important partnership flew under the radar, one which will accelerate and enhance our ability to deliver more digital solutions to the utility customers around the world.\nLast quarter, we signed an exclusive commercial partnership with Idrica to make adoption of digital technologies easier, faster and more affordable for our utility customers. Headquartered in Valentia, Spain, Idrica is a leader in data in data management and analytics for water utilities. Idrica's GoAigua platform simplifies deployment and operation of new digital capabilities in any water utilities operations. It gives them one secure integrated interface that brings together data capture, analytics and asset and process management onto 1 platform.\nHaving been born out of a utility operator itself, the platform has the advantage of having been built by utility for utilities, and it's already been deployed by over 300 customers around the world.\nUnder the partnership, we will take a minority stake in Idrica and become the exclusive global distributor of their technology. Together, we will enable more utilities to harness the power of connected solutions. We're very excited about it, and we look forward to sharing more as the partnership progresses.\nWe made one other important announcement recently. This one was just before the end of the year, appointing Matthew Pine as Chief Operating Officer. The move ensures that we have continuing focus on operational excellence from an enterprise perspective across all our business segments and regions to continue delivering on our commitment to faster the market revenue growth and margin expansion. At the same time, it's also freed up some of my capacity to deliver on Xylem's strategic evolution and capital deployment.\nIn a moment, we'll turn the call back to Sandy for more detail on our guide. But first, I want to invite Matthew to say a few words on his key areas of focus in the new role and provide some color on our end market outlook. Matthew?\n\nMatthew Francis Pine\n\nCOO, Xylem Inc.\n\nThanks, Patrick. We are very strongly positioned on intensifying trends with technology leadership in a large and growing installed base in attractive end markets.\nMy focus as Chief Operating Officer is to further accelerate profitable growth and maximize the value we deliver to customers and communities around the world. Across the business, we continue to remove complexity, increase our local agility and unlock further scale efficiencies. This is all aimed, of course, at better serving our customers at the same time we deliver continuing margin expansion. We're driving this margin focus across the enterprise, taking particular aim at even more enhanced productivity and customer satisfaction.\nFor example, in the M&CS segment, improvements in chip supply enabled us to build momentum, delivering the accretive backlog, we deploy resources back to productivity as well as new product introductions from innovation. Secondly, we continue to enhance our digital portfolio, as Patrick covered. Our customers need simple, integrated digital technologies that solve their problems cost effectively. Our portfolio increasingly meets that demand with attractive growth and margin profiles.\nLastly, our customers depend on Xylem as a trusted partner to deliver ongoing support. So our third operational focus is in standardizing our solutions and creating new offerings. This will take us deeper into our installed base with aftermarket sales and services. New offerings such as outcome-based solutions and condition-based maintenance will enable us to capture demand, address customers' needs and expand reoccurring revenues.\nIt's no accident that there's a theme running through all 3 of these priorities. Each is about growing revenues and improving our margins by serving our customers better more thoroughly and more simply, making it even easier for them to do business with us and solve more of their challenges.\nWhen we talk about being in a privileged position, that's not mentally to refer to our strategic or market positioning. It also reflects our view that we are fortunate to work alongside the kind of customers that we do, partner with them to solve their critical water challenges they face. It's a privilege and also a great opportunity for continuing value creation from our shareholders, communities and all stakeholders.\nNow let's turn to Slide 11, and I'll walk you through our end market outlook. We expect underlying demand and most of our end markets will continue to be healthy through 2023.\nWe've taken a balanced view based on the strength of our backlog, critical nature of our largest end markets, and the continued value proposition of our differentiated products. We anticipate our utility business overall, which is our largest end market, will grow high single digits in 2023.\nOn the wastewater side, we expect mid-single-digit growth as we see a continuation of steady global demand. We anticipate resilient OpEx demand in developed markets due to the critical nature of our offerings as well as the benefit of continued CapEx spend in emerging markets. The outlook for longer-term capital project spending and bid activity remains robust.\nOn the clean water side, we anticipate revenues being up low teens. This growth is driven by continued robust demand for our AMI solutions and expected improvements in chip supply through 2023, allowing for significant large deal deployments already secured in our backlog. We foresee healthy momentum in our test and measurement and our pipeline assessment service businesses due to increased focus on infrastructure and climate challenges.\nLooking at the industrial end market, we expect to go low to mid-single digits on steady demand for our solutions globally. We continue to see strong growth in dewatering due to mining demand in emerging markets and the benefits of our strategic investments in our U.S. and European dewatering business.\nThe commercial end market should deliver low single-digit growth on solid replacement business and backlog execution, partially offset by moderation in new construction.\nIn residential, our smallest end market, we are expecting low single-digit decline due to normalizing demand in the U.S., partially offset by continued strength in emerging markets. In both commercial and residential, we would expect moderation to emerge in the second half results as we continue to work through the backlog in the first half of 2023.\nNow I'll turn it over to Sandy to walk you through our updated guidance.\n\nSandra E. Rowland\n\nSenior VP & CFO, Xylem Inc.\n\nThank you, Matthew. Turning to Slide 12. As mentioned, we expect Evoqua to join us in mid-2023. Until then, our full year guidance is on an organic basis and excludes the combination of the 2 companies. For Xylem overall, we foresee full year 2023 revenue growth in the range of 4% to 6%. This breaks down by segment as follows: mid-single-digit growth in Water Infrastructure with solid growth in both wastewater utilities and industrial; low single-digit growth in Applied Water from growth in industrial and commercial, partially offset by residential; We expect Measurement & Control Solutions to be up low teens. For 2023, we expect EBITDA to be in the range of 17.5% to 18%. This represents a 50 to 100 basis point margin expansion versus prior year. And this yields an EPS range of $3 to $3.25, up 10% at the midpoint over the prior year.\nFree cash flow conversion is expected to be 100% of net income. In addition, today, we announced an increase in our annual dividend of 10%, aligned with our capital allocation framework to grow dividends in line with earnings. We've also provided you with a number of other full year assumptions in the slide to supplement your models. We're assuming a euro-to-dollar conversion rate of 1.08 and a foreign exchange can be volatile, our FX sensitivity table is included in the appendix.\nAnd now drilling down on the first quarter, we anticipate total company revenues will be in the range of 7% to 9% growth. By segment, we expect high single-digit growth in Water Infrastructure, low single digits in Applied Water and high teens growth for M&CS. We expect first quarter EBITDA margin to be approximately 16%, driven by higher volumes and more favorable price cost dynamics. And with that, please turn to Slide 13, and I'll turn the call back over to Patrick for closing comments.\n\nPatrick K. Decker\n\nPresident, CEO & Director, Xylem Inc.\n\nThanks, Sandy. We're coming into 2023, very strongly positioned. Our end markets continue to show resilient underlying demand. We're confident in delivering mid-single-digit revenue growth and strong margin expansion and the team continues to outperform on strong operational and commercial execution.\nBeyond 2023, we remain well on track to deliver our longer-term strategic and financial milestones. We are very excited about all of the combination of Xylem and Evoqua will offer towards the creation of a more water secure, resilient and sustainable world, while driving value for our shareholders by accelerating growth and scale.\nThe integration team met last week at our headquarters in D.C. The first of many meetings to set us up for success on day 1. And last week, I traveled with Ron Keating, Evoqua's CEO, to a number of their key sites to spend time with their incredibly talented people. Those visits only heighten my appreciation of the potential opportunities ahead and confirm the strong strategic and cultural fit of our 2 companies.\nWe've also taken the next step in the regulatory process, having submitted the required filings here in the U.S. and progressing toward filings in the relevant international jurisdictions. We continue to anticipate the deal closing midyear. A great deal of opportunity will open up when we bring our 2 companies together.\nDuring our next earnings call, we will provide an update on our progress. Meanwhile, our business remains squarely focused on delivering on our 2023 financial commitments and continuing our commercial momentum and execution. Now operator, I'll turn the call back over to you for questions."
  },
  {
    "header": "XYL",
    "cik": "0001524472",
    "ticker": "XYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c9aafeddac03fb9d51579d2f510d442c",
    "period": "2022 Q3",
    "content": "Q3 2022 Xylem Inc Earnings Call\n\nQ3 2022 Xylem Inc Earnings Call\n\nXYLNYSENOV 1, 9:00 AM\n\nOperator\n\nWelcome to Xylem's Third Quarter 2022 Earnings Conference Call. (Operator Instructions)\nI would now like to turn the call over to Andrea van der Berg, Vice President of Investor Relations.\n\nAndrea van der Berg\n\nThank you, operator. Good morning, everyone, and welcome to Xylem's Third Quarter 2022 Earnings Conference Call. With me today are Chief Executive Officer, Patrick Decker; and Chief Financial Officer, Sandy Rowland. They will provide their perspective on Xylem's third quarter 2022 results and discuss the fourth quarter and full year outlook.\nFollowing our prepared remarks, we will address questions related to the information covered on the call. I'll ask that you please keep to one question and a follow-up and then return to the queue.\nAs a reminder, this call and our webcast are accompanied by a slide presentation available in the Investors section of our website, www.xylem.com. A replay of today's call will be available until midnight on November 8. Please note the replay number is +1 (800) 839-9881 or +1-402-220-3100. Additionally, the call will be available for playback via the Investors section of our website under the heading Investor Events.\nPlease turn to Slide 2. We will make some forward-looking statements on today's call, including references to future events or developments that we anticipate will or may occur in the future. These statements are subject to future risks and uncertainties, such as those factors described in Xylem's most recent annual report on Form 10-K and in subsequent reports filed with the SEC.\nPlease note that the company undertakes no obligation to update any forward-looking statements publicly to reflect subsequent events or circumstances, and actual events or results could differ materially from those anticipated.\nPlease turn to Slide 3. We have provided you with a summary of our key performance metrics, including both GAAP and non-GAAP metrics. For purposes of today's call, all references will be on an organic and adjusted basis, unless otherwise indicated. And non-GAAP financials have been reconciled for you and are included in the Appendix section of the presentation.\nNow please turn to Slide 4, and I'll turn the call over to our CEO, Patrick Decker.\n\nPatrick K. Decker\n\nPresident, CEO & Director, Xylem Inc.\n\nThanks, Andrea, and good morning, everyone. We're pleased to announce a very strong third quarter performance, continuing our momentum from the first half of the year. Across the board, the team delivered above expectations with all our business segments and regions posting strong double-digit revenue growth. And we see quite resilient demand in our backlogs and bidding pipeline. Overall, revenues were up 16% for the quarter, beating the high end of our guidance by 4 percentage points. Applied Water grew fastest at 20%. Water Infrastructure exceeded expectations by the widest margin and M&CS came in right on target with healthy mid-teens growth. Regionally, Americas, Western Europe and Emerging Markets each grew mid-teens.\nDemand at all of our largest end markets continued to be strong driven by the essential nature of our solutions and services and by intensifying long-term trends in Water. The team, from our factories to our channel partners and distributors, also delivered a tremendous operational performance. Their actions entirely offset inflation with very strong price cost discipline and effectively manage through continuing chip supply constraints. That focus paid off in growth, but also with very strong EBITDA margin expansion.\nMargins exceeded the high end of our guidance by 130 basis points. This delivered on our previous commitment to significantly improve our margins in the second half of this year. Strong organic revenue growth and accretive margins drove third quarter earnings well above expectations, with earnings per share of $0.79.\nAs you all know, our key end markets have consistently been resilient in the face of macroeconomic headwinds, and we expect that underlying demand pattern to continue. M&CS orders continue to be very strong. Water Infrastructure was up solidly. Backlogs continue to be up sharply year-over-year, and the digital solutions proportion of our backlogs continue to expand.\nThat said, some of our smaller end markets are more cyclical, such as residential within our Applied Water segment. Orders in those markets were down in the quarter and are expected to remain soft.\nLooking forward, we anticipate the demand dynamics of the third quarter to continue into 2023. On supply, especially chip supply, the outlook remains consistent with what we said last quarter. As expected, we have not seen meaningful easing of chip supply constraints. But forecasting visibility has improved, as has the reliability of deliveries. We expect to exit the year as we've outlined before. Things are gradually improving.\nGiven the resilience of our demand profile, the vitality of our business and the team's strong operational track record in this environment, we are raising our full year guidance. We now expect full year adjusted earnings per share to be between $2.65 to $2.75 on organic revenue growth between 9% and 10%.\nIn a few minutes, we'll discuss dynamics in our different end markets, along with some trends we're seeing through the current cycle. I'll also touch on how we're serving communities as they invest to become more resilient in the face of intensifying water challenges. But first, let me hand it over to Sandy to offer you some more detail on the third quarter.\n\nSandra E. Rowland\n\nSenior VP & CFO, Xylem Inc.\n\nThanks, Patrick. Please turn to Slide 5. The team did a great job over delivering on commitments with disciplined commercial and operational execution on continuing strong demand. As a result, revenues grew globally, high teens in the U.S. and mid-teens in Emerging Markets in Western Europe on strong price and backlog execution as supply chains modestly improved.\nIn a moment, I'll detail performance by segment. But in short, utilities was up 15%, led by strength in the U.S. and Western Europe. Industrial grew 16% with strength across all geographies, particularly in Emerging Markets in Western Europe. Commercial was up 17%, mainly due to strong backlog execution in the U.S.; and residential was up 19%, led by commercial execution and backlog conversion in the U.S. Global demand remains healthy on strong end market fundamentals, especially in Water Infrastructure and M&CS.\nThat said, organic orders were down 1% in the quarter versus up 20% in the same period last year. Water Infrastructure was up 3%, AWS down 4% and M&CS down 2%. Adjusted EBITDA margin was 18.3%, up 40 basis points from the prior year and up 170 basis points sequentially as price more than offset inflation. And as Patrick mentioned, our EPS in the quarter was $0.79, well above expectations.\nPlease turn to Slide 6, and I'll review the quarter's performance by segment. Water Infrastructure revenue grew 13% organically in the quarter, exceeding expectations. Growth was broad-based, led by our wastewater utility business in the U.S. and Western Europe, both up high teens as supply chain constraints improved. Industrial growth remained robust, driven by continued dewatering demand in Emerging Markets and increased activity in Western Europe. Geographically, Western Europe grew mid-teens, driven by robust transport and treatment demand. The U.S. was up low teens, led by strong utilities OpEx demand. Emerging Markets was up low double digits, driven by strength across Latin America and Africa, a continued growth in dewatering.\nOrders in the third quarter were up 3% organically with robust dewatering demand in Emerging Markets and continued utility strengths in the U.S. Segment EBITDA margin was largely in line with the prior year as favorable price realization offset inflation but was also impacted by unfavorable mix and strategic investments.\nPlease turn to Page 7. In the Applied Water segment, third quarter revenues grew 20% organically, exceeding expectations. Growth was robust across all end markets, with each up high teens or greater. Geographically, the U.S. was up high teens with strength across all 3 end markets due to price realization and modest improvements in supply chain. Western Europe was also up high teens, led by growth in industrial, on strong price and continued demand. Emerging Markets was up almost 30%, driven by strong industrial demand in China and commercial development in the Middle East and Africa. Orders were down 4% organically with continued growth in Emerging Markets, offset by some moderation in residential in the U.S.\nAs a reminder, residential, our most cyclical end market, is only about 5% of our overall revenue. EBITDA margin for the segment was up 110 basis points compared to the prior year and 200 basis points sequentially. Margin expansion was driven by strong price realization, more than offsetting inflation, supplemented with productivity savings.\nAnd now let's turn to Slide 8, and I'll cover our Measurement & Control Solutions business. M&CS revenue was up 15% organically, in line with our prior guidance as chip supply played out as expected, with continued moderate improvement sequentially. We also saw strong growth in test applications and our pipeline assessment services business. Geographically, the U.S. was up more than 20% on improved chip availability versus the prior year and favorable price realization. Emerging Markets was up mid-teens, and Western Europe was up high single digits, driven by strength in our test and pipeline assessment services businesses.\nM&CS orders declined 2% organically in the quarter, lapping a tough prior year compare of 42% orders growth. Underlying demand for our AMI offerings remains strong, and orders continue to outpace revenue, yielding backlog growth of 35% versus the prior year. Our M&CS backlog alone exceeds $2 billion. Segment EBITDA margin in the quarter expanded 400 basis points sequentially and is now approaching prior year levels. The team did a great job driving margin improvement, even though volumes continue to be constrained by chip supply.\nAnd now let's turn to Slide 9 for an overview of cash flows and our balance sheet. In the third quarter, we generated free cash flow of $149 million, driven by income conversion, partially offset by higher working capital. You will note that our working capital levels are elevated as we've chosen to carry about 30 days of extra inventory. And while supply chains are gradually improving, delivery metrics are below historical levels, and we can best serve our customers and communities by making this short-term investment. Having said that, our financial position remains strong with $1.2 billion in cash and $2 billion of available liquidity, and our net debt-to-EBITDA leverage is 1.3x.\nPlease turn to Slide 10, and I'll hand it back to Patrick to give some color on underlying demand.\n\nDeane Michael Dray\n\nMD of Multi-Industry & Electrical Equipment & Analyst, RBC Capital Markets, Research Division\n\nThanks, Sandy. In our last quarter's earnings call, we impact how demand in different end markets respond to macroeconomic headwinds. What we described then is what we're seeing in the marketplace now with healthy underlying demand in our largest end markets. Those patterns have repeated over past economic cycles. So they inform how we manage our operations in an environment like this one. Since all water is local, we experienced those patterns and trends playing out at a community level. What we're seeing is more and more communities selling increasing impact from climate change. They're finding their aging infrastructure isn't up to the task and then confronting the economic anxiety of major upgrades.\nSo communities are investing both in short-term response and in longer-term resilience. Infrastructure investment is the much bigger driver of underlying demand. But our customers have to know we will also be there in near-term crisis, which are happening all too frequently. For example, when Hurricane Ian hit Florida, our dewatering pumps were already in place ahead of the storm to prevent the worst and recover fast. And storms are the only immediate needs. One Southeastern U.S. city called us with sewer lines leaching waste into community groundwater and their aging pipes are on the brink of collapse. Within days of that call, we were building a boathouse that will help that city's wastewater treatment running without interruption, while they make long-term repairs. Helping communities respond to shocks is a fundamental part of our mission. But the more durable value is in helping communities build the strength to withstand future water challenges and economic stresses.\nXylem Solutions like advanced metering infrastructure, wastewater network optimization and municipal water recycling, amongst so many others, provide much more than compelling economics. They deliver game-changing resilience. With AMI as an example, cities can cut off water in the event of storm damage, respond instantly to customer crisis and even promote conservation through periods of scarcity and drought. And all of that additional capability costs a city less than their conventional meter networks. That value equation isn't unique to AMI. It's a hallmark of digital solutions across our Xylem portfolio, greater resilience and capability delivered far more affordably than conventional approaches. Those benefits are so important to our customers that we have been steadily extending digital capability into every part of our portfolio.\nThe mini water crisis making headlines in recent months make it clear that the effects of climate change are already driving rapid increases in cost at the community level. To attack the problem at its source, more and more cities are making net zero emissions commitments. Our opportunity is to help water utilities reduce their own carbon footprint.\nMore than 80 leading utilities around the world have already set net zero targets. Last month at WEFTEC, which is one of the largest water trade events each year, we shared research showing how utilities can dramatically cut their emissions while boosting operational efficiency at the same time. The message is good for our customers, good for communities and good for our business. With existing technologies, you can reduce emissions quickly at low cost or even saving money. I am so proud of the team for leading the way on this topic with our customers and our communities.\nSeveral of my Xylem colleagues will be speaking at the upcoming COP27 climate meetings in Egypt later this month, to promote the discussion of water, which we believe is the most important topic of our time.\nNow I'll turn it back over to Sandy to provide detail on our increased guidance and outlook for the year.\n\nSandra E. Rowland\n\nSenior VP & CFO, Xylem Inc.\n\nThanks, Patrick. Consistent with our previous presentations, we provided key facts for each end market in the appendix. The 2022 full year outlook across our end markets remains largely in line with our previous guidance, with an increase in commercial upon improved backlog execution. We expect healthy underlying demand will carry on through the remainder of the year with continued modest improvements in supply chain. The outlook for our utility business remains unchanged with mid-single-digit growth across both wastewater and clean water.\nIn wastewater, we see continued OpEx strength, and the CapEx outlook is supported by modernization of aging infrastructure and continued new development, particularly in Emerging Markets.\nFor clean water utilities, although chip supply remains constrained, we do expect a continued modest easing of chip supply sequentially. We also expect momentum in our test and pipeline assessment businesses to continue due to increasing focus on infrastructure and climate challenges.\nLooking at the industrial end market, we now expect low double-digit growth lifted from a previous range of high single-digit to low double-digit growth, driven by strong global demand for dewatering and continued underlying demand for our solutions in the U.S. and Western Europe. We now expect the commercial end market to deliver high single to low double-digit growth, up from mid-single to high single digits on strong demand and backlog execution.\nIn residential, our smallest end market, we expect strong price realization and continued backlog execution to drive growth in the high teens. As a reminder, our commercial and residential exposure is largely replacement-driven and is approximately 15% of our total revenue.\nAnd now let's turn to Slide 12, and I'll walk you through our updated guidance. Our continued out-performance gives us confidence to raise our full year guidance for adjusted EPS to a range of $2.65 to $2.75, up from $2.50 to $2.70. Our raised guidance is driven by stronger price, backlog execution and continued underlying demand. We are also lifting the low end of our full year organic revenue growth, now 9% to 10%, up from 8% to 10%. Our revenue outlook on a reported basis is largely unchanged due to FX headwinds.\nLooking by segment, we expect high single-digit growth in Water Infrastructure and low double-digit growth in Applied Water. We expect Measurement & Control Solutions to be up mid-single digits as chip supply continues to modestly improve.\nFor 2022, we are raising our adjusted EBITDA margin outlook to approximately 17%. We now expect free cash flow conversion to be approximately 80% of net income. This is lower than our previous outlook, largely due to higher working capital levels as I referenced earlier. While we're carrying about an extra month of inventory, our position is fully aligned with the requirements needed to fulfill our backlog. As supply chain stabilize, we will bring inventory down, enabling us to return free cash flow conversion of at least 100% and as we have consistently done in prior years. We've provided you with a number of other full year assumptions on the slide to supplement your models as well as our latest assumptions on our basket of currency exposures, which can also be found in the appendix.\nAnd now drilling down on the fourth quarter, we anticipate total company organic revenues will be up 12% to 14%. This includes mid-single-digit growth in Water Infrastructure, mid-teens growth in Applied Water and M&CS growth of mid-20%. We expect fourth quarter adjusted EBITDA margin to be in the range of 17.5% to 18.5%.\nAnd with that, please turn to Slide 13, and I'll turn the call back over to Patrick for closing comments.\n\nPatrick K. Decker\n\nPresident, CEO & Director, Xylem Inc.\n\nThanks, Sandy. I'm very proud of the team's performance overall. We delivered strong results this past quarter by continuing to do what we said we would do. And indeed, the team overdelivered, thanks to our commercial momentum and operational discipline. Even in an environment of macro uncertainty, the durability of our business model, and the discipline of our team gives us great confidence in our continued growth and significant value creation over the long run.\nBefore we turn the call over to your questions, I'd like to share a couple of executive appointments we've just made, adding even further strength to Xylem's leadership bench. Earlier, I referred to our strategy of extending digital capabilities across Xylem's product, solutions and services portfolio. We've just taken an important step in accelerating that process, appointing Xylem's first Chief Digital Officer. Sai Allavarpu joined our senior leadership team last week, bringing extensive experience of growing digital businesses in the industrial sector. He'll be working with the team to further build out a simple powerful platform of digitized solutions for our customers and communities. He joins us in Danaher, and I look forward to introducing him to you in future conversations. Before sharing our second recent appointment, I first want to recognize a colleague many of you know.\nTony Milando, our Chief Supply Chain Officer, has been looking for the retirement for a while, but he graciously agreed to stay on while helping us guide the company through the challenges of the pandemic. He's built agility and durability into our supply chain, put safety and sustainability at the center of our operations and created a culture of continuous improvement that has made operational excellence a core part of Xylem's competitive advantage. We're finally letting Tony retire, but his contributions will continue to benefit our stakeholders for many years to come.\nTo build on the foundation of excellence that Tony has laid, we've appointed Thomas Pettit, Xylem's Chief Operations and Supply Chain Officer. Tom joins us next week coming from Generac Power Systems, and he brings 20-plus years of experience leading global supply chains and operations in the industrial and services sectors. We're very pleased to welcome Tom at a time when supply chain and operations continue to be a foundation of competitive advantage. His remit is to take our operational excellence to the next level. Tony is going to stay on for a brief time to give him a good start and ensure a smooth transition.\nSo with that, operator, let's now open it up for Q&A."
  },
  {
    "header": "XYL",
    "cik": "0001524472",
    "ticker": "XYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a50b3a7c4dcfb57b847ba74d827fc9b0",
    "period": "2022 Q2",
    "content": "Q2 2022 Xylem Inc Earnings Call\n\nQ2 2022 Xylem Inc Earnings Call\n\nXYLNYSEAUG 2, 9:00 AM\n\nOperator\n\nWelcome to the Xylem Second Quarter 2022 Earnings Conference Call. (Operator Instructions).\nI would now like to turn the call over to Andrea van der Berg, Vice President, Investor Relations.\n\nAndrea van der Berg\n\nGood morning, everyone, and welcome to Xylem's Second Quarter 2022 Earnings Conference Call. With me today are Chief Executive Officer, Patrick Decker; and Chief Financial Officer, Sandy Rowland. They'll will provide their perspective on Xylem's second quarter 2022 results and discuss the third quarter and full year outlook. Following our prepared remarks, we will address questions related to the information covered on the call. I'll ask that you please keep to one question and a follow-up and then return to the queue.\nAs a reminder, this call and our webcast are accompanied by a slide presentation available in the Investors section of our website, www.xylem.com. A replay of today's call will be available until midnight on August 9. Please note the replay number is +1-800-839-5676 or +1-402-220-2565.\nAdditionally, the call will be available for playback via the Investors section of our website under the heading Investor Events. Please turn to Slide 2.\nWe will make some forward-looking statements on today's call, including references to future events or developments that we anticipate will or may occur in the future. These statements are subject to future risks and uncertainties, such as those factors described in Xylem's most recent annual report on Form 10-K and subsequent reports filed with the SEC.\nPlease note that the company undertakes no obligation to update any forward-looking statements publicly to reflect subsequent events or circumstances, and actual events or results could differ materially from those anticipated. We've provided you with a summary of our key performance metrics, including both GAAP and non-GAAP metrics in the appendix.\nFor purposes of today's call, all references will be on an adjusted basis, unless otherwise indicated, and non-GAAP financials have been reconciled for you and are also included in the Appendix section of the presentation. Now please turn to Slide 3, and I'll turn the call over to our CEO, Patrick Decker.\n\nPatrick K. Decker\n\nPresident, CEO & Director, Xylem Inc.\n\nThanks, Andrea, and good morning, everyone. We're pleased to report that the team delivered a very strong second quarter performance on all key metrics and well ahead of our guidance. But the result builds on the momentum and underlying demand we saw in the first quarter with disciplined operational execution on strong fundamentals and a moderate easing in chip supply constraints.\nRevenues grew 6% organically, surpassing our guide. The team's commercial performance was outstanding in all segments and supply improvements in M&CS and Water Infrastructure enabled increased conversion of orders into revenue. Geographically, the growth was broad-based, western Europe was up 9%, North America 6%; and emerging markets, excluding China, was up double digits. While China was down due to COVID lockdowns, backlogs continue to grow on underlying demand.\nIn addition to organic revenue growth, the team posted 6% orders growth. That orders momentum reflects strong performance across each segment. Water Infrastructure set the strongest pace, growing orders 21% in the quarter. Our backlogs were up shortly versus last year, with digital solutions comprising more than half the total backlog. EBITDA margin also came in well ahead of our guidance. We delivered strong quarter-on-quarter expansion driven by disciplined execution. All of that good work delivered earnings per share of $0.66, which soundly beat our expectations. As you can see, some incremental improvement in chip supply came earlier than anticipated, and it had a strong positive impact on the quarter. To be clear, we don't believe chip supply will improve much more quickly than previously expected.\nWhat we are seeing is a gradual improvement in supply, which provides further confidence in our second half outlook. The team also delivered pricing actions to mitigate inflation across all segments, and I want to give a big shout out to the entire team, including our distribution and channel partners for managing through a dynamic market environment. We combine those disciplined actions with productivity savings from simplifying the way we work and entirely offset inflation in the quarter.\nWe expect demand to remain resilient due to the essential nature of the services our customers need from us. So as you've seen in this morning's release, we are raising our organic revenue guidance to 8% to 10% growth for the full year, and we're raising the bottom end of our EPS range by $0.10. And -- we'll come back and discuss our overview of the macro environment in a few minutes, but let me hand it over now to Sandy for some additional color on the second quarter.\n\nSandra E. Rowland\n\nSenior VP & CFO, Xylem Inc.\n\nThanks, Patrick. Please turn to Slide 4. The team did a tremendous job, over-delivering on our commitments with disciplined execution on strong fundamentals and continuing demand. As a result, revenues grew globally, high single digit and mid-single digits in the U.S. In emerging markets, revenue grew low double digits, excluding China, which was slowed by ongoing COVID restrictions.\nIn a moment, I'll detail performance by segment. But in short, utilities was up 2%, led by strength in Western Europe and the U.S. Industrial grew 12% on increasing activity in all geographies, particularly the U.S., Western Europe and Latin America. Commercial was down 1%. Strength in Western Europe was offset by continued U.S. supply chain challenges.\nAnd residential was up 13%, led by commercial execution and backlog conversion in the U.S. Organic orders were up 6% in the quarter, with water infrastructure up 21% and AWS up 2%, partially offset by M&CS. Global demand continues to be strong, and our book-to-bill ratio was a healthy 1.2 in the quarter.\nEBITDA margin was 16.6%, well above our guided range, and that reflects a 240 basis point rise sequentially on strong commercial execution and discipline on discretionary costs. Price contributed 2 points of incremental revenue growth sequentially. As Patrick mentioned, pricing and productivity benefits combined more than offset inflation, and our EPS in the quarter was $0.66, coming in above expectations.\nPlease turn to Slide 5, and I'll review the quarter's segment performance in a bit more detail. Water Infrastructure revenue exceeded expectations, growing 9% organically in the quarter. Industrial remained strong, driven by continued backlog conversion, and our U.S. wastewater utility business grew double digits as supply chain constraints improved throughout the quarter.\nGeographically, the U.S. and Western Europe were also up double digits, driven by robust transport demand in the U.S. and treatment applications in Western Europe, alongside strong dewatering growth. Emerging markets, excluding China, was up high single digits, driven by strength across Latin America and Africa. These markets were down mid-single digits, including China, due to COVID site access restrictions there.\nOrders in the second quarter were up 21% organically versus last year, with growth underpinned by strong underlying demand supported by large infrastructure projects in the U.S. and Canada. We also saw sustained demand in our wastewater utility business in North America and Western Europe. EBITDA margin for the segment was up 240 basis points as strong price realization, volume and productivity benefits more than offset inflation and investments.\nPlease turn to Page 6. In the Applied Water segment, second quarter organic revenues grew 7%, modestly exceeding our expectations. Geographically, the U.S. was up high single digits with strength across industrial and residential, partially offset by supply chain constraints in the commercial business. Western Europe delivered low double-digit growth with healthy gains across all end markets, led by benefits from new energy-efficient product introductions.\nEmerging markets was up low single digits driven by strong industrial demand. Orders were up 2% organically and continued to outpace revenue with a book-to-bill ratio of 1.1 for the quarter. Segment's EBITDA margin declined 130 basis points compared to the prior year. And while price realization more than offset inflation, volume and mix for the quarter were negative. Despite lower volumes, demand remains robust as seen in our book-to-bill ratio. However, we expect to continue to deliver sequential EBITDA improvement as the benefit of pricing actions comes through our backlog.\nAnd now let's turn to Slide 7, and I'll cover our Measurement & Control Solutions business. M&TS exceeded expectations on strong demand and modestly better chip supply with revenue declining 2% organically. We also saw strong growth in our test and pipeline assessment services product lines. Geographically, the U.S. and Western Europe were down mid-single digits and emerging markets was up high single digits.\nM&CS orders declined 9% organically in the quarter, due to lapping some large deals in North America and the U.K. Underlying demand for our AMI offering remains strong and orders continue to outpace revenue. We recorded a book-to-bill ratio of 1.4 and have built a backlog of over $2 billion.\nSegment EBITDA margin in the quarter was ahead of expectations, expanding 120 basis points sequentially on improved volumes. As supply chain stability improves and we convert our backlog, we will see strong margin accretion on higher volumes as we have previously discussed.\nAnd now let's turn to Slide 8 for an overview of cash flows and our balance sheet. In the second quarter, we generated free cash flow of $67 million, driven by income conversion, partially offset by higher working capital. Our financial position remains strong with $1.1 billion in cash and $1.9 billion of available liquidity. Net debt-to-EBITDA leverage is 1.5x.\nI'm going to turn to Slide 9, and I'll hand the call back to Patrick to look forward at the rest of the year.\n\nPatrick K. Decker\n\nPresident, CEO & Director, Xylem Inc.\n\nThanks, Sandy. As you've seen, the team is delivering strong results in a very dynamic environment. Given the prominence of discussions about macro uncertainty in the economy, it's worth spending a few minutes talking about our confidence and the resilience of underlying demand for Xylem's offerings. The aspect of our sector and our business model that gets most discussed in this context and for good reason, is that our offering is at the core of essential services through the ups and downs of economic cycles.\nCities and towns must provide essential water and wastewater services. So the demand associated with water management tends to be quite resilient. It's also important to understand the dynamics between OpEx versus CapEx across economic cycles, particularly for water utilities. OpEx spending is very stable, given the basic need for day-to-day water services. CapEx, which represents roughly 1/3 of spending on Xylem's offerings is focused on infrastructure expansion or refurbishment and it comes with longer regulatory and funding approvals.\nSo spending against these projects once approved historically has not wavered to a material extent. And this is not just a U.S. dynamic, but it applies globally. You see it in Europe, both at the regional level. For example, with the EU's recovery and resilience funding and at the country level as seen in the U.K.'s AMP process. Similarly, infrastructure funding is embedded in China's 5-year planning cycle.\nAnd of course, you're all familiar with the recent U.S. federal infrastructure funding and the time lines on which the state-revolving funds at work. Those structural advantages of the sector, however, are only a benefit if our portfolio delivers distinctive value to our customers through the cycle.\nFor many of our customers, value is defined in terms of becoming more efficient, and that means modernizing their infrastructure with digital technologies to make their networks more affordable. Our AMI metrology backlogs offer a proof point about the resilience of that demand.\nDespite the ongoing chip supply challenges that have dogged the tech sector for the last year, our backlogs have continued to grow. Our distinctive data and communications driven AMI solutions deliver a step change in both efficiency and resilience for utilities. AMI represents now roughly 1/3 of all water meters in the U.S., which shows the progress of adoption, but also the potential for future growth. Given the budgetary pressures the utilities face, both to generate revenue and reduce water loss, smart meters will remain a top imperative.\nOne other demand trend that will persist in the cycle and, in fact, is set to increase is the growing response to climate change. Cities around the world are committing to net 0 emissions. At the same time, they are investing in mitigating the impacts of climate change that are already here, like those we've seen this summer in the form of historic and tragic flooding in the U.S. and Asia. These are generational challenges.\nInnovation and new approaches are absolutely essential to solving them because water management is a significant carbon contributor, accounting for up to 10% of greenhouse gas emissions globally. In commercial and residential markets, cities have begun introducing building regulations to reduce emissions, including efficient water management standards for both regional construction and retrofits and the utility market, which produces greenhouse gas emissions equal to the entire global shipping industry. It's going to be required to reduce its carbon intensity in line with the commitments of their cities, municipalities and countries.\nAnd we at Xylem are an outright leader in this space and are in a unique position to support our customers and their sustainability commitments. You may have seen that we released our annual sustainability report in May. Among all the progress made against our 2025 goals, I'd highlight that we enabled our customers to reduce their carbon footprint by 730,000 metric tons in 2021 alone using our technology. That is the equivalent of taking 160,000 cars off the road. And we're on track to help them reduce their emissions by 2.8 million metric tons by 2025.\nSo stepping back, we're very confident that the macro forces driving our underlying demand will continue. We're also confident that Xylem is better positioned than ever to create value by helping our customers respond to them.\nSo now I'll turn it back over to Sandy for more detail and color on our outlook and guide.\n\nSandra E. Rowland\n\nSenior VP & CFO, Xylem Inc.\n\nThanks, Patrick. Consistent with our previous presentations, we've provided key facts for each end market in the appendix. The outlook across our end markets has broadly improved. We expect healthy underlying demand will continue through the remainder of the year with improved price cost mix and modest improvements in supply chain. We now expect our utility business to grow mid-single digits, up from low single digits.\nOn the wastewater side, we now expect mid-single-digit growth, up from low to mid-single-digit growth on improved backlog conversion and resilient global demand. the outlook for longer-term capital project spending and bid activity remains solid globally. For clean water utilities, we now expect mid-single-digit growth, up from flat. The main driver is earlier than expected easing of chip supply constraints.\nAlthough supply has improved, lead times continue to remain elevated and our volumes continue to be constrained. We also expect momentum in our test and pipeline assessment services business to continue due to increasing focus in our end markets on infrastructure and climate challenges as evidenced by our strong backlog.\nPlease turn to Slide 11. Looking at the industrial end market, we now expect high single-digit to low double-digit growth, up from mid-single-digit growth, our increased activity in the U.S. and Europe and strong global demand for our solutions. We continue to expect the commercial end market to deliver mid-single to high single-digit growth on solid replacement activity and new introductions in the U.S. and Europe.\nIn residential, our smallest end market, we now expect healthy demand to drive double-digit growth, up from mid-single digits. As a reminder, the majority of our commercial and residential end market exposure is replacement driven versus new construction.\nNow let's turn to Slide 12, and I'll walk you through our updated guidance. Our out-performance in the second quarter gives us confidence to increase our full year guidance for organic revenue growth and to raise the low end of the adjusted EPS range. We now expect full year organic revenue growth of 8% to 10%, up from 4% to 6%, and we have raised the bottom end of our EPS range by $0.10. The increase in the reported revenue guidance is more modest as the strength of the dollar offsets roughly half of our operational improvements.\nWe have modified our assumptions on our basket of currency exposure, which is included in the appendix. These changes result in an incremental $0.05 headwind to the full year EPS guide. And this is on top of a $0.10 EPS FX headwind that we discussed last quarter.\nOn Slide 13, we've shown how our guidance breaks down by segment. We now expect high single-digit growth in Water Infrastructure, up from mid-single digits and low double-digit growth in Applied Water, up from high single digits, driven by disciplined commercial execution and backlog conversion on continuing strong demand in both segments.\nWe now expect Measurement & Control Solutions to be up mid-single digits, up from flat. This reflects the out-performance in the first half from chip supply improving sooner than expected. For 2022, we are raising the bottom end of our adjusted EBITDA margin range, which is now 16.5% to 17%. And [this year you'll see] adjusted EPS range of $2.50 to $2.70 that I just mentioned.\nWe now expect free cash flow conversion to be approximately 90% of net income. We're carrying about a month of extra inventory to mitigate the risk of supply chain disruptions and provide continuity of service to our customers. We expect to bring conversion back to historical levels as supply chain stabilize, enabling us to return to free cash flow conversion of at least 100%. We have provided you with a number of other full year assumptions on this slide to supplement your models.\nAnd now drilling down on the third quarter, we anticipate total company organic revenues will be up 10% to 12%. This includes mid-single-digit growth in water infrastructure and mid-double-digit growth in Applied Water and M&CS. We expect third quarter adjusted EBITDA margin to be in the range of 16.5% to 17%, a sequential improvement over the prior quarter.\nAnd with that, please turn to Slide 14, and I'll turn the call back over to Patrick for closing comments.\n\nPatrick K. Decker\n\nPresident, CEO & Director, Xylem Inc.\n\nThanks, Sandy. We saw the power of some short-term swings this past quarter. A small improvement in chip supply had a big impact. Currency movements have been offering what you could call a challenging forecasting environment and the unexpected duration of COVID shutdowns held China back. Just a quick note on China. Our team and our customers there have been continuing to serve their communities under very tough conditions, given the extensive restrictions in place to manage COVID. I'm incredibly proud of the team.\nWe expect to see progressive improvements in the market for the second half and have full confidence China will continue to be a source of innovation and growth for the long run. In the context of short-term uncertainty, [our job is] -- demands through the unexpected, meeting those challenges is what being a good operator is all about. And the team has certainly been doing that. The team's strong operational execution is built on the same foundation as our 2025 growth and strategic milestones, a consistent story at the heart of our investment thesis.\nWe are building on our leadership position as a technology company with a durable business model. We're benefiting from long-term secular trends of rising demand, driven by water and climate-related challenges. We're driving above-market growth and margin expansion as we digitize our portfolio to serve our customers' imperative to be more efficient.\nWe're successfully putting sustainability at the center of everything we do across our company, our customers and our communities. And we'll create additional stakeholder value with disciplined capital allocation as opportunities warrant. Strong continued demand and the kind of performance we're seeing from the Xylem team show our ability to deliver on that thesis.\nAnd with that, operator, let's open it up for Q&A."
  },
  {
    "header": "XYL",
    "cik": "0001524472",
    "ticker": "XYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f9ebcc6a5b659b214a049bfa44123c21",
    "period": "2022 Q1",
    "content": "Q1 2022 Xylem Inc Earnings Call\n\nQ1 2022 Xylem Inc Earnings Call\n\nXYLNYSEMAY 4, 9:00 AM\n\nOperator\n\nWelcome to the Xylem First Quarter 2022 Earnings Conference Call. (Operator Instructions)\nI would now like to turn the call over to Matt Latino, Head of Investor Relations. Please go ahead.\n\nMatthew Latino\n\nDirector of IR, Xylem Inc.\n\nThank you, Ashley. Good morning, everyone, and welcome to Xylem's First Quarter 2022 Earnings Conference Call. With me today are Chief Executive Officer, Patrick Decker; and Chief Financial Officer, Sandy Rowland. They will provide their perspective on Xylem's first quarter 2022 results and discuss the second quarter and full year outlook. Following our prepared remarks, we will address questions related to the information covered on the call. (Operator Instructions)\nAs a reminder, this call and our webcast are accompanied by a slide presentation available in the Investors section of our website at www.xylem.com. A replay of today's call will be available until midnight on May 11. Please note that replay number is 1 (800) 934-5153 or 1 (402) 220-1182.\nPlease turn to Slide 2. We will make some forward-looking statements on today's call, including references to future events or developments that we anticipate will or may occur in the future. These statements are subject to future risks and uncertainties, such as those factors described in Xylem's most recent annual report on Form 10-K and in subsequent reports filed with the SEC. Please note that the company undertakes no obligation to update any forward-looking statements publicly to reflect subsequent events or circumstances and actual events or results could differ materially from those anticipated.\nWe have provided you with a number of -- with a summary of our key performance metrics, including both GAAP and non-GAAP metrics in the appendix. For purposes of today's call, all references will be on an adjusted basis unless otherwise indicated, and non-GAAP financials have been reconciled for you and are also included in the appendix section of the presentation.\nNow please turn to Slide 3, and I will turn the call over to our CEO, Patrick Decker.\n\nPatrick K. Decker\n\nPresident, CEO & Director, Xylem Inc.\n\nThanks, Matt, and good morning, everyone. The team came into 2022 with strong momentum, and they've taken full advantage of robust underlying demand around the world to deliver our first quarter operational results above expectations.\nRevenues grew 4% organically, surpassing our guidance. Despite ongoing chip shortages constraining our utilities business, supply is slowly improving, which is reflected in quarter sequential revenue growth and EBITDA margin expansion in our metrology business.\nRevenue strength was also broad-based globally. We saw healthy growth in every region, excluding China, given the COVID impact there. Western Europe was a standout, delivering 10% growth in the quarter.\nBut the robust global demand for our offering comes through most clearly in the pace of order intake. Orders were up 14% for the quarter, with record order bookings in every segment. M&CS at the fastest pace with a 25% order surge, as the value proposition of digital technologies continues to fuel demand.\nOrders performance across the portfolio pushed our already healthy backlogs to 50% growth year-on-year. EBITDA margin performance was also above our previous guidance due to strong price realization, which mitigated much of the inflationary pressure, while at the same time, we continue to drive productivity and further simplification throughout the business. As a result of that good work from the team, we delivered EPS of $0.47, again, above our expectations.\nThe quarter did present some fresh challenges. China's ongoing response to COVID is having significant impact on our business, and it will have flow-on effects for some time in the global supply chain. And while our European business delivered exceptional revenue growth, the euro rate began to move unfavorably.\nSo conditions are dynamic. But the quarter's operational results show that the team is doing an excellent job, navigating the challenges and managing what it can control on a global basis.\nLooking ahead, we're in a very strong position as structural demand continues to be robust in all end markets and regions. And we have market leadership in the categories where demand is greatest, especially in digitally enabled solutions. So we are raising our guidance for the year, and are on track to deliver the longer-term growth and strategic milestones we laid out at our Investor Day last fall.\nBefore turning over to Sandy for performance detail by segment, I want to mention how proud I am with the Xylem team and of our partners for their response to the war in Ukraine. When the war broke out, the Xylem team stepped up right away to provide for the safety and well-being of all of our Ukrainian colleagues and their families. Similarly, our team has shown extraordinary support by raising money for the humanitarian relief work of our NGO partners, whose activities include providing essential water and sanitation services, both in Ukraine and to refugees. It's become one of our most successful mass giving campaigns ever, and I could not be prouder of the team.\nNow I'll hand over to Sandy to review the quarter's results by segment.\n\nSandra E. Rowland\n\nSenior VP & CFO, Xylem Inc.\n\nThanks, Patrick. Please turn to Slide 4, and I'll give some additional color on our first quarter results. Given the quarter's challenges, the team did a great job delivering on our commitments with particularly strong performance on price and backlog execution. Revenue growth was healthy in all regions, led by a double-digit result in Western Europe and mid-single-digit gains in the U.S. In emerging markets, revenues grew high single digits excluding China, which was affected by COVID shutdowns.\nIn a moment, I'll offer detailed performance by segment. But in short, utilities was down 3%. Strength in Western Europe was offset by ongoing chip supply constraints and their outsized impact on our smart metering business in the U.S. Industrial grew 10% on increasing activity in all geographies, excluding China, with particular strength in Western Europe. Commercial was up 11%, led by healthy growth in the U.S., and residential was up 15%, also driven by the U.S. Organic orders were up 14% in the quarter. As Patrick mentioned, the quarter set historically high order intake with robust demand for our technologies across all segments.\nEBITDA margin was 14.2%, which was above our guided range, primarily driven by stronger-than-expected price realization. Year-over-year EBITDA margin contracted 290 basis points. We got healthy price realization and productivity benefits, but they were more than offset by inflation, and lower volumes from chip shortages impacting our higher-margin smart metering solutions. As previously mentioned, we'll continue to offset inflation with progressive price realization. Our EPS in the quarter was $0.47.\nPlease turn to Slide 5, and I'll review the quarter's segment performance in a bit more detail. Water Infrastructure orders in the quarter were up 12% organically versus last year, with growth underpinned by sustained demand in our wastewater utility business in the U.S. and Western Europe and increasing demand for dewatering, particularly in emerging markets.\nWater Infrastructure revenue was up 8% in the quarter. Industrial remained strong, and we saw revenue acceleration in our U.S. wastewater utility business as prior quarter order-to-revenue conversion delays eased.\nGeographically, results were mixed for the segment. The U.S. and Western Europe were up mid-double digits driven by treatment deliveries in the U.S. and healthy utility OpEx in both regions. Emerging markets was down low double digits due to a challenging prior year compare in China and impacts from the recent COVID lockdown. EBITDA margin for the segment was down 140 basis points, a strong price realization and productivity benefits were more than offset by inflation and investments.\nPlease turn to Page 6. In the Applied Water segment, first quarter orders were up 8% organically, led by price and underlying global demand. Revenues increased 10% on strong backlog execution across all end markets, along with solid price realization.\nGeographically, the U.S. was up mid-double digits. All end markets showed strength, and we benefited from the traction of new product launches. Western Europe delivered high single-digit growth with healthy gains across all end markets, and increased activity in large industrial accounts.\nEmerging Markets was up mid-single digits on backlog execution and activity. Segment EBITDA margin declined 380 basis points in the quarter. Similar to Water Infrastructure, we delivered solid price realization and productivity benefits, but they were more than offset by inflation.\nAnd now let's turn to Slide 7, and I'll cover our Measurement & Control Solutions business. M&CS orders grew 25% organically in the quarter, reflecting continued strong demand for our metrology solutions as well as healthy demand in pipeline assessment services.\nWhile a portion of our M&CS backlog includes orders that have been delayed due to chip shortages, our M&CS backlog is up 60% versus the prior year. It is now more than $2 billion. As we anticipated, revenue declined 9% due to constrained chip supply. We are encouraged by the gradual improvement in availability, and we realized significant quarter sequential gains. It's worth noting that the growing metrology backlog is both margin accretive and resilient. There have been no cancellations of AMI awards.\nGeographically, Western Europe and Emerging Markets were flat with some growth from our pipeline assessment services business. Chip shortages pressed U.S. revenues down 14%. Segment EBITDA margin in the quarter was down 470 basis points compared to the prior year, but higher than last quarter. As we've noted in previous calls, the business gets very strong operating leverage from higher volumes and revenues, and those are still being held back by the supply-constrained conversion of orders. We were able to partially offset those effects with price and productivity gains.\nAnd now let's turn to Slide 8 for an overview of cash flows and our balance sheet. Consistent with typical seasonality patterns, we used cash in the first quarter. This year, we also strategically increased safety stocks to mitigate supply chain volatility and are carrying higher inventory balances.\nOur financial position remains robust with $1.1 billion in cash and available liquidity of approximately $1.9 billion. Net debt-to-EBITDA leverage is 1.5x.\nAnd please turn to Slide 9, and I'll hand the call back over to Patrick to look forward at the rest of the year.\n\nPatrick K. Decker\n\nPresident, CEO & Director, Xylem Inc.\n\nThanks, Sandy. We'll turn to detailed guidance in a moment, but as I mentioned, we are increasing our revenue outlook due to continued strong demand and higher price realization. We're also raising the bottom end of our EPS guidance by $0.05, despite increasing foreign exchange headwinds.\nThe team is demonstrating that we are able to use our market leadership to drive price while holding and in many cases, even gaining share as reflected in the level of our order growth trends and expanding backlogs.\nIn fact, I want to give a big shout out to the team, including our channel and distribution partners for doing such a great job making sure our pricing moderated the effects of inflation. We also continue to foresee chip supply playing out much as we anticipated. We've had improved supply this quarter, and we expect that trend to continue in each successive quarter through the year.\nSupply of chips remains well below our current needs and is expected to remain that way through at least early 2023. Yet, our team, along with our most critical suppliers and our customers continue to navigate the challenge and maintain current backlog while still winning new business.\nWith our ability to capture price on surging demand and with progressive order-to-revenue conversion, we're confident in lifting our full year guidance. Inflation will continue to be a significant factor, of course, so we will keep driving further price realization as appropriate.\nIn just a moment, you'll see we've significantly modified our euro exchange assumptions, and that will have a moderating impact on our reported EPS, but we expect the team will be able to cover the majority of those headwinds operationally. Sandy will give more color on that at a segment level in a few minutes. But the overall picture is more positive than we previously anticipated for the year and puts us squarely on track to deliver our longer-term growth and strategic milestones.\nWhen we laid out those milestones, we also detailed the strategic pillars that would enable us to deliver them. They included making it easier for customers to do business with us, making it easier for our colleagues to serve them and continuing to reduce business complexity. So today, alongside our quarterly results, we've announced that we are further unifying and simplifying our segment and regional leadership.\nSince the acquisitions that created our M&CS segment, we maintained a separate commercial interface to utility customers. This was necessary for some time to create a strong and focused new offering from Xylem, which has proven successful in achieving record deal wins and backlog.\nNow we believe we have the opportunity to move to the next phase of our journey in building a single platform, one that leverages the market-leading breadth of our portfolio and makes it easier for customers to access it. We've previously done that across the rest of the world, except North America. So today, we announce that we are moving to one interface for our customers across the Americas as well.\nWe are integrating and unifying the leadership of the Americas commercial team. They will report to Matthew Pine, who will also now assume leadership of both the AWS and M&CS segments.\nIn Europe, Hayati Yarkadas continues to lead commercial operations as well as the Water Infrastructure segment and will now lead the build-out of Xylem services offering globally. And Franz Cerwinka will continue to lead commercial operations across the emerging markets.\nAs a result of the changes we've announced today, Colin Sabol will leave Xylem after a transition period during which he will focus on a smooth leadership handover and provide advisory support to me and the leadership team. Most of you know, Colin. And you know he has been a stalwart contributor to Xylem's growth story since the beginning. In his 16 years with the company, both with Xylem and our predecessor, ITT, his insight has been at the center of our strategic vision. His leadership has contributed to our emergence as a market leader in digital technologies as our M&CS orders growth shows, and I am profoundly grateful to have benefited from his considerable talent and unwavering commitment. We will miss him at the leadership table and our colleagues will miss him as a leader.\nTurning to sustainability. Our growth framework emphasizes the creation of both economic and social value. Our performance on social value creation is highlighted in our annual sustainability report, which we'll publish later this month.\nI won't steal too much of this thunder, but I am happy to share that Xylem is well ahead of schedule in reducing carbon emissions. Since 2019, we reduced our greenhouse gas intensity by 12%, across Scope 1 and 2 emissions. We've also driven our own water use down by more than 20% and doubled our rate of water recycling versus just 3 years ago.\nThe rigor and transparency of our reporting reflect our commitment to accountability as a sustainability leader. So I invite you to dig into the report when it comes out because sustainability is so fundamental to our strategic differentiation, to our investment thesis and to our growth.\nNow I'll turn it back over to Sandy for more color on our outlook and guide.\n\nSandra E. Rowland\n\nSenior VP & CFO, Xylem Inc.\n\nThanks, Patrick. Consistent with our previous presentations, we have provided key facts for each end market in the appendix. We expect healthy underlying demand will continue through the remainder of the year with modestly better volumes and stronger price realization across our end markets.\nOur end market outlook remains largely consistent with the view we offered last quarter with a few notable changes. We continue to expect our utility business to grow low single digits. On the wastewater side, we expect low to mid-single-digit growth on resilient global demand. We anticipate wastewater demand in emerging markets to continue being driven by investment in public utilities, healthy OpEx activity as well as the benefit of our localization strategy. One note though is some shift to the second half due to the impacts from COVID closures in China.\nThe outlook for longer-term capital project spending and bid activity remains very solid globally. On the clean water side, we continue to expect demand to remain very robust as the AMI and the advantages of static meters continue to gain momentum with an increasingly broad spectrum of utilities.\nWith double-digit revenue growth in the second half on improving chip supply, we expect full year revenues to be flat. We expect continued momentum in our test and assessment services businesses due to increasing focus on infrastructure and climate challenges.\nPlease turn to Slide 11. Looking at the industrial end market, we continue to expect mid-single-digit growth on steady demand for our solutions globally. We foresee healthy growth in dewatering, especially in Emerging Markets from robust mining demand and our channel expansion strategy. In the U.S. and Western Europe, we expect solid order rates and backlog expansion as activity continues to ramp in light industrial applications with considerable traction from new product introductions and large account activity in Western Europe.\nThe commercial end market is now expected to deliver mid-single to high single-digit growth, up from mid-single-digit growth on solid replacement activity and new product introductions in the U.S. and Europe. In residential, our smallest end market, we now expect mid-single-digit growth up from low single-digit to mid-single-digit growth on healthy demand.\nAnd now let's turn to Slide 12, and I'll walk you through our updated guidance. As Patrick mentioned, our outperformance in the first quarter is giving us risk momentum, and we are increasing full year guidance for organic revenue growth and raising the low end of the adjusted EPS range. I want to take a moment to walk you through the puts and takes of how we now see the full year. We are lifting full year organic revenue growth to 4% to 6%, up from 3% to 5%. The 1% organic growth increase is driven primarily by stronger price realization. But from a reporting perspective, we anticipate it will be offset by a lower euro.\nWe are narrowing the EPS range to $2.40 to $2.70, which boosts the low end from $2.35. This reflects strong price realization, which will be partially offset by inflation and the euro FX headwinds. The emerging impact from a weakening euro is significant to us. Our initial full year guidance assumed a euro of 1.13. Our updated guidance now assumes a euro at 1.05, which is a $0.10 headwind to the full year EPS guide.\nFor your reference, we have included an FX sensitivity table in the appendix. We will closely monitor the global supply chain environment and continue to proactively manage impact from China's COVID lockdowns and the secondary effects of the war in Ukraine.\nOn Slide 13, we've shown how our guidance breaks down by segment. We continue to expect mid-single-digit growth in Water Infrastructure, high single-digit growth in Applied Water, up from mid-single-digit growth due to stronger price. We continue to expect Measurement & Control Solutions to be flattish. This assumes down roughly double digits in the first half of the year and up double digits in the second half. Although growth is still likely to be constrained by the gradual return of chip supply as the year progresses.\nFor 2022, we still expect adjusted EBITDA to be in the range of 16% to 17%. And this yields adjusted EPS range of $2.40 to $2.70 that I just mentioned. And we still expect free cash flow conversion to be 100% of net income. We have also provided you with a number of other full year assumptions on the slide to supplement your models.\nAnd now drilling down on the second quarter. We anticipate total company organic revenues will be flattish to up 1%. This includes low single-digit growth in Water Infrastructure and mid-single-digit growth in Applied Water, and M&CS is expected to decline low double digits. We expect second quarter adjusted EBITDA margin to be in the range of 14.5% to 15%, a sequential improvement over the prior quarter.\nAnd with that, please turn to Slide 14, and I'll turn the call back over to Patrick for closing comments.\n\nPatrick K. Decker\n\nPresident, CEO & Director, Xylem Inc.\n\nThanks, Sandy. We came into 2022 in a strong and enviable position, even in the face of headwinds from chip supply and inflation. Our performance in the first quarter has shown the team's ability to capitalize on our market leadership and deliver with discipline despite the various challenges around the world.\nDemand has never been greater, we have strong commercial momentum, and we have a powerful balance sheet giving us strategic flexibility. And we have a great team showing resilience, agility and experience in managing the dynamics of a truly global business.\nWhile our customers are as local as water is, the biggest water challenges are global, and the water sector is increasingly well networked internationally. Still, Xylem is one of only a small handful of global water players. That puts us in a strong position to play a leadership role in support of both the sector and our mission to solve water. So as you likely saw in our March announcement, we made the decision to move Xylem's headquarters to Washington, D.C., which is one of the main crossroads of the global water sector. Washington is not just the seat of U.S. water policy. It's where water thought leaders from all over the world convene, including the private sector, governments from around the world, multilaterals, academia and civil society.\nWe've also taken the opportunity of the move to reimagine our footprint for more flexible ways of working and simplifying and leaning our headquarters. The new location is on Water Street. Yes, it's on Water Street, right on the Anacostia River. We'll be officially opening the space in mid-June, and I look forward to welcoming all of you when you visit D.C.\nBefore turning to your questions, I have one more special note of thanks. This is Matt Latino's last quarterly earnings call at the helm of Investor Relations. We previously announced that Matt is taking a new role in Xylem, and it's an exciting new chapter for him. I know from comments so many of you have made over the years that you deeply value Matt's energy, accessibility and professionalism, and I benefited from his insightful counsel and his persistent positive encouragement through every kind of circumstance. So thank you, Matt.\nSome of you have already met Andrea van der Berg, who's taking the reins as our Investor Relations leader. Andrea has had great impact as the Head of Financial Planning and Analysis for Xylem. So she brings distinctively deep knowledge of the business to her leadership of IR. I'm confident you'll really enjoy getting to know Andrea and will find great value in working with her and from her insights and perspectives.\nNow operator, I'll turn the call over to you for questions."
  },
  {
    "header": "XYL",
    "cik": "0001524472",
    "ticker": "XYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cf5378d4085b3b6dcfd4f979e91f9181",
    "period": "2021 Q4",
    "content": "Q4 2021 Xylem Inc Earnings Call\n\nQ4 2021 Xylem Inc Earnings Call\n\nXYLNYSEFEB 3, 10:00 AM\n\nOperator\n\nWelcome to the Xylem Fourth Quarter and Full Year 2021 Earnings Conference Call. (Operator Instructions)\nI would now like to turn the call over to Matt Latino, Vice President of Investor Relations.\n\nMatthew Latino\n\nDirector of IR, Xylem Inc.\n\nThank you, Ashley. Good morning, everyone, and welcome to Xylem's Fourth Quarter and Full Year 2021 Earnings Conference Call. With me today are Chief Executive Officer, Patrick Decker; and Chief Financial Officer, Sandy Rowland. They will provide their perspective on Xylem's fourth quarter and full year 2021 results and discuss the first quarter and full year outlook for 2022. Following our prepared remarks, we will address questions related to the information covered on the call. I'll ask that you please keep to one question and a follow-up and then return to the queue.\nAs a reminder, this call and our webcast are accompanied by a slide presentation available in the Investors section of our website at www.xylem.com.\nA replay of today's call will be available until midnight on February 10. Please note the replay number is 1 (800) 695-0395 or 1 (402) 220-1388.\nAdditionally, the call will be available for playback via the section of our website under the heading Investor Events.\nPlease turn to Slide 2. We will make some forward-looking statements on today's call, including references to future events or developments that we anticipate will or may occur in the future. These statements are subject to future risks and uncertainties and such as those factors described in Xylem's most recent annual report on Form 10-K and in subsequent reports filed with the SEC. Please note that the company undertakes no obligation to update any forward-looking statements publicly to reflect subsequent events or circumstances, and actual events or results could differ materially from those anticipated. We have provided you with a summary of our key performance metrics, including both GAAP and non-GAAP metrics in the appendix.\nFor purposes of today's call, all references will be on an adjusted basis, unless otherwise indicated and non-GAAP financials have been reconciled for you and are also included in the appendix section of the presentation.\nNow please turn to Slide 3, and I will turn the call over to our CEO, Patrick Decker.\n\nPatrick K. Decker\n\nPresident, CEO & Director, Xylem Inc.\n\nThanks, Matt, and good morning, everyone. As we indicated in our release this morning, the team delivered a strong operational performance in the fourth quarter, meeting or exceeding our expectations across all major metrics. Despite the challenges that 2021 presented us, especially in the second half, I'm very proud of the team for what they did to deliver on our commitments.\nAnd as a team, they delivered a very strong full year performance. This was reflected by mid-single-digit organic revenue growth, solid EBITDA margin expansion of 80 basis points and adjusted earnings per share growth of 21%. And orders grew 23% for the year and in the fourth quarter, giving us very strong momentum coming into 2022.\nWe posted our strongest orders growth in our M&CS segment. And it reflects the need and desire of our customers for digital solutions to address their growing needs around water affordability and infrastructure resilience.\nOur Water Infrastructure and Applied Water segment also posted very strong orders growth for the year and the fourth quarter, demonstrating the healthy demand across our portfolio. We continue to experience very strong underlying demand globally, with double-digit orders growth across all regions, and we expect that momentum to continue throughout 2022 and beyond. And our investments in R&D are clearly paying off, enabling us to win market share due to the customer value we're creating. And our investments in geographic coverage have made significant contributions to our overall growth, especially in emerging markets where we posted double-digit revenue growth in 2021. Of course, the other side of the story in 2021 was the constrained supply chain challenges of the second half, along with inflation that really accelerated in the last quarter.\nAs we anticipated in our last conference call, the severe chip shortage affecting the entire tech sector held back our ability to convert such strong orders into revenue, especially in our M&CS segment.\nAgainst that backdrop, the team did an excellent job managing what we can control, bringing discretionary costs down below 2020 levels, and taking aggressive pricing actions to mitigate inflationary pressures. In fact, price realization in the fourth quarter was modestly higher than our expectations and we expect to offset inflation further as we deliver accretive margins in our backlogs.\nSo despite all of the year's headwinds, the team not only delivered solid operational results, but they did it with heart and purpose.\nAlong the way, we made significant progress towards our 2025 signature sustainability goals. One example of that is that the team set a Xylem record for hours volunteered to solve water challenges in our communities around the world. It's a privilege to be a part of a team with that level of commitment to our mission.\nNow looking ahead to 2022, we see continued strong demand for our products and solutions strong fundamentals across our business in terms of productivity and free cash flow conversion and continued ability to drive price as a market leader to offset inflationary pressures.\nNevertheless, our outlook is tempered by the reality of a prolonged chip shortage, limiting the speed at which we can convert orders to revenue. So we are being balanced in our guidance based upon the visibility we have. Our guidance assumes modest and gradual increases in chip supply in the second half and into 2023.\nAnd as volumes return, we expect to realize significant margin expansion consistent with the first half of this past year when we operate in a less chip constrained environment in M&CS, and we see this in the backlog margins we have coming into 2022.\nIn the second half of this year, growth in margin expansion, both gross margin and EBITDA are expected to return to levels that put us on track to deliver on the 2025 strategic and financial framework that we outlined last September at our Investor Day. In a moment, we'll discuss the assumptions in our 2022 outlook and speak to our intentions for capital deployment, given the strength of our financial and competitive position.\nBut first, I'm going to hand it over to Sandy to dig in briefly on the quarter's results before we turn back to 2022.\n\nSandra E. Rowland\n\nSenior VP & CFO, Xylem Inc.\n\nThanks, Patrick. Please turn to Slide 4, and I'll cover our fourth quarter results. As Patrick indicated, significant chip shortages impacting the utilities end market in the U.S. more than offset utilities growth in Europe and strong growth in the industrial segment globally. Given the quarter's challenges, the team did an outstanding job delivering on our commitments and increasingly tough circumstances, with particularly strong performance on price, and discipline on costs.\nIn a moment, I'll give you a detailed performance by segment. But in short, utilities was down 9%, a result of supply chain constraints acutely impacting our smart metering business in the U.S. Industrial grew 7% on sustained strength in China and healtivity in the U.S. Commercial was up modestly at 1% and residential was down 4% on challenging comparisons in the prior year when we grew mid-teens.\nOrganic orders were up 23% in the quarter as demand for our technologies continues to be healthy across all segments. EBITDA margin was 16.2%, which was within our guided range. Year-over-year EBITDA margin contracted 260 basis points as productivity savings and strong price realization benefits were more than offset by inflation, mix and strategic investments.\nWe continue to invest, for example, in geographic market coverage to serve increasing demand and enhanced digital capabilities across the portfolio. Our EPS in the quarter was $0.63. And please turn to Slide 5, and I'll review the quarter's segment performance in a bit more detail. Water Infrastructure orders in the fourth quarter were up 30% organically versus last year. That includes a project cancellation last year in India, which we discussed on a previous call. Otherwise, orders were up mid-single digits.\nThis order's pace reflects resilient demand in our wastewater utility business in the U.S. and Europe as well as increasing demand for dewatering, particularly in emerging markets. Water Infrastructure revenue was up modestly in the quarter. Healthy growth in Industrial was partly offset by a small decline in our wastewater utility business in the U.S. where order to revenue conversion was challenged by long ocean transit times.\nGeographically, results were mixed for the segment. The U.S. and Western Europe were up low single digits and mid-single digits, respectively. Healthy treatment deliveries in both geographies were offset by the delays I just mentioned.\nEmerging markets was down low single digits, largely due to an especially strong performance in China last year. EBITDA margin for the segment was down 50 basis points as significant savings from productivity and cost reductions were offset by inflation and strategic investments.\nPlease turn to Page 6. In the Applied Water segment, orders were up 10% organically in the quarter, driven by healthy demand in all geographies. Revenues increased 3% with high single-digit growth in Industrial and a modest increase in commercial, partially offset by sales down mid-single digits in residential.\nGeographically, the U.S. was up high single digits. Growth in all end markets was led by ongoing industrial recovery. Emerging markets was up mid-single digits on continuing industrial strength in China and momentum in Eastern Europe. Western Europe delivered low single-digit growth with moderate gains balanced across all end markets.\nSegment EBITDA margin declined 340 basis points in the quarter. Material and freight inflation more than offset solid productivity gains and accelerating price realization.\nAnd now let's turn to Slide 7, and I'll cover our Measurement & Control Solutions business. M&CS orders grew 28% organically in the quarter, reflecting strong demand for our metrology solutions as well as healthy demand across all other applications in this segment, including test and pipeline assessment services. This puts our M&CS backlog up 63% versus the prior year.\nAs we anticipated, revenue declined 17% due to constrained chip supply. It's worth noting that the growing metrology backlog is both resilient and margin accretive. There have been no cancellations of AMI contracts and we expect large project deployments will resume in the back half of the year as component supply becomes available.\nGeographically, U.S. revenues were down 21%. Western Europe and emerging markets declined more modestly at 10% and 2%, respectively, from pockets of growth in our water quality test business.\nSegment EBITDA margin in the quarter was down 750 basis points. Volume was the biggest factor as this business gets very strong operating leverage from higher revenues, which were constrained by the lower conversion of orders. Those volume effects, along with higher inflation were partially offset by productivity gains and cost discipline.\nAnd now let's turn to Slide 8 for an overview of cash flows and the company's financial position. Our financial position remains robust as we exit the year with $1.3 billion in cash and available liquidity of more than $2 billion. Net debt-to-EBITDA leverage is 1.2x.\nAfter delivering free cash flow conversion of 181% last year, our free cash flow conversion was 77% in 2021, slightly below our target for the year. While our team made continued progress driving collections, we consciously increased our inventory safety stocks in the second half of the year to mitigate supply chain volatility but we remain committed to at least 100% conversion over the cycle.\nA further item of note. As we previously advised, we are derisking our balance sheet with the buyout of our largest defined pension plan in the U.K. We expect to finalize this transfer in 2022 at which point we'll recognize a noncash charge of approximately $150 million, primarily consisting of unrecognized actuarial losses, which are reflected in equity today.\nLastly, in line with our capital allocation framework. Today, we announced an increase in our annual dividend of 7%, and that is our 11th consecutive annual increase. Please turn to Slide 9, and I'll hand back to Patrick to look forward at 2022.\n\nPatrick K. Decker\n\nPresident, CEO & Director, Xylem Inc.\n\nThanks, Andy. We see strong demand continuing through 2022. And strong fundamentals in all our businesses. On the other hand, the reality is that supply constraints will continue to be an important and not entirely predictable variable. So we are reflecting a responsible set of assumptions in our guidance while working aggressively to improve the situation. We anticipate chip availability will improve for the year, but not linearly and not all at once.\nIn the first half, shortages are still likely to hold back conversion of orders to revenue with disproportionate impact on our higher-margin solutions. So we'll be focused on operating with discipline, driving price, productivity and cost during what we foresee being a transitory period.\nIn the second half of the year, supply should begin to improve modestly, and the pace of chip shipments will have a determining effect on our growth rate and margin expansion.\nAs components begin to come through, the margin upside is highly accretive to our margin profile. The positive side of this dynamic was apparent in the first half of 2021 when chip supply did not limit M&CS growth, and we saw margin expansion of more than 500 points in the portfolio.\nGiven the size and growth of our metrology backlogs, it's worth expanding on a point Sandy made a moment ago about the resilience of those backlogs. Large AMI projects are not easily substituted and they offer a compelling business case for our customers, particularly as they are addressing issues of affordability and regulatory commitments. Our utility customers often spend years in pilot testing, approval and procurement to determine these solutions.\nSo despite these near-term delays, we do not anticipate backlog erosion.\nTurning to Slide 10. You can see our focus areas for 2022, which will keep us aligned to our long-term financial framework. The team is managing through the current challenges with great discipline, working with both suppliers and customers. Even though we expect chip supply will gradually improve in the second half, we don't anticipate suppliers will be able to serve 100% of our requirements given the sheer size of our order books. So we're working with our most critical supply partner to accelerate redesign options, and we're staying close to our customers to prioritize serving their most mission-critical needs.\nSince visibility about the likely rate of improvement is imperfect we're also phasing our ongoing strategic investments with an eye on leading indicators of supply recovery.\nNow before I turn to Sandy for more detail on our outlook, I want to comment briefly on capital deployment. We're coming into the year with a strong balance sheet and more than $2 billion in liquidity. So M&A naturally comes to mind as a strategic accelerator for sustained growth and margin expansion.\nAnd those of you who've been with us a while, you know that we're not hesitant to do a deal when there's a good deal to be done in service of advancing the company's overall strategy. And our view is that there are opportunities for strategic value creation in the marketplace for a company like us with our financial strength and sector leadership. But we will continue to be disciplined and selective with an eye towards significant value creation.\nNow I'll turn it back over to Sandy for more on our outlook.\n\nSandra E. Rowland\n\nSenior VP & CFO, Xylem Inc.\n\nThanks, Patrick. We expect underlying demand will continue to be healthy through 2022. However, as Patrick just described, business conditions aren't likely to normalize on an entirely predictable path. So we've taken a view of the year that reflects those dynamics, balancing external constraints and potential upside. We anticipate our utility business overall, which is just north of 50% of Xylem revenues will grow low single digits in 2022.\nOn the wastewater side, we expect low single-digit to mid-single-digit growth as we see a continuation of resilient global demand. We anticipate strong demand in emerging markets driven by considerable investment in public utilities, increasing OpEx activity as well as the benefit of our localization strategy.\nThe outlook for longer-term capital project spending and bid activity is very solid globally. On the clean water side, we anticipate revenues will be flat. Demand remains robust, but deliveries will be constrained by chip shortages mentioned earlier. We foresee healthy momentum in our test and assessment services businesses due to increased focus on infrastructure and climate challenges.\nAnd now please turn to Slide 12. Looking at the industrial end market, we expect to grow mid-single digits on steady demand for our solutions globally. We continue to see healthy growth in dewatering especially in emerging markets from increasing mining demand and benefiting from our localization strategies.\nIn the U.S. and Western Europe, we expect solid order rates and backlog expansion as activity ramps in light industrial applications.\nThe commercial end market should deliver mid-single-digit growth on solid replacement business in the U.S. as well as acceleration of institutional construction.\nIn Europe, we see increased construction activity driven by the rise in funding for green buildings, driving demand for our new eco-friendly product offerings in that space.\nIn residential, our smallest end market, we are expecting low single-digit to mid-single-digit growth with healthy demand.\nAnd now let's turn to Slide 13, and I'll walk you through our updated guidance. For Xylem overall, we foresee full year 2022 organic revenue growth in the range of 3% to 5%, with flat revenues in the first half and high single-digit growth in the second half. This breaks down by segment as follows: Mid-single-digit growth in water infrastructure with solid growth in both wastewater utilities and industrial. Mid-single-digit growth in Applied Water from solid mid-single-digit growth in industrial and commercial applications and low to mid-single-digit growth in residential.\nWe expect Measurement & Control Solutions to be flattish. As Patrick mentioned earlier, this assumes down double digits in this half of the year and up double digits in the second half. Although growth is still likely to be partially constrained by the gradual return of chip supply as the second half progresses.\nDespite that partial recoverability and the availability of chips, volumes and margins will remain supply constrained. The constraint will have an unfavorable impact on volume and mix, more than offsetting the benefits of price realization and productivity savings through the year.\nFor 2022, we expect adjusted EBITDA to be in the range of 16% to 17%. In the first half of the year, we anticipate EBITDA will be approximately 14% to 15% and bouncing back to 18% to 19% in the second half. And this puts EBITDA in the second half in line with the long-term targets we laid out at Investor Day.\nThis yields an adjusted EPS range of $2.35 to $2.70. Free cash flow conversion is expected to be at least 100% of net income. We have provided you with other full year assumptions on this slide to supplement your models.\nWe're assuming a euro to dollar conversion rate of 1.13 and as foreign exchange can be volatile, FX sensitivity table is included in the appendix.\nAnd now drilling down in the first quarter, we anticipate total company organic revenues will be in the range of flat to up 2%. This includes mid-single-digit growth in Water Infrastructure and Applied Water and M&CS is expected to decline low double digits.\nWe expect first quarter adjusted EBITDA margin to be in the range of 13.5% to 14%, impacted by higher inflation and supply chain challenges. We expect this will be the low point in adjusted EBITDA in the year with accelerating sequential quarterly improvement.\nAnd with that, please turn to Slide 14, and I'll turn the call back over to Patrick for closing comments.\n\nPatrick K. Decker\n\nPresident, CEO & Director, Xylem Inc.\n\nThanks, Sandy. We're coming into 2022 in a strong and enviable position. The market demand for our solutions and technologies has never been greater. We have strong commercial momentum with very strong orders growth and high-margin backlogs that prove our conviction about the investments we've been making and our customers need and appetite and the foundation and flexibility of a powerful balance sheet, giving us strategic options in a dynamic marketplace.\nIn the short term, of course, no one likes being constrained by externalities. But we have strong resolve and operating discipline and fully expect to deliver a year of results on track with our 2025 strategic and financial goals and that are aligned to our overall investment thesis, that being a technology leader with a durable business model, bringing differentiated offerings to a market of rising demand for sustainable water solutions, committed to driving above-market growth and margin expansion as our portfolio continues to digitize and to accelerating value creation with disciplined active capital allocation.\nSo now operator, I'll turn the call over to you for questions."
  }
]