[
  {
    "header": "HST",
    "cik": "0001070750",
    "ticker": "HST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3fa5d2f8ce086257ec612c2ad5cc03ec",
    "period": "2025 Q3",
    "content": "Q3 2025 Host Hotels & Resorts Inc Earnings Call\n\nQ3 2025 Host Hotels & Resorts Inc Earnings Call\n\nHSTNASDAQNOV 6, 9:00 AM\ninformation on our website at Host, hotels.com\n\nwith me on today's call our gym rosolio,\n\nPresident and chief executive officer and sarov. Gosh, Executive Vice President and Chief Financial Officer.\n\nWith that. I would like to turn the call over to Jim.\n\nThank you. Jamie and thanks to everyone for joining us this morning.\n\nWe continue to have reformed our expectations in the third quarter building on strong operating and financial results in the first half of 2025.\n\nIn the third quarter, we delivered adjusted ibida re of 319 million, a decrease of 3.3% over last year and adjusted ffo per share of 35 cents which is down 2.8% compared to the third quarter of 2024.\n\nYear to date compared to 2024 adjusted ibida re and adjusted ffo per share. Were up 2.2% and 60 basis points respectively.\n\nThe operational results discussed today refer to our 76 Hotel comparable portfolio in 2025 which excludes the alila Ventana big sir and the Don CeSar.\n\nAdditionally, we have removed the Washington Marriott and Metro Center which was sold in the third quarter and the same regions Houston which was held for sale as of the third quarter and is expected to be sold in the fourth quarter.\n\nComparable Hotel, total red. Par improved by 80 basis points. Compared to the third quarter of 2024 in comparable Hotel revpar. Improved by 20 basis points due to better than expected short-term, transient, demand, pickup, and higher rates across our portfolio.\n\nComparable Hotel IBA margin for the quarter declined by 50 basis points year-over-year to 23.9% driven by expense increases and wages and benefits.\n\nTurning to business mix repar growth in the third quarter, exceeded our expectations, at our Resort properties driven by short-term, Leisure, transient demand, pickup and rate growth. Despite headwinds from transformational Renovations, the Jewish holiday shift and lingering impacts from macroeconomic uncertainty.\n\nTransient Revenue, grew by 2%, driven by double digit growth at our Resorts. We saw particularly strong performance in Maui. San Francisco, New York, and Miami.\n\nDigging into Molly, the Leisure, transient demand, recovery continued, Maui's 20%, repar growth, and 19% trip Park growth were driven by a substantial increase in occupancy and strong out of room spending on FNB Golf and Spa services.\n\nLooking forward total group Revenue Pace in Maui is up 13% for 2026 reflecting continued momentum behind the recovery.\n\nTurning to business Transit.\n\nRevenue was down 2% in the third quarter driven by a continued reduction in government room nights.\n\nAs expected group room, Revenue decreased approximately 5% year-over-year driven primarily by planned renovation disruption, the Jewish holiday calendar shift and reduced short-term group pickup.\n\nOur definite group room nights on the books. Increased to 4 million for 2025 in full year 2025 total group Revenue pace is up 1.2% to the same time last year.\n\nAncillary spending by guests, remain strong as evidenced by our 80 basis, point total, repar growth in the third quarter.\n\nFNB Revenue was flat as increases in Outlet. Revenue were offset by decreases in banquet and catering revenue from lower Group business volume.\n\nWe also saw particularly strong growth in other Revenue, which was up 7% including growth in Gulf and Spa.\n\nTurning to the Don CeSar.\n\nWe completed the Final Phase of reconstruction. In the third quarter, reopening 2 Restaurant outlets, and the lower level kitchen.\n\nDuring the Reconstruction, we rebuilt infrastructure to increase resilience including elevating critical equipment and systems and incorporating flood barriers.\n\nBookings, which allowed us to raise our full year? Ebita expectations for the resort to 6 million from 3 million.\n\nWe collected 5 million of business, Interruption proceeds for Hurricane, Haines, and Milton in the third quarter, which we discussed on our second quarter, call bringing the total business, Interruption proceeds collected to 24 million this year.\n\nWhile we expect to collect additional business, Interruption precedes, the timing and amounts of additional payments are subject to ongoing discussions with our insurance carriers.\n\nTurning to Capital allocation in August, we sold the Washington Marriott Metro Center for 177 million or 12.7 times trailing 12-month ibida.\n\nAs part of the transaction, we provided 114 million of seller financing at a 6 and a half percent interest rate in order to facilitate a 1031 exchange for the buyer in a timely manner.\n\nSince 2018, we have disposed of approximately $5.2 billion of hotels at a blended 17.1 times EBITDA multiple, including an estimated $4 billion in capital expenditures, which compares favorably to our $4.9 billion of acquisitions. Over the same period, we achieved a blended multiple of 13.\n\n18.6 times even a multiple.\n\nTurning to portfolio, reinvestment.\n\nAs of the third quarter, the higher transformational Capital program is approximately 65% complete and is tracking on time and under budget.\n\nRenovations, at the Hyatt Regency Capitol Hill are complete in subsequent to quarter end. We substantially completed the higher Regency Austin.\n\nRenovation of the public and meeting spaces at the Grand Hyatt Washington. DC has resumed. Now that the Hyatt Regency Capitol Hill is complete,\n\nRenovations are also well underway at the Hyatt Regency Reston and the Manchester Grand Hyatt San Diego. The final property in the Hyatt transformational Capital program, which we expect to complete in early 2027.\n\nBuilding on the success of our prior transformational Capital programs. We are excited to announce that we have reached a second agreement with Marriott to complete. Transformational Renovations at 4 properties in our portfolio.\n\nThe properties include the Ritz Carlton. Marina Del Rey the Ritz Carlton Naples Resort at tiberon the Westin Carolyn and the New Orleans Marriott which is already underway.\n\nWe believe these reinvestments will position the hotels to outperform competitors and their respective markets. While enhancing long-term performance,\n\nMarriott has agreed to provide 22 million in operating profit. Guarantees to cover the anticipated, disruption associated with our investment.\n\nWhich is expected to be between 300 and 350 million over the next 4 years.\n\nWe are targeting stabilized and annual cash on cash returns in the mid-, teens through a combination of repar, index, share gains and enhance owner priority returns.\n\nSimilar to the first Marriott transformational Capital program we are targeting, average, repar, index, share gains of 3 to 5 Points.\n\nWe also continue to make progress on value. Enhancing development projects, including the new ballroom at the Don CeSar and The Phoenician Canyon Suites Villas, both of which are expected to complete in the fourth quarter of 2025\n\nWe also completed the meeting space Expansion Project at the New York Marriott, Marquee and made additional progress on the condo development. At the 4 Seasons Resort Orlando at Walt Disney World Resort.\n\nConstruction on the mid-rise condominium building at the 4 Seasons. Orlando is substantially complete and we are on track to begin closing on sales this quarter.\n\nWe now have deposits and purchase agreements for 23 of the 40 units, including 8 of the 9 Villas.\n\nIn 2025, our capital expenditure guidance range is 605 to 640 million.\n\nWhich includes Beach between 75 million and 800 million for property damage reconstruction. The majority of which we expect to be covered by insurance.\n\nInvestment for redevelopment repositioning and Roi projects.\n\nwe expect to benefit from approximately 24 million of operating profit, guarantees related to the higher transformational Capital program in 2025,\n\nWhich will offset the majority of the ibida disruption at those properties.\n\nWe also expect to receive 2 million dollars in operating profit guarantees related to the second Marriott transformational Capital program. This year.\n\nIn addition to our capital expenditure investment, we expect to spend 80 to 85 million, on the condo development. At the 4 Seasons Resort Orlando at Walt Disney World Resort in 2025.\n\nLooking back at prior transformational, Renovations and adjusting for the sale of Marriott Metro Center.\n\nWe completed investments in 23 properties, between 2018 and 2023.\n\nWhich are continuing to provide meaningful Tailwind for our portfolio.\n\nOf the 20s that have stabilized post renovation operations. Today, the average repar index share gain is over 8.5 points which is well, in excess of our targeted, gain of 3, to 5 Points, in short.\n\nThe continued reinvestments, we make in our properties yield, strong returns, and drive continued, value creation for shareholders.\n\nin August, we released our 2025 corporate responsibility report, which details our CR program, our key impact initiatives in industry-leading accomplishments,\n\nThe report also provides an update on our performance and progress toward our 2030 CR goals which are aligned with our long-term Vision to create lasting value and drive positive outcomes for all stakeholders.\n\nThe CR report can be found on the corporate responsibility section of our website at Host. Hotels.com\n\nturning to our outlook for the full year.\n\nWe once again, outperformed our expectations in the third quarter.\n\nAs a result of our strong performance here today and improved expectations for the fourth quarter. We are increasing our comparable hotel, repar and total rep. Par guidance estimates to approximately 3%, and 3.4% respectively.\n\nWe are also increasing our adjusted IBA re guidance to 1,730 million representing a 25 million or 1 and a half percent Improvement.\n\nSaab will discuss the assumptions Behind These updated estimates in more detail.\n\nIt is worth noting that since we laid out our initial full year, 2025 guidance. In February, we have increased our repar expectations by 150 basis points and our adjusted Eva Expectations by 110 million.\n\nWrapping up our third quarter commentary. We are pleased with our operating and financial outperformance this year.\n\nWhich we believe is a direct result of the capital allocation decisions. We have made over the last 8 years,\n\nthe bifurcation of the consumer is likely to lead to continued outperformance for upper upscale and luxury hotels.\n\nAnd we believe hosts will be a beneficiary. Given our higher-end properties, our size and scale, our Diversified business and Geographic mix and our continued reinvestment in our portfolio.\n\nWith our strong investment-grade balance sheet and access to many capital allocation levers, we will continue to use our competitive advantages to create value for our shareholders and position Host to outperform over the long term.\n\nWith that, I will now turn the call over to sarra.\n\nThank you, Jim and good morning everyone building on. Jim's comments. I will go into detail on our third quarter operations, our updated 2025 guidance, and our balance sheet.\n\nStarting with total revenue Trends, comparable Hotel, total rep. Pug growth continued to outpace rough. POG growth in the third quarter as both group and transient guests maintained elevated levels of out of room, spend\n\nComparable Hotel food and beverage Revenue was flat in the quarter. As growth in Outlets offset declines in banquet and catering.\n\nInnovated View at the New York Marriott, Marquee, and Aviv at the 1 South Beach.\n\nOverall, outfit Revenue per occupied room was up.\n\nIn the high single digits across our portfolio.\n\nBanquet Revenue was down 4% as decreases in group. Room night, volume outpaced increases in banquet and catering contribution to a group room night.\n\nAdditional headwinds to growth included, a tough comparison from a record. Banquet Revenue in 2024 and planned renovation disruption, this year.\n\nHowever, growth in banquet and catering contribution per group room night was up in the mid single digits, driven. By our hotels, in Orlando, New York, Naples, Nashville, Chicago, and Houston.\n\nOther Revenue grew 7% in the third quarter as Golf and Spa revenues continue to grow. In fact, Spa Revenue was up double digits. Driven by strength across the portfolio and continued Tailwind from recent Spar Renovations at our Western Carolyn and Ritz Carlton and media Islands a further indication that affluent consumers are continuing to prioritize spending on premium experiences.\n\nShifting to business. Mix overall, transient Revenue was up approximately 2% compared to the third quarter of 2024 driven by higher rates and the continued growth of transient room nights at our Resorts led by Maui.\n\nDuring the third quarter. Our Resort saw 3% transient rate, growth year-over-year alongside 10% transient room night, growth driven by Maui the recently repositioned Singer Island. Resort the 1 Hotel, South Beach, and both of our 4 Seasons resorts.\n\nExcluding Maui transient Revenue at our Resorts was up 8% indicating broad-based strength in luxury Visa Travel.\n\nLooking at recent holidays Resort revenue for the 4th of July and Labor Day, weekend, grew 8% and 13% respectively.\n\nMaui drove results in both cases, with other resorts up in the mid-single digits.\n\nLooking forward, training and revenue pays for the total portfolio is up 5% for Thanksgiving week compared to the same time last year and the festive period is up 9% driven by strength across the portfolio.\n\nBusiness Transit Revenue was down 2% to the third quarter of 2024 as a decline in government room, 9 outpatient, government and special corporate rate increases.\n\nFor context government room. Nights were down 20% in the third quarter which is in line with decreases. We saw in the second quarter.\n\nTurning to group as expected Revenue was down approximately 5% year-over-year driven by planned. Renovations disruption, the Jewish holiday calendar shift and a reduced short-term group pickup.\n\nWe estimate that approximately 70% of the group. Revenue decline was attributable to planned renovation disruption.\n\nDespite these headwinds, our properties achieved groups rate growth of 3%.\n\nAdditionally, we remain encouraged by the ongoing recovery in San Francisco where group room Revenue was up 14% in the quarter driven by Association group room night growth.\n\nFor full year 2025, we have 4 million definite group room lights on the books. Representing a 5% increase since the second quarter.\n\nAs Jim mentioned, total group Revenue, pace is up 1.2% over the same time last year.\n\nTotal group, Revenue pace is strong in the fourth quarter driven by rate and bankruptcy at our resorts.\n\nLooking ahead, our 2026 total group Revenue pace is approximately 5% ahead of the same time last year driven by rate room nights and Banker contribution. In fact 2026 Citywide group room night Pace. In key markets, including New Orleans, Washington DC, and San Francisco is up meaningfully compared to the same time last year.\n\nshifting gears to margins comparable Hotel, Evita margin of 23.9% was 50 basis points below the third quarter of 2024 driven primarily by elevated weight rate growth\n\nGrowth.\n\n24 outlook for 2025. As Jim mentioned, we are increasing our comparable hotel, repar and total repar guidance estimates. As a result of our outperformance year to date and improved expectations for the fourth quarter.\n\nwe now expect comparable Hotel, rough Park roads of approximately 3% and comparable Hotel, total Repro growth of 3.4% compared to 2024\n\nWe expect those single digit Refugee growth in the fourth quarter and improvement over our prior guidance partially driven by strong estimated rough for growth of 5 and a half percent in October.\n\nOur guidance assumes a continued recovery in Maui. No improvement in the international demand imbalance and steady demand Trends in the fourth quarter.\n\nOur guidance also takes into account. The Limited impact we saw from the government shutdown in October primarily in Washington, DC, and San Diego.\n\nIf the government shutdown continues through the end of the year.\n\nFully a rough could be negatively impacted.\n\nwe expect a comparable Hotel ibida margin of approximately 28.8%, a 20 basis, point improvement over our prior guidance midpoint, which is 50 basis points below 2024\n\nOur 2025 full year, adjusted ibida. Ari guidance is 1,730 million.\n\nThis represents a 25 million or 1 and a half percent improvement over our prior guidance. Midpoint driven by outperformance in the third quarter and improved expectations for the fourth quarter.\n\nAs a reminder, this includes 24 million of business. Interruption proceeds that were received for hurricanes Helen and Milton in 2025.\n\nOur 2025 full year adjusted ibida. Re guidance also includes 16 million dollars of estimated ibida from the 4 Seasons condo development, which we expect to recognize concurrent with condo sales closings in the fourth quarter.\n\nThe expected 2025 ibida contribution from the condo development has declined by 5 million. As 8 of the 23, contracts signed thus far have been for the Villas which are expected to close in 2026.\n\nIt is important to note that we have not changed our overall EVA expectations for the project, as sales prices and project costs remain on target.\n\nLastly, our adjusted IBA Ari guidance. Includes an estimated $6 million contribution from the Don CeSar and Improvement of $3 million. Since last quarter,\n\nAnd an estimated 14 million dollar contribution from Leila Ventana, big Sue and Improvement of 1 million. Since last quarter.\n\nAs a reminder, both properties are excluded from a comparable Hotel set in 2025.\n\nTurning to a strong balance sheet and liquidity positions are weighted. Average maturity is 5.2 years at a weighted average interest rate of 4.9%\n\nWe currently have 2.2 billion dollars in total available liquidity, which includes 205 million of effort in E reserves and 1.5 billion dollars available under the revolver portion of the credit facility.\n\nOur quarter end to leverage ratio was 2.8 times. And since our last call Moody's upgraded, the company's issuer rating from baa3 to baa2 with a stable Outlook.\n\nA strong balance sheet is an important competitive advantage.\n\nFacilitating many of the capital allocation decisions that are contributing to our outperformance in the current environment.\n\nIn October, we paid a quarterly cash dividend of 20 cents per share.\n\nAs always future Dividends are subject to approval. By the company's board of directors. We will continue to be strategic in managing our balance sheet and liquidity position over the near term.\n\nwrapping up, we believe our investment, grade balance sheet as well as our size scale and diversification uniquely positioned host to outperform in the current environment, while capitalizing on opportunities, for growth in the future,\n\nWith that, we would be happy to take your questions to ensure we have time to address as many questions as possible. Please limit yourself to 1 question."
  },
  {
    "header": "HST",
    "cik": "0001070750",
    "ticker": "HST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4d6ee6e88ab5a5f88420a013ab98d7ab",
    "period": "2025 Q2",
    "content": "Q2 2025 Host Hotels & Resorts Inc Earnings Call\n\nQ2 2025 Host Hotels & Resorts Inc Earnings Call\n\nHSTNASDAQJUL 31, 11:00 AM\n\nOperator\n\nGood morning, and welcome to the Host Hotels & Resorts Second Quarter 2025 Earnings Conference Call. Today's conference is being recorded.\nAt this time, I would like to turn the call over to Jaime Marcus, Senior Vice President of Investor Relations. Please go ahead.\n\nJaime N. Marcus\n\nSVP of IR, Host Hotels & Resorts, Inc.\n\nThank you, and good morning, everyone. Before we begin, please note that many of the comments made today are considered to be forward-looking statements under federal securities laws. As described in our filings with the SEC, these statements are subject to numerous risks and uncertainties that could cause future results to differ from those expressed, and we are not obligated to publicly update or revise these forward-looking statements.\nIn addition, on today's call, we will discuss certain non-GAAP financial information, such as FFO, adjusted EBITDAre and comparable hotel level results. You can find this information together with reconciliations to the most directly comparable GAAP information in yesterday's earnings press release, in our 8-K filed with the SEC and in the supplemental financial information on our website at hosthotels.com.\nWith me on today's call are Jim Risoleo, President and Chief Executive Officer; and Sourav Ghosh, Executive Vice President and Chief Financial Officer.\nWith that, I would like to turn the call over to Jim.\n\nJames F. Risoleo\n\nPresident, Chief Executive Officer & Director, Host Hotels & Resorts, Inc.\n\nThank you, Jamie, and thanks to everyone for joining us this morning. We are proud to have achieved another strong quarter of operating and financial results, leading to outperformance in the first half of 2025. In the second quarter, we delivered adjusted EBITDAre of $496 million, an increase of 3.1% over last year, and adjusted FFO per share of $0.58, an increase of 1.8% over last year. Second quarter adjusted EBITDAre and adjusted FFO per share benefited from $9 million of business interruption proceeds related to Hurricanes Helene and Milton, while the second quarter of 2024 benefited from $30 million of business interruption proceeds related to Hurricane Ian and the Maui wildfires.\nComparable hotel total RevPAR improved 4.2% compared to the second quarter of 2024 and comparable hotel RevPAR improved 3%, driven by stronger transient demand, higher ADR and more ancillary spend. Comparable hotel EBITDA margin declined by 120 basis points year-over-year to 31%, driven by a 120 basis point impact from business interruption proceeds that we received last year for the Maui wildfires. The operational results discussed today refer to our 78 hotel comparable portfolio in 2025, which excludes the Alila Ventana Big Sur, the Don CeSar and the Westin Cincinnati, which we sold in June.\nTurning to business mix. RevPAR growth in the second quarter was better than expected, driven by leisure transient demand and rate growth despite a continuation of the international demand imbalance. We saw particularly strong performance in Maui, Miami, Orlando, Atlanta, New York, the Florida Gulf Coast and San Francisco. Transient revenue grew by 7%, driven by both the Easter calendar shift and the ongoing recovery in Maui, the latter of which accounted for approximately 40% of the transient revenue growth in the quarter.\nDigging into Maui, the leisure transient demand recovery continued, driving Maui's strong results for the second quarter. Maui's 19% RevPAR growth provided a 100 basis point benefit to portfolio RevPAR growth in the quarter. Total RevPAR at our 3 Maui resorts was also up 19%, driven by robust growth in F&B outlets as well as golf and spa revenue, a clear indication that the recovery in Maui is well underway.\nTurning to business transient. Revenue was relatively flat in the second quarter as demand decreases were nearly offset by rate. As expected, group room revenue decreased 5% year-over-year, driven primarily by the Easter calendar shift, planned renovation disruption from the Hyatt Transformational Capital Program, business mix shifting from group to transient in Maui and reduced group pickup. Our properties actualized 1.1 million group room nights in the second quarter, and our definite group room nights on the books increased to 3.8 million for 2025. Total group revenue pace is up 1.6% to the same time last year.\nAncillary spending by guests at our properties remain strong, as illustrated by our 4% total RevPAR growth in the second quarter. F&B revenue was up 4%, driven by outlet revenues. Banquet revenue grew by 1% as contribution per group room night outpaced absolute group room night declines. We also saw particularly strong growth in other revenue, which was up 13%, including golf and spa.\nTurning to the Don CeSar. During the second quarter, we completed the north pool and pool bar. In early July, we completed the marketplace and lower-level retail spaces. In the third quarter, we expect to complete the final phase of reconstruction, including the lower-level kitchen and 2 F&B outlets. Since the reopening, we are seeing better-than-expected near-term transient pickup, higher F&B capture and average checks and increased group bookings, which allowed us to raise our full year expectations for the resort to $3 million from negative $1 million.\nWe collected $9 million of business interruption proceeds [indiscernible] Hurricanes Helene and Milton in the second quarter, bringing the total business interruption proceeds collected to $19 million for the first half of the year. We also collected an additional $5 million of business interruption proceeds in July related to those 2 hurricanes, which are included in our updated guidance. While we expect to collect additional business interruption proceeds, the timing and amounts of additional payments are subject to stabilization of the asset and ongoing discussions with our insurance carriers.\nTurning to capital allocation. In June, we sold the 456 key leasehold interest in the Westin Cincinnati for $60 million or 14.3x trailing 12-month EBITDA. When calculating the EBITDA multiple, we included $54 million of estimated disrupted capital expenditures over the next 5 years.\nSince 2018, we have disposed of approximately $5.1 billion of hotels at a blended 17.2x EBITDA multiple, including estimated foregone capital expenditures of $1 billion, which compares favorably to our $4.9 billion of acquisitions over the same period at a blended 13.6x EBITDA multiple.\nIn addition to dispositions, we repurchased 6.7 million shares of common stock during the second quarter at an average price of $15.56 per share for a total of $105 million, bringing our total repurchases to $205 million year-to-date at an average price of $15.68 per share. Since 2022, we have repurchased $520 million of stock at an average repurchase price of $16.03 per share, and we have $480 million of remaining capacity under our share repurchase program.\nTurning to portfolio reinvestment. As of the second quarter, the Hyatt Transformational Capital Program is approximately 50% complete and is tracking on time and under budget. We completed the guest rooms renovations at the Grand Hyatt Washington, D.C., and pause the remaining public space renovations to accommodate group business on the books, while we complete the comprehensive renovations at Hyatt Regency Capitol Hill.\nWe also started comprehensive renovations at the Manchester Grand Hyatt San Diego, the final property and the Hyatt Transformational Capital Program, which we expect to complete in early 2027.\nWe continue to make progress on value-enhancing development projects, including the Don CeSar ballroom expansion and The Phoenician Canyon Villa suites, both of which we expect to complete in the fourth quarter of 2025.\nWe also made progress on the condo development at the Four Seasons Resort Orlando at Walt Disney World Resort. We expect to complete the mid-rise condominium building and begin closing on sales in the fourth quarter of this year. We now have deposits and purchase agreements for 20 of the 40 units, including 8 of the 9 villas.\nIn 2025, our capital expenditure guidance range is $590 million to $660 million, which includes between $70 million and $80 million for property damage reconstruction, majority of which we expect to be covered by insurance. Our CapEx guidance also reflects approximately $270 million to $305 million of investment for redevelopment, repositioning and ROI projects.\nAs part of our climate risk and resiliency program, we purchased flood barriers for 9 high-risk properties, with measures being put in place for the 2025 hurricane season. We also developed a resiliency ROI method and expanded the program to new hotels, with a focus on emergency power and wildfire risk.\nWithin the Hyatt Transformational Capital Program, we expect to complete renovations at the Hyatt Regency Austin and the Hyatt Regency Capitol Hill in the second half of this year. As a reminder, we expect to benefit from approximately $27 million of operating profit guarantees related to the Hyatt Transformational Capital Program in 2025, which we expect will offset the majority of the EBITDA disruption at those properties.\nIn addition to our capital expenditure investment, we expect to spend $75 million to $85 million on the condo development at the Four Seasons Resort Orlando at Walt Disney World Resort this year.\nLooking back at prior transformational renovations. We completed investments in 24 properties between 2018 and 2023, which are continuing to provide meaningful tailwinds for our portfolio. Of the 20 hotels that have stabilized post renovation operations to date, the average RevPAR index share gain is over 8.7 points, which is well in excess of our targeted gain of 3 to 5 points.\nTurning to our outlook for 2025. Despite the heightened macroeconomic uncertainty, we continue to outperform our expectations in the second quarter. As a result of our strong performance in the first half of the year, we are increasing our comparable hotel RevPAR and total RevPAR guidance ranges. As Sourav will discuss in more detail, the low end of our guidance range contemplates softer demand in the second half of the year, while the high end assumes a more stable macroeconomic environment.\nSimilar to last quarter, we are also providing an approximate rule of thumb for the current environment based on how our portfolio is positioned today. For every 100 basis point change in RevPAR, we would expect to see a $32 million to $37 million change in adjusted EBITDAre, which is consistent with the range we provided last quarter.\nAs we have said many times before, Host is well positioned to weather any environment because of our fortress investment-grade balance sheet, a leverage ratio of 2.8x, our size and scale, our diversified business and geographic mix and our continued reinvestment in our portfolio. We will continue to use our competitive advantages to create value for our shareholders, and position Host to outperform over the long term.\nWith that, I will now turn the call over to Sourav.\n\nSourav Ghosh\n\nExecutive VP & CFO\n\nThank you, Jim, and good morning, everyone. Building on Jim's comments, I will go into detail on our second quarter operations, updated 2025 guidance and our balance sheet.\nStarting with total revenue trends, comparable hotel total RevPAR growth outpaced RevPAR growth as both group and transient guests maintained elevated levels of out-of-room spend. Comparable hotel food and beverage revenue grew 4% in the quarter, driven by outlets. Outlet revenue grew 9%, driven by transient room night growth in Maui as well as recently repositioned outlets, including The View at the New York Marriott Marquis, AVIV at the 1 Hotel South Beach and outlets at The Singer Oceanfront Resort. Properties in Orlando, Nashville and Naples also contributed to outlet growth.\nBanquet revenue grew 1% as increases in banquet and catering contribution per group room night outpaced decreases in group room night volume. Banquet and catering contribution was up 7% in the quarter, signaling the continued health of group spending. Growth was driven by our large group hotels in San Diego, San Francisco, New York, Orlando and Naples.\nOther revenue grew 13% in the second quarter as golf and spa revenues continue to grow. This is further indication that the high-end consumer is prioritizing spending on premium experiences.\nShifting to business mix. Overall transient revenue was up 7% compared to the second quarter of 2024, driven by higher rates and the continued growth of transient room night at our resorts, led by Maui. During the second quarter, our resorts saw modest transient rate growth year-over-year alongside 21% transient room night growth, which benefited from the Easter calendar shift and the recovery in Maui. Excluding Maui, transient revenue at our resorts was up in the mid-teens, driven by our resource in Orlando, Oahu and Miami.\nLooking at recent holidays, revenue for Memorial Day weekend was up over 2%, driven by our resorts in Maui, Miami, Orlando and Naples. Revenue for July 4 was down 1% for the comparable portfolio. Our resorts were up 6%, but storms over the holiday weekend heavily impacted short-term pickup at many of our properties.\nBusiness transient revenue was relatively flat to the second quarter of 2024 as 6% rate growth nearly offset business transient room night declines. It is worth noting that corporate negotiated room night volumes were down slightly, which is in line with recent quarters. As a reminder, we expect business transient revenue to remain flat for the remainder of this year as a result of the uncertain macroeconomic environment.\nTurning to group. As expected, revenue was down 5% year-over-year, driven by planned renovation disruption from the Hyatt Transformational Capital Program and business mix shifting from group to transient in Maui. Group room revenue also faced headwinds from the Easter calendar shift and reduced group pickup. Despite these headwinds, our properties in San Francisco achieved group revenue growth of more than 30%, driven by meaningful citywide recovery. Our Ritz-Carlton resorts in Naples, Florida also benefited by strategically adding high-quality groups in the quarter.\nFor full year 2025, we have over 3.8 million definite group room nights on the books, representing a 6% increase since the first quarter. As Jim mentioned, total group revenue pace is up 1.6% over the same time last year.\nAs we discussed last quarter, we have seen softer short-term group pickup, particularly for the third quarter due to macroeconomic uncertainty. That said, rate continued to grow across the portfolio for bookings made in the second quarter for the rest of 2025. We also continue to see double-digit citywide booking pace in many of our key markets including San Francisco, San Antonio and New Orleans.\nShifting gears to margins. Comparable hotel EBITDA margin of 31% was 120 basis points below the second quarter of 2024, which includes a 120 basis point impact from business interruption proceeds we received for the Maui wildfires last year. Outside of the [ BI ] proceeds impact, margin performance in the second quarter was the result of strong revenue growth as well as higher HDCP guarantee amounts, which offset headwinds from elevated wage rate growth. We continue to expect negative year-over-year margin comparisons for the remainder of the year, primarily driven by elevated wages and benefits.\nOn the insurance front, our June 1 property renewal came in meaningfully better than expected at down 4% compared to last year, which equates to a $14 million expense reduction compared to our prior guidance. This savings has been reflected in our updated guidance.\nTurning to our outlook for 2025, as Jim mentioned, we are increasing our comparable hotel RevPAR and total RevPAR guidance ranges as a result of our outperformance in the first half of the year. As a reminder, we have assumed a gradual improvement at our Maui properties this year and no improvement in the international demand imbalance. At the low end of our guidance, we have assumed softer demand in the second half of the year. And at the high end, we have assumed improvement in the overall macroeconomic environment driven by clarity on trade and other policies.\nOur full year 2025 guidance contemplates comparable hotel RevPAR growth of between 1.5% and 2.5% over 2024. We expect comparable hotel EBITDA margins to be down 90 basis points year-over-year at the low end of our guidance, to down 60 basis points at the high end, a 60 basis point improvement over our prior guidance at the midpoint.\nConsistent with our prior guidance, we expect negative year-over-year RevPAR in the third quarter, driven by softer short-term group volume and slightly positive RevPAR growth in the fourth quarter. The midpoint assumes comparable hotel RevPAR growth of 2% compared to 2024 and a comparable hotel EBITDA margin of 28.6%, which is 70 basis points below 2024.\nAs we think about bridging our 2024 results to 2025, we estimate a 100 basis point impact to full year comparable hotel EBITDA margin from wage and benefit rate increases, and a 40 basis point impact from lower business interruption proceeds in the comparable portfolio, which are partially offset by an estimated 70 basis point benefit from operational improvements. For the full year, we continue to expect overall region benefit expenses to increase 6%, which comprises approximately 50% of our total hotel operating expenses.\nOur 2025 full year adjusted EBITDAre midpoint is $1.705 billion. This represents a $60 million or 3.6% improvement over our prior guidance midpoint driven by outperformance in the first half of the year. This includes $19 million of business interruption proceeds that were received in the first half of the year for Hurricanes Helene and Milton, and an additional $5 million of business interruption proceeds that were received in July.\nOur 2025 full year adjusted EBITDAre midpoint also includes $25 million of estimated EBITDA from the Four Seasons condo development, which we expect to recognize concurrent with condo sales housings in fourth quarter. Lastly, our midpoint includes an estimated $3 million contribution at the Don CeSar, an improvement of $4 million since the last quarter, and an estimated $13 million contribution from the operations at Alila Ventana Big Sur, both of which are excluded from our comparable hotel set in 2025.\nTurning to our strong balance sheet and liquidity position. In May, we redeemed the $500 million Series E notes, which matured in June, with proceeds from the recent $500 million, 5.7% Series M notes issuance. Our weighted average maturity is now 5.4 years at a weighted average interest rate of 4.9%. We currently have $2.3 billion in total available liquidity, which includes $279 million of FF&E reserves and $1.5 billion available under the revolver portion of the credit facility. Our quarter-end leverage ratio was 2.8x.\nIn July, we paid a quarterly cash dividend of $0.20 per share. As always, future dividends are subject to approval by the company's Board of Directors. We will continue to be strategic in managing our balance sheet and liquidity position as we move through the rest of the year.\nWrapping up, we believe our strong investment-grade balance sheet as well as our size, scale and diversification uniquely position Host to execute in the current environment while capitalizing on opportunities for growth in the future.\nWith that, we would be happy to take your questions. To ensure we have time to address as many questions as possible, please limit yourself to one question."
  },
  {
    "header": "HST",
    "cik": "0001070750",
    "ticker": "HST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/732f3659d9efce3eb03025db2c079f67",
    "period": "2025 Q1",
    "content": "Q1 2025 Host Hotels & Resorts Inc Earnings Call\n\nQ1 2025 Host Hotels & Resorts Inc Earnings Call\n\nHSTNASDAQMAY 1, 11:00 AM\n\nOperator\n\nGood morning, and welcome to the Host Hotels & Resorts First Quarter 2025 Earnings Conference Call. Today's call is being recorded. At this time, I would like to turn the call over to Jaime Marcus, Senior Vice President of Investor Relations. Please go ahead.\n\nJaime N. Marcus\n\nSVP of IR, Host Hotels & Resorts, Inc.\n\nThank you, and good morning, everyone. Before we begin, please note that many of the comments made today are considered to be forward-looking statements under federal securities laws. As described in our filings with the SEC, these statements are subject to numerous risks and uncertainties that could cause future results to differ from those expressed, and we are not obligated to publicly update or revise these forward-looking statements. In addition, on today's call, we will discuss certain non-GAAP financial information, such as FFO, adjusted EBITDAre and comparable hotel level results. You can find this information together with reconciliations to the most directly comparable GAAP information in yesterday's earnings press release, in our 8-K filed with the SEC and in the supplemental financial information on our website at hosthotels.com.\nWith me on today's call are Jim Risoleo, President and Chief Executive Officer; and Sourav Ghosh, Executive Vice President and Chief Financial Officer.\nWith that, I would like to turn the call over to Jim.\n\nJames F. Risoleo\n\nPresident, Chief Executive Officer & Director, Host Hotels & Resorts, Inc.\n\nThank you, Jaime, and thanks to everyone for joining us this morning. In the first quarter, we delivered adjusted EBITDAre of $514 million, an increase of 5.1% over last year, and adjusted FFO per share of $0.64, an increase of 4.9% over last year.\nFirst quarter adjusted EBITDAre and adjusted FFO per share benefited from $10 million of business interruption proceeds related to Hurricanes Helene and Milton, which is the same amount we recognized in the first quarter of 2024 related to Hurricane Ian. Comparable hotel total RevPAR improved 5.8% compared to the first quarter of 2024 and comparable hotel RevPAR improved 7%, driven by strong rate growth. Comparable hotel EBITDA margin improved by 30 basis points year-over-year to 31.8% as revenue growth outpaced expenses due to higher rates. As a reminder, the operational results discussed today refer to our 79 hotel comparable portfolio in 2025 which excludes the Alila Ventana Big Sur and the Don CeSar. Additionally, this quarter, we are referring to revenue growth for our business mix segments as RevPAR growth due to the leap year in 2024.\nTurning to business mix. RevPAR growth in the first quarter was better than expected, driven by increases in room rates. We saw particularly strong performance in Washington, D.C., New York, New Orleans, Los Angeles and Maui. Transient RevPAR grew by 6%, driven by resorts which benefited from a late Easter. Our 3 Maui Resorts accounted for almost half of the transient RevPAR growth in the quarter, alongside strong performance in New York and Los Angeles.\nDigging deeper into Maui, the leisure transient recovery continued, driving Maui's strong results in the first quarter. Transient rooms sold were up approximately 70% year-over-year. Growth in revenues from transient guest more than offset declines from tough group comparisons in the first quarter of 2024, which included revenue from recovery and relief groups as well as elevated group cancellation revenue. Maui's 16% RevPAR growth in the first quarter provided a 70 basis point benefit to portfolio RevPAR growth. Total RevPAR at our Green Maui Resort was also up nearly 7%. Due to strong outlet growth and increases in golf and spa revenue, despite collecting $8 million in attrition and cancellation revenue last year. Taken together, we are encouraged that the recovery is well underway in Maui.\nBusiness transient RevPAR grew 2%, driven by rate growth as we saw a favorable market mix and a continued shift from government to corporate negotiated customers in the first quarter. Group RevPAR for the quarter was up 7% year-over-year as special events, the Easter holiday shift and strong corporate group bookings in major markets drove group rate growth. Our property sold 1.1 million group room nights in the first quarter, bringing our definite group room nights on the books for 2025 to $3.6 million or 85% of comparable full year 2024 group room nights and total group revenue pace is up 3.3% to the same time last year.\nTurning to ancillary spend. RevPAR growth outpaced total RevPAR growth in the first quarter. Rate growth achieved around special events such as the inauguration and the Super Bowl drove outsized RevPAR growth in the first quarter. While the decline in attrition and cancellation revenue due to Maui's tough comparison muted total RevPAR growth. Despite a challenging comparison, we still saw solid growth in food and beverage and other revenues. F&B RevPAR grew 5%, driven by both banquet and outlet growth and other revenue per available room grew 2% despite a meaningful decline in attrition and cancellation revenue.\nTurning to the Don CeSar. We were thrilled to welcome guests back to the resort in late March after a 6-month remediation efforts following Hurricanes Helene and Milton. Our team leveraged strong industry relationships and lessons learned from the Ritz-Carlton Naples to enhance amenities and rebuild infrastructure to increase resilience, including elevating critical equipment and systems. The Don CeSar holds a cherish place in the hearts of hotel employees in the St. Pete Beach community. In fact, the majority of associates returned after 6 months, a testament to their resilience, loyalty and commitment to the Don CeSar.\nSince the reopening, we are seeing stronger-than-anticipated transient demand, higher average checks in our temporary F&B outlets, increased demand for spa services and a greater number of club members reactivating membership. As a reminder, we currently estimate our total property damage and remediation costs as the Don CeSar will be between $100 million and $110 million, and our insurance deductibles are $20 million. We collected $10 million of business interruption proceeds in the first quarter. While we expect to collect additional business interruption proceeds, it is too early to estimate the timing or amount of additional payments.\nTurning to capital allocation. During the first quarter, we repurchased 6.3 million shares of common stock at an average price of $15.79 per share for a total of $100 million. Since 2022, we have repurchased $415 million of stock at an average repurchase price of $16.16 per share, we have $585 million of remaining capacity under our Board-authorized share repurchase program.\nTurning to portfolio reinvestment. During the first quarter, we completed comprehensive renovations at the Grand Hyatt Atlanta and Buckhead, marking the first completion of 6 properties in the Hyatt Transformational Capital Program. We also completed and reopened a 2-story rotating restaurant lounge on the 48th floor of the New York Marriott Marquis as well as Aviv, a new restaurant on the lobby level of the 1 Hotel South Beach. We continue to make progress on the condo development at the Four Seasons Resort Orlando at Walt Disney World. We expect to complete the mid-rise condominium building and begin closing on sales in the fourth quarter of this year. We now have deposits and purchase agreements for 16 of the 40 units.\nIn 2025, our capital expenditure guidance range is $580 million to $670 million, which includes between $70 million and $80 million for property damage reconstruction majority of which we expect to be covered by insurance. Our CapEx guidance also reflects approximately $270 million to $315 million of investment for redevelopment, repositioning and ROI projects. With the highest transformational capital program, we expect to complete renovations at the Hyatt Regency Austin and the Hyatt Regency Capitol Hill in the second half of this year. As a reminder, we expect to benefit from approximately $27 million of operating profit guarantees related to the Hyatt Transformational Capital Program this year which we expect will offset the majority of the EBITDA disruption at those properties.\nOther major ROI projects this year include the construction of The Phoenician Canyon Suites Villa expansion and the Don CeSar borrower expansion, which we expect to complete in the first quarter of 2025. In addition to our capital expenditure investment, we expect to spend $75 million to $85 million on the condo development at the Four Seasons Resort Orlando at Walt Disney World this year.\nLooking back at prior renovations, we completed 24 transformational renovations between 2018 and 2023, and which we believe are continuing to provide meaningful tailwinds for our portfolio.\nOf the 19 hotels that have stabilized post renovation operations to date, the average RevPAR index share gain is over 8.9 points, which is well in excess of our targeted gain of 3 to 5 points. As of the first quarter, we are excited to share that all 16 of the Marriott Transformational Capital Program Comprehensive Renovations have stabilized and are meaningfully contributing to our portfolio performance. As evidenced by our first quarter results, our capital allocation decisions over the past few years continue to serve us well.\nTurning to our outlook for 2025, while we outperformed our expectations in the first quarter, we remain cautious given the heightened macroeconomic uncertainty. Demand trends appear to be holding for now but the potential for deteriorating lodging fundamentals has increased. Based on the information we have today, we are maintaining our comparable hotel RevPAR guidance range with a slight reduction to total RevPAR driven by moderating trends in group lead volume. As Sourav will discuss in more detail, the low end of our guidance range contemplates a mild slowdown while the high end assumes a more stable macroeconomic environment.\nIn preparing our guidance, we look to prior downturns, including the recession in the early 1990s, the 2008 financial crisis and the pandemic, which had the most severe impact on the lodging industry. As a result of the wide range of potential economic outcomes, we are also providing an approximate rule of thumb for the current environment based on how our portfolio is positioned today. For every 100 basis point change in RevPAR, we would expect to see a $32 million to $37 million change and adjusted EBITDAre. In times like this, it is important to remember that Host is well positioned to weather any environment and continue to thrive, as a result of our fortress investment-grade balance sheet, a leverage ratio of 2.8x, our access to capital, our size and scale, our diversified business and geographic mix our continued reinvestment in our portfolio. We will continue to utilize our competitive advantages, be disciplined in our capital allocation approach and position Host to outperform in the current environment and over the long term.\nWith that, I will now turn the call over to Sourav.\n\nSourav Ghosh\n\nExecutive VP & CFO\n\nThank you, Jim, and good morning, everyone. Building on Jim's comments, I will go into detail on our first quarter operations, updated 2025 guidance and our balance sheet. Starting with total revenue trends. RevPAR growth outpaced from RevPAR for the first time in over a year as outsized rate growth driven by special events boosted RevPAR. Despite challenging comparisons, group and transient guests continue to increase their out-of-home spend at our hotels. Comparable hotel food and beverage RevPAR grew 5% in the quarter, driven by both banquet and outlets. Banquet revenue increased 5%, driven by growth in group room nights and contribution per group room nights outside of Maui. Results were driven by both The Ritz-Carlton Resorts in Naples, The Phoenician, the New York Marriott Marquis, the Grand Hyatt Manchester San Diego, and our recently acquired 1 Hotel and Embassy Suites complex Nashville.\nOutlet revenue also grew 5%, resulting from more normalized operations in Maui, the opening of the view Restaurant at the New York Marriott Marquis and the repositioned Singer Oceanfront Resort. Other revenue per available room grew 2% in the first quarter despite difficult comparisons from record levels of attrition and cancellation collected last year. Golf and spa revenues continue to grow leaving us encouraged that [indiscernible] consumer is still prioritizing spending on premium experiences. Overall transient RevPAR was up 6% compared to the first quarter of 2024 and driven by improving leisure trends in demand in Maui. Outside of Maui, transient strength was driven by the repositioned Singer Oceanfront Resort, the Four Seasons Orlando Resort at Walt Disney World, the Westin Kierland and the Four Seasons Jackson Hole.\nIn fact, the year-over-year, the Four Seasons Jackson Hole held transient rate over $2,800 while increasing transient rooms sold by 15%. Special events and holidays in the quarter showed meaningful growth. For our 5 hotels in Washington, D.C., RevPAR for the inauguration was up an impressive 660% over the same time frame last year. Our President's Day weekend, all hotel types had double-digit RevPAR growth, resulting in 16% RevPAR growth for the comparable portfolio.\nLooking ahead to holidays in the second quarter, transient revenue pace is down slightly for Memorial Day weekend compared to the same time last year as convention hotels have opted to take more group on the books that we can. Outside of convention hotels, transient revenue is pacing up in the mid-single digits with Maui pacing up over 30%. July 4 transient revenue pace is also up 4% over last year, again, driven by Maui.\nBusiness transient RevPAR was up 2% to the first quarter of 2024 driven by nearly 7% rate growth, while volume was down 5%. We expect business transient revenue to remain flat for the remainder of this year as a result of the uncertain macroeconomic environment.\nTurning to group RevPAR was up 7% year-over-year, which includes an estimated 250 basis points negative impact from Maui. As expected, group room nights were down compared to the first quarter of 2024, driven by recovery in the lease group room nights in Maui last year, which did not repeat in 2025. Group room night volume was slightly from the portfolio, excluding Maui. Group RevPAR growth was driven by broad-based corporate group strength across the portfolio as well as association groups. For full year 2025, we have over 3.6 million definite group room nights on the books, representing a 12% increase since the fourth quarter. As Jim mentioned, total group revenue pace is up 3.3% over the same time last year. Group lead volumes moderated as association and government-related groups paused new bookings due to the heightened uncertainty but we are encouraged that rates continue to hold across the portfolio for bookings made in the first quarter for the rest of 2025. We also continue to see strong citywide booking pace in many of our key markets. including San Francisco, New Orleans, San Antonio and Nashville.\nShifting gears to margins. Comparable hotel EBITDA margin of 31.8% was 30 basis points above the first quarter of 2024 as a result of rate-driven total RevPAR growth, which outpaced fixed expense growth. We expect year-over-year margin comparison to decline as the year progresses, primarily driven by wages and benefits and fixed expense pressures alongside a modest reduction in total RevPAR forecast.\nTurning to our outlook for 2025. As Jim discussed, we are maintaining our comparable hotel RevPAR guidance range with a slight reduction to total RevPAR driven by moderating group lead volume. It is important to note that the guidance range we are providing is based on the information we have today, and we remain cautious given the heightened uncertainty. As a reminder, we have assumed a gradual improvement at our Maui properties this year and no improvement in the international demand in Dallas. At the low end of our guidance, we have assumed a mild slowdown driven by curating macroeconomic sentiment and a worsening international demand imbalance. And at the high end, we have assumed a more stable macroeconomic environment driven by clarity on trade policies and improvement in the international demand imbalance.\nOur full year 2025 guidance contemplates comparable hotel RevPAR growth of between 50 basis points and 2.5% over 2024. We expect comparable hotel EBITDA margins to be down 160 basis points year-over-year at the low end of our guidance to down 100 basis points at the high end, a 50 basis point improvement over our prior guidance.\nIn terms of RevPAR growth cadence for the remainder of the year, our guidance reflects quarterly growth in the negative 2% to positive 1% range with fourth quarter being strongest and third quarter being weaker. As Jim mentioned, given the uncertainty and range of potential outcomes, we are providing an approximate rule of thumb in the current environment based on how the portfolio stands today. For modeling purposes, we estimate that every 100 basis point change in RevPAR would roughly equate to a $32 to $37 million change in adjusted EBITDAre. The midpoint assumes comparable hotel RevPAR growth of 1.5% compared to 2024 on a comparable hotel EBITDA margin of 28%, which is 130 basis points below 2024. As we think about bridging our 2024 results to 2025, we estimate a 110 basis point impact to full year comparable hotel EBITDA margin from [indiscernible] benefit rate increases and a 40 basis point impact from lower business interruption proceeds which is partially offset by a 20 basis point benefit from operational improvements.\nFor the full year, we continue to expect overall wage and benefit expenses to increase over 6% which comprises approximately 57% of our total hotel operating expenses. Our 2025 full year adjusted EBITDAre midpoint is $1.645 billion, this represents a $25 million or 1.5% improvement over our prior guidance midpoint, driven entirely by first quarter outperformance. It is important to note that we expect to receive additional business interruption proceeds for the Don CeSar, but it is still too early to estimate the timing or amount of any additional payment.\nOur 2025 full year adjusted EBITDAre midpoint also includes $25 million of estimated EBITDA from the Four Seasons Condo development, which we expect to recognize concurrent with condo sale closings in the fourth quarter. Lastly, our midpoint includes an estimated $1 million loss at the Don CeSar and an estimated $15 million contribution from operations at Alila Ventana Big Sur, both of which are excluded from our comparable hotel set in 2025.\nTurning to our fortress balance sheet and liquidity position. Our weighted average maturity is 5 years at a weighted average interest rate of 4.7%. We currently have $2.2 billion in total available liquidity, which includes $264 million of FF&E reserves and $1.5 billion available under the revolver portion of the credit facility. Our quarter-end leverage ratio was 2.8x. In April, we paid a quarterly cash dividend of $0.20 per share. As always, future dividends are subject to approval by the company's Board of Directors. We will continue to be strategic in managing our balance sheet and liquidity position as we move through the remainder of 2025.\nWrapping up, we believe our investment-grade balance sheet as well as our size scale and diversification uniquely positions Host to successfully navigate in uncertain times while capitalizing on opportunities for growth in the future.\nWith that, we would be happy to take your questions. To ensure we have time to address as many questions as possible, please limit yourself to one question."
  },
  {
    "header": "HST",
    "cik": "0001070750",
    "ticker": "HST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a8048bee5963a693e92362efc18f8eda",
    "period": "2024 Q4",
    "content": "Q4 2024 Host Hotels & Resorts Inc Earnings Call\n\nQ4 2024 Host Hotels & Resorts Inc Earnings Call\n\nHSTNASDAQFEB 20, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Host Hotels & Resorts Fourth Quarter 2024 Earnings Conference Call. Today's conference is being recorded. At this time, I would like to turn the call over to Jaime Marcus, Senior Vice President of Investor Relations. Please go ahead.\n\nJaime N. Marcus\n\nSVP of IR, Host Hotels & Resorts, Inc.\n\nThank you, and good morning, everyone. Before we begin, please note that many of the comments made today are considered to be forward-looking statements under federal securities laws. As described in our filings with the SEC, these statements are subject to numerous risks and uncertainties that could cause future results to differ from those expressed, and we are not obligated to publicly update or revise these forward-looking statements.\nIn addition, on today's call, we will discuss certain non-GAAP financial information, such as FFO, adjusted EBITDAre and comparable hotel level results. You can find this information together with reconciliations to the most directly comparable GAAP information in yesterday's earnings press release and our 8-K filed with the SEC and in the supplemental financial information on our website at hosthotels.com.\nWith me on today's call are Jim Risoleo, President and Chief Executive Officer; and Sourav Ghosh, Executive Vice President and Chief Financial Officer. With that, I would like to turn the call over to Jim.\n\nJames F. Risoleo\n\nPresident, Chief Executive Officer & Director, Host Hotels & Resorts, Inc.\n\nThank you, Jaime, and thanks to everyone for joining us this morning. 2024 was a busy year for Host. We delivered operational improvements driven by continued rate growth and out-of-room spending. We acquired $1.5 billion of iconic and irreplaceable real estate across 4 properties, 3 of which are in new markets for Host. We continue to reinvest in our portfolio through capital expenditures and resiliency investments.\nWe made progress on the Hyatt Transformational Capital Program and the condo development at the Four Seasons Resort Orlando at Walt Disney World Resort. We returned significant capital to stockholders in the form of dividends and share repurchases and we maintained an investment-grade balance sheet and continue to position Host to take advantage of potential opportunities in the future.\nTurning to our results. We finished 2024 above our most recent guidance estimates. For the full year, we delivered adjusted EBITDAre of $1,656 million, a 1.7% increase over 2023 and adjusted FFO per share of $1.97, a 2.6% increase year-over-year. Comparable hotel total RevPAR grew 2.1%, while comparable hotel RevPAR grew 90 basis points compared to 2023. Comparable hotel EBITDA margin of 29.2% was down 60 basis points versus 2023, primarily due to increased wages, fixed expense pressures and performance in Maui following the wildfires in 2023.\nDuring the fourth quarter, we delivered adjusted EBITDAre of $373 million and adjusted FFO per share of $0.44. Comparable hotel total RevPAR improved 3.3% compared to the fourth quarter of 2023 and comparable hotel RevPAR was up 3%, driven by strong transient demand, including an improving leisure transient demand in Maui and increased ancillary revenues. Comparable hotel EBITDA margin improved by 30 basis points year-over-year to 28.1%, driven by improvements in rates, increases in ancillary spending, the same productivity improvements and certain onetime items.\nAs a reminder, the operational results discussed today refer to our 78 hotel comparable portfolio in 2024, which excludes the Ritz-Carlton Naples, Alila Ventana Big Sur and the Don CeSar. In 2025, our 79 hotel comparable portfolio only excludes Alila Ventana Big Sur and the Don CeSar as the Ritz-Carlton Naples is comparable in 2025.\nTurning to business mix. RevPAR growth in the fourth quarter was better than expected, driven by over 3% rate growth. Transient revenue drove the outperformance in the quarter, growing 8%, which is the highest improvement in the last 6 quarters. Revenue growth was led by leisure in Maui, New York and Oahu, which all had strong festive seasons. Notably, our 3 Maui resorts accounted for nearly half of the transient room revenue growth in the fourth quarter.\nTransient rates at our comparable resorts remained robust at 44% above 2019 levels, even as our Maui resorts strategically offered leisure incentives to drive demand. Excluding Maui, transient rates at our comparable resorts were in line with recent quarters.\nBusiness transient revenue grew approximately 6%, driven by strong rate growth as we saw a favorable market mix and a continued shift from government to the corporate negotiated segment. As expected, group room revenue for the quarter was down approximately 5% year-over-year due to tough comparisons in San Francisco and Maui as Maui benefited from recovery and relief group room nights in 2023. Our properties sold 960,000 group room nights in the fourth quarter, bringing our total group room nights sold for 2024 to $4.3 million or 101% of comparable 2023 group room nights.\nDigging deeper into Maui, the leisure recovery is underway. Total RevPAR at our 3 Maui resorts was up 6.4% in the fourth quarter as leisure guest total spend exceeded recovery and relief group business last year. Transient rooms sold were up approximately 50% year-over-year at our 2 Wailea Resort and transient rooms sold at the Hyatt Regency Maui and Kaanapali were up 325%. The leisure guest continues to spend at our F&B outlets, spas and golf courses, leaving us encouraged by the leisure recovery that is beginning to take shape in Maui.\nFor the full year, we estimate that Maui impacted our comparable hotel total RevPAR by 110 basis points, RevPAR by 160 basis points and EBITDA margin by 20 basis points, including the business interruption proceeds received during the year.\nTurning to ancillary spend. We continue to see improvements in food and beverage revenues and out-of-room spending. F&B revenue grew nearly 3% in the quarter, driven by outlets at our resorts. Notably, banquet revenue increased despite a decrease in group room nights driven by growth in banquet revenue per group room night. Other revenue grew 8% despite an expected moderation of attrition and cancellation revenue. For the full year, F&B revenue grew 3.6%, driven by an increase in banquet contribution and an improvement in group room night volume. Taken together, we continue to see the strength of the affluent customer across properties in our portfolio.\nMoving to our reconstruction efforts at the Don CeSar. We have substantially completed our remediation efforts and our focus has shifted to rebuilding compromised infrastructure to increase resilience, including elevating critical equipment and systems as we did at the Ritz-Carlton Naples. We expect a phased reopening of the property beginning late in the first quarter.\nWe currently estimate our total property damage and remediation costs at the Don CeSar will be between $100 million and $110 million, and our total insurance deductible is $20 million. Additionally, we expect to collect business interruption proceeds. We have included approximately $9 million of business interruption proceeds in our 2025 adjusted EBITDAre guidance, which we expect to receive in the first half of the year, but it is still too early to estimate the timing or amounts of additional payments. In total, we estimate that Hurricanes Helene and Milton negatively impacted our adjusted EBITDAre by $15 million in 2024.\nTurning to capital allocation. In 2024, we completed $1.5 billion of acquisitions across 4 hotels, including the 1 Hotel Nashville and Embassy Suites by Hilton Nashville Downtown, the 1 Hotel Central Park and the The Ritz-Carlton O'ahu, Turtle Bay. Thus far, our new acquisitions are performing in line with our underwriting expectations.\nIn addition to successfully allocating capital through acquisitions, we also returned capital to stockholders through share repurchases and dividends. In 2024, we repurchased 6.3 million shares at an average price of $16.99 per share for a total of $107 million. Since 2022, we have repurchased $315 million of stock at an average repurchase price of $16.27 per share, and we have $685 million of remaining capacity under our share repurchase program.\nIn the fourth quarter, we declared a quarterly cash dividend of $0.20 per share and announced a special dividend of $0.10 per share, bringing the total dividends declared for the year to $0.90 per share. In total, we returned over $844 million of capital to stockholders in 2024.\nTurning to portfolio reinvestment. In 2024, we invested nearly $550 million in capital expenditures and resiliency investments. We completed renovations to approximately 2,100 guestrooms; 213,000 square feet of meeting space; and approximately 93,000 square feet of public space. In addition, we completed the repositioning renovation at the Singer Oceanfront Resort, as well as made progress on the Hyatt Transformational Capital Program. We also completed vertical construction on the mid-rise condominium building at the Four Seasons Resort Orlando at Walt Disney World Resort, marking a significant milestone and a development. Sales efforts for the condos started in November of 2024 and we have deposits and purchase agreements for 14 of the 40 units.\nIn 2025, our capital expenditure guidance range is $580 million to $670 million, which includes between $70 million and $80 million for property damage reconstruction, the majority of which we expect to be covered by insurance. Our CapEx guidance also reflects approximately $270 million to $315 million of investment for redevelopment, repositioning and ROI projects.\nWithin the Hyatt Transformational Capital Program, we expect to start renovations at the Hyatt Regency Washington on Capitol Hill, the Manchester Grand Hyatt San Diego and the Hyatt Regency Austin. As a reminder, we expect to benefit from approximately $27 million of operating profit guarantees in 2025 related to the Hyatt Transformational Capital Program, which we expect will offset the majority of the EBITDA disruption at those properties.\nOther major ROI projects for 2025 include the construction of The Phoenician Canyon Suites villa expansion and the Don CeSar ballroom expansion, which we expect to complete in the fourth quarter of 2025. In addition to our capital expenditure investment, we expect to spend $75 million to $85 million on the condo development at the Four Seasons Resort Orlando at Walt Disney World Resorts this year.\nMore broadly, we have completed 24 transformational renovations since 2018, which we believe will continue to provide meaningful tailwinds for our portfolio. Of the 16 hotels that have stabilized post renovation operations to date, the average RevPAR index share gain is over 7.5 points, which is well in excess of our targeted gain of 3 to 5 points.\nWe continue to be recognized as a global leader in corporate responsibility over the course of 2024. Last month, Host was named to Newsweek's list of America's Most Responsible Companies for the sixth year in a row. The annual ranking analyzes data from more than 2,000 of the largest public companies in the United States before selecting the most responsible. The final list for 2024 recognizes the top 600 most responsible companies spanning dozens of industries. Host landed at spot #88 and is ranked #4 in the real estate and housing industry.\nWe also continue to make progress on our sustainability goals with 4 properties achieving LEED certification during the year, bringing the total to 20. Importantly, we achieved a new milestone in our sustainability efforts for renewable energy use and green building certifications, resulting in the maximum pricing benefit under our credit facility, which reduced the interest rate for the outstanding term loans by 5 basis points.\nWrapping up, we are proud of our accomplishments in 2024, including the iconic portfolio we have assembled and the investment-grade balance sheet we have maintained. We are encouraged by the state of travel as affluent consumers continue to prioritize experience and a supply picture for our markets and chain scales remains below historical levels. We continue to believe that Host is well positioned due to our geographically diversified portfolio, our continued reinvestment in our assets and our fortress balance sheet, and we are confident in the opportunities for continued shareholder value creation in 2025.\nWith that, I will now turn the call over to Sourav.\n\nSourav Ghosh\n\nExecutive VP & CFO\n\nThank you, Jim, and good morning, everyone. Building on Jim's comments, I will go into detail on our fourth quarter operations, full year 2025 guidance and our balance sheet.\nStarting with total revenue trends. Total RevPAR growth continued to outpace RevPAR growth as both group and transient guests maintained elevated levels of out-of-room spending.\nComparable hotel, food and beverage revenue grew approximately 3% in the quarter, driven by 5% growth in resort outlet revenue per occupied room. Approximately half of the resort outlet revenue per occupied room growth came from Maui. It is worth noting that our newly repositioned Singer Resort achieved a 50% increase in outlet revenue per occupied room compared to the pandemic highs, which were achieved in the fourth quarter of 2022.\nBanquet and catering revenue grew 2% in the fourth quarter as banquet contribution per group room night growth of 7% more than offset fewer group rooms sold year-over-year. Notable group strength at the Manchester Grand Hyatt San Diego, Orlando World Center, our Phoenix Resorts and the Four Seasons Orlando bolstered banquet revenue growth.\nOther revenues grew 8% despite the expected moderation of attrition and cancellation revenues. Spa revenue was up 18%, driven by the newly expanded spa at the Ritz-Carlton, Amelia Island. Golf revenue was up 6% when adjusting for the operational change at the Ritz-Carlton O'ahu, Turtle Bay. To put golf's lasting popularity into perspective, full year 2024 golf revenue was 70% above prepandemic levels.\nShifting to rooms revenues. Overall, transient revenue was up by 8% compared to the fourth quarter of 2023, driven by improving leisure transient demand in Maui as well as strong rate growth across the portfolio. Looking at holidays in the fourth quarter, Thanksgiving RevPAR grew 8% and festive season RevPAR grew 12%, driven by Maui and the New York Marriott Marquis in both cases. Maui RevPAR for the festive season actualized 42% ahead of last year, which is further evidence of the meaningful leisure recovery that is beginning to take shape.\nLooking ahead to holidays in 2025, the Easter shift from late March to late April make spring breaks comparisons difficult. Using the months of March and April combined as an indication, transient revenue pace is up approximately 4% compared to the same time last year.\nBusiness transient revenue grew 6% versus the fourth quarter of 2023, driven primarily by rate growth, which is consistent with the trends we saw for the full year. In 2025, we expect further business transient in demand growth driven by large corporate accounts.\nGroup room revenue in the fourth quarter was down 5% year-over-year due to expected tough comparisons, including APAC and San Francisco, and the recovery and relief group rooms in Maui last year. Outside of Maui, hotels in San Diego, New Orleans, San Antonio and Phoenix had the largest group revenue increases. Corporate groups continued to show strength with revenue up 6%, driven fairly evenly by room nights and rate.\nLooking ahead to 2025, we have 3.2 million definite group room nights on the books, representing a 16% increase since the third quarter, putting us nearly 3% ahead of where we were this time last year. Total group revenue pace is up 5.6% over the same time last year, driven by widespread rate growth across the portfolio coupled with the demand growth. More specifically, we are seeing growth in San Francisco, San Antonio and New York. Notably, our San Francisco hotels booked over 70% more group rooms for 2025 in the fourth quarter versus the same time last year. We continue to be encouraged by the ongoing strength of group business as evidenced by strong portfolio pace as well as citywide room night pace in key markets such as San Francisco, San Antonio, New Orleans and Denver.\nShifting gears to margins. Full year 2024 comparable hotel EBITDA margin of 29.2% was 60 basis points below 2023. The decrease was driven primarily by wages and benefits, fixed expense pressures as well as the impacts from Maui.\nTurning to our outlook for 2025. The midpoint of our guidance contemplates a stable operating environment with a continued improvement in group business, a continued gradual recovery in business transient and steady leisure demand. We have assumed a gradual improvement at our Maui properties this year and the continuation of the international demand imbalance. At the low end of our guidance, we have assumed a slower recovery in Maui and the deterioration of the international demand imbalance. And at the high end, we have assumed a faster recovery at our Maui resorts and an improvement in the international demand imbalance.\nFor full year 2025, we anticipate comparable hotel RevPAR growth of between 50 basis points and 2.5% over 2024. We expect comparable hotel EBITDA margins to be down 210 basis points year-over-year at the low end of our guidance to down 150 basis points at the high end.\nIn terms of RevPAR growth cadence for the year, we anticipate mid-single-digit growth in the first quarter with January comparable hotel RevPAR growth up 9.5%. For the remaining 3 quarters, we anticipate growth in the low single digits.\nAs a reminder, the second quarter faces difficult comparisons to 2024 as a result of the Easter holiday shift into April, and we have a lack of visibility into how the international travel imbalance will trend this summer.\nAt the midpoint of our guidance, we anticipate comparable hotel RevPAR growth of 1.5% compared to 2024 and the comparable hotel EBITDA margin of 27.5%, which is 180 basis points below 2024.\nAs we think about bridging our 2024 results to 2025, we estimate a 110 basis point impact to full year comparable hotel EBITDA margin from wage and benefit rate increases, a 40 basis point impact from lower business interruption proceeds and a 30 basis point impact from Maui operations given the onetime benefits in 2024.\nIn 2025, we expect overall wage and benefit expenses to increase over 6%. For context, in 2024, overall wages and benefits grew 5.4% and comprised approximately 57% of our total hotel operating expenses.\nOur 2025 full year adjusted EBITDAre midpoint is $1,620 million. On a year-over-year basis, this reflects an expected $140 million to $160 million headwind from wages and benefits, the Don CeSar, Maui, lower business interruption proceeds and lower interest income. It includes approximately $9 million of business interruption proceeds related to Hurricanes Helene and Milton, which we expect to receive in the first half of the year. It is important to note that we expect to receive additional business interruption proceeds for the Don CeSar, but it is still too early to estimate the timing and the amount of any additional payments.\nOur 2025 full year adjusted EBITDAre midpoint also includes $25 million of estimated EBITDA from the Four Seasons condo development, which we expect to recognize concurrent with condo sale closings in the fourth quarter and $24 million of restricted stock-based compensation, which we are adding back to adjusted EBITDAre beginning in 2025, consistent with industry practice.\nLastly, our midpoint includes an estimated $3 million loss at the Don CeSar and an estimated $12 million contribution from operations at Alila Ventana Big Sur, both of which are excluded from our comparable hotel set in 2025.\nTurning to our balance sheet and liquidity position. Our weighted average maturity is 5.2 years at a weighted average interest rate of 4.7%. We have a balanced maturity schedule with our next maturity of $500 million coming due in June of this year. We are closely monitoring the debt capital markets and we believe our balance sheet provides us with ample optionality and flexibility. We ended 2024 at a leverage ratio of 2.7x, and we have $2.3 billion in total available liquidity, which includes $242 million of FF&E reserves and $1.5 billion of availability on our credit facility.\nWrapping up, in January, we paid a quarterly cash dividend of $0.20 per share and a special dividend of $0.10, bringing the total dividends declared in 2024 to $0.90 per share. The Board of Directors authorized a quarterly cash dividend of $0.20 on our common stock to be paid on April 15, 2025, to stockholders of record on March 31, 2025. As always, future dividends are subject to approval by the company's Board of Directors.\nTo conclude, we are pleased with our achievements in 2024, and we believe our diversified portfolio and strong balance sheet leave us uniquely positioned to capitalize on opportunities in the future.\nWith that, we would be happy to take your questions. To ensure we have time to address as many questions as possible, please limit yourself to one question."
  },
  {
    "header": "HST",
    "cik": "0001070750",
    "ticker": "HST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2427b5bfcc70fe312fc9ecbc5bd30877",
    "period": "2024 Q2",
    "content": "Q2 2024 Host Hotels & Resorts Inc Earnings Call\n\nQ2 2024 Host Hotels & Resorts Inc Earnings Call\n\nHSTNASDAQAUG 1, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Host Hotels & Resorts Second Quarter 2024 Earnings Conference Call. Today's conference is being recorded. At this time, I would like to turn the call over to Jamie Marcus, Senior Vice President of Investor Relations.\n\nJaime N. Marcus\n\nSVP of IR, Host Hotels & Resorts, Inc.\n\nThank you, and good morning, everyone. Before we begin, please note that many of the comments made today are considered to be forward-looking statements under federal securities laws. As described in our filings with the SEC, these statements are subject to numerous risks and uncertainties that could cause future results to differ from those expressed, and we are not obligated to publicly update or revise these forward-looking statements.\nIn addition, on today's call, we will discuss certain non-GAAP financial information, such as FFO, adjusted EBITDAre and comparable hotel level results. You can find this information together with reconciliations to the most directly comparable GAAP information in yesterday's earnings press release and our 8-K filed with the SEC and in the supplemental financial information on our website at hosthotels.com.\nWith me on today's call are Jim Risoleo, President and Chief Executive Officer; and Sourav Ghosh, Executive Vice President and Chief Financial Officer. With that, I would like to turn the call over to Jim.\n\nJames F. Risoleo\n\nPresident, Chief Executive Officer & Director, Host Hotels & Resorts, Inc.\n\nThank you, Jamie, and thanks to everyone for joining us this morning. In the second quarter, we delivered adjusted EBITDAre of $476 million and adjusted FFO per share of $0.57, and -- which includes business interruption proceeds of $21 million for the Maui RevPAR and $9 million for Hurricane Ian.\nAdjusted EBITDAre grew 6.7% over the second quarter of last year and was up slightly, excluding business interruption proceeds. We delivered a year-over-year comparable hotel total RevPAR improvement of 50 basis points, underscoring the continued strength of out-of-room revenue while comparable hotel RevPAR was up 10 basis points.\nAs a reminder, our second quarter operational results discussed today refer to our comparable hotel portfolio which excludes The Ritz-Carlton Naples and Alila Ventana Big Sur.\nTurning to quarterly results. Second quarter comparable hotel RevPAR faced headwinds from a slower-than-anticipated recovery in Maui and a continued shift in leisure demand to international destinations without a corresponding increase in international inbound demand. The year-over-year decline in Maui RevPAR had an actual drag of 250 basis points on our second quarter portfolio RevPAR.\nAs discussed last quarter, this understates the true impact of the wildfires as we would have expected Maui to contribute 90 basis points to portfolio RevPAR growth in the second quarter given the renovation disruption at Fairmont Kea Lani in 2023 and the expected lift for 2024. As a result, the total estimated impact of the wildfires on second quarter RevPAR is 340 basis points.\nThe lodging recovery in Maui has been slower than anticipated due to several factors. First, recovery and relief room demand has diminished without a commensurate level of leisure demand to offset the decline. Second, as a result of softer demand, airline capacity is still impacted. In July, total airline seats to the island were down 16% year-over-year. However, this has improved from down 19% in June and down 26% last September.\nAnd lastly, there remains a perception from would be visitors that Maui is not ready to welcome guests back to the island. Our properties are collaborating with local tourism authorities and government officials to create a clear, well-supported marketing campaign that will launch this fall after the anniversary of the tragic fires.\nThese state and local efforts are in addition to sales and marketing efforts by our managers. We are hopeful that this will be a turning point in the recovery trajectory, and consumers were once again until comfortable returning to Maui.\nTurning to business mix. Group room revenue was up approximately 8% in the second quarter, driven by rate growth alongside demand growth. Our properties booked 315,000 group room nights in the year for the year, bringing our definite group room nights on the books for 2024 to 4 million rooms with total group revenue pace up 6% compared to the same time last year.\nBusiness transient revenue grew 4%, and -- driven fairly evenly by demand and rate growth. Domestic leisure demand moderated as consumers opted for international destinations in Europe, Asia and the Caribbean. Despite the volume decline, transient rates at our comparable resorts were up 51% compared to 2019, including our 3 Maui Resorts, underscoring the financial health of the affluent consumer.\nWe believe the international travel imbalance remains a key driver of lower leisure demand at our properties. In fact, U.S. international outbound travel has grown from 110% of pre-pandemic levels in the second quarter of last year to 119% in the second quarter of this year. At the same time, U.S. international inbound travel remains below pre-pandemic levels at 88% as a strong dollar, weaker global economic growth and Visa delays continued to present headwinds to the inbound recovery.\nEncouragingly, guests at our properties continue to spend during their stay. Food and beverage revenue drove total RevPAR growth in the second quarter, led by Banquet and Catering as well as improvement in outlet revenue on a per occupied room basis. Other revenue was down slightly due to the expected moderation of attrition and cancellation fees, but spa and golf revenues continued growing outside of Maui.\nAs we highlighted last quarter, nearly 40% of our total revenue in 2023 came from food and beverage and other revenue and our 2024 guidance assumes a similar proportion. We continue to believe that total RevPAR presents a more holistic picture of our underlying business as our portfolio has shifted towards more complex, higher-end properties which benefit from substantial out-of-room spend.\nTurning to capital allocation. Yesterday, we announced the acquisition of the simple interest in the 234 room 1 Hotel Central Park for approximately $265 million in cash. The acquisition price represents an 11.1x EBITDA multiple or a cap rate of approximately 8.1% on 2024 estimated results. The property is expected to rank among our top 10 assets based on estimated full year 2024 results with an expected RevPAR of $545, TRevPAR of $735 and EBITDA per key of over $100,000, further improving the quality of our portfolio.\nThe lead certified luxury property opened in 2015. It has 25 suites in a recently added 5 key penthouse that offers large terraces and unparalleled views of Central Park as well as the presidential suite. The lobby level features dance, a 3-meal restaurant and bar affiliated with James Beard Award winner, Jonathan Waxman.\nThe second floor offers 2,000 square feet of contiguous and flexible meeting space as well as a naturally led fitness center and a business center. The 1 Hotel Central Park will further diversify our presence in New York City, which is one of the top RevPAR markets in the country. It will also provide host with the exposure to the luxury guest in Upper Manhattan, the top RevPAR submarket in the city.\nWe also completed the previously announced acquisition of the 450-room Ritz Carlton O'ahu Turtle Bay yesterday. The resort is located on the North Shore of O'ahu, Hawaii and includes a 49-acre land parcel entitled for development. The $630 million resort acquisition price is net of key money, and represents a 16.3x EBITDA multiple or a cap rate of approximately 5.3% on 2024 estimated results.\nBased on preliminary 2025 underwriting and the conversion to Ritz-Carlton, the acquisition price represents an approximately 13.5x EBITDA multiple or a cap rate of approximately 6.7%. We expect this resort to stabilize between approximately 10x to 12x EBITDA in the 2027 to 2029 time frame.\nDue to the timing of the acquisitions, the 1 Hotel Central Park and The Ritz-Carlton, O'ahu, Turtle Bay are not yet included in our comparable hotel guidance metrics. They will be included starting in the third quarter. These 2 acquisitions are expected to generate $22 million of adjusted EBITDA for our ownership period, which is included in our adjusted EBITDAre and FFO guidance for 2024.\nLooking back on our transaction activity in 2024, a -- we have acquired $1.5 billion of iconic in irreplaceable real estate at a blended 13.6x EBITDA multiple based on estimated 2024 results, which represents over $100 million of estimated full year EBITDA that we expect to grow as the assets stabilize.\nIn May of 2023, and -- we laid out a path to $2 billion of EBITDA at our Investor Day. With these acquisitions, we are halfway toward our target of $3 billion of acquisitions at a lower blended EBITDA multiple than we assumed at that time.\nSince 2018, we have acquired $4.9 billion of assets at a 13.6x EBITDA multiple and disposed of $5 billion of assets at a 17x EBITDA multiple, including $976 million of estimated foregone capital expenditures. This accretive capital recycling allows us to grow our 2023 adjusted EBITDAre by 6% above 2019 levels. Adjusted EBITDA re per key by 18% and NAREIT FFO per share by 13% and is what we believe will allow our portfolio to outperform over the long term.\nAfter adjusting for post-quarter transactions, we have $1.4 billion of total available liquidity and net leverage of 2.7x. During the quarter, we also repurchased 2.8 million shares of stock at an average price of $17.81 per share through our common share repurchase program, bringing our total repurchases for the quarter to $50 million. Since 2022, we have repurchased $258 million of stock at an average repurchase price of $16.26 per share.\nTurning to portfolio reinvestment. Our 2024 capital expenditure guidance range is $500 million to $600 million, which reflects approximately $220 million to $260 million of investment for redevelopment, repositioning and ROI projects. Included in the ROI projects is the Hyatt transformational capital program, which is on track and slightly under budget thus far. We received $2 million of operating guarantees in the second quarter to offset business disruptions related to the Hyatt transformational capital program, and we expect to benefit from an additional $5 million this year, bringing the total operating guarantees to $9 million in 2024.\nIn addition to the capital expenditure range, this year, we expect to spend $50 million to $60 million on the 40-unit residential condo development at our Four Seasons Resort Orlando at Walt Disney World Resort. The development is well underway and marketing efforts began in July. We anticipate the formal sales launch to begin in the fourth quarter.\nMore broadly, we have completed 24 transformational renovations since 2018, and -- which we believe provide meaningful tailwinds for our portfolio. Of the 14 hotels that have stabilized post renovation operations to date, the average RevPAR index share gain is 7 points, which is well in excess of our targeted gain of 3 to 5 points.\nEarlier this week, we released our 2024 corporate responsibility report, which details our CR program and strategy, our ESG initiatives and our industry-leading accomplishments. Additionally, the report provides an update on our performance and progress towards our 2030 environmental and social targets, which are mapped to our aspirational vision of becoming net positive by 2050. The CR report can be found on the Corporate Responsibility section of our website at hosthotels.com.\nWrapping up, we believe Host is well positioned to continue to outperform. We remain optimistic about the state of travel today despite the softer than expected recovery in Maui and moderating domestic leisure transient demand. While we would certainly prefer to see more leisure demand in the U.S. versus abroad, it is encouraging to see consumers continue to prioritize spending on travel and experiences.\nThe pendulum will eventually swing back to domestic destinations. And when it does, we believe Host is well positioned to benefit due to our geographically diversified, iconic and irreplaceable portfolio as well as the recent reinvestments we have made and continue to make in our properties. Host is uniquely positioned. And as we have demonstrated, we are able to access many capital allocation levers to create shareholder value.\nWith that, I will now turn the call over to Sourav to discuss additional operational detail and our revised 2024 outlook.\n\nSourav Ghosh\n\nExecutive VP & CFO\n\nThank you, Jim, and good morning, everyone. Building on Jim's comments, I will go into detail on our second quarter operations, updated 2024 guidance and our balance sheet.\nStarting with business mix. Overall transient revenue was down 5% compared to the second quarter of 2023, driven by softer-than-anticipated demand in Maui. We estimate that Maui had a 410 basis point impact to transient revenue in the quarter. Transient rates at our resorts remained resilient at 51% above the second quarter of 2019.\nThe -- Additionally, food and beverage outlet revenue per occupied room grew at both resorts and non-resorts. Outside of Maui, golf and spa revenues continued to grow due in part to our recent ROI investments in our spa and fitness facilities. We believe the rate strength at our resorts and continued growth of out-of-room spending indicates consumers' ongoing willingness to spend on travel and experiences.\nLooking at recent holidays, excluding Maui, Memorial Day weekend and July 4 outperformed our expectations due to strong last-minute transient bookings in the weeks leading up to the holiday weekends. Looking forward and excluding Maui, Labor Day transient revenue pace is up 9% compared to the third quarter of last year driven by occupancy.\nBusiness transient revenue was 4% above the second quarter of 2023, driven fairly evenly by increases in room nights and rate as business transient demand continued its slow and steady recovery. Demand growth was market-specific with certain hotels in Chicago and San Francisco, showing double-digit year-over-year growth in business transient demand. Encouragingly, Boston and New York both exceeded 2019 levels of business transient demand in the second quarter.\nTurning to Group. Revenue grew 8% in the second quarter, driven by 5% rate growth. Approximately half of the growth came from San Diego, Phoenix and Nashville with the balance coming from our other top markets. For full year 2024, we have approximately 4 million definite group room nights on the books, representing a 9% increase since the first quarter, keeping us ahead of same time last year.\nGroup rate on the book is up 4% and -- and total group revenue pace is up 6% over the same time last year, driven by a particularly strong third quarter and the continued focus on growing banquet and catering contribution. We remain encouraged by the ongoing strength of group business as evidenced by strong revenue pace, banquet and catering growth and double-digit citywide room night pace in key markets such as Nashville, New Orleans, San Antonio, San Diego, Seattle and Washington, D.C.\nShifting gears to margins. Second quarter comparable hotel EBITDA margin of 32.6% and -- was 10 basis points below last year, driven by increases in wages, benefits and fixed expenses as well as impacts from Maui. We received $21 million of business interruption proceeds from the Maui wildfires, which provided a 135 basis point benefit to the comparable portfolio.\nExcluding the business interruption proceeds, operations in Maui had a 60 basis point impact to EBITDA margin. Despite these headwinds, our controllable expenses, which include laundry, linens and guest supplies were flat versus the second quarter of 2023 due to net operational improvements across our portfolio.\nTurning to our revised outlook for 2024. The midpoint of our guidance contemplates a slower-than-anticipated recovery from the wildfires in Maui and moderating domestic leisure transient demand, primarily driven by the international demand imbalance. At the low end, we have assumed slower group pickup and softer leisure transient demand. And at the high end, we have assumed a faster recovery at our Maui resorts and increased transient pickup.\nFor full year 2024, we anticipate comparable hotel RevPAR growth of between negative 1% and positive 1% over 2023. We -- we expect comparable hotel EBITDA margins to be down 110 basis points year-over-year at the low end of our guidance to down 60 basis points at the high end. At the midpoint of our guidance range, we anticipate comparable hotel total RevPAR growth of 1.2% and flat comparable hotel RevPAR compared to 2023.\nWe -- looking at the drivers of the RevPAR midpoint decline, approximately 90% of the reduction is related to transient business as group remains strong in the second half of the year, particularly in the third quarter. We estimate the Maui wildfires will impact full year comparable hotel total RevPAR by 120 basis points and RevPAR by 180 basis points. Excluding business interruption proceeds, we expect adjusted EBITDAre to be impacted by $75 million to $80 million relative to our prefire estimate.\nIn terms of RevPAR growth cadence, we expect comparable hotel RevPAR growth to be slightly positive in the second half of the year, driven by low single-digit growth in the fourth quarter. We expect a comparable hotel EBITDA margin midpoint of 29.3%, and -- which is 90 basis points below 2023. We estimate a 30 basis point impact to full year EBITDA margin from Maui relative to our prefire estimate, a 40 basis point impact from insurance and property taxes and a 110 basis point impact from wage and benefit rate increases, which is partially offset by a 90 basis point benefit from operational improvements.\nOur revised 2024 full year adjusted EBITDAre midpoint is $1.645 billion, a $25 million or a 1.5% decrease over the prior midpoint. This includes an estimated $62 million contribution from operations at the Ritz-Carlton Naples and $11 million from operations at Alila Ventana Big Sur, an increase of $5 million compared to our prior guidance. As a reminder, The Ritz-Carlton Naples and Alila Ventana Big Sur are excluded from our comparable hotel set for the full year 2024 forecast.\nOur adjusted EBITDA and FFO guidance also includes an estimated $22 million contribution from the 1 Hotel Central Park and The Ritz-Carlton O'ahu Turtle Bay for our ownership period.\nTurning to our balance sheet and liquidity position. Our weighted average maturity is 4.7 years at a weighted average interest rate of 4.9% after adjusting for investing and financing activities completed subsequent to quarter end. As Jim noted, we currently have $1.4 billion of total available liquidity, which includes $242 million of FF&E reserves.\nOur quarter end leverage ratio adjusted for post-quarter transactions was 2.7x, and we have $970 million of availability on our credit facility. In July, we paid a quarterly cash dividend of $0.20 per share, demonstrating our commitment to returning capital to stockholders. As always, future dividends are subject to approval by the company's Board of Directors.\nWe will continue to be strategic and opportunistic in managing our balance sheet and liquidity position as we move through the remainder of 2024.\nTo conclude, we remain optimistic about the future of travel as the headwinds facing our portfolio are not indicative of a weakening consumer. As Maui recovers and the international leisure demand imbalance finds equilibrium, our renovated portfolio of geographically diverse properties is well positioned to benefit.\nWith that, we would be happy to take your questions. To ensure we have time to address as many questions as possible, please limit yourself to 1 question."
  },
  {
    "header": "HST",
    "cik": "0001070750",
    "ticker": "HST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6198af1bd52215992309a95025fd24a8",
    "period": "2024 Q1",
    "content": "Q1 2024 Host Hotels & Resorts Inc Earnings Call\n\nQ1 2024 Host Hotels & Resorts Inc Earnings Call\n\nHSTNASDAQMAY 2, 11:00 AM\n\nOperator\n\nGood morning, and welcome to the Host Hotels & Resorts First Quarter 2024 Earnings Conference Call. Today's conference is being recorded.\nAt this time, I would like to turn the call over to Jamie Marcus, Senior Vice President of Investor Relations. You may begin.\n\nJaime N. Marcus\n\nSVP of IR, Host Hotels & Resorts, Inc.\n\nThank you, and good morning, everyone. Before we begin, please note that many of the comments made today are considered to be forward-looking statements under federal securities laws. As described in our filings with the SEC, these statements are subject to numerous risks and uncertainties that could cause future results to differ from those expressed, and we are not obligated to publicly update or revise these forward-looking statements.\nIn addition, on today's call, we will discuss certain non-GAAP financial information, such as FFO, adjusted EBITDAre and comparable hotel level results. You can find this information together with reconciliations to the most directly comparable GAAP information in yesterday's earnings press release and our 8-K filed with the SEC and in the supplemental financial information on our website at hosthotels.com.\nWith me on today's call are Jim Risoleo, President and Chief Executive Officer; and Sourav Ghosh, Executive Vice President and Chief Financial Officer.\nWith that, I would like to turn the call over to Jim.\n\nJames F. Risoleo\n\nPresident, Chief Executive Officer & Director, Host Hotels & Resorts, Inc.\n\nThank you, Jamie, and thanks to everyone for joining us this morning. In the first quarter, we delivered adjusted EBITDAre of $483 million and adjusted FFO per share of $0.60, which includes $10 million of business interruption proceeds from Hurricane Ian. Excluding the business interruption proceeds, our adjusted EBITDAre was 7% above the first quarter of 2023, and our adjusted FFO per share was 8% above last year.\nWe delivered a year-over-year comparable hotel total RevPAR improvement of 50 basis points, underscoring the continued strength of out-of-room revenue while comparable hotel RevPAR declined 1.2%. First quarter RevPAR faced headwinds from tough year-over-year comparisons, particularly in Maui. The year-over-year decline in Maui RevPAR had an actual drag of 170 basis points on our first quarter portfolio RevPAR. However, this understates the true impact of the wild powers as we would have expected Maui to contribute 140 basis points to portfolio RevPAR growth in the first quarter given the renovation disruption at Fairmont Kea Lani in 2023. As a result, the total estimated impact of the wildfires on first quarter RevPAR is 310 basis points.\nRevPAR was also impacted by unseasonable weather in Florida, Arizona and California and unanticipated renovation delays at the Singer oceanfront resort. Despite these headwinds, our first quarter comparable hotel EBITDA margin of 31.2% was 30 basis points above 2019. As a reminder, our first quarter operational results discussed today refer to our comparable hotel portfolio, which excludes the Ritz-Carlton Naples in 2024.\nIn addition, while Alila Ventana Big Sur is included in our first quarter results, it is currently closed and it has been removed from our comparable hotel set for the remainder of the year after a portion of Highway 1 collapse in late March. At this time, we expect the resort to reopen towards the end of the second quarter.\nDuring the first quarter, our portfolio results continued to be impacted by the evolving nature of demand on Maui. Our risk management team has reached an agreement with our insurance carriers and we are now including between $18 million and $22 million of business interruption proceeds related to the Maui wildfires and our full year 2024 guidance.\nTurning to business mix. It is worth noting that this quarter, we are referring to revenue growth for our business mix segment as revenue per available room as a result of the leap year. Group revenue per available room grew 4% in the first quarter, driven by room nights. Our properties booked over 500,000 group room nights in the year for the year bringing our definite group room nights on the books for 2024 to $3.6 million, with total group revenue pace up 7% compared to the same time last year.\nIn the first quarter, business transient revenue per available room grew 5%, driven by both rate and room nights and leisure remained steady with transient rates at our comparable resorts up 52% compared to 2019, including our 3 Maui resorts. Briefly touching on out-of-room spend. Food and beverage revenue per available room grew 2% in the first quarter compared to last year, driven by an all-time high banquet and catering contribution.\nOther revenue per available room grew 6%, driven by elevated attrition and cancellation fees. It is worth noting that nearly 40% of our total revenue in 2023 came from food and beverage and other revenue and our 2024 guidance assumes a similar proportion. Since 2017, non-room revenue has steadily grown as our portfolio has shifted towards more complex, higher-end properties, which benefit from substantial out-of-room spend from both guests and non guests. In fact, there may be instances that the property teams at our hotels strategically forgo increrental room rate as they focus on the total revenue picture.\nThe Ritz-Carlton Naples is a clear example of the positive impact of out-of-room spending. In the first quarter, the resort achieved RevPAR of $900, which is only half of its $1,700 total RevPAR. As a result of our meaningful expansion and transformational renovation, transient rates in the quarter were up 40% compared to 2019 driven by club level rooms and food and beverage revenue grew 38%, driven by outlets.\nIn March, the resort posted its best revenue month ever, aided by Easter week's RevPAR, which was 45% above the competitive set. In addition, the resort was recently named to Travel and Leisure's [ hit ] list, and we are proud to say that it truly is firing on all cylinders.\nTurning to capital allocation. Yesterday, we announced the acquisition of the fee simple interest in a 2-hotel complex comprising the 215 room, 1 Hotel Nashville and the 506 room Embassy Suites by Hilton Nashville Downtown were approximately $530 million in cash. The acquisition price represents a 12.6x EBITDA multiple or a cap rate of approximately 7.4% on 2024 estimated results. The properties are each expected to rank among our top 25 assets based on estimated full year 2024 results, with an expected combined RevPAR of $275 RevPAR of $435 and EBITDA per key of $58,550, further improving the quality of our portfolio.\nThe newly built LEED silver complex opened in 2022, and stands directly across from the 2.1 million square foot music city convention center adjacent to the Bridgestone Arena, which is home of the NHL Nashville Predators, and within a 10-minute drive of Nissan Stadium, the Country Music Call of Fame Museum, Vanderbilt University, Tennessee State University and Centennial Park. It sits on 1.2 fee simple acres in Nashville, Spain Lower Broadway Entertainment District. The 2 hotel complex has a combined 721 oversized rooms that average approximately 500 square feet with a 75% suite mix. The properties offer 7 separate food and beverage outlets, including [ Harris ] rooftop at the 1 Hotel, which provides guests with exclusive views of Music City skyline in an elevated night life setting.\nOther amenities include a spa, 2 fitness centers, a yoga studio and 33,000 square feet of shared meeting space. From 2000 to 2023, a the Nashville hotel market had a RevPAR CAGR of 7.7%, even while absorbing new supply. It is the #2 ranked convention destination in the United States and the convention center has continued to set record attendance numbers by attracting larger events with promising definite bookings in future years. The new Nissan Stadium, home of the NFL Tennessee Titans, is also expected to generate increased demand as the stadium zone attracts more entertainment and sporting events with year-round activation.\nIn addition, Nashville has the fastest-growing airport in the United States with current passenger traffic 33% above 2019. The recent $1.5 billion airport expansion added 6 international gates and 8 satellite gates. And another $1.5 billion expansion is already underway, with expected completion in 2028. While supply growth is expected to continue in Nashville, most projects are in the planning stages and in the select service chain scale. We believe the 1 Hotel Nashville and the Embassy Suites by Hilton Nashville Downtown are highly differentiated from the future supply due to their central location and diversified product offerings, which provide distinct value propositions to customers and guests.\nWith multiple demand generators and no expected near-term capital expenditure requirements, we believe the combined properties will stabilize at approximately 10 to 12x EBITDA in the 2026 to 2028 time frame, driving additional value creation for our portfolio. Due to the timing of the acquisition, the 1 Hotel Nashville and the Embassy Suites by Hilton Nashville Downtown are not yet included in our comparable hotel guidance metrics, but will be included starting in the second quarter.\nThe acquisition is expected to generate $29 million of adjusted EBITDA for our ownership period, which is included in our adjusted EBITDAre and FFO guidance for 2024.\nLooking back on our transaction activity. We have acquired $4 billion of assets since 2018 at a 13.5x EBITDA multiple and disposed of $5 billion of assets at a 17x EBITDA multiple including $976 million of estimated foregone capital expenditures. This accretive capital recycling has allowed us to grow our adjusted EBITDAre and dividend in excess of full year 2019 levels as we continue on the path towards $2 billion of adjusted EBITDAre. As we have demonstrated, we believe Host is well positioned to continue capitalizing on value-enhancing acquisition opportunities. After adjusting for post-quarter transactions, we have $1.7 billion of total available liquidity and net leverage of 2.3x, and we will continue using our size, scale and relationships to uncover more acquisition opportunities.\nTurning to portfolio reinvestment. Our 2024 capital expenditure guidance range remains $500 million to $605 million, which reflects approximately $225 million to $280 million of investment for redevelopment, repositioning and ROI projects. During the first quarter, we started the Hyatt Transformational Capital program renovations at the Grand Hyatt, Atlanta and the Grand Hyatt, Washington, which we expect to complete in the first half of 2025.\nWe received $2 million of operating guarantees in the first quarter to offset business disruptions related to the Hyatt Transformational Capital program and we expect to benefit from an additional $7 million in 2024. More broadly, we have completed 24 transformational renovations since 2018, which we believe provide meaningful tailwinds for our portfolio.\nOf the 12 hotels that have stabilized post renovation operations to date, the average RevPAR index share gain is 8.5 points, which is well in excess of our targeted gain of 3 to 5 points. Wrapping up, we believe Host is well positioned to continue to outperform. Our successful capital allocation strategy has allowed us to deliver 2023 adjusted EBITDAre and adjusted FFO per share above 2019 levels, outperforming the other full-service lodging REITs. We are encouraged by the supply picture for our markets and chain scales, which remains below historical levels. The improving international demand imbalance, the continued improvement in business transient demand and increased activity in the transactions market.\nWe believe our EBITDA growth profile, our investment-grade balance sheet, our diversified portfolio and our continued portfolio reinvestment are key differentiators. As we have demonstrated, Host can and will continue to do it all.\nWith that, I will now turn the call over to Sourav to discuss additional operational detail and our revised 2024 outlook.\n\nSourav Ghosh\n\nExecutive VP & CFO\n\nThank you, Jim, and good morning, everyone. Building on Jim's comments, I will go into detail on our first quarter operations, updated 2024 guidance and our balance sheet.\nStarting with business mix. Overall transient revenue per available room was down 6% compared to the first quarter of 2023, driven by tough comparisons, including the evolving nature of demand in Maui, unseasonable weather in many markets and unanticipated renovation delays at the Singer Oceanfront Resort. Combined, we estimate that the renovation delay and Maui had 440 basis point impact to transient RevPAR in the quarter. However, leisure rate is still strong.\nTransient rates at our resorts remained resilient at 52% above the first quarter of 2019 and resort food and beverage outlet revenue per occupied room grew over last year. Golf revenue continued to grow over the record levels set in the first quarter of the last 2 years despite the impact from our Maui golf courses. Looking ahead to holidays in the second quarter, for Memorial Day weekend, transient room revenue pace for the overall portfolio is up over last year and up high single digits, excluding Maui.\nWe are still outside the primary booking window for July 4, but thus far, we are encouraged by strong bookings in San Diego, Houston and New York. Business transient revenue per available room was 5% above the first quarter of 2023 driven by an increase in rate and room nights as business transient demand continued its slow and steady recovery. Seattle, Boston, and San Francisco led room night growth, and both New York and Boston are within 2% of pre-pandemic demand.\nTurning to Group. Revenue per available room was up 4% in the first quarter, driven by room night growth in San Diego, San Francisco, Orlando and Maui. Notably, group room night volume reached 96% of the first quarter of 2019 levels, led by corporate and Smart groups. For full year 2024, we have 3.6 million definite group room nights on the books, representing a 17% increase since the fourth quarter and putting us ahead of same time last year.\nGroup rate on the books is up 4%, and total group revenue pace is up 7% over the same time last year. As Jim mentioned, our [indiscernible] catering contribution per group room night in the first quarter was at an all-time high, coming in approximately 1% above the prior record set in the first quarter of 2023.\nWe continue to be encouraged by the ongoing strength of group business as evidenced by strong pace, lending booking windows and double-digit citywide room night pace in key markets such as Nashville, New Orleans, San Antonio, Seattle and Washington, D.C.\nShifting gears to margins. As expected, margin declines year-over-year were driven by increases in wages, benefits and fixed expenses as well as impacts from Maui. Despite these headwinds, our comparable hotel EBITDA margin was 31.2% in the first quarter. representing a 30 basis point increase over 2019 as a result of our continued efforts to redefine the operating model. We expect year-over-year margin comparisons to improve as the year progresses.\nTurning to our revised outlook for 2024. The midpoint of our guidance continues to contemplate steady demand in travel and low supply growth. Our expectations for the year are driven by improvements in group business a gradual recovery in business transient, softer short-term leisure transient demand and a continued evolution of demand on Maui as the island recovers from the recent wildfires.\nAt the low end, we have assumed slow group pickup and softer leisure transient demand. And at the high end, we have assumed a faster recovery at our Maui resorts and increased group pickup. For full year 2024, we anticipate comparable hotel RevPAR growth of between 2% and 4% over 2023. We expect comparable hotel EBITDA margins to be down 80 basis points year-over-year at the low end of our guidance to down 30 basis points at the high end.\nNotably, we expect comparable hotel EBITDA margins to be up 10 basis points at the midpoint versus 2019 despite an estimated 20 basis point margin impact from Maui. At the midpoint of our guidance range, we anticipate comparable hotel total RevPAR growth of 3.7% and comparable hotel RevPAR growth of 3% compared to 2023. This 100 basis point reduction in our RevPAR growth midpoint is driven by lower-than-expected first quarter results, underperformance in Maui and softer-than-expected short-term leisure transient demand.\nThat said, the strength of out-of-room revenues allowed for total RevPAR to decline only 60 basis points relative to our prior midpoint. We expect a comparable hotel EBITDA margin midpoint of 29.6%, which has improved 30 basis points from our initial guidance and is now only 50 basis points below 2023. We estimate the Maui wildfires will impact full year comparable hotel TRevPAR by 90 basis points, RevPAR by 130 basis points and comparable hotel EBITDA margin by 20 basis points. We also expect a 50 basis point impact from property taxes and insurance.\nIn terms of RevPAR growth cadence for the year, we expect comparable hotel RevPAR growth to be flat to low single digits in the first half of the year based on the drivers I just mentioned. We continue to expect mid-single-digit comparable hotel RevPAR growth in the second half of the year as a result of strong group booking pace, less renovation disruption compared to the second half of 2023, and the diminishing year-over-year impacts of the Maui wildfires, which occurred in August of 2023. Our revised 2024 full year adjusted EBITDAre midpoint is $1.670 billion, a $35 million or 2% increase over the prior quarter. This includes an expected additional $8 million from business interruption proceeds related to Hurricane Ian, $20 million of business interruption proceeds related to the Maui wildfires an estimated $62 million contribution from operations at the Ritz-Carlton Naples, which is up from $60 million in our prior guidance and million from operations at Alila Ventana Big Sur, a decline of $10 million compared to our prior guidance.\nAs a reminder, Ritz-Carlton Naples and Alila Ventana Big Sur are excluded from our comparable hotel set for the full year 2024 forecast. Our adjusted EBITDA and FFO guidance also includes an estimated $29 million contribution from the 1 Hotel Nashville and Embassy Suites by Hilton Nashville downtown.\nTurning to our balance sheet and liquidity position. Our weighted average maturity is 4.3 years at a weighted average interest rate of 4.7% after repaying the $400 million Series G senior notes in April. As Jim noted, we currently have $1.7 billion in total available liquidity, which includes $231 million of FF&E reserves. Our quarter end leverage ratio adjusted for post-quarter transactions was 2.3x, and we have $1.3 billion of availability on our credit facility.\nAlso, since our last call, Moody's upgraded the company's issuer outlook from stable to positive. Further, in April, we paid a quarterly cash dividend of $0.20 per share demonstrating our commitment to returning capital to stockholders. As always, future dividends are subject to approval by the company's Board of Directors. We will continue to be strategic and opportunistic in managing our balance sheet and liquidity position as we move through the remainder of 2024.\nTo conclude, we believe our best-in-class portfolio and balance sheet uniquely position Host to capitalize on opportunities for growth in the future.\nWith that, we would be happy to take your questions. To ensure we have time to address as many questions as possible, please limit yourself to one question."
  },
  {
    "header": "HST",
    "cik": "0001070750",
    "ticker": "HST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fdfa01d7847f93c41c95cae2a705a8bc",
    "period": "2023 Q4",
    "content": "Q4 2023 Host Hotels & Resorts Inc Earnings Call\n\nQ4 2023 Host Hotels & Resorts Inc Earnings Call\n\nHSTNASDAQFEB 22, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Host Hotels & Resorts Fourth Quarter 2023 Earnings Conference Call. Today's conference is being recorded.\nAt this time, I'd like to turn the call over to Jamie Marcus, Senior Vice President of Investor Relations.\n\nJaime N. Marcus\n\nSVP of IR, Host Hotels & Resorts, Inc.\n\nThank you, and good morning, everyone. Before we begin, please note that many of the comments made today are considered to be forward-looking statements under federal securities laws. As described in our filings with the SEC, these statements are subject to numerous risks and uncertainties that could cause future results to differ from those expressed, and we are not obligated to publicly update or revise these forward-looking statements.\nIn addition, on today's call, we will discuss certain non-GAAP financial information, such as FFO, adjusted EBITDAre and comparable hotel level results. You can find this information together with reconciliations to the most directly comparable GAAP information in yesterday's earnings press release and our 8-K filed with the SEC and in the supplemental financial information on our website at hosthotels.com.\nWith me on today's call are James Risoleo, President and Chief Executive Officer; and Sourav Ghosh, Executive Vice President and Chief Financial Officer. With that, I would like to turn the call over to Jim.\n\nJames F. Risoleo\n\nPresident, Chief Executive Officer & Director, Host Hotels & Resorts, Inc.\n\nThank you, Jaime, and thanks to everyone for joining us this morning. 2023 was a terrific year for host on several fronts. First, we delivered strong operational improvements, driven largely by occupancy increases and continued rate growth. Second, we completed the work on the 3 strategic objectives we established in 2021, and we will continue to realize the benefits of our ongoing efforts well into the future. Third, we returned significant capital to stockholders in the form of dividends and share repurchases, continue to successfully allocate capital through reinvestment in our portfolio and announced an agreement with Hyatt to complete transformational renovations at 6 properties in our portfolio.\nLastly, we maintained an investment-grade balance sheet and continue to position Host to capitalize on the significant growth opportunities we see in the lodging space, including potential acquisition opportunities.\nTurning to our results. We finished 2023 above the midpoint of our full year guidance range. We delivered adjusted EBITDAre of $1.629 billion and adjusted FFO per share of $1.92. Comparable hotel total RevPAR grew 8.3% and comparable hotel RevPAR grew 8.1% compared to 2022. Notably, comparable hotel EBITDA margin was 60 basis points ahead of 2019 due in large part to our efforts to redefine the hotel operating model with our managers.\nDuring the fourth quarter, we delivered adjusted EBITDAre of $378 million and adjusted FFO per share of $0.44, which includes $26 million of business interruption proceeds from Hurricane Ian. Comparable hotel RevPAR improved 1.5% compared to the fourth quarter of 2022. Our RevPAR performance for the quarter was driven by an increase in both occupancy and rate. Despite an estimated 30 basis point impact from the wildfires in Maui, our fourth quarter comparable hotel EBITDA margin of 28.1% was flat to 2019. This marks the seventh consecutive quarter since the onset of the pandemic that we have achieved total RevPAR, RevPAR, comparable hotel EBITDA and margins at or above 2019 levels. I will say that one more time. We have delivered operating metrics at or above 2019 levels for nearly 2 years.\nAs a reminder, the operational results discussed today refer to our comparable hotel portfolio in 2023, which excludes Hyatt Coconut Point and Ritz-Carlton Naples. In 2024, our comparable hotel portfolio only excludes Ritz-Carlton Naples. During the fourth quarter, our portfolio results were once again impacted by the evolving nature of demand at our 3 resorts on Maui. We estimate that the Maui wildfires impacted fourth quarter comparable hotel RevPAR by 130 basis points, comparable hotel total RevPAR by 150 basis points, comparable hotel EBITDA by $9 million and comparable hotel EBITDA margin by 30 basis points. For the full year, we estimate that Maui impacted our comparable hotel RevPAR by 50 basis points, comparable hotel total RevPAR by 70 basis points, comparable hotel EBITDA by $13 million and comparable hotel EBITDA margin by 10 basis points, including our joint venture timeshare [Audio Gap]\nShifting to another market that remains top of mind. San Francisco results showed meaningful year-over-year improvement in the fourth quarter. RevPAR was up 10%, driven by both rate and occupancy and F&B revenue was up 15%. Group business is driving the strong results with group room revenue up 36% for the fourth quarter compared to last year as our properties have shifted their focus to in-house groups until the citywide calendar improves in 2025. We have seen positive trends from 2023 continuing in the first quarter of 2024 with conventions driving weekday demand. In fact, January was the best month in the history of the San Francisco Marriott Marquis with total revenue and EBITDA setting all-time records.\nBriefly, looking at out-of-room spend in the fourth quarter. Comparable hotel food and beverage and other revenues were down slightly due to impacts from Maui. We estimate that Maui impacted fourth quarter F&B and other revenues by 60 basis points and 540 basis points, respectively. Encouragingly, the out-of-room revenue trends we have seen post pandemic remain elevated for the rest of our portfolio. In addition to driving strong RevPAR growth and operating improvements across the business, we continue to be recognized as a global leader in corporate responsibility over the course of 2023. We introduced new 2030 environmental and social targets, which are aligned with our vision of becoming a net positive company by 2050, incorporate the progress made toward our prior goals and are more reflective of our current portfolio by updating our baseline to 2019. These environmental and social targets will enable our team to focus on and measure our progress over the long term.\nOur 2030 environmental targets are in their third generation and put Host on a linear path to net zero operations by 2040, leaving 10 years to get to net positive by 2050. We now have 14 properties with lead certification and projects in the pipeline at 19 properties. In addition, we are the only lodging REIT to have green building certifications linked to our sustainable financings. In this year's corporate responsibility report, we highlighted our asset level climate risk assessment across 3 near-term climate perils, including flood, wind and wildfire and 3 long-term perils, including heat, cold and water stress. Based on the results, we have identified assets with elevated climate risk and their corresponding EBITDA contributions, which allows us to prioritize capital investments and resilience and better underwrite potential acquisitions.\nOur 2030 social targets are in their second generation and now include 2 responsible supply chain targets around supplier diversity and responsible sourcing and 1 new community impact target. As an employer of choice, we aim to lead our industry by integrating diversity, equity, inclusion and belonging best practices into all aspects of our culture.\nTurning to capital allocation. We repurchased 1.9 million shares at an average price of $16.50 per share in the fourth quarter. For the full year, we repurchased 11.4 million shares at an average price of $15.93 per share for a total of $181 million. We have approximately $792 million of remaining capacity under the repurchase program. In the fourth quarter, we declared a quarterly cash dividend of $0.20 per share, an 11% increase over the prior quarter. We also announced a special dividend of $0.25 per share bringing the total dividends declared for the year to $0.90 per share.\nIn total, we returned over $700 million of capital to shareholders in 2023. Additionally, in the fourth quarter, the buyer of the Sheraton New York repaid the $250 million seller financing loan we provided to effectuate the disposition. Our size, scale and balance sheet have allowed us to provide seller financing on 3 recent dispositions at a time when debt capital was scarce, further demonstrating that our fortress balance sheet and unparalleled access to capital creates unique opportunities and substantial value for shareholders.\nTurning back to fourth quarter operations. Our overall business mix results were skewed by Maui as leisure transient demand decreased and group demand increased driven by recovery and relief groups. Outside of this temporary demand shift, business mix results were as expected. Group led to growth with nearly 1 million group room nights sold in the fourth quarter, bringing our total group nights sold for 2023 to 4.1 million or 112% of comparable 2022 actual group room nights. Business transient continued its gradual improvement with 7% revenue growth for the quarter and leisure remaining strong with transient rates at our resorts up 58% to 2019, including our 3 Maui resorts.\nAs we look at the current backdrop for our business, we are optimistic about 2024 for several reasons. First, macroeconomic sentiment is incrementally more positive with consensus expectations of a soft landing. Second, supply levels and anticipated growth in supply is at historically low levels in our markets and chain skills. Third, we expect tailwinds from increased airline capacity and continued improvement in the international inbound demand imbalance. And lastly, the transactions market is expected to pick up as improved macroeconomic sentiment allows for more visibility on operating performance and the market is expecting that we will see rate cuts later this year. As we consider these factors, we believe Host is best positioned to capitalize on acquisition opportunities with $2.9 billion of total available liquidity and net leverage of 1.9x. In addition, we have completed 24 transformational renovations in 4 development ROI projects, which we believe, provide meaningful tailwinds for our portfolio.\nLooking at results to date of the 10 hotels that have stabilized post-renovation operations, the average RevPAR index share gain is 8.2 points, which is well in excess of our targeted gain of 3 to 5 points. We are also continuing to reinvest in our portfolio with additional comprehensive renovations and resiliency investments underway and we do not expect meaningful disruption this year. And most importantly, we believe the diverse demand drivers in our portfolio leave us well positioned for top line growth. Sourav will discuss more operational detail and our 2024 outlook in a few minutes.\nTurning to portfolio reinvestment. In 2023, we invested nearly $650 million in capital expenditures at our properties, completing renovations to approximately 3,500 guestrooms, 111,000 square feet of meeting space and approximately 110,000 square feet of public space. In addition, we substantially completed property restorations following Hurricane Ian. In 2024, our capital expenditure guidance range is $500 million to $605 million, which reflects approximately $225 million to $280 million of investment for redevelopment, repositioning and ROI projects. Within the Hyatt transformational capital program, we have already started renovations at the Grand Hyatt Atlanta and the Grand Hyatt Washington, which we expect to complete in the first half of 2025. We will also start transformational renovations at the Hyatt Regency Reston in the fourth quarter of this year. Other major ROI projects include the completion of renovations at the Hilton Singer Island Resort and the construction of the Phoenician Canyon Suites Villas expansion. In addition to our capital expenditure investment, we expect to spend $50 million to $70 million on the luxury condominium development at Four Seasons Resort Orlando at Walt Disney World Resorts this year. We expect to benefit from approximately $9 million of operating profit guarantees related to the Hyatt transformational capital program, which will offset the expected revenue disruption at those properties for 2024. We are extremely proud of our operational and financial performance in 2023 and the iconic portfolio and balance sheet we have built and maintained. Our people, our platform and our portfolio have allowed us to create meaningful shareholder value, and we are confident in the significant opportunities ahead for continued growth and value creation in 2024. With that, I will now turn the call over to Sourav.\n\nSourav Ghosh\n\nExecutive VP & CFO\n\nThank you, Jim, and good morning, everyone. Building on Jim's comments, I will go into detail on our fourth quarter operations, full year 2024 guidance and our balance sheet. Starting with business mix. Overall transient revenue was down 5% compared to the fourth quarter of 2022, driven by the evolving nature of demand in Maui. We estimate that Maui had a 590 basis point impact to transient revenue, which was evenly split between demand and rate. We were encouraged that transient rate at our resorts grew 2% above last year's tough comparisons despite the demand impact from Maui and renovation disruption.\nLooking ahead to spring break. Transient revenue pace is up for our portfolio compared to the same time last year, driven by occupancy and rate growth at our resorts. Outside of Maui, resort transient revenue pace for spring break is up 20%. Business transient revenue was up over 7% to the fourth quarter of 2022, driven by both rate and demand growth at our downtown properties. Business transient demand continued its slow and steady recovery. Room nights at our downtown properties were down 15% in the fourth quarter compared to 2019, which is the smallest gap to 2019 post pandemic. For the full year, business transient demand grew 12% over 2022. In 2024, we expect further demand growth driven by large corporates alongside rate growth in the mid-single digits.\nTurning to group. 2023 was the year of group and convention hotel recovery. For the full year, group room revenues increased 21% over last year and room night volume recovered to 95% of 2019 levels. It is worth noting that our group results were positively skewed by disaster and recovery bookings in Maui. Excluding Maui, group room night volume recovered to 94% of 2019 levels. Group room revenue exceeded 2022 by 13% in the fourth quarter, driven by an increase in both rate and room nights and we estimate roughly half of that growth can be attributed to recovery and relief groups on Maui. Outside of Maui, hotels in San Francisco, Boston, D.C. and Seattle contributed to the group room night increase. Notably, November's APAC conference in San Francisco drove results with an estimated 41,000 citywide group room nights.\nLooking ahead to 2024, we have 3.1 million definite group room nights on the books, representing a 16% increase since the third quarter, putting us ahead of where we were this time last year. Total group revenue pace is up 10% over the same time last year, driven by rate, room nights and banquets. We continue to be encouraged by the ongoing strength of group business as evidenced by strong pace, lengthening booking windows and double-digit citywide room night pace in key markets such as New Orleans, San Diego, Seattle and D.C.\nShifting gears to margins. As expected, margin declines year-over-year were driven by increases in wages and benefits, fixed expenses as well as moderating attrition and cancellation revenues and impacts from Maui. Despite these headwinds, full year 2023 comparable hotel EBITDA margin was 30.1%, representing a 60 basis point increase over 2019. Our ability to achieve this margin expansion is a result of our efforts to redefine the operating model and is indicative of our strong execution, particularly when considering the total comparable hotel expenses have only grown 7% in the last 4 years and occupancy is still 8 points below 2019.\nTurning to our outlook for 2024. The midpoint of our guidance contemplates a stable operating environment with continued improvement in group business, a continued gradual recovery in business transient, steady leisure trends in demand and the continued evolution of demand on Maui as the island recovers from the recent wildfires. At the low end, we have assumed slower group pickup and softer leisure transient and at the high end, we have assumed a faster recovery at our Maui Resorts and increased group pickup.\nFor full year 2024, we anticipate comparable hotel RevPAR growth of between 2.5% and 5.5% over 2023. We expect comparable hotel EBITDA margins to be down 120 basis points year-over-year at the low end of our guidance to down 40 basis points at the high end. Notably, we expect margins to be down only 20 basis points at the midpoint versus 2019 despite a 50 basis point margin impact from Maui. In terms of RevPAR growth cadence for the year, we expect comparable hotel RevPAR growth to be in the low single digits in the first half of the year due to tough comparisons to 2023 which saw a surge in recovery of downtown markets driven by improving group business and elevated leisure demand. We expect mid-single-digit comparable hotel RevPAR growth in the second half of the year as a result of strong group booking pace, less renovation disruption compared to the second half of 2023 and the diminishing impact of the Maui wildfires. For January, we expect comparable hotel RevPAR to be approximately $187, a 1.4% improvement over 2023. At the midpoint of our guidance range, we anticipate comparable hotel RevPAR growth of 4% compared to 2023 and a comparable hotel EBITDA margin of 29.3% which is 80 basis points below 2023.\nAs we think about bridging our 2023 results to 2024, we estimate that Maui is impacting comparable hotel RevPAR by 100 basis points and comparable hotel EBITDA margin by 50 basis points. We also expect a 15 basis point impact to margins from moderating attrition and cancellation revenues and a 45 basis point impact from property taxes and insurance. In 2024, we expect wage rates to increase approximately 5%. For context, in 2023, wages and benefits comprise approximately 50% of our total comparable hotel expenses and attrition and cancellation revenues were $75 million, which is approximately 50% higher than 2019.\nOur 2024 full year adjusted EBITDAre midpoint is $1.635 billion. This includes an expected additional $10 million from business interruption proceeds related to Hurricane Ian and an estimated $60 million contribution from operations at the Ritz-Carlton Naples, which is excluded from our comparable hotel set in 2024. It is important to note that we have not included any assumption for business interruption proceeds from the Maui wildfires in our 2024 guidance.\nTurning to our balance sheet and liquidity position. Our weighted average maturity is 4.2 years at a weighted average interest rate of 4.5%. We have a balanced maturity schedule with our next maturity of $400 million coming due in April 2024. We are closely monitoring the debt capital markets, and we believe our balance sheet provides us with optionality and flexibility. As Jim noted, we have $2.9 billion in total available liquidity, which includes $217 million of FF&E reserves and full availability of our $1.5 billion credit facility. We ended 2023 at 1.9x net leverage. And since our last call, Fitch upgraded the company's issuer rating from BBB- to BBB with a stable outlook, returning Host to its prepandemic rating level.\nWrapping up, in January, we paid a quarterly cash dividend of $0.20 per share and a special dividend of $0.25 and returning to our pre-pandemic quarterly payout level. The Board of Directors authorized a quarterly cash dividend of $0.20 on our common stock to be paid on April 15, 2024, to stockholders of record on March 28, 2024. As always, future dividends are subject to approval by the company's Board of Directors.\nTo conclude, we are proud of our achievements in 2023, and we believe our best-in-class portfolio and balance sheet leave us uniquely positioned to capitalize on opportunities for growth in the future. With that, we would be happy to take your questions. To ensure we have time to address as many questions as possible, please limit yourself to one question."
  },
  {
    "header": "HST",
    "cik": "0001070750",
    "ticker": "HST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6d902b34fd87282b221efde3230c76a9",
    "period": "2023 Q3",
    "content": "Q3 2023 Host Hotels & Resorts Inc Earnings Call\n\nQ3 2023 Host Hotels & Resorts Inc Earnings Call\n\nHSTNASDAQNOV 2, 11:00 AM\n\nOperator\n\nGood morning, and welcome to the Host Hotels & Resorts Third Quarter 2023 Earnings Conference Call. Today's conference is being recorded.\nAt this time, I would like to turn the call over to Jaime Marcus, Senior Vice President of Investor Relations. One moment please, I'm having a slight technical difficulty. One moment.\nLadies and gentlemen, thank you for standing by. Please hold the moment. We are experiencing a brief technical issue. Once again, please stand by one moment. Today's conference call will begin soon.\n\nJaime N. Marcus\n\nSVP of IR, Host Hotels & Resorts, Inc.\n\nThank you, and good morning, everyone. Before we begin, please note that many of the comments made today are considered to be forward-looking statements under federal securities laws as described in our filings with the SEC. These statements are subject to numerous risks and uncertainties that could cause future results to differ from those expressed. And we are not obligated to publicly update or revise these forward-looking statements.\nIn addition, on today's call, we will discuss certain non-GAAP financial information, such as FFO, adjusted EBITDAre and comparable hotel level results. You can find this information, together with reconciliations to the most directly comparable GAAP information in yesterday's earnings press release, in our 8-K filed with the SEC and the supplemental financial information on our website at hosthotels.com.\nWith me on today's call are Jim Risoleo, President and Chief Executive Officer; and Sourav Ghosh, Executive Vice President and Chief Financial Officer. With that, I would like to turn the call over to Jim.\n\nJames F. Risoleo\n\nPresident, Chief Executive Officer & Director, Host Hotels & Resorts, Inc.\n\nThank you, Jaime, and thanks to everyone for joining us this morning. Before we turn to the quarter, I want to take a moment to acknowledge the devastating wildfires that occurred on the island of Maui this past August. All of us at Host were deeply saddened by the loss of life and heartbreaking impact on local communities. As the largest hotel real estate owner on Maui for over 20 years, Host has long shared a connection to the island and helping to support the community through this difficult time is important to our company. We are proud to have aided recovery and rebuilding efforts, donating more than $250,000 to emergency response and relief organizations as well as providing direct financial assistance and relief to our hotels employees. We also provided food and shelter to these employees, their families and emergency response teams. The strength and resilience of the Maui community inspires us, and we are committed to supporting them as the recovery continues.\nNow let's move to our results for the quarter. Please note that the results presented on today's call represent the comparable hotel portfolio, which includes all 3 Maui resorts and continues to exclude the Ritz-Carlton Naples in Hyatt Regency Coconut Point. When applicable, we will provide estimated impacts from Maui to certain results to provide a more comprehensive view of business trends in the quarter.\nDuring the third quarter, we delivered a comparable hotel RevPAR improvement of 1.8% compared to the third quarter of 2022. Our RevPAR performance for the quarter was driven by an occupancy increase of 150 basis points, led by our convention hotels in downtown locations. Overall, Maui had less of an impact on our results than we initially expected as we were able to replace high-rated transient business with recovery and relief group business, which impacted our demand mix this quarter.\nWe delivered adjusted EBITDAre of $361 million, which includes $54 million of business interruption proceeds from Hurricane Ian and delivered adjusted FFO per share of $0.41, beating consensus on both metrics. Third quarter comparable hotel EBITDA margin of 26.6% exceeded 2019 by 10 basis points, and this marks the sixth consecutive quarter since the onset of the pandemic that we have achieved, TRevPAR, RevPAR comparable hotel EBITDA and margins ahead of 2019 levels.\nComparable hotel RevPAR for October is expected to be approximately $229, a 2.4% improvement over 2022. We estimate that the Maui wildfires impacted third quarter comparable hotel RevPAR by 60 basis points, comparable hotel TRevPAR by 120 basis points and comparable hotel EBITDA by $4.5 million. Our risk management team is continuing to engage with our insurers about potential business interruption coverage and the timing and amounts of any potential proceeds are not yet known.\nDespite the wildfires on Maui, which we expect will impact our full year RevPAR guidance by 50 basis points, we maintained the midpoint of our previous full year expected comparable hotel RevPAR growth at 8% and tightened our full year RevPAR growth guidance range to 7.25% to 8.75%. At the midpoint of our guidance, full year 2023 comparable hotel EBITDA is forecasted to be 8.5% above 2019, with comparable hotel RevPAR growth 5.6% greater than 2019.\nAs we look at the current macro picture, we continue to be optimistic about the state of travel for several reasons. First, group business continues to improve. During the quarter, we booked [ 245,000 group rooms ] through 2023, and total group revenue pace is now 6.7% ahead of the same time 2019, up from 4.2% as of the second quarter. Even without the recovery in relief groups on Maui, total group revenue would have been above both 2022 and 2019. The group booking window continues to extend, and we are pleased with the base we have on the books for next year.\nSecond, business transient demand continued its gradual improvement during the third quarter. Business transient revenue was up approximately 9% to 2022 and demand improved 5% compared to the third quarter of 2022. Overall, business transient revenue is down approximately 16% compared to 2019, with room nights down approximately 20%.\nRoom nights have gradually improved throughout the year. In January, we were down nearly 23% to 2019. And in September, we were down just 17% to 2019. We see the continued evolution of business travel as a tailwind in the future.\nThird, leisure rates at our resorts remain well above 2019 levels despite continued moderation in the third quarter as expected. For context, transient rates at our resorts were 56% above 2019 in the third quarter which is particularly impressive when considering that this excludes the benefits from our 2 newly renovated noncomparable hotels in Florida and includes the impact from our 3 resorts on Maui.\nFourth, we expect international demand to be a positive trend going forward. International inbound air traffic increased to 88% of 2019 levels in September, up from 80% in June. At the same time, international outbound air traffic increased to 118% of 2019 levels after hovering near 108% since January, which indicates that consumers continue to prioritize travel. As evidenced by recent booking volume trends for U.S. airlines, the international imbalance is likely to revert to 2019 levels over time.\nMost importantly, we are not seeing evidence in [indiscernible] at our hotels. Food and beverage outlet revenues remained both above 2022 and 2019, driven by resorts and nonresort alike, which is encouraging given that occupancy still lags 2019 levels. Golf and small revenues also remained significantly ahead of pre-pandemic levels. Taken together, we believe this indicates that consumers continue to desire and ability to spend on experiences at our hotels.\nMoving to our reconstruction efforts following Hurricane Ian. The newly transformed Ritz-Carlton Naples has been very well received since its reopening in July and we are optimistic that the resort is set up to exceed our underwriting expectations. Transient rates were 75% above 2019 for the second half of this year, driven by the increased suite mix in the new Vanderbilt Tower.\nLooking forward to festive season, club-level room night booking pace is up more than 25% over the same time in 2019 with an ADR premium of almost $900 and suite bookings are pacing up 125% with a more than $1,300 rate increase over 2019. We are proud of the well-deserved tension that Ritz-Carlton Naples is receiving, including regaining the coveted AAA 5-diamond designation, and we look forward to seeing the results it delivers in the years to come.\nIn terms of insurance proceeds related to Hurricane Ian, to date, we have received $208 million of the expected potential insurance recovery of approximately $310 million for covered costs. During the third quarter, we received $54 million of business interruption proceeds, and we expect to receive an additional $26 million of business interruption proceeds in the fourth quarter.\nTurning to group. Revenue exceeded 2022 by 10% in the third quarter, marking the fifth consecutive quarter, group revenue exceeded 2019. Definite group room nights on the books for 2023 increased to 4 million in the third quarter, which represents approximately 110% of comparable full year 2022 actual Group room nights, up from 103% as of the second quarter. For full year 2023, total group revenue pace is up approximately 20% to the same time last year and up 6.7% to the same time 2019, in part due to recovery and relief groups on Maui. Group rate on the books is up 7% at the same time last year, a 40 basis point increase since the second quarter.\nLooking ahead to 2024, we have 2.6 million definite group room nights on the books, a 15% increase since the second quarter. Total group revenue pace is up 13% at the same time last year, driven fairly evenly by room nights and rates. We are encouraged by the ongoing strength of group as evidenced by increasing pace lengthening booking windows and improving citywide calendars.\nMoving to portfolio reinvestment. We are excited to announce that we reached an agreement with Hyatt to complete transformational reinvestment capital projects at 6 properties in our portfolio. The properties include the Grand Hyatt Atlanta, the Grand Hyatt Washington, D.C., the Grand Hyatt San Diego, the Hyatt Regency Austin, the Hyatt Regency Capitol Hill and the Hyatt Regency Reston. Building on the success of the Marriott transformational capital program, we believe these portfolio investments will position the targeted hotels to compete better in their respective markets while enhancing long-term performance.\nHyatt has agreed to provide us with priority returns on these investments. Additionally, Hyatt will provide $40 million in operating profit guarantees as protection for the anticipated disruption associated with the incremental investment. Our total investment is expected to be approximately $550 million to $600 million, 2/3 of which we were planning to invest as part of our capital plan over the next few years. We expect to invest between $125 million and $200 million per year over the next 3 to 4 years on this program. We are targeting stabilized annual cash-on-cash returns in the low double digits on our [indiscernible] investment through a combination of enhanced owners' priority returns and RevPAR index share gains.\nTurning to our capital expenditure guidance for 2023, we tightened the range to $615 million to $695 million, which includes approximately $200 million to $230 million of investment for redevelopment, repositioning and ROI projects, and $150 million to $175 million for hurricane restoration work. Major capital expenditure projects included the December completion of a transformational renovation at the Fairmont Kea Lani as well as the start of construction at the Finishing Canyon Suites Villas and the luxury condominium development at Four Seasons Resort Orlando at Walt Disney World Resort. Lastly, we are well underway with the repositioning renovation of the Hilton Singer Island which is expected to be complete in the first quarter of 2024, and we are working with Hilton to top brand the hotel as a Curio Collection Resort. We are targeting a stabilized cash-on-cash return in the mid-teens on our repositioning investment.\nAs we have said many times before, our exceptional balance sheet puts us in a position to execute on multiple fronts, which is what you saw us do during the third quarter. We continue to reinvest in our portfolio and we believe our comprehensive renovations is while enhancing the EBITDA growth of our portfolio well into the future. We announced an exciting transformational capital program with Hyatt, we purchased approximately $100 million of stock and return capital to shareholders through a 20% increase in our quarterly dividend. We continue to be optimistic about the state of travel, and we believe Host is very well positioned to outperform in the current economic environment.\nWith that, I will turn the call over to Sourav.\n\nSourav Ghosh\n\nExecutive VP & CFO\n\nThank you, Jim, and good morning, everyone. Building on Jim's comments, I will go into detail on our third quarter operations, our updated 2023 guidance, our balance sheet and our dividend.\nStarting with business mix, we estimate that Maui impacted overall transient revenue by 450 basis points, which skewed the comparison this quarter resulting in transient revenue down 330 basis points to the third quarter of 2022. We were encouraged that transient rates at resorts remained 56% higher than 2019 despite the impact from Maui and the renovation at the 1 Hotel South Beach which contributed to the decline over last year.\nAs expected, during the third quarter, we continued to see a normalization in transient rates at resorts compared to 2022. Business transient revenue was approximately 9% above the third quarter of 2022. Business transient rooms sold remain approximately 20% below 2019 levels but it's worth noting that New York, San Francisco and Denver, 3 of our largest business transient markets were within 10% of 2019 room nights in the third quarter. Looking at top business transient customers, large consulting and audit firms continue to drive the biggest share of business travel room nights, but they're also the largest contributor to room night decline compared to 2019. Encouragingly, during the third quarter, large technology companies showed room night growth compared to 2019.\nTurning to group. Group room revenues were 10% above the third quarter of 2022 driven by a rate increase of 8%. It is worth noting that these results were skewed higher by the recovery [indiscernible] groups at our Maui Resorts, which positively impacted group room revenue. In the quarter for the quarter, group room night bookings were up 49% compared to last year and 85% compared to 2019, with growth driven by New York, Phoenix and San Francisco as our convention hotels continue to focus on building a strong in-house group base. Maui also contributed to the strong in the quarter for the quarter bookings, but results would still have been up meaningfully, excluding its contribution. We are encouraged by the continued recovery of international arrivals San Francisco, which stood at 87% of 2019 levels in the third quarter up from 76% in the first quarter, driven by increased [ airlift ] from Asia.\nWith respect to group mix, corporate group room revenue was up 8% in the third quarter, driven by 7% rate growth. Association Group revenue was down 11% in the third quarter compared to last year, led by a decline in room nights as the citywide recovery remains uneven. Social, military, educational, religious and fraternal or SMERF Group revenue was up 39% in the third quarter, driven by recovery and relief room nights on Maui, which are designated in the smart category. Excluding Maui, room night growth in this category would still have been up over 7%, led by our hotels in New York and Washington, D.C.\nLooking ahead, our 2024 total group revenue pace is 13% ahead of the same time last year, and we continue to be encouraged by the citywide booking pace in markets such as Seattle, New Orleans and San Diego. All of which have citywide group room nights meaningfully ahead of the same time last year.\nShifting gears to margin performance. Our third quarter comparable hotel EBITDA margin came in at 26.6% which is 10 basis points above the third quarter of 2019. Total comparable expenses grew 5.5% over 2019, while total comparable revenues were up 5.6%. As we have said many times before, we are encouraged that comparable hotel EBITDA margin remains above 2019 despite elevated expense inflation over the past 4 years and occupancy still 8 points below 2019.\nAs Jim mentioned, despite the impact of the wildfires in Maui, we maintained the midpoint of our previous full year expected comparable hotel RevPAR growth at 8% and tightened our full year RevPAR growth guidance range to 7.25% to 8.75%. Our guidance range continues to contemplate varying degrees of moderating growth in the fourth quarter. We would expect year-over-year comparable hotel RevPAR percentage changes in the fourth quarter to be down low single digits at the bottom end to up low single digits at the top end with the range driven primarily by the evolving nature of demand on Maui.\nWe expect fourth quarter operational results to roughly follow 2019 quarterly seasonal trends as provided on Page 17 of our supplemental financial information, which at the midpoint of our guidance implies slightly positive fourth quarter RevPAR growth. At the midpoint, we would expect full year adjusted EBITAre of $1.620 billion. Please note that our adjusted EBITDAre guidance includes $54 million of business interruption proceeds, which we received in the third quarter and an additional $26 million, which we expect to collect in the fourth quarter, all of which is related to Hurricane Ian.\nExcluding the impacts of business interruption, our revised full year comparable hotel EBITDA midpoint only declined $8 million versus the second quarter despite a full year estimated impact of $25 million from Maui. It is important to remember that although business interruption proceeds are onetime in nature, we expect the Ritz-Carlton Naples and Hyatt Regency Coconut Point to contribute a full year of EBITDA in 2024. As a reminder, comparable hotel EBITDA and comparable hotel EBITDA margin are not affected by operational results or business interruption proceeds related to these 2 resorts as they are considered noncomparable at this time.\nShifting to margins. As we have discussed over the past few quarters, year-over-year, we expect comparable hotel EBITDA margins to be down 210 basis points at the low end of our guidance to down 170 basis points at the high end due to stable staffing levels at our hotels, higher utility and insurance expenses and lower attrition and cancellation fees. For these reasons, we do not believe 2022 represents a stabilized comparison for margins.\nRelative to 2019, which we believe is a more representative year for margin comparison, we expect margins this year to be up 20 basis points at the low end of our guidance to up 60 points at the high end. This margin expansion is despite impacts from Maui, occupancy still meaningfully below 2019 levels, moderating attrition and cancellation revenues and expense inflation.\nTurning to our balance sheet and liquidity position. The $163 million loan to the buyer of the Sheraton Boston was repaid in full during the third quarter. Our weighted average maturity is 4.5 years at a weighted average interest rate of 4.6%. We have a balanced maturity schedule with our next maturity of $400 million coming due in April 2024. We ended the third quarter at 2.1x leverage, and we have $2.6 billion of total available liquidity, which includes $218 million of [ FF&E ] reserves and full availability of our $1.5 billion credit facility.\nIn addition, we repurchased 6.3 million shares at an average price of $15.90 per share, bringing our total repurchases for the quarter to $100 million. Year-to-date, we have repurchased 9.5 million shares at an average price of $15.82, bringing our total repurchases for the year to $150 million. We have approximately $823 million of remaining capacity under our repurchase program, and we will continue to be opportunistic when executing share repurchases. We paid a quarterly cash dividend of $0.18 per share, an increase of $0.03 or 20% over our second quarter dividend. Though we expect to maintain our quarterly dividend at a sustainable level, taking into consideration potential macroeconomic factors, all future dividends are subject to approval by the company's Board of Directors.\nWe remain optimistic on the future of our business and travel overall. We believe our portfolio, our balance sheet and our team are well positioned to continue outperforming. As we have shown, Host can do it all and we will continue to be strategic in the current macroeconomic environment.\nWith that, we would be happy to take your questions. [Operator Instructions]"
  },
  {
    "header": "HST",
    "cik": "0001070750",
    "ticker": "HST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3528ddb42df4df6e9bb878f7d6bcfc10",
    "period": "2023 Q2",
    "content": "Q2 2023 Host Hotels & Resorts Inc Earnings Call\n\nQ2 2023 Host Hotels & Resorts Inc Earnings Call\n\nHSTNASDAQAUG 3, 1:00 PM\n\nOperator\n\nGood afternoon, and welcome to the Host Hotels & Resorts Second Quarter 2023 Earnings Conference Call. Today's conference is being recorded. And at this time, I would like to turn the call over to Jaime Marcus, Senior Vice President of Investor Relations. You may go ahead.\n\nJaime Marcus\n\nThank you, and good afternoon, everyone. Before we begin, please note that many of the comments made today are considered to be forward-looking statements under federal securities laws. As described in our filings with the SEC, these statements are subject to numerous risks and uncertainties that could cause future results to differ from those expressed, and we are not obligated to publicly update or revise these forward-looking statements.\nIn addition, on today's call, we will discuss certain non-GAAP financial information, such as FFO, adjusted EBITDAre and comparable hotel level results. You can find this information, together with reconciliations to the most directly comparable GAAP information, in yesterday's earnings press release and our 8-K filed with the SEC, and in the supplemental financial information on our website at hosthotels.com.\nWith me on today's call are Jim Risoleo, President and Chief Executive Officer; and Sourav Ghosh, Executive Vice President and Chief Financial Officer. With that, I would like to turn the call over to Jim.\n\nJames Risoleo\n\nThank you, Jaime, and thanks to everyone for joining us, this afternoon. During the second quarter, we delivered a comparable hotel RevPAR improvement of 2.7% compared to the second quarter of 2022. Our RevPAR performance for the quarter came in below our quarterly guidance, primarily as a result of moderating transient demand in San Francisco and Seattle and at our resorts to a lesser extent.\nComparable hotel TRevPAR growth was 3.8% during the quarter, underscoring the continued strength of out-of-room spend. During the quarter, we delivered adjusted EBITDAre of $446 million and adjusted FFO per share of $0.53, while our second quarter comparable hotel EBITDA of $449 million was 9% below 2022, it was 9% above 2019.\nSecond quarter comparable hotel EBITDA margin of 32.7% exceeded 2019. This marks the fifth consecutive quarter, since the onset of the pandemic that we have achieved TRevPAR, RevPAR and comparable hotel EBITDA and margins, ahead of 2019 levels.\nComparable hotel RevPAR for July is expected to be approximately $209, which is 2.5% above July of 2022. Our performance in the first half of the year, coupled with the macroeconomic backdrop in the second half, led us to tighten our full year RevPAR growth guidance range to 7% to 9%. Bringing the midpoint of our full year expected RevPAR growth to 8%.\nAt the midpoint of our guidance for full year 2023, comparable hotel EBITDA is forecasted to be approximately 9%, above 2019. As we look at the current macroeconomic picture, it is important to consider how our outlook has shifted over the past 6 months. As the second quarter progressed, we started to see a moderation in volume at our hotels in San Francisco and Seattle, which were already affected by softer demand.\nAt the same time, many high-end leisure travelers took the opportunity to travel internationally, and we did not see a corresponding level of international inbound demand, which impacted volume at our resorts. Against this backdrop, we were pleased to deliver positive RevPAR and TRevPAR growth for the quarter, especially given the high watermark of the second quarter of 2022.\nWe remain optimistic about the state of travel for several reasons. First, group business continues to improve. During the quarter, we booked over 310,000 group rooms for 2023, and total group revenue pace is now 4.2% ahead of the same time 2019 up from 2.5% as of March and 3.2% as of April.\nThe group booking window is continuing to extend and groups continue to spend more than contracted. Second, business transient demand continued its gradual improvement during the second quarter. Rates were up 10% to both 2022 and 2019 and demand improved nearly 6% compared to the second quarter of 2022. While demand is still down 19% compared to 2019, and improved 190 basis points from the first quarter.\nThird, leisure rates at our resorts remain well above 2019 levels, despite some expected moderation in the second quarter. For context, transient rates at our resorts were 61% above 2019 in the second quarter, an increase from 54% in the first quarter. Fourth, as evidenced by the airline and TSA data, we expect international demand to be a tailwind going forward.\nIn June, U.S. international outbound air travel grew to 110% of pre-pandemic levels, while international inbound was only 80%. This aligns with U.S. outbound summer flight bookings, which are up 27% year-over-year, while corresponding inbound bookings were up only 3% according to rate gain.\nIt is the first summer since 2019 that U.S. travelers had enough lead time to plan an unrestricted international vacation, and we expect these trends will revert over time. Finally, and most importantly, we are not seeing evidence of a weakened consumer at our hotels. Comparable hotel food and beverage spend was up 6% to last year, driven fairly evenly by banquets and outlets indicating the strength of both group and transient customers.\nThis is particularly encouraging as outlet revenue grew 5% despite flat portfolio-wide occupancy. In fact, our resort outlet revenue per occupied room grew 5% in the second quarter compared to 2022, and it was also the highest in Hosts' history at $196. Other revenue also continued to grow, with all line items up over last year, except for attrition and cancellation fees, which are moderating as expected.\nGolf and spa revenues remain robust with growth over the record highs of 2022, which we believe is further evidence of the leisure travelers' desire and ability to spend on experiences. In fact, we still had 5 resorts with transient rates of $1,000 or more. Notably, the top 3 resorts were recent acquisitions, underscoring the strength of our opportunistic capital allocation strategy.\nLeading the pack was Alila Ventana Big Sur at nearly $1,800 and the Four Seasons Resort Orlando at Walt Disney World Resort and Four Seasons Resort and Residences Jackson Hole, both at over $1,600. Moving to our reconstruction efforts following Hurricane Ian. In June, we completed the final phase of the restoration work at the Hyatt Regency Coconut Point, with the reopening of its water park and outdoor dining complex.\nAnd last month, we reopened the completely transformed Ritz-Carlton Naples, which combined a comprehensive renovation of the existing resort with the addition of a new 74 key tower. As part of the renovation, we expanded the guest room bathrooms to increase fixture counts elevated the design and functionality of the rooms and combine standard guestrooms to create multi-base suites.\nWe also enhanced the arrival experience with a reimagined lobby and lobby bar. The ROI development of the Vanderbilt Tower added a net 24 additional keys, increased the suite count to 92 from 35 and added new pools, cabanas, bungalows, a pull side F&B outlet with the bar and an expanded club lounge that eliminates the capacity constraint on upsells.\nIn addition to the renovation and expansion, our reconstruction efforts allowed us to opportunistically enhance the resiliency of the property by elevating critical equipment, improving dry flood-proofing measures, accelerating future building envelope waterproofing and replacing major equipment with more efficient machinery.\nThe transformation of the Ritz-Carlton Naples has been extremely well received since the reopening, and we are optimistic that the resort is set up to exceed our underwriting expectations. As an example, pace for the 2023 festive season is well above historical levels with the expanded suite inventory and new club level facilities and high demand.\nThe new lobby champagne bar has quickly become the place to see and be seen and Naples for both guests and locals. We are extremely pleased with the transformation of this iconic resort and we are excited to see the results it delivers, over the years to come. In terms of insurance proceeds related to Hurricane Ian, to date, we have received $113 million of the expected potential insurance recovery of approximately $310 million for covered costs.\nThe proceeds have all been allocated to property damage thus far. Turning to group. Revenue exceeded 2022 by 4%, marking the fourth consecutive quarter, group revenue exceeded 2019. Definite group room nights on the books for 2023 increased to $3.7 million in the second quarter which represents approximately 103% of comparable full year 2022 actual group room nights, up from 94% as of the first quarter.\nFor full year 2023, group rate on the books is up 7% to the same time last year, a 30 basis point increase since the first quarter. In addition, total group revenue pace is up approximately 19% to the same time last year and up 4.2% to the same time 2019. Looking ahead to 2024, we have 2.2 million definite group room nights on the books.\nTotal group revenue pace is up 13.5% to the same time last year, and up 1.5% to the same time 2019. We are encouraged by the ongoing strength of group as evidenced by accelerating booking activity, lengthening booking windows and tentative room nights ahead of both last year and 2019.\nMoving to portfolio reinvestment. We completed comprehensive renovations at the final asset in the Marriott Transformational Capital Program, the Washington Marriott at Metro Center during the second quarter. The program, which began in 2018, included extensive guestroom and public area renovations at 16 assets and finished under budget.\nDuring the pandemic, we expanded our reinvestment strategy to include 8 additional assets with required near-term CapEx, where we believe significant upside could be realized with transformational renovations. To date, we have completed 7 of those 8 assets. We believe these comprehensive renovations will enable us to continue to capture incremental market share above our targeted range of 3 to 5 points of RevPAR index share gains and that is shaping up to be the case so far.\nLooking at results to date. Of the 7 hotels that have stabilized post-renovation operations, the average RevPAR index share gain is 8.8 points. For the full year, our 2023 capital expenditure guidance range is $625 million to $725 million, which reflects approximately $240 million of investment for redevelopment, repositioning and ROI projects, as well as $125 million to $175 million for hurricane restoration work.\nRemaining projects include the completion of a transformational renovation of the Fairmont Kea Lani, a repositioning renovation of the Hilton Singer Island and breaking ground on finishing Canyon Sweet villas and the luxury condominium development at Four Seasons Resort Orlando at Walt Disney World Resort.\nMore broadly, we will continue to be strategic and opportunistic in our approach to driving EBITDA growth. We have an investment-grade balance sheet, independent analytic capabilities, a diversified portfolio and the size, scale and team to continue executing across economic cycles. We have created meaningful shareholder value over the past 6 years by improving the quality of our cash flow, and we believe Host is ideally positioned to outperform in the current macroeconomic environment.\nWith that, I will turn the call over to Sourav.\n\nSourav Ghosh\n\nExecutive VP, CFO & Treasurer, Host Hotels & Resorts, Inc.\n\nThank you, Jim, and good afternoon, everyone. Building on Jim's comments, I will go into detail on our second quarter operations, our updated 2023 guidance and our balance sheet and dividends. Starting with business mix. Overall transient revenue was up 80 basis points to the second quarter of 2022, driven by rate growth, which offset a slight decrease in demand.\nSoftening transient demand drove the miss to RevPAR guidance driven primarily by underperformance in San Francisco and Seattle and at our resorts to a lesser extent. Results in the second quarter saw transient revenue down 8% over the all-time high of the second quarter of 2022. While transient rate at resorts was down year-over-year, it was still 61% above 2019, after being up 54% compared to 2019. In fact, transient revenue at our resorts increased in the second quarter compared to the first quarter despite the slight decrease in demand.\nBusiness transient revenue was 16% above the second quarter of 2022, driven by a 10% rate increase. Demand also increased by nearly 6% above last year, driven by our hotels in New York, Boston and Washington, D.C. Our downtown properties accounted for 65% of the business transient demand, which is in line with pre-pandemic trends.\nSmall and medium-sized businesses continue to drive the recovery, representing the majority of our business transient demand today. Turning to group. Group room revenues were 4% above the second quarter of 2022, fully driven by rate growth. The 1.1 million group room nights sold in the quarter was slightly ahead of both last year and the first quarter, which aligns with 2019 seasonal trends.\nWashington, D.C., Chicago and Boston drove the group room revenue growth compared to 2022. With respect to group mix, corporate group room revenue was up 9% in the second quarter, driven by nearly 6% rate growth. As anticipated, Association Group's revenue was down almost 3% in the second quarter compared to last year, as the second quarter of 2022 had elevated association group volume driven by rebookings for events that were canceled during the pandemic.\nSocial, military, educational, religious and fraternal or SMERF group revenue was up 3% in the second quarter, driven by 2.5% wage growth. Our 2024 total group revenue pace is above both 2022 and 2019, and we are encouraged by the citywide booking pace in New Orleans, San Diego, Seattle and Washington, D.C. all of which have citywide group room nights meaningfully ahead of the same time last year.\nShifting gears to margin performance. Our second quarter comparable hotel EBITDA margin came in at 32.7% which is 40 basis points better than the second quarter of 2019, but below the high watermark of the second quarter of 2022, when staffing at hotels lagged demand.\nTotal comparable expenses grew just 7.5% over 2019, while total comparable revenues were up 7.8%. As expected, attrition and cancellation revenue moderated from 2022 levels during the second quarter. We are encouraged that comparable hotel EBITDA margin remains above 2019 despite elevated inflation over the past 4 years, and occupancy still 8 points below 2019. As Jim noted, we tightened our full year comparable hotel RevPAR growth range to 7% to 9%. The RevPAR midpoint of 8% is 100 basis points less than our prior midpoint. But at the high end of the original guidance range we provided in February.\nWe estimate that approximately 60 basis points of the midpoint decline is attributable to second quarter results and the remaining 40 basis points is attributable to our updated outlook for the second half of the year. While, we have not yet seen signs of a macroeconomic-driven slowdown, our guidance range continues to contemplate varying degrees of moderating growth in the second half of the year.\nAs a result, we would expect year-over-year comparable hotel RevPAR percentage changes in the second half of the year to be flat to up low single digits, primarily driven by occupancy. At the midpoint of our guidance, we would expect a comparable hotel EBITDA margin of 29.9%, which is 40 basis points ahead of 2019 and full year adjusted EBITDAre of $1.550 billion.\nKeep in mind that the midpoint of our revised full year 2023 adjusted EBITDAre guidance is still $100 million above the original guidance we provided in February, and down only $25 million from the guidance we provided in May. We expect our operational results to roughly follow 2019 quarterly seasonal trends as provided on Page 17 of our supplemental financial information.\nAs a reminder, the third quarter of the year is historically the weakest of the 4 quarters in terms of both nominal dollars and margins due to seasonal market and business mix shifts. Our 2023 full year adjusted EBITDAre guidance includes an expected $17 million contribution from Hyatt Regency Coconut Point and the Ritz-Carlton Naples, both of which are excluded from our comparable hotel results due to impacts from Hurricane Ian.\nAs we have discussed previously, the pre-hurricane estimated contribution from these 2 hotels including the new tower at Ritz-Carlton Naples was expected to be an additional $71 million in 2023. It is also important to note that we have not included any expected business interruption proceeds from Hurricane Ian in our 2023 guidance.\nAs we have discussed over the past few quarters, year-over-year, we expect comparable hotel EBITDA margins to be down 210 basis points at the low end of our guidance to down 170 basis points at the high end due to stable staffing levels at our hotels, higher utility and insurance expenses and lower attrition and cancellation fees.\nWe expect the biggest margin differential year-over-year to be in the second quarter with a narrowing margin spread in the second half of the year. For these reasons, we do not believe 2022 will present a stabilized comparison for margins.\nRelative to 2019, which is more representative year for margin comparison, we expect margins this year to be up 20 basis points at the low end of our guidance to up 60 basis points at the high end, despite lagging occupancy and elevated inflation pressures over the past 4 years. Our efforts to transform the portfolio and evolve the hotel operating model are enabling this margin expansion.\nAs we have discussed in the past, it is particularly impressive when you consider that our forecasted total hotel expense CAGR from 2019 to 2023 is only 1.6% versus the forecasted core CPI CAGR of 4% over the same period. Turning to our balance sheet and liquidity position. Our weighted average maturity is 4.7 years at a weighted average interest rate of 4.5%, and we have no significant maturities until April 2024.\nWe ended the second quarter at 2.2x leverage, and we have $2.5 billion of total available liquidity, which includes $213 million of FF&E reserves and full availability of our $1.5 billion credit facility. In addition, during the second quarter, we achieved a milestone in our progress towards our renewable energy goal, resulting in a 2.5 basis point reduction in the interest rate on the outstanding term loans, under our sustainability-linked credit facility.\nWe paid a quarterly cash dividend of $0.15 per share, an increase of $0.03 or 25% over the prior quarter in July. Though, we expect to maintain our quarterly dividend at a sustainable level, taking into consideration potential macroeconomic factors, all future dividends are subject to approval by the company's Board Directors.\nWe remain optimistic on the future of our business and travel overall. In any scenario, we believe our portfolio, our balance sheet and our team are well positioned to continue outperforming, and we will continue to be strategic in the current macroeconomic environment.\nWith that, we would be happy to take your questions. [Operator Instructions]"
  },
  {
    "header": "HST",
    "cik": "0001070750",
    "ticker": "HST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3783075fe8c548e961c49aaf4b45cf2f",
    "period": "Unknown",
    "content": "Host Hotels & Resorts Inc. Q1 2023 Earnings Call\n\nHost Hotels & Resorts Inc. Q1 2023 Earnings Call\n\nHSTNASDAQMAY 4, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Host Hotels & Resorts First Quarter 2023 Earnings Conference Call. Today's call is being recorded. At this time, I would like to turn the call over to Jaime Marcus, Senior Vice President of Investor Relations.\n\nJaime Marcus\n\nThank you, and good morning, everyone. Before we begin, please note that many of the comments made today are considered to be forward-looking statements under federal securities laws. As described in our filings with the SEC, these statements are subject to numerous risks and uncertainties that could cause future results to differ from those expressed, and we are not obligated to publicly update or revise these forward-looking statements. In addition, on today's call, we will discuss certain non-GAAP financial information, such as FFO, adjusted EBITDAre and comparable hotel level results. You can find this information together with reconciliations to the most directly comparable GAAP information in yesterday's earnings press release and our 8-K filed with the SEC and in the supplemental financial information on our website at hosthotels.com. With me on today's call are Jim Risoleo, President and Chief Executive Officer; and Sourav Ghosh, Executive Vice President and Chief Financial Officer. With that, I would like to turn the call over to Jim.\n\nJames Risoleo\n\nThank you, Jaime, and thanks to everyone for joining us this morning. We kicked off the first quarter of 2023 with meaningful outperformance, delivering a RevPAR improvement of 31% compared to the first quarter of 2022, exceeding the top end of our first quarter RevPAR guidance by 4 percentage points. During the first quarter, we delivered adjusted EBITDAre of $444 million and adjusted FFO per share of $0.55. Our comparable hotel EBITDA of $439 million in the first quarter was 18% above 2019 and 44% above 2022, driven by both occupancy increases and continued rate strength, particularly in the group business segment at our downtown hotels. First quarter comparable hotel EBITDA margin of 32.5% was meaningfully ahead of 2022 and exceeded 2019 for the fourth consecutive quarter. Our strong performance in the first quarter, coupled with our improved outlook for the year, allowed us to substantially raise and tighten our full year RevPAR growth guidance range to 7.5% to 10.5%, nearly doubling the midpoint of our full year expected RevPAR growth to 9% from 5% last quarter. This marks the fourth consecutive quarter since the onset of the pandemic that we have achieved RevPAR, adjusted EBITDAre and EBITDA margins ahead of 2019. And at the midpoint, our full year 2023 RevPAR guidance is 7% above 2019. Our outperformance is a result of the capital allocation decisions made over the last 6 years and our unwavering focus on expense control and margin improvement. It is worth noting that at the 9% midpoint, we raised our adjusted EBITDA guidance by $125 million, which is significantly above our first quarter outperformance of over $40 million relative to consensus. Lastly, at the midpoint of our range, our full year 2023 EBITDA is forecasted to be 3% above 2019. We are also providing second quarter comparable hotel RevPAR growth guidance of 4% to 6%. Sourav will discuss our updated guidance assumptions in a few minutes. On the capital allocation front, during the first quarter, we sold the 277-key Camby Autograph Collection Hotel in Phoenix, Arizona, for $110 million or 14.3x trailing 12-month EBITDA. When calculating the EBITDA multiple, we included approximately $23 million of estimated foregone near-term CapEx. In connection with the sale, we provided a $72 million loan to the purchaser with up to an additional $12 million available for a property improvement plan not to exceed a 65% loan-to-cost ratio.\nDuring the quarter, we also repurchased 3.2 million shares at an average price of $15.65 per share through our common share repurchase program, bringing our total repurchases for the quarter to $50 million. Over the past 2 quarters, we have repurchased $77 million of stock at an average repurchase price of $15.75 per share. We have approximately $923 million of remaining capacity under the repurchase program. We continue to be optimistic about the state of travel today despite the underlying uncertainty in the economy and lack of clear visibility in the second half of the year. We are not seeing any signs of a slowdown and our outlook for the rest of the year has improved since our last earnings call.\nLeisure rates remain well above 2019 levels and the moderation we saw in the second half of last year plateaued in the first quarter. For context, transient rates at our resorts were 54% above 2019 in the first quarter, which was in line with the fourth quarter. On the group front, in the first quarter, we booked over 500,000 group rooms for 2023 and total group revenue pace is now 2.5% ahead of the same time in 2019. The group booking window is extending as most of our top markets picked up more group rooms for 2024 in the first quarter than the same time 2019. While business transient demand is continuing to evolve, rates in the first quarter were up 10% to 2019, with demand holding steady compared to the fourth quarter. Turning to first quarter results. Comparable hotel RevPAR for the first quarter was approximately $218, a 31% improvement over the first quarter of 2022 and a 7.4% improvement over the first quarter of 2019. Comparable hotel revenues in the first quarter were up 11% over 2019 and 34% over 2022, respectively. While comparable hotel operating expenses were up only 9% over 2019 and 30% over 2022.\nTransient revenue was 13% above the first quarter of 2022 as a result of increased occupancy and easier comparisons due to Omicron, which allowed our managers to push rate higher. Revenue growth was primarily driven by our downtown hotels. Our resort properties continue to outperform with 1% transient rate growth over 2022. In the first quarter, we had 6 resorts with transient rates above $1,000, led by the Four Seasons Resort in Residence, Jackson Hole at nearly $3,000 and the Four Seasons Resort Orlando at Walt Disney World Resort at over $2,000. As a reminder, Hyatt Coconut Point and the Ritz-Carlton, Naples are both excluded from our comparable hotel results due to impacts from Hurricane Ian. Hyatt Coconut Point has been opened since November, and the final phase of restoration is expected to complete in mid-June with the reopening of its water park complex.\nThe Ritz-Carlton Naples remains closed. However, we are nearing the end of our reconstruction efforts, which will enhance the resiliency of the property by elevating critical equipment, improving dry flood proofing measures and replacing major equipment with more efficient machinery. We have targeted reopening the resort, including the new 74-key tower expansion in July. We are excited to showcase the transformational repositioning of the Ritz-Carlton Naples. As of today, we have received $98 million of insurance proceeds of the expected potential insurance recovery of approximately $310 million for covered costs. The proceeds received to date have all been classified as property damage. As a reminder, these 2 properties were expected to contribute an additional $71 million of EBITDA this year, which is not included in our full year guidance.\nTurning to group. This is the third consecutive quarter group revenue exceeded 2019, driven by 14% rate growth over the same time in 2019 with over 1 million group room nights sold. Definite group room nights on the books for 2023 increased to $3.4 million in the first quarter. Which represents approximately 94% of comparable full year 2022 actual group room nights, up from 80% as of the fourth quarter of 2022. Total group revenue for the first quarter was 7% ahead of 2019, driven by continued elevated banquet and AV spend. For full year 2023, Group rate on the books is up over 6% to the same time last year, a 90 basis point increase since the fourth quarter. In addition, total group revenue pace is up approximately 25% to the same time last year. We continue to be very encouraged by the large group base we have on the books, particularly when you consider that our -- in the quarter for the quarter bookings, remain elevated at 28% above the same time 2019. Sourav will touch on additional operational details and our updated 2023 outlook in a few minutes.\nOur recent acquisitions continue to contribute to our outperformance and are meaningfully ahead of our underwriting expectations. Based on full year 2023 forecast, EBITDA from the 8 hotels we acquired in 2021 and '22 is comfortably within our targeted range of 10 to 12x and well ahead of our underwritten stabilization period. Looking back on our transaction activity since 2018, we have acquired $3.5 billion of assets at a 14x EBITDA multiple and disposed of $5 billion of assets at a 17x EBITDA multiple, including $976 million of estimated foregone capital expenditures. Comparing all owned hotel 2022 results for our current portfolio to 2017, we have increased the RevPAR of our assets by 9%, the TRevPAR by 15% and the EBITDA per key by 31%. Moving on to portfolio reinvestment.\nDuring the first quarter, we completed comprehensive renovations at the Marriott Marquis San Diego Marina, bringing the number of completed properties in the Marriott Transformational Capital Program to 15 out of 16 assets. The final property in that program, the Washington Marriott and Metro Center, is underway, and we expect it to be completed in May. We also completed our comprehensive renovation of the Westin Georgetown, Washington, D.C. during the quarter. In addition to these completed renovations, we are excited to announce our plans to develop and sell 40 fee-simple condominiums on a 5-acre development parcel at Golden Oak in Orlando, adjacent to our Four Seasons Resort Orlando at Walt Disney World Resort. The development will feature a 31-unit mid-rise condominium building and 9 detached condominium villas. We signed a contract to purchase the 5-acre development parcel for an additional $30 million at the time the resort was acquired. We are targeting a mid- to high teens cash-on-cash return for this ROI development project.\nConstruction is expected to begin in the fourth quarter of 2023 and complete in the fourth quarter of 2025 with sales tentatively scheduled to commence in the first half of 2024. For the full year, our 2023 capital expenditure guidance range remains at $600 million to $725 million, which reflects approximately $275 million of investment for redevelopment, repositioning and ROI projects and $100 million to $125 million for hurricane restoration work. The projects include a transformational renovation of the Fairmont Kea Lani, the Phoenician Canyon Suites Villa expansion, the Four Seasons Orlando at Walt Disney World Resort luxury condominium development and completing construction of the tower expansion, guestroom renovation and lobby transformation, a Ritz-Carlton Naples Beach, which was delayed by Hurricane Ian.\nIn closing, we are very pleased with our strong first quarter performance and our improved outlook for the rest of the year. We believe Host is well positioned to outperform in the current macroeconomic environment. We have a best-in-class balance sheet. We are diversified across geographies and business mix. We have redefined the operating model and we have transformed our portfolio through reinvestments in transactions, which taken together have dramatically improved the EBITDA growth profile of our portfolio. With that, I will turn the call over to Sourav.\n\nSourav Ghosh\n\nExecutive VP, CFO & Treasurer, Host Hotels & Resorts, Inc.\n\nThank you, Jim, and good morning, everyone. Building on Jim's comments, I will go into detail on our first quarter operations, our updated 2023 guidance and our balance sheet and dividend. Starting with business mix. Overall transient revenue was up 13% to the first quarter of 2022 driven by over 9 points of occupancy growth and continued strength in leisure rates. Our downtown hotels led revenue growth as strong demand fueled significant rate increases. Holiday performance in the first quarter was strong, particularly at our downtown hotels. Downtown hotels saw increased leisure demand over last year, gaining more than 10 points of occupancy for both Martin Luther King Jr. and President's Day weekends. Downtown properties also drove overall portfolio spring break RevPAR growth of 7%, which is quite impressive when you consider the elevated resort comparisons from the \"mother of all spring breaks\" last year. Quickly looking forward to holidays in the second quarter, room revenue pace is up low single digits over last year for Memorial Day, Juneteenth and the fourth of July.\nResorts in the first quarter saw an overall RevPAR increase of approximately 5% compared to 2022. As expected, the return of Caribbean tourism let consumer hesitancy to travel to downtown markets and lower repeat travel to Florida markets impacted performance at our resorts. However, the impact was not as significant as we expected. And it is notable that Miami, Jacksonville and the Florida Gulf Coast are still significantly outpacing 2019 RevPAR levels by an average of over 30%. Our resorts in Hawaii achieved 11% RevPAR growth over last year, entirely driven by [ rate ]. Business transient revenue was down 14% to the first quarter of 2019, which represents a 400 basis point sequential improvement to the fourth quarter. Downtown properties accounted for over 60% of the portfolio's business travel demand and small and medium-sized businesses continue to drive the recovery, representing approximately 75% of our business transient demand today compared to approximately 60% at the same time in 2019. It is also worth noting that business transient revenue was only down 7% to 2019 in the month of March.\nTurning to group. This marks the third quarter that group revenue has surpassed 2019 levels. Group room revenues were 4% above the first quarter of 2019, driven by a 14% rate growth. Phoenix, San Diego and Miami, drove group room revenue growth compared to 2019. The short-term booking trend continued with a pickup of 102,000 room nights or 28% of rooms booked in the quarter for the quarter. Near half of the in the quarter for the quarter rooms booked were in San Francisco, Washington, D.C. and New York. Corporate group room revenue was above 2019 for the third consecutive quarter, up 6% in the fourth quarter, driven by 26% rate growth. Association Group revenue has nearly recovered down just 2% in the first quarter compared to 2019, driven by 1% rate growth.\nWrapping up on group with social, military, educational, religious and fraternal or SMERF groups, revenue was 12% above 2019, driven by 8% rate growth. Shifting gears to margin performance. Our first quarter comparable hotel EBITDA margin came in at 32.5% which is 175 basis points better than the fourth quarter of 2019 and 220 basis points better than the first quarter of 2022. All departments had margin improvements compared to 2019. Compared to 2022, all departments, except for other revenues had margin improvement as attrition and cancelation revenue was below 2022. Margin expansion can be attributed primarily to rate growth, banquet and AV growth and our efforts to redefine the operating model, and we are encouraged that we were able to maintain last quarter's margin expansion compared to 2019 in the first quarter.\nTurning to our updated 2023 guidance. we significantly raised and tightened our full year comparable hotel RevPAR growth range to 7.5% to 10.5%. Our improved outlook is driven by outperformance in the first quarter, better visibility into the second quarter and continued strong group booking activity in the second half of the year. As it relates to the business transient recovery, it is worth noting that we may not see a decrease in demand if a slowdown occurs in other parts of our business as business transient demand is still not fully recovered to 2019 levels. Given the continued macroeconomic uncertainty, our guidance range contemplates a varying degrees of a slowdown in the second half of the year, particularly for the group segment. Further improvement will continue to depend on the broader macroeconomic environment, our ability to maintain high rated business in resort markets and the continued improvement of group, business transient and international inbound travel.\nIn this context, we would expect year-over-year comparable hotel RevPAR percentage changes in the second half of the year to be up low single digits at the midpoint of our guidance. As Jim mentioned, at the midpoint of our guidance, we anticipate comparable hotel RevPAR growth of 9% compared to 2022, comparable hotel EBITDA margin of 30.2% and with a 65 basis points ahead of 2019 and full year adjusted EBITDAre of $1.585 billion. We expect our operational results to roughly follow 2019 quarterly seasonal trends as provided on Page 13 of our supplemental financial information. As a reminder, our 2023 full year adjusted EBITDAre guidance includes an expected $17 million contribution from Hyatt Coconut Point and the Ritz-Carlton, Naples, both of which are excluded from our comparable hotel results due to impacts from Hurricane Ian. The $17 million expected contribution from these 2 hotels is up from $11 million as of our year-end guidance. As a result of better performance at the Hyatt Coconut Point.\nThe pre-hurricane estimated contribution from these 2 hotels, including the new tower at the Ritz-Carlton Naples, was expected to be an additional $71 million in 2023. It is also important to note that we have not included any expected business interruption proceeds from Hurricane Ian in our 2023 guidance. In addition, we removed approximately $5 million of adjusted EBITDAre associated with the sale of The Camby from our full year guidance range. As we discussed last quarter, and noted throughout 2022, year-over-year, we expect comparable hotel EBITDA margins to be down 200 basis points at the low end of our guidance to down 130 basis points at the high end due to closer to stable staffing levels at our hotels, higher utility and insurance expenses and lower attrition and cancelation fees. It is important to note that we expect margins in 2023 relative to 2019 to be up 25 basis points at the low end of our guidance to up 95 basis points at the high end. Despite lagging occupancy and 4 years of inflationary pressures. This reflects our efforts to transform the portfolio and evolve the hotel operating model. As we have discussed in the past, it is particularly impressive when you consider that our forecasted total hotel expense CAGR from 2019 to 2023 is only 1.8% versus the forecasted core CPI CAGR of 4% over the same period.\nTurning to our balance sheet and liquidity position. Our weighted average maturity is 5 years at a weighted average interest rate of 4.5% and we have no significant maturities until April 2024. We ended the fourth quarter at 2.2x net leverage, and we have $2.3 billion of total available liquidity, which includes $203 million of FF&E reserves and full availability of our $1.5 billion credit facility. Wrapping up, in April, we paid a quarterly cash dividend of $0.12 per share. All future dividends are subject to approval by the company's Board of Directors. Though we expect to be able to maintain our quarterly dividend at a sustainable level, taking into consideration potential macroeconomic factors.\nTo conclude, we are very pleased with our recent operational performance, particularly relative to 2019 and our outlook for the remainder of the year is cautiously optimistic. In any scenario, we believe our portfolio, our balance sheet and our team are well positioned to continue outperforming, and we will continue to be strategic in the current macroeconomic environment. With that, we would be happy to take your questions. To ensure we have time to address as many questions as possible, please limit yourself to one question."
  },
  {
    "header": "HST",
    "cik": "0001070750",
    "ticker": "HST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/82a965be9d9834ea245ff6c6a07192e0",
    "period": "2022 Q4",
    "content": "Q4 2022 Host Hotels & Resorts Inc Earnings Call\n\nQ4 2022 Host Hotels & Resorts Inc Earnings Call\n\nHSTNASDAQFEB 16, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Host Hotels & Resorts Fourth Quarter 2022 Earnings Conference Call. Today's conference is being recorded. At this time, I would like to turn the call over to Jaime Marcus, Senior Vice President of Investor Relations.\n\nJaime N. Marcus\n\nSVP of IR, Host Hotels & Resorts, Inc.\n\nThank you, and good morning, everyone. Before we begin, please note that many of the comments made today are considered to be forward-looking statements under federal securities laws. As described in our filings with the SEC, these statements are subject to numerous risks and uncertainties that could cause future results to differ from those expressed, and we are not obligated to publicly update or revise these forward-looking statements. In addition, on today's call, we will discuss certain non-GAAP financial information, such as FFO, Adjusted EBITDAre and hotel-level results. You can find this information together with reconciliations to the most directly comparable GAAP information in yesterday's earnings press release, in our 8-K filed with the SEC and in the supplemental financial information on our website at hosthotels.com.\nWith me on today's call are Jim Risoleo, President and Chief Executive Officer and Sourav Ghosh, Executive Vice President and Chief Financial Officer.\nWith that, I would like to turn the call over to Jim.\n\nJames F. Risoleo\n\nPresident, CEO & Director, Host Hotels & Resorts, Inc.\n\nThank you, Jaime, and thanks to everyone for joining us this morning.\nWe ended the year with strong operating improvements across our portfolio, driven by continued rate strength. For the full year 2022, we delivered Adjusted EBITDAre of $1.498 billion, All Owned Hotel EBITDA of $1.573 billion and All Owned Hotel RevPAR of $196 which helped us achieve the high end of our full year 2022 guidance range.\nDuring the fourth quarter, we delivered Adjusted EBITDAre of $364 million and adjusted FFO per share of $0.44. Our All Owned Hotel EBITDA of $373 million in the fourth quarter was 5% above 2019 driven by rate strength, out-of-room revenues and expense efficiencies resulting from operating improvements.\nAll Owned Hotel RevPAR for the fourth quarter was approximately $197, a 60 basis point improvement over the fourth quarter of 2019. As a reminder, fourth quarter operations were impacted by Hurricane Ian, yet RevPAR, All Owned Hotel EBITDA and EBITDA margins still exceeded 2019 levels for the third consecutive quarter since the onset of the pandemic. All Owned Hotel revenues in the fourth quarter were up 1.1% over the fourth quarter of 2019, while All Owned Hotel operating expenses were down 40 basis points.\nIn addition to delivering strong operating improvements over the course of 2022, we continued to be recognized as a global leader in corporate responsibility. While we work toward achieving our 2025 environmental and social targets, we introduced our 2050 vision of becoming a net positive company, which is detailed in our 2022 Corporate Responsibility report. We now have a total of 10 LEED-certified properties, including 3 LEED Gold hotels, plus our corporate headquarters. In addition, we were named to the Dow Jones Sustainability Index World, which recognizes global sustainability leaders across all industries for the fourth consecutive year, and we were included in the DJSI North America for the sixth consecutive year. Additionally, we were once again included among the world's most sustainable companies in S&P's Global Sustainability Yearbook and named one of America's most responsible companies by Newsweek.\nSubsequent to quarter end, we amended and restated our existing $2.5 billion credit facility to further enhance the strength and flexibility of our balance sheet. The agreement reflects no increase in pricing and incorporates our industry-leading commitment to ESG by adding incentives linked to portfolio sustainability initiatives including green building certifications and renewable energy consumption.\nOn the capital allocation front, during the fourth quarter, we repurchased 1.7 million shares at an average price of $15.93 per share through our common share repurchase program, bringing our total repurchases for the quarter to $27 million. We have approximately $973 million of remaining capacity under the repurchase program.\nWhile macroeconomic headwinds continue to dominate the headlines, we remain optimistic about the state of travel for several reasons: First, although leisure rates are moderating, they remain well above 2019 levels. For context, transient rates at our resorts were 52% above 2019 in the fourth quarter compared to 64% in the third quarter. Second, in the fourth quarter, we booked 400,000 group rooms for 2023, and total group revenue pace is down only 70 basis points to the same time 2019. Third, while business transient demand has been uneven, revenue driven by this segment improved 440 basis points compared to 2019 on a quarterly sequential basis. Small and medium-size businesses are driving the business transient recovery and they represent a larger share of our corporate demand today. According to American Express Global Business Travel, transactions by this segment reached 80% of pre-pandemic levels in the third quarter. Our recent acquisitions continued to contribute to our outperformance and are substantially ahead of our underwriting expectations. Based on full year 2022 results, EBITDA from the 7 hotels we acquired in 2021 put us at the bottom end of our targeted range of 10 to 12x EBITDA, well ahead of our planned stabilization period.\nLooking back on our transaction activity since 2018, we have acquired $3.5 billion of assets at a 13.7x EBITDA multiple and disposed of $4.9 billion of assets at a 17x EBITDA multiple including $954 million of estimated foregone capital expenditures. It is worth noting that this quarter, we moved the 2017 comparison of our All Owned Hotel results from 2019 to 2022 as our 2022 results reflect more normalized operations. Comparing All Owned Hotel 2022 results for our current portfolio to 2017, we have increased the RevPAR of our assets by 9%, the TrevPAR by 15%, the EBITDA per key by 31% and avoided considerable business disruption associated with capital projects.\nMoving back to fourth quarter operations and starting with a hurricane update, we estimate that Hurricane Ian impacted our fourth quarter RevPAR growth by 220 basis points, our Adjusted EBITDAre by $15 million and our All Owned Hotel EBITDA margin by 40 basis points. On a full year basis, that translates to an All Owned Hotel RevPAR impact of 60 basis points and All Owned Hotel EBITDA impact of $18 million and an All Owned Hotel EBITDA margin impact of 10 basis points.\nAs a reminder, the Hyatt Regency Coconut Point opened in November and we expect to reopen the remaining pool facilities in waterpark in June. The Ritz-Carlton Naples remains closed, and we are targeting a phased reopening strategy beginning this summer. Reconstruction at the Ritz-Carlton will enhance the resilience of the property by elevating critical equipment, introducing dry flood-proofing measures and replacing major equipment with more efficient machinery.\nIn addition, while the hotel is closed, we are avoiding future disruption by executing planned capital projects that would have otherwise impacted operations. While we are still evaluating the total financial impacts of the storm, we currently estimate the total property damage and remediation costs for all impacted properties in Florida to be between $200 million and $220 million. We are insured for $325 million per named windstorm with a $15 million deductible resulting in potential insurance recovery of approximately $310 million for covered costs. Based on our current reopening plans for Ritz-Carlton Naples, we believe our insurance coverage is sufficient to cover substantially all the property damage as well as the near-term loss of business. Thus far this year, we have received approximately $50 million of insurance proceeds related to our claims.\nContinuing with fourth quarter results, transient revenue was up 60 basis points compared to the fourth quarter of 2019 with strong rate increases making up for the volume shortfall resulting from lower business transient demand, flight cancellations during the holidays, colder weather in Florida and hurricane displacement at Hyatt Coconut Point and Ritz-Carlton Naples. Revenue growth was driven by Orlando, Phoenix and Hawaii, which offset declines in San Francisco and the Florida Gulf Coast. Our resort properties continue to outperform with 13% transient rate growth over 2021. In the fourth quarter, we had 6 resorts with transient rates above $1,000 led by the Four Seasons Jackson Hole at over $2,200 and the Four Seasons Orlando at close to $2,000.\nTurning to group, this is the second consecutive quarter group revenue exceeded 2019 driven by 10% rate growth. In the fourth quarter, our hotels sold 954,000 group rooms, bringing our total group room nights sold for 2022 to $3.8 million, which represents approximately 84% of 2019 actual group room nights. Total group revenue for 2022 was down just 11% to 2019 as 6% rate growth and banquet contribution helped offset lower demand.\nFor 2023, we currently have 2.9 million definite group room nights on the books which represents 80% of full year 2022 group room nights. This compares to 71% on the books at the same time last year for 2022, representing a 9-point improvement. Group rate on the books for 2023 is up nearly 6% to the same time last year, a 140 basis point increase since the third quarter. In addition, group revenue pace is up approximately 17% to the same time last year. We are very encouraged by the large group base we have on the books, particularly given short-term booking trends.\nSourav will discuss more operational detail in our 2023 outlook in a few minutes.\nIn addition to delivering operational improvements, we continued to execute on our 3 strategic objectives, all of which are aimed at elevating the EBITDA growth profile of our portfolio. As a reminder, our objectives include redefining the hotel operating model with our managers, gaining market share at hotels through comprehensive renovations, and strategically allocating capital to development ROI projects.\nAs it relates to our first strategic objective, it is important to note that we have achieved the bulk of the $100 million to $150 million of expense savings associated with redefining the operating model. In order to achieve the high end of the range, we will need to get back to 2019 business volumes, and as of the fourth quarter, occupancy was still 10 points below the fourth quarter of 2019.\nTurning to portfolio reinvestment, our 2023 capital expenditure guidance range is $600 million to $725 million, which reflects approximately $275 million of investment for redevelopment, repositioning and ROI projects. The projects include a transformational renovation of the Fairmont Kea Lani, the Phoenician Canyon Suites Villa expansion and completing construction of the tower expansion, guestroom renovation and lobby transformation at Ritz-Carlton Naples, which was delayed by Hurricane Ian.\nTo date, we have completed 14 out of 16 assets in our Marriott Transformational Capital Program, and we will complete the San Diego Marriott Marquis by the end of this month. The final property, the Washington Marriott at Metro Center is underway, and we expect it to be completed in May. It is worth noting that actual 2022 capital expenditures came in at the low end of our guidance range. As such, the midpoint of our 2023 range is $160 million higher than last year, which is driven by carryover capital and an estimated $100 million to $125 million of capital expenditures related to hurricane restoration work, which we expect to be reimbursed by insurance claims.\nTo conclude my remarks, we are extremely proud of the results we achieved in 2022, and we are confident that the quality of our portfolio, our ability to reinvest in our assets and our fortress balance sheet will allow us to continue our strong performance in 2023.\nWith that, I will now turn the call over to Sourav.\n\nSourav Ghosh\n\nExecutive VP & CFO, Host Hotels & Resorts, Inc.\n\nThank you, Jim, and good morning, everyone.\nBuilding on Jim's comments, I will go into detail on our fourth quarter operations full year 2023 guidance and our balance sheet.\nStarting with business mix, overall transient revenue was up 60 basis points to the fourth quarter of 2019, driven by a 22% rate growth. Thanksgiving and the festive season saw RevPAR growth of 5% and 6% over 2019, respectively, driven by rate growth of over 30% for both periods. Despite impacts from flight cancellations and cold weather in Florida during the festive season, occupancy continued to increase sequentially each holiday.\nLooking ahead, holidays in the first quarter of 2023 are shaping up well. Martin Luther King Junior weekend achieved a revenue that was 22% above last year, driven by occupancy. President's Day and Spring Break both have revenue pace ahead of 2022.\nBusiness transient revenue was down 18% to the fourth quarter of 2019, driven by 2% rate growth. This is a meaningful improvement from the start of 2022 when business transient revenue was down 48% to the first quarter of 2019. As we have discussed previously, properties are targeting high single-digit business transient rate growth in 2023. During the fourth quarter, business transient demand was in line with pre-pandemic monthly seasonality and was driven by San Francisco, Washington, D.C. and New York, with New York just 5% behind 2019.\nTurning to group, this marks the second quarter that revenue has surpassed 2019 levels. Group room revenues were 2% above the fourth quarter of 2019 driven by 10% rate growth. While overall group room demand was down 8% to 2019, properties in New York and Phoenix achieved group demand above 2019 levels. The short-term booking trend continued with in-the-quarter-for-the-quarter group rooms sold up 21% over the fourth quarter of 2019. The majority of the rooms booked were in Washington, D.C., San Diego, San Francisco and New York. Corporate group revenue was up 6% in the quarter, surpassing 2019 for the second quarter in a row, driven by a 14% rate increase. Outperformance was driven by hotels in Orlando, Phoenix, Maui, New York and New Orleans. All 3 months in the quarter had corporate group revenue ahead of 2019 driven by rate and revenue was up substantially at both convention and resort properties.\nAssociation Group revenue was down 16% in the fourth quarter compared to 2019 despite rate growth of over 7%. The revenue decline was driven by volume losses in San Francisco, Boston and New Orleans. However, San Diego, New York and Phoenix had association group demand ahead of 2019 levels. While association revenue was down in the fourth quarter, we saw a meaningful pickup in booking activity for future years in the month of December. Additionally, rates compared to 2019 improved sequentially each month in the quarter from up 3% in October to up 15% in December.\nWrapping up on groups with social, military, educational, religious and fraternal or SMERF groups, revenue was up 29% over 2019 driven equally by a 14% increase in rooms sold and a 13% increase in rate. Sports teams and weddings drove increases in Washington, D.C., Los Angeles and New Orleans.\nShifting gears to margin and expenses, our fourth quarter All Owned Hotel EBITDA margin came in at 29.5%, which is 110 basis points better than the fourth quarter of 2019. We attribute the margin expansion to strong rates and increased out-of-room revenues, combined with operating model expense efficiencies despite the fact that Hurricane Ian negatively impacted margins by 40 basis points in the fourth quarter.\nAs expected, the margin gap to 2019 narrowed relative to prior quarters due to continued inflationary pressures and more normalized staffing levels at our hotels. Our efforts to redefine the operating model continue to yield positive results even with occupancy still meaningfully below 2019 levels and elevated pressure on wage rates, which ended the year up 5% on a year-over-year basis. As detailed in our earnings release, moving forward, we will cease presentation of All Owned Hotel results and return to a comparable presentation for our hotel level results. We believe this will provide investors with better understanding of underlying growth trends for our current portfolio without impacts from properties that experienced closures lasting 1 month or longer due to renovations or property damage. We have removed Hyatt Regency Coconut Point and the Ritz-Carlton Naples from our comparable operations in our full year 2023 forecast due to closures caused by Hurricane Ian.\nTurning to our outlook for 2023, current macroeconomic headwinds and the potential for an economic slowdown are competing with the lodging recovery. That said, we continue to be optimistic about the future of travel. Our performance this year will depend on our ability to maintain high rated business at our resorts and the continued improvement of group, business transient and international inbound travel. Given the significant macroeconomic uncertainty in the second half of 2023, we have provided a wider guidance range than normal, which assumes a slowdown in the second half of the year. The low end contemplates a severe slowdown while the high end assumes a mild one.\nFor the first quarter, we expect RevPAR growth to be between 24% and 27% as a result of easier comparisons due to Omicron, which is expected to bolster full-year growth. For the remaining 3 quarters, we expect year-over-year RevPAR changes to be down low single digits at the low end of our guidance range to up low single digits at the high end of our range. Looking ahead to recent trends, preliminary January comparable hotel RevPAR is expected to be approximately $184, a 67% increase over January 2022 and a 3.5% increase over January 2019.\nTaken together, for the full year, we anticipate comparable RevPAR growth of between 2% and 8% over 2022. Additionally, staffing levels are closer to stable and hotel operating costs are expected to increase in comparison to 2022.\nAs a result, we expect comparable EBITDA margins to be down 360 basis points year-over-year at the low end of our guidance to down 210 basis points at the high end. Though we expect comparable Hotel EBITDA margins to be down year-over-year, we expect margins in 2023 to be only slightly down to 2019 despite lagging occupancy and 4 years of inflationary pressures. This reflects our efforts to transform the portfolio and evolve the hotel operating model. It is particularly impressive when you consider that our total expense CAGR since 2019 is only 1.1% versus the Core CPI CAGR of 4.1%.\nThe margin decline year-over-year is driven by closer to stable staffing levels at our hotels, higher utility and insurance expenses lower attrition and cancellation fees, which totaled approximately $100 million in 2022 and occupancy below 2019 levels. As we noted throughout last year, 2022 margins were not sustainable, particularly when you consider the limited services provided at many of our hotels in the first half of the year, the staffing lag and the elevated inflationary pressures.\nAt the midpoint of our guidance range, we anticipate comparable RevPAR growth of 5% compared to 2022, a comparable hotel EBITDA margin of 29% and full year Adjusted EBITDAre of $1.460 billion. Our 2023 full year Adjusted EBITDAre includes an expected $11 million contribution from Hyatt Coconut Point and the Ritz-Carlton Naples, which are excluded from our comparable hotel set. The pre-hurricane estimated contribution from these 2 hotels, including the new tower at Naples was expected to be an additional $71 million in 2023. It is important to note that we have not included the business interruption proceeds from Hurricane Ian in our 2023 guidance.\nIn 2023, we expect wage rates to increase 5%. In the aggregate, from 2019 through 2023, we expect wage rates and utilities to increase 20% and insurance to increase approximately 100%. In 2023, we also expect attrition and cancellation fees to revert to historical levels. For context, in 2019, wages and benefits comprised approximately 50% of our total comparable expenses, utilities and insurance comprised approximately 5%, attrition and cancellation fees were $50 million, and occupancy is still 10 points below 2019 as of the fourth quarter of 2022.\nTurning to our balance sheet and liquidity position, our weighted average maturity is 5.2 years at a weighted average interest rate of 4.4%, and we have no significant maturities until April 2024. As of today's call, we have $2.4 billion in total available liquidity, which includes $200 million of FF&E reserves and full availability of our $1.5 billion credit facility. We ended 2022 at 2.4x net leverage, and since our last call, both S&P and Fitch have revised our issuer outlooks to positive from stable.\nWrapping up, in January, we paid a quarterly cash dividend of $0.32 per share, which included a $0.20 special dividend. The Board of Directors authorized a regular quarterly cash dividend of $0.12 on our common stock to be paid on April 17, 2023, to stockholders of record as of March 31, 2023. All future dividends are subject to approval by the company's Board of Directors, though we expect to be able to maintain our quarterly dividend at a sustainable level taking into consideration potential macroeconomic factors.\nTo conclude, we believe our portfolio, our balance sheet and our team are well-positioned to continue outperforming, and we will continue to be strategic in the current macroeconomic environment.\nWith that, we would be happy to take your questions. To ensure we have time to address as many questions as possible, please limit yourself to 1 question."
  },
  {
    "header": "HST",
    "cik": "0001070750",
    "ticker": "HST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9bee803a32c04471d4b2ee9c21a0e2ac",
    "period": "2022 Q3",
    "content": "Q3 2022 Host Hotels & Resorts Inc Earnings Call\n\nQ3 2022 Host Hotels & Resorts Inc Earnings Call\n\nHSTNASDAQNOV 3, 10:00 AM\n\nOperator\n\nGood morning and welcome to the Host Hotels & Resorts Third Quarter 2022 Earnings Conference Call. Today's conference is being recorded.\nAt this time, I would like to turn the call over to Jaime Marcus, Senior Vice President of Investor Relations.\n\nJaime N. Marcus\n\nSVP of IR, Host Hotels & Resorts, Inc.\n\nThank you, and good morning, everyone. Before we begin, please note that many of the comments made today are considered to be forward-looking statements under federal securities laws. As described in our filings with the SEC, these statements are subject to numerous risks and uncertainties that could cause future results to differ from those expressed, and we are not obligated to publicly update or revise these forward-looking statements.\nIn addition, on today's call we will discuss certain non-GAAP financial information such as FFO, Adjusted EBITDAre, and hotel-level results. You can find this information together with reconciliations to the most directly comparable GAAP information, in yesterday's earnings press release; in our 8-K filed with the SEC; and in the supplemental financial information on our website at hosthotels.com.\nWith me on today's call will be Jim Risoleo, President and Chief Executive Officer, and Sourav Ghosh, Executive Vice President and Chief Financial Officer.\nWith that, I would like to turn the call over to Jim.\n\nJames F. Risoleo\n\nPresident, CEO & Director, Host Hotels & Resorts, Inc.\n\nThank you, Jaime, and thanks to everyone for joining us this morning. We delivered strong performance during the third quarter, setting a number of milestones in the recovery.\nTotal Food and Beverage and group revenues exceeded 2019 for the first time since the onset of the pandemic and our EBITDA margin was 250 basis points better than 2019.\nDuring the third quarter, our adjusted EBITDAre was $328 million, and our Adjusted FFO per share was $0.38. Our All Owned Hotel EBITDA of $341 million in the third quarter was 15% above 2019 driven by continued rate strength, elevated out-of-room revenues and tight expense controls. All Owned Hotel revenues in the third quarter increased 4.9% over the third quarter of 2019, while All Owned Hotel operating expenses were up only 1.2%. All Owned Hotel RevPAR for the third quarter was $192, a 1.4% improvement over the third quarter of 2019. As a reminder, this is now the second consecutive quarter RevPAR has exceeded 2019 levels since the onset of the pandemic.\nWhile macroeconomic concerns continue to dominate the headlines, we are not seeing any signs of weakness in our business. In contrast to 2008, the banking system is in good shape, leverage levels are reasonable and consumers still have $1.7 trillion in excess savings, with the majority concentrated in the top income brackets which gives us confidence the recovery in the lodging industry is sustainable.\nIn a poll released by the Global Business Travel Association last month, a majority of companies indicated that they are not limiting travel specifically due to economic concerns, and 78% of the participants expect volumes to increase in 2023.\nConsistent with normal seasonality and shifting business and market mix, we expect fourth quarter nominal RevPAR to be slightly above that of the third quarter as well as above the fourth quarter of 2019.\nOur recent acquisitions continued to contribute to our outperformance and are substantially ahead of our underwriting expectations. Based on updated expectations for full year 2022, EBITDA from our seven 2021 hotel acquisitions is expected to be approximately 100% above our underwriting expectations, already putting us better than our targeted stabilization range of 10 to 12x EBITDA.\nSubsequent to quarter end, we acquired the Four Seasons Resort and Residences Jackson Hole, a 125-room luxury resort in Jackson Hole, Wyoming, for approximately $315 million. The acquisition price represents a 13.6x EBITDA multiple or a 6.6% cap rate on 2022 estimated results. It is expected to be one of our top 3 assets based on full year 2022 results with an estimated RevPAR of $855, TRevPAR of $1,430 and EBITDA per key of $185,000, further improving the quality of our portfolio.\nThe resort is one of only a handful of luxury ski-in/ski-out resorts in the United States. It sits on 6.3 acres in Teton Village, just steps from the gondola at the base of the Jackson Hole Mountain Resort, one of the top-rated ski destinations in the country. The resort is located 20 minutes from Downtown Jackson, within close proximity to Grand Teton and Yellowstone National Parks, a unique feature, making it a year-round destination where future supply is expected to be severely restricted.\nThe resort has 125 oversized rooms and suites that average approximately 650 square feet with gas fireplaces, balconies and dramatic views of the surrounding mountains and valleys. The property also features an additional 44 private residences, which are not part of our ownership, ranging in size from 1,700 to 3,700 square feet. Of the 44 residences, 30 currently participate in a rental program through the resort.\nFrom 2014 through 2019, the resort had a RevPAR CAGR of 5.8%, significantly outperforming the ultra-luxury set, which had a RevPAR CAGR of 4.3% over the same time period. The resort, which opened in 2003, underwent a comprehensive guestroom renovation in 2022 and no disruptive capital expenditures are expected in the near term. Since 2015, $15 million or $120,000 per key has been invested in the property. In addition, the Jackson Hole Airport is undergoing a $65 million renovation and expansion, which is scheduled to be complete at the end of this year. Since 2021, nonstop flights from 6 cities have been added to better accommodate year-round demand, shrinking shoulder seasons and increasing visitor growth.\nAs is typically the case, we took a conservative approach when underwriting this asset, and we believe there is performance upside beyond 2022. As I just mentioned, earlier this year, the resort underwent a comprehensive guestroom renovation, and the Jackson Hole airport was closed for approximately 3 months. By continuing to grow year-round occupancy to historical levels and repositioning the food and beverage outlets and the public spaces, we expect the resort to stabilize at approximately 11 to 13x EBITDA in the 2026 to 2028 timeframe. With built in winter and summer demand generators, a lack of competition and no new supply on the horizon, we believe the Four Seasons Jackson Hole is positioned to outperform over the long term.\nOn the dispositions front, during the third quarter, we sold the 254-key Chicago Marriott Suites Downers Grove for $16 million. The hotel is expected to need $15 million of investment over the next 5 years.\nLooking back on our transaction activity since 2018, we have acquired $3.5 billion of assets at a 13.7x EBITDA multiple and disposed of $4.9 billion of assets at a 17x EBITDA multiple, including $954 million of estimated foregone capital expenditures. Comparing All Owned Hotel 2019 results for our current portfolio to 2017, we have increased the RevPAR of our assets by 12%, EBITDA per key by 26%, EBITDA margins by 190 basis points and avoided considerable business disruption associated with capital projects.\nTurning to the third quarter operations, our All Owned Hotel revenue was up nearly 5% to the third quarter of 2019 driven by 16% rate growth.\nWe estimate that Hurricane Ian impacted our third quarter RevPAR growth by 40 basis points and All Owned Hotel EBITDA by $3 million when comparing to the third quarter of 2019. The majority of the impact came from Hyatt Regency Coconut Point and The Ritz-Carlton Naples Beach. We expect fourth quarter RevPAR growth to be negatively impacted by 250 basis points and Adjusted EBITDAre to be impacted $17 million.\nDespite a brief loss of commercial power and damage to the property's grounds, pools and amenities, the Hyatt Regency Coconut Point remained open to first responders. The hotel is expected to reopen to guests in mid-November, and we expect the waterpark to reopen in the second quarter of 2023. The Ritz-Carlton, Naples Beach is expected to remain closed for the remainder of the year and into 2023. A phased reopening strategy is being evaluated, and we will provide additional information when it is available. From an insurance perspective, our deductible is limited to $15 million and we expect to collect business interruption insurance, though it is still too early to estimate when we will receive those payments.\nTurning back to third quarter results, transient revenue was up 2% compared to third quarter of 2019 and rate was up 25%. Growth continues to be driven by our Sunbelt and Hawaiian properties which achieved double-digit rate growth over 2019 for the sixth consecutive quarter.\nOur resort properties continued to outperform with transient revenue up more than 30% to third quarter 2019 driven by 64% transient rate growth at our 16 resorts. We had 4 resorts with transient rates above $1,000 for the quarter, and this marks the second consecutive quarter where our newly acquired Alila Ventana Big Sur achieved transient rates above $2,000. Our urban and downtown hotels saw continued progress with 2% transient demand growth over the second quarter and rates more than 8% above the third quarter of 2019.\nTurning to group, business continued to surge back at our hotels during the third quarter. Group revenue was up over 3% in the third quarter of 2019 for the first time driven by 6% rate growth. In the third quarter, our hotels sold 991,000 group rooms, just 2.6% behind the third quarter of 2019, and we continue to be encouraged by net booking activity in the quarter for the quarter.\nFor the full year 2022, we currently have 3.7 million definite group room nights on the books, an increase of 200,000 room nights from the second quarter. This represents approximately 82% of 2019 actual group room nights, up from 80% last quarter. Group rate on the books for 2022 is up 6% to the third quarter of 2019 (corrected by company after the call), a 90 basis point increase over last quarter. Total group revenue pace for the remainder of 2022 is down just 70 basis points to the sametime 2019.\nAs we look forward to 2023, we currently have 2.6 million definite group room nights on the books, an increase of 400,000 room nights since last quarter. Total group revenue pace is down only 5.8% driven by rate on the books being up over 6% to 2019. We expect the short-term nature of group bookings to continue over the near term and are encouraged by the large base we have on the books already. Sourav will get into more detail on business mix, markets and our balance sheet in a few minutes.\nIn addition to delivering operational improvements, we continued to execute on our 3 strategic objectives, all of which are aimed at elevating the EBITDA growth profile of our portfolio. As a reminder, our objectives include redefining the hotel operating model with our managers, gaining market share at hotels through comprehensive renovations and strategically allocating capital to development ROI projects. We are targeting a range of $147 million to $222 million of incremental stabilized EBITDA on an annual basis from the initiatives and projects underlying our 3 strategic objectives.\nWe continue to make progress on the Marriott Transformational Capital Program as we believe these renovations allow us to capture incremental market share. At the JW Marriott Buckhead, which has a RevPAR index share gain of 13.2 points on a trailing 12-month basis compared to its pre-renovation index, trailing 12-month transient rates are up 11% over 2019 and banquet revenue per group room night has increased by over 6%. In addition to the positive momentum we are seeing at the JW Marriott Buckhead, we have seen a RevPAR index share gain of 11.7 points at our New York Marriott Downtown on a trailing 12-month basis compared to its pre-renovation index and a 7.6 point gain at The Ritz-Carlton Amelia Island, all far exceeding our targeted range of 3 to 5 points of RevPAR index gains at renovated assets.\nIn addition to the 16 Marriott Transformational Capital Program assets, we have 8 hotels where we have completed or are in the process of completing comprehensive renovations. This includes the Don CeSar, located in St. Pete Beach, Florida. The renovated resort is a phenomenal performer for us with a RevPAR index share gain of 12.8 points over its pre-renovation average.\nIn closing, as macroeconomic concerns continue to play out, we believe our capital allocation efforts over the past few years and our fortress balance sheet leave us very well positioned to navigate any challenges that might lie ahead. We have worked with our managers to redefine the operating model, meaningfully reinvested in our assets and maintained a strong investment-grade balance sheet. We will continue to be patient and opportunistic as we position our portfolio for outperformance.\nWith that, I will now turn the call over to Sourav.\n\nSourav Ghosh\n\nExecutive VP & CFO, Host Hotels & Resorts, Inc.\n\nThank you, Jim, and good morning, everyone. Building on Jim's comments, I will go into detail on our third quarter operations, full year guidance and our balance sheet.\nStarting with topline performance, rate continues to drive the RevPAR upside, especially at our Sunbelt and Hawaiian hotels where rate was up more than 25% to the third quarter of 2019. Rates at our urban and downtown hotels surpassed 2019 levels for the first time since the onset of the pandemic with rates 4% above the third quarter of 2019.\nTurning to business mix, overall transient revenue was up 2% over the third quarter of 2019 driven by 25% rate growth. Holidays throughout the quarter and into October continue to recover from an occupancy perspective, with Columbus Day achieving the highest holiday occupancy post pandemic. Urban and downtown holiday occupancy growth outpaced Sunbelt and Hawaiian markets with especially strong demand growth in Chicago, New York, and Washington, D.C.\nBusiness transient revenue was down 22% for the third quarter of 2019, but volume improved 300 basis points over last quarter driven by our hotels in New York, Washington, D.C., Boston and Seattle. Business transient rooms sold reached a new quarterly high in the recovery, and August set a new monthly high-water mark with more than 120,000 rooms sold, beating the prior record set in June. In September, overall business transient rooms sold were slightly ahead of August when comparing to 2019 driven by our urban and downtown hotels, and encouragingly business transient rates were up 3.1% to the third quarter of 2019. Looking specifically at recent business transient trends in urban and downtown markets, rooms sold were just 10% below 2019 in September driven by San Francisco and Denver, which exceeded 2019 levels, while New York was just 3% below 2019.\nTurning to group, this quarter marks the first time that revenue has surpassed 2019 levels for group business overall. In addition, corporate and association group revenue surpassed 2019 levels, marking 3 positive milestones for our portfolio in the recovery. In the quarter, group total revenues, including out-of-room spend, were 5% above the third quarter of 2019 driven by a 6% increase in rate. In the quarter for the quarter group rooms sold were up 20% over the third quarter of 2019. Group room revenue in Sunbelt and Hawaiian markets was up 13% driven by rates, and room nights sold were above 2019 levels for the first time post pandemic.\nAt our newly renovated New York Marriott Marquis, group room nights were up 36% to the third quarter of 2019 as group demand returned and the transformed property is being very well received. For New Year's Eve weekend, our hotels in New York already have 62% occupancy on the books at an average rate of $610, an improvement of 219% compared to 2019.\nCorporate group revenue exceeded the third quarter of 2019 by 70 basis points driven by a 9% improvement in rate. Our hotels and resorts in New York, Maui, Orlando, Phoenix and Washington, D.C. contributed to the revenue outperformance.\nAssociation group revenue was up 20 basis points to the third quarter of 2019 driven by 4% rate growth. San Diego hotels drove most of the improvement, benefitting from 11 citywide conferences. Our Chicago hotels also benefitted from multiple citywide groups during the third quarter. Wrapping up on group with Social, Military, Educational, Religious and Fraternal or SMERF groups, revenue was up 14% compared to the third quarter of 2019 driven by a 20% increase in rooms sold at our urban and downtown hotels.\nShifting gears to expenses. All Owned Hotel expenses were up 1.2% to the third quarter of 2019. The slight increase to expenses was driven by higher utilities and property insurance despite wages and benefits savings, which were down 1.4% to the third quarter of 2019. As expected, the staffing lag we faced early in the recovery began to ease in the third quarter and our managers believe they are near desired staffing levels for current business volumes. Wrapping up on expenses, we continue to expect our annual wage and benefit rate inflation for 2021 to 2022 to be in the 4% to 5% range.\nTaking our strong topline and expense controls together, our third quarter All Owned Hotel EBITDA margin came in at 28.7%, which is 250 basis points better than the third quarter of 2019. It is important to note that we received the business interruption proceeds from the Falls Pool project at the Orlando World Center Marriott in the third quarter, which benefitted our margin by approximately 60 basis points. For the second quarter in a row, margins were higher than 2019 across all operating departments driven by strong rates and increased out-of-room revenues on the topline combined with expense efficiencies.\nAs it relates to our efforts to redefine the operating model, both wages and benefit expenses and above-property costs remained below 2019 levels. To date, our operators have achieved approximately 70% of the $100 million to $150 million that is expected to come from potential long-term cost savings based on 2019 All Owned Hotel revenues.\nMoving on to our outlook for 2022, we have updated our full year guidance ranges. Taking into account the impacts from Hurricane Ian, we expect full year 2022 All Owned RevPAR for our portfolio to be between $193 to $195 or down 3.5% to down 2.75% to full year 2019, which implies that our fourth quarter RevPAR will be slightly above the fourth quarter of 2019. This full year RevPAR range implies an Adjusted EBITDAre of $1.47 billion to $1.5 billion and an All Owned Hotel EBITDA margin of 31.6% to 31.9%. It is worth noting that our All Owned Hotel metrics do not include the Four Seasons Jackson Hole. For reference, we estimate that Hurricane Ian negatively impacted our full year RevPAR range by 70 basis points, our TRevPAR range by 80 basis points, our Adjusted EBITDA by $20 million and our All Owned Hotel EBITDA margin by 10 basis points.\nDespite the impacts of the hurricane, the midpoints of our updated full year guidance ranges are still slightly above our 2019 All Owned Hotel results as presented on pages 28 and 29 of our supplemental financial information. These estimated ranges are driven by continued rate strength across our portfolio, a strong festive season, and a continued recovery in demand. Additional guidance details can be found in the reconciliations of our third quarter 2022 earnings release.\nTurning to our balance sheet and liquidity position, our weighted average maturity is 4.8 years at a weighted average interest rate of 4.1%, and we have no significant maturities until 2024. As of today's call, we have $2.2 billion in total available liquidity, which includes $187 million of FF&E reserves and full availability of our $1.5 billion credit facility. Adjusting for the Four Seasons Jackson Hole acquisition and using the midpoint of our full year 2022 EBITDAre guidance of $1.48 billion, we would expect our year-end 2022 net leverage to be at 2.4x, which is unchanged from the third quarter.\nWrapping up, in October, we paid a quarterly cash dividend of $0.12 per share. All future dividends are subject to approval by the company's Board of Directors, though we expect to be able to maintain our quarterly dividend at a sustainable level, taking into consideration potential macroeconomic factors. As we consider future dividends, we intend to revert to a pre-pandemic announcement cadence. As a reminder, our fourth quarter dividend announcement would typically come in mid-December.\nTo conclude, we believe our portfolio, our balance sheet and our team are well positioned to continue outperforming, and we will continue to be strategic in the current macroeconomic environment.\nWith that, we would be happy to take your questions. (Operator Instructions)"
  },
  {
    "header": "HST",
    "cik": "0001070750",
    "ticker": "HST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f20faa06b4824bb9e9dfda5f33b42c35",
    "period": "2022 Q2",
    "content": "Q2 2022 Host Hotels & Resorts Inc Earnings Call\n\nQ2 2022 Host Hotels & Resorts Inc Earnings Call\n\nHSTNASDAQAUG 4, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Host Hotels & Resorts Second Quarter 2022 Earnings Conference Call. Today's conference is being recorded.\nAt this time, I would like to turn the call over to Jaime Marcus, Senior Vice President of Investor Relations.\n\nJaime N. Marcus\n\nSVP of IR, Host Hotels & Resorts, Inc.\n\nThank you, and good morning, everyone.\nBefore we begin, please note that many of the comments made today are considered to be forward-looking statements under federal securities laws. As described in our filings with the SEC, these statements are subject to numerous risks and uncertainties that could cause future results to differ from those expressed, and we are not obligated to publicly update or revise these forward-looking statements.\nIn addition, on today's call, we will discuss certain non-GAAP financial information, such as FFO, adjusted EBITDAre and hotel-level results. You can find this information together with reconciliations to the most directly comparable GAAP information in yesterday's earnings press release and our 8-K filed with the SEC and in the supplemental financial information on our website at hosthotels.com.\nWith me on today's call will be Jim Risoleo, President and Chief Executive Officer; and Sourav Ghosh, Executive Vice President and Chief Financial Officer.\nWith that, I would like to turn the call over to Jim.\n\nJames F. Risoleo\n\nPresident, CEO & Director, Host Hotels & Resorts, Inc.\n\nThank you, Jaime, and thanks to everyone for joining us this morning.\nOnce again, we delivered significant outperformance during the second quarter and substantially beat all consensus metrics. During the second quarter, our adjusted EBITDAre was $500 million, and our adjusted FFO per share was $0.58. Our All Owned Hotel EBITDA of $510 million in the second quarter was 19% above 2019, driven by an accelerating recovery in our urban and downtown markets and continued strength in Sunbelt markets. In addition to exceeding 2019 levels, our second quarter adjusted EBITDAre was also the highest in Host's history.\nAll Owned Hotel revenues in the second quarter increased 3.7% over the second quarter of 2019, while All Owned Hotel operating expenses were down 3.8%. The increase in revenues was driven by strong rates across the portfolio coupled with stronger-than-usual other revenues. All Owned Hotel RevPAR for the second quarter was $219, a 31% improvement over the first quarter. This represents the first time our quarterly RevPAR has exceeded 2019 levels since the onset of the pandemic. Our recent acquisitions, dispositions and renovated properties continue to contribute to our performance, which I will discuss in a few minutes.\nPreliminary All Owned Hotel RevPAR for July is expected to be approximately $195, which is slightly above July of 2019. Consistent with historical seasonal trends and shifting business and market mix, we expect third quarter nominal RevPAR to be below that of the second quarter.\nWhile macroeconomic concerns have been dominating the headlines, we are not seeing any signs of a weakening consumer in our business. As we look to history, it is worth discussing why we think today's macroeconomic environment with respect to lodging is different.\nFirst, certain segments of the lodging industry are still recovering, and we believe there is meaningful room for growth, particularly in the business transient and group segments. Even more encouraging, hotels benefit from the ability to reprice rooms on a nightly basis ahead of rising costs, even during periods of high inflation, as was the case in the 1970s.\nSecond, consumers and businesses have significantly more cash on hand with leverage and debt service ratios better than they were prior to the Great Financial Crisis in 2008. The labor market is also exceptionally strong, with over 3 million more jobs opened than we had at the height of the last expansion and an unemployment rate hovering near a 5-decade low. In addition, we have continued to benefit from a consumer spending rotation away from goods and into services, including travel, and we expect this trend to continue.\nLastly, we expect to benefit from exceptionally low supply growth for the next several years. The total pipeline has fallen by 11% since the start of the pandemic and the number of rooms in construction is down 30%. As a result, industry projections suggest annual supply growth of just over 1% through 2023, well below the long-term average of 1.8%. In contrast, supply growth at the start of the last 3 downturns was running at over 2.5%. The market way to supply growth for Host's portfolio is projected to be approximately 1% as we will benefit from exceptionally low growth in places like San Diego, Hawaii and San Francisco.\nDespite these tailwinds, many are concerned about the potential impact to our business, which is still in a demand recovery mode. In the second quarter, group demand was 9% below 2019, while business transient demand was 25% below 2019. These factors could mean that any softening demand simply prolongs the trajectory of the lodging recovery instead of leading to an absolute decline in occupancy and rate.\nIrrespective of potential future macroeconomic challenges, we believe that Host is well positioned to outperform the broader industry. We have dramatically improved the quality of our portfolio through our capital allocation efforts, we have invested in our assets, and we have an investment-grade balance sheet. Further, we believe the current rising interest rate environment could create opportunities for Host, as other buyers may step to the sidelines.\nOur 2021 acquisitions continued to perform substantially ahead of our underwriting expectations. Based on updated performance for full year 2022, EBITDA from our 7 new hotel acquisitions is expected to be 77% above our underwriting expectations, already putting us within our disclosed stabilization range of 10x to 12x EBITDA.\nLooking back on our transaction activity since 2018, we have acquired $3.2 billion of assets at a 14x EBITDA multiple and disposed of $4.9 billion of assets at a 17x EBITDA multiple, including $938 million of estimated foregone capital expenditures. Impairing All Owned Hotel 2019 results for our portfolio to 2017, we have increased the RevPAR of our assets by 11%, EBITDA per key by 25%, EBITDA margins by 190 basis points and avoided considerable business disruption associated with capital projects.\nTurning to second quarter operations. Our All Owned Hotel revenue was up nearly 4% to second quarter 2019, driven by 15% rate growth. Transient revenue was up 10% compared to second quarter 2019 and rate was up 22%, with growth driven by significant demand across our urban and downtown markets.\nOur resort properties continue to outperform with transient revenue up more than 50% to second quarter 2019, driven by 70% transient rate growth. We had 5 resorts with transient rates above $1,000 for the quarter. And of those 5, the 2 highest rates were at hotels we acquired in 2021. The Four Seasons Resort Orlando at Walt Disney World Resort had a second quarter transient average rate that exceeded $1,500, and the Alila Ventana Big Sur had a transient average rate of over $2,000.\nProviding some detail on a few of our urban markets, San Francisco saw continued positive momentum throughout the second quarter with many groups performing at pre-pandemic levels on peak nights. Some of these are picking up on weekends, and business transient picking up with the return of big tech and consulting companies. In addition, San Francisco citywides throughout the quarter created a compression on peak nights for our downtown hotels. In New York, second quarter RevPAR was flat to 2019 and business transient rooms sold increased more than 75% compared to the first quarter. 2022 group pace for our New York hotels is up over 5% to 2019, and our New York Marriott Marquis is on track to exceed 2019 group room nights, driven by 2 significant bookings within the past 60 days. In total, these 2 groups booked 17,000 room nights and are expected to contribute approximately $5 million in the second half of 2022.\nTurning to group. Business surged back at our hotels during the second quarter. Group revenue was down just 3% to second quarter 2019, driven by 6% rate growth. In the second quarter, our hotels sold 1.1 million group room nights, a 64% increase over the first quarter, and we continue to be encouraged by net booking activity in the quarter for the quarter.\nLooking forward to our expectations for group in 2022, we currently have 3.5 million definite group nights on the books with 1.7 million coming in the second half. This is a meaningful increase to the 3 million group room nights we had on the books for 2022 as of the first quarter, and it represents approximately 80% of 2019 actual group room nights, up from 70% last quarter. For comparison, at the end of the second quarter of 2019, we had 94% of 2019 actual group room nights on the books.\nGroup rate on the books for 2022 is up 5% to the same time 2019, a 30 basis point increase over last quarter. For the remainder of the year, total group revenue pace is down just 30 basis points to the same time in 2019.\nAs we look forward to 2023, we currently have 2.2 million definite group room nights on the books, which is down 16% to the second quarter of 2019. Our operators saw an acceleration in group bookings during the second quarter for 2023, signaling that meeting planners are not hitting pause on future bookings. That said, we do expect the short-term nature of group bookings to continue over the near term.\nIn addition to delivering significant operational improvements, we continue to execute on our three strategic objectives, all of which are aimed at elevating the EBITDA growth profile of our portfolio. As a reminder, our objectives include redefining the hotel operating model with our managers, gaining market share at hotels through comprehensive renovations and strategically allocating capital to development ROI projects. We are targeting a range of $147 million to $222 million of incremental stabilized EBITDA on an annual basis from the initiatives and projects underlying our three strategic objectives.\nSourav will get into more detail on business mix, markets and redefining our operating model in a few minutes.\nWe have completed 12 out of 16 properties in the Marriott Transformational Capital Program and we expect to substantially complete 3 additional properties by the end of this year. We believe these renovations allow us to capture incremental market share as is the case at the New York Marriott Marquis. It is evident that the renovated hotel is attracting new groups. Booking activity in the year for the year is 2.5x the 3-year pre-COVID average and year-to-date group room revenue is 24% higher than 2019.\nIn addition to the positive momentum we are seeing at the New York Marriott Marquis, we have seen a RevPAR index share gain of 8.8 points at the Ritz-Carlton, Amelia Island on a trailing 12-month basis compared to its pre-renovation index, a 12.7-point gain at the New York Marriott Downtown and an 11.9-point gain at the JW Marriott Buckhead, all far exceeding our targeted range of 3 to 5 points of RevPAR index gains at renovated assets.\nIn addition to the 16 Marriott Transformational Capital Program assets, we have 8 hotels where we have completed or are in the process of completing major renovations. One of these is the Hyatt Regency Maui, where we have seen a RevPAR index share gain of 8.5 points since completed the transformational renovation in December of 2020. This hotel is expected to contribute $80 million in EBITDA in 2022 and is expected to be the largest EBITDA contributor to our portfolio this year.\nIn total, the 16 Marriott Transformational Capital Program assets, the 8 hotels where we have completed or are completing comprehensive renovations and the 7 hotels we recently acquired are expected to comprise over 50% of our 2022 All Owned Hotel EBITDA.\nFrom 2020 through the end of this year, we will have invested approximately $1.5 billion in our hotels, which equates to $35,000 per key. This compares favorably to our lodging REIT peer average of just $19,000 per key. We believe our meaningful investments throughout the pandemic and the recovery position our portfolio to outperform. When the 24 comprehensive renovations are complete, the average age of our guest rooms will have decreased by over 25%. As it stands today, over the next 5 years, we estimate that less than a quarter of our portfolio will require disruptive guestroom renovations.\nIn closing, we believe we are very well positioned to outperform as the lodging recovery continues. We have significantly improved the quality of our portfolio through our capital allocation efforts, meaningfully reinvested in our assets and maintained a strong investment-grade balance sheet. As macroeconomic concerns play out, we will continue to be opportunistic and position our portfolio for outperformance.\nWith that, I will now turn the call over to Sourav.\n\nSourav Ghosh\n\nExecutive VP & CFO, Host Hotels & Resorts, Inc.\n\nThank you, Jim, and good morning, everyone.\nBuilding on Jim's comments, I will go into detail on our second quarter operations and full year guidance before wrapping up on our balance sheet, our stock repurchase program, and our dividend. Starting with top line performance, second quarter All Owned Hotel RevPAR of $219 exceeded 2019 for the first time since the onset of the pandemic. Even more encouraging is that all 3 months in the quarter exceeded 2019 levels. Rate continues to drive the RevPAR upside, especially at our Sunbelt and Hawaii hotels, where rate was up more than 27% to the second quarter of 2019.\nOur urban and downtown hotels are showing a rapid improvement as well with rates just 2% below the second quarter of 2019. For context, this is a 30% improvement over the first quarter, paired with a 73% sequential increase in rooms sold in these markets.\nTurning to transient mix. Overall transient revenue was up 10% over the second quarter of 2019, driven by 22% rate growth. Holidays in the second quarter had steady growth in both transient occupancy and rate over the second quarter of 2019. Memorial Day weekend achieved 76% occupancy, the highest holiday occupancy since the start of the pandemic. Our Sunbelt hotels and resorts achieved strong occupancy and rates with 6 markets exceeding 85% occupancy. Our urban and downtown hotels achieved the highest occupancies within our portfolio over the 4th of July weekend, driven by hotels in Chicago, New York and Philadelphia.\nBusiness transient revenue was down 24% to the second quarter of 2019, but increased 66% over the first quarter, driven by a 48% increase in rooms sold. Business transient rooms sold grew progressively throughout the quarter, and June set a new high watermark with more than 112,000 rooms sold, beating the prior record set in May. The mix of business transient has now shifted to urban and downtown markets, where rates exceeded Sunbelt markets and rooms sold grew 75% over the first quarter.\nIn the second quarter, top 10 traditional accounts represented 56% of all business transient room nights compared to 60% in 2019. In addition, for the first time since onset of the pandemic, weekday occupancy for our total portfolio surpassed weekend occupancy, yet another sign of a return to normalcy.\nTurning to group, revenue in the quarter was just 3% below the second quarter of 2019, driven by a 6% increase in rate. More than half of the 64% increase in group rooms sold over the first quarter came from our urban markets, including Washington, D.C., San Francisco, New York and Chicago. Further illustrating the surge in group demand, group revenue in June was up approximately 3% over 2019. Net in the quarter for the quarter group rooms booked were 77% higher than the second quarter of 2019. This is evidenced of the continued short-term booking nature of group business and the basis for optimistic outlook on group for the remainder of the year.\nCorporate group revenue was down just 5% compared to the second quarter of 2019, driven by a 10% improvement in rate. Corporate group rooms sold were up 56% over the first quarter and both rate and room nights were driven by growth in New York and San Francisco.\nAssociation Group revenue was down 13% for the second quarter of 2019, aided by a 2% improvement in rate. However, association group rooms sold were up 74% to the first quarter of 2022 with most of the growth in Washington, D.C., San Francisco and Chicago. Short-term association business is becoming more active as attendance increases, and we expect bookings in this segment to accelerate over time.\nWrapping up on group with social, military, educational, religious and fraternal or SMERF groups, revenue was up 25% compared to the second quarter of 2019, driven fairly evenly by rooms sold and rates. Most of the increase in rooms sold over the first quarter occurred in our urban and downtown markets.\nShifting gears to expenses, All Owned Hotel expenses were down 3.8% to second quarter 2019, while All Owned Hotel revenues were up 3.7%. Expense declines were driven by wages and benefit savings down 7% to the second quarter of 2019. Our properties have worked to insulate operations from rising costs. And thus far, we are not seeing a discernible impact on overall controllable operating costs. At this time, any expense growth is concentrated at our resorts, where strong demand is driving increased rates and higher out-of-room spend.\nTurning to staffing and wages, staffing at our hotels remains at approximately 94% of desired levels based on business volume compared to 97% historically. While our operators fill several thousand open positions during the quarter, a lag between demand and staffing levels still exists at certain hotels. We expect this lag to gradually diminish through continued hiring and normal seasonal market and mix shift in the second half of the year. Wrapping up on expenses, we continue to expect our annual wage and benefit rate inflation for 2021 to 2022 to be in the 4% to 5% range.\nTaking our strong top line and expense controls together, our second quarter All Owned Hotel EBITDA margin came in at 37.1%, which is 480 basis points better than the second quarter of 2019 and the highest All Owned Hotel EBITDA margin in Host's history. Margins improved in both Sunbelt and urban markets across all operating departments driven by strong rates and increased other revenues on the top line, combined with expense efficiencies and hiring challenges in certain markets. To date, our operators have achieved approximately 70% of the $100 million to $150 million that is expected to come from potential long-term cost savings based on 2019 All Owned Hotel revenues. As other revenues normalize and hiring continues, we expect margins will moderate while remaining above 2019 levels.\nMoving on to our outlook for 2022. We are pleased to be able to reinstate full year guidance as we are now seeing more normal seasonal trends in our portfolio. We expect full year 2022 All Owned Hotel RevPAR for our portfolio to be between $191 to $195 or down 4.5% to down 2.5% to full year 2019. As you think about the quarterly RevPAR cadence, we expect third and fourth quarter operations to be slightly above 2019. As a reminder, the first quarter of 2022 was severely impacted by Omicron, which drives our full year RevPAR range slightly below 2019. This range implies an adjusted EBITDAre of $1.445 billion to $1.510 billion and All Owned Hotel EBITDA margin of 31.5% to 32.1%.\nFor reference, the midpoint of these ranges is slightly above our 2019 All Owned Hotel results as presented on Pages 22 and 23 of our supplemental financial information. These estimated ranges are driven by normal seasonality at our Sunbelt hotels and resorts alongside continued growth at our urban and downtown hotels as group and business transient demand continues to pick up at a meaningful pace. Additional guidance details can be found in the reconciliations of our second quarter 2022 earnings release.\nTurning to our balance sheet and liquidity position, our weighted average maturity is 5 years at a weighted average interest rate of 3.7%, and we have no significant maturities until 2024. As of quarter end, we had $2.4 billion in total available liquidity, comprised of approximately $699 million of cash, $179 million of FF&E reserves and full availability of our $1.5 billion credit facility.\nSubsequent to quarter end, our Board of Directors authorized an increase in our share repurchase program, increasing our total authorization back to $1 billion, which is consistent with our previous authorization. As is the case with our ATM Program, we view our share repurchase program as another capital allocation tool to help us maximize financial flexibility.\nWrapping up, I am pleased to share that our Board of Directors authorized a third quarter dividend of $0.12 per share on Host's common stock, a 100% increase over the prior quarter and the second time we have doubled our dividend this year. All future dividends are subject to approval by the company's Board of Directors, but we expect to be able to maintain our quarterly dividend at a sustainable level, taking into consideration potential macroeconomic factors.\nTo conclude, we believe the operating improvements we have seen this year signal a robust lodging cycle ahead. As we have seen quarter-after-quarter during this recovery, our portfolio, our balance sheet, and our team are differentiated and well-positioned to continue outperforming in any macroeconomic environment.\nWith that, we would be happy to take your questions. To ensure we have time to address as many questions as possible, please limit yourself to one question."
  },
  {
    "header": "HST",
    "cik": "0001070750",
    "ticker": "HST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a07083d11c6140525696609f791ad930",
    "period": "2022 Q1",
    "content": "Q1 2022 Host Hotels & Resorts Inc Earnings Call\n\nQ1 2022 Host Hotels & Resorts Inc Earnings Call\n\nHSTNASDAQMAY 5, 11:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nThe."
  },
  {
    "header": "HST",
    "cik": "0001070750",
    "ticker": "HST",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ba1d923054cc07971acaf7ac58a79948",
    "period": "2021 Q4",
    "content": "Q4 2021 Host Hotels & Resorts Inc Earnings Call\n\nQ4 2021 Host Hotels & Resorts Inc Earnings Call\n\nHSTNASDAQFEB 17, 11:00 AM\n\nOperator\n\nGood morning, and welcome to the Host Hotels & Resorts Fourth Quarter 2021 Earnings Conference Call. Today's conference is being recorded.\nAt this time, I would like to turn the call over to Jamie Marcus. Senior Vice President of Investor Relations.\n\nJaime N. Marcus\n\nSVP of IR, Host Hotels & Resorts, Inc.\n\nThank you, and good morning, everyone. Before we begin, please note that many of the comments made today are considered to be forward-looking statements under federal securities laws. As described in our filings with the SEC, these statements are subject to numerous risks and uncertainties that could cause future results to differ from those expressed, and we are not obligated to publicly update or revise these forward-looking statements.\nIn addition, on today's call, we will discuss certain non-GAAP financial information, such as FFO, adjusted EBITDAre and hotel level results. You can find this information together with reconciliation to the most directly comparable GAAP information in yesterday's earnings press release and our 8-K filed with the SEC and in the supplemental financial information on our website at hosthotels.com.\nWith me on today's call will be Jim Risoleo, President and Chief Executive Officer; and Sourav Ghosh, Executive Vice President and Chief Financial Officer.\nWith that, I would like to turn the call over to Jim.\n\nJames F. Risoleo\n\nPresident, CEO & Director, Host Hotels & Resorts, Inc.\n\nThank you, Jamie, and thanks to everyone for joining us this morning. Despite the uncertainty of COVID-19 variance, we significantly outperformed expectations during the fourth quarter and substantially beat consensus metrics for the year. We delivered adjusted EBITDAre of $242 million, which exceeded our interest in capital expenditures by $68 million and achieved adjusted FFO per share of $0.29 during the quarter.\nIn addition to delivering positive metrics each quarter, we achieved meaningful sequential increases each quarter throughout 2021. Pro forma total revenues in the fourth quarter grew 20% compared to the third quarter while pro forma hotel level operating expenses increased only 15%. RevPAR for the fourth quarter was $148 as volume and rates continue to hold up at our hotels in Sunbelt markets.\nThis is the highest quarterly RevPAR we have seen since the onset of the pandemic and closed out a year of strong sequential improvements. RevPAR improved 13% compared to the third quarter despite some softening of demand in late December due to the Omicron variant. Our recent acquisitions, which I will touch on shortly, all contributed to our outperformance during the fourth quarter and are exceeding our underwriting expectations.\nPreliminary January RevPAR, it's expected to be approximately $105, a 130% increase over January 2021. Our preliminary February RevPAR forecast is expected to be $150 to $155, and we expect a significant pickup across business segments in March, which is consistent with the recovery we experienced following the Delta variant.\nIn addition to delivering significant operational improvements, we continue to be recognized as a global leader in corporate responsibility. Our 2025 emissions target is verified by the science-based targets initiative at the 1.5-degree Celsius ambition level, making host the first hospitality company and among the first 3 real estate companies in North America to set emissions reduction targets in line with the Paris agreements highest level of ambition.\nTo complement our environmental targets, we were the first lodging REIT to issue social targets, including 2 diversity-related targets and 1 employee engagement target. We also continue to execute on our 3 strategic objectives, all of which are aimed at elevating the EBITDA growth profile of our portfolio.\nAs a reminder, our objectives include redefining the hotel operating model with our operators, gaining market share at renovated hotels and strategically allocating capital. As it relates to the last strategic objective, during the fourth quarter, we acquired 2 hotels and sold 6 hotels. Subsequent to quarter end, we sold 1 additional hotel. This brings our total early cycle acquisitions to $1.6 billion at a blended 13x EBITDA multiple, and our dispositions to approximately $1 billion at a 15.4x EBITDA multiple, including estimated foregone capital expenditures of $290 million.\nThis is a continuation of our strategy to deploy capital into assets that we believe will elevate the EBITDA growth profile of our portfolio. As a refresher, our 2021 acquisitions included the Hyatt Regency Austin, Four Seasons Orlando at Walt Disney World, Bakers K Resort and Key Largo, the LoRa Hotel in Houston, Alila Ventana Big Sur, the Alita Savannah and Hotel Vinsent in Austin.\nWe also acquired the Royal Kaanapali, and Kaanapali golf courses in Mali. All of our recent acquisitions are performing substantially ahead of our underwriting expectations. For the full year 2021, EBITDA at our new acquisitions was $37 million higher than the full year 2021 EBITDA that was estimated in underwriting, which represents a 73% increase and the golf courses were $4 million higher.\nTurning to our fourth quarter acquisitions. In December, we closed on the Alita Savanna, a 173 key boutique hotel for approximately $103 million. This newly constructed hotel opened in October 2018 and benefits from soft branding and Marriott's Tribute portfolio.\nWith no expected near-term CapEx, favorable operating costs and multiple demand drivers stabilization for the Alita is expected in the 2024 to 2025 time frame at approximately 11 to 12x EBITDA. In addition, in December, we acquired our second hotel in Austin, the Hotel (inaudible), a 319 key luxury lifestyle hotel for approximately $246 million including its $4 million FF&E reserve.\nThe acquisition price represents a 13.2x multiple on 2019 EBITDA. We funded the acquisition with approximately $140 million in proceeds from recent dispositions and assumed approximately $102 million of existing secured debt. Located adjacent to Austin's popular Rainy Street Entertainment District, this recently constructed hotel opened in 2015 and is poised to benefit from continued large-scale development. We expect the hotel to stabilize at approximately 10 to 12x EBITDA in the 2025 to 2027 time frame.\nOn the dispositions front, we sold the 305 key W Hollywood in December, were $197 million or 25x 2019 EBITDA. When calculating the EBITDA multiple, we included $33 million of estimated foregone CapEx over the next 5 years. This is the third ground lease asset we sold in 2021.\nIn addition, subsequent to quarter end, we sold the 1,220 key Sheraton Boston, were $233 million or 14.2x 2019 EBITDA. When calculating the EBITDA multiple, we included $135 million of estimated foregone CapEx over the next 5 years. In connection with the sale, we are providing a $163 million bridge loan to the purchaser, which we expect will be repaid within its first 6-month term.\nLooking back on our transaction activity since 2018, we have acquired $3.2 billion of assets at a 14x EBITDA multiple and disposed of $4.5 billion of assets at a 17x EBITDA multiple, including $793 million of [poor corn] CapEx over the next 5 years. With these transactions, we have dramatically improved the quality of our portfolio. Comparing pro forma 2019 results for our current portfolio to 2017, we have increased the RevPAR of our assets by 11%. The EBITDA per key by 20% and the EBITDA margins by 120 basis points.\nAs we continue to evaluate capital allocation opportunities going forward, our efforts will remain focused on assets that further bolster our EBITDA growth profile. As part of our capital allocation efforts in January, we acquired a 49% interest in the asset management platform of Noble Investment Group to cultivate innovative hospitality opportunities within Noble's private fund platform.\nWe invested $90.7 million in its fee-based asset management business, comprising $35 million of cash and $55.7 million of equity or 3 million operating partnership units, which are subject to a 1-year lockup period. In the future, we also have the ability to acquire an additional 26% to 51% in Noble, which would bring our aggregate interest to between 75% and 100%.\nIn addition, we have made a $150 million LP commitment to the next Noble fund. Based on our current ownership interest, we are targeting average net expected earnings of $7 million to $10 million annually over the next 3 years.\nOver the past 3 decades, Noble has invested nearly $5 billion in acquiring and developing approximately 150 assets and the branded upscale select service and extended stay segments across 84 markets in the U.S. Founded in 1993 by Mitch Shaw, who remains the CEO, the Noble team has a multi-cycle track record and extensive experience sourcing investment opportunities in real estate and capital markets. Our investment represents yet another opportunity to elevate the EBITDA growth profile of our portfolio by creating a new income source from recurring management and development fees and allowing for investment in select service hotels, extended-stay hotels and new development opportunities.\nThe partnership will combine Noble's strong track record, development of (inaudible) and the stock service and extended state categories and fund management experience with our scale market insights and data analytics to source differentiated investment opportunities. By capitalizing on Noble's deep expertise, we will have the ability to incubate and invest in future lodging adjacent strategies, thereby creating additional paths for long-term strategic value creation.\nThose strategies include property technology solutions, development and alternative lodging. We believe a fund vehicle is one of the best ways to gain change scale diversification. As Noble's expertise with select service and extended stay hotels or preserve our focus on investing in upper upscale and luxury hotels and resorts.\nMoving on to fourth quarter operations. We continue to close the gap to 2019. Transient demand in the fourth quarter was 82% of 2019 levels compared to 77% in the third quarter and 58% in the first half of 2021, and we are encouraged that transient rate in each of the 4 quarters in 2021 and exceeded rates in 2019.\nOur hotels also saw continued improvement in group during the fourth quarter compared to the third quarter, driven by demand growth of 15% and a 17% rate improvement. Also bolstering our group results was the continued meaningful improvement in banquets. Banquet and AV revenue was $150 million in the fourth quarter, up 84% over the third quarter after having doubled from the second quarter to the third quarter. Sourav will get into more detail on business mix in the fourth quarter shortly.\nIn addition to successfully deploying capital this year, we continue to focus on our 3 strategic objectives. As a reminder, we are targeting a potential $267 million to $342 million of incremental stabilized EBITDA on an annual basis from the initiatives and projects underlying our strategic objectives. Approximately $120 million is expected to come from the 7 acquisitions we completed in 2021. The $100 million to $150 million is expected to come from potential long-term cost savings over time based on 2019 revenues from redefining our operating model with our managers.\nWe have taken steps towards 50% to 60% of these savings to date. Another $22 million to $37 million of incremental stabilized EBITDA and is related to our goal of gaining 3 to 5 points of weighted index growth at the 16 Marriott transformational capital program hotels and 8 other hotels where major renovations have been recently completed or are underway.\nIn 2021, we completed 3 Marriott transformational capital program properties. And subsequent to quarter end, we completed 2 more, bringing a number of completed properties in this program to 12 out of 16. In August, we completed the final phase of construction at the New York Marriott Marquis. And in October, we completed the final phase at the Orlando World Center Marriott closing out both of these 3-year transformational renovation programs. Other properties completed over the past year include the Houston Marriott Medical Center, the Marina Del Ray Marriott and the Ritz-Carlton, Amelia. We completed approximately 85% of the program as of year-end, and we expect to substantially complete it by the end of 2022. The remaining Marriott transformational capital program properties include Boston Copley, the San Diego Marriott Marquis, Marriott Metro Center and the JW Marriott in Houston. We expect to receive approximately $11 million in operating profit guarantees under the Marriott transformational capital program in 2022. Additionally, this year, we added 3 hotels to our list of major renovations. The Westin Denver downtown, Miami Marriott is Cana and the Westin Georgetown in Washington, D.C.\nFinally, the remaining $25 million to $35 million of incremental stabilized EBITDA over time on an annual basis is expected to come from recently completed and ongoing ROI development projects. These projects are at different stages of renovation and development. Stabilization is expected to occur 2 to 3 years after completion. To date, our ROI development projects at the Andaz Maui Villas and the One Hotel Beach Club, have reduced returns significantly greater than our original underwriting.\nOur 2022 capital expenditure guidance range is $500 million to $600 million, which reflects our continued focus on reinvesting in our properties during the early phase of the recovery to position our portfolio for future demand. The plan includes $245 million for redevelopment and repositioning projects such as the completion of the Ritz-Carlton Naples Beach Transformation and tower expansion, a transformational renovation of the Firmilani and completion of the Orlando World Center water park and meeting space expansion. It is worth noting that our capital expenditure range at the midpoint is $125 million higher than last year, which is driven by increased investment and ROI development projects as well as more normalized maintenance CapEx spend.\nTo conclude my remarks, we made significant strides towards improving the quality of our portfolio in 2021. Despite the recent volatility, we remain encouraged by the recovery we are seeing across the lodging industry. Our capital allocation efforts over the past few years, combined with the geographic diversity of our portfolio and our strong balance sheet, leave us very well positioned to create significant long-term value for our stockholders.\nWith that, I will now turn the call over to Sourav.\n\nSourav Ghosh\n\nExecutive VP, CFO & Treasurer, Host Hotels & Resorts, Inc.\n\nThank you, Jim, and good morning, everyone. Following Jim's comments, I will go into detail on our fourth quarter top line performance, margins, our thoughts for 2022 and provide an update on our balance sheet and dividend. Despite headwinds from 2 COVID variants, we continue to benefit from quarterly sequential improvements with 70 hotels achieving positive hotel EBITDA for the entire quarter compared to 61 hotels last quarter.\nNotably, our 3 New York City hotels, 2 downtown Boston hotels and the San Francisco Merit Marquis all achieved positive EBITDA in the fourth quarter. Moving on to top line performance. Fourth quarter RevPAR was the highest it has been since the onset of the pandemic.\nIn addition, December had its highest monthly ADR in Host history, which is indicative of the quality of our assets and the pricing power of this recovery. While these improvements have been driven by leisure, travel in Sunbelt markets in Hawaii, which saw fourth quarter RevPAR up 15% to $198 over the third quarter. Our urban markets continue to deliver sequential operational improvements.\nDuring the fourth quarter, our urban market grew by 13% to a RevPAR of $108, once again representing the best quarter of the recovery for these hotels.\nTurning to business segments. During the fourth quarter, transient revenue improved 7% over the third quarter, driven by a 9% rate increase. Transient revenue at Sunbelt and Hawaii hotels was up 8% sequentially, driven by a 12% improvement in rate and once again exceeded prior peak levels.\nDrilling down to resorts, our properties grew transient revenue 30% over the fourth quarter of 2019, driven by a 35% increase in rate. Compared to the fourth quarter of 2019, Alila Ventana Big Sur, one of our recent acquisitions grew revenue by over 130%, which was driven by a rate increase of 98%. For context, that rate equates to more than a $1,000 increase. All 16 of our resorts had rates 20% higher than the fourth quarter of 2019. Transient rate in our urban and downtown markets was up 7% over the third quarter, with demand also up 1%, which was driven by our hotels in New York and D.C. Even with Omicron concerns dominating headlines, business transient demand improved by 5% over the third quarter with rate up 20%. This was driven by significant growth in October which had the highest amount of business travel room nights of any month since the onset of the pandemic. Nearly half of our business transient rooms sold in the fourth quarter were in urban and downtown markets where demand was up 16% and the rate was up 10% over the third quarter.\nWrapping up on business transient with more encouraging news, we continue to see a return to traditional business travel. In the fourth quarter, our operators traditional top 10 accounts made up 70% of business transient rooms, which is up from 40% in the third quarter. These accounts are all household names representing a mix of financial services, government contracting and consulting companies.\nTurning to Group. This segment continued its upward trajectory, we were encouraged by net booking activity in the quarter for the quarter, resulting in 660,000 rooms sold for the fourth quarter. This level of demand represents 60% of 2019 levels and is up from 52% in the third quarter, putting us at 1.2 million group room nights in the second half of 2021.\nGroup revenue increased 35% over the third quarter, driven by 15% demand growth, combined with a 17% improvement in rate. Most of the room night increase came from Boston Phoenix, San Diego and San Francisco. Corporate group room nights increased 11% over the third quarter with a 23% increase in rate. San Antonio and Phoenix drove most of the demand growth in the subsegment. In the fourth quarter, corporate group room nights were 55% of 2019 compared to 29% for the first half of 2021. We Association groups also showed steady sequential improvements. Fourth quarter association group room nights increased 19% over the third quarter with a 15% increase in rate, largely driven by our hotels in San Diego. Association group room nights were 45% of 2019 in the fourth quarter compared to only 11% for the first half of 2021. Looking forward to our expectations for group in 2022, we currently have 2.8 million definite room nights on the books, which compares favorably to the 2.5 million group room nights we would have had on the books as of the third quarter after adjusting for our recent acquisitions and dispositions. Group rate in 2022 remains up 1% to 2019. And group demand is currently front-loaded with roughly 60% of definite group rooms booked in the first half of the year.\nLast quarter, we provided a comparison to 2019 group room nights. At that time, our definite group room nights on the books represented 54% of 2019 actuals. Adjusted for our transactions and including bookings from the fourth quarter, 2 definite room nights now stand at 60% of 2019 actuals, and total group revenue pace is down just 20% to 2019, which is an additional testament to the quality of our portfolio and the strength of the lodging recovery. Moving on to expenses. Pro forma total hotel operating costs rose by 15% during the fourth quarter compared to the third quarter despite a 20% increase in total revenues. Variable expenses were down 30% relative to a total revenue decline of 25% when compared to the fourth quarter of 2019. Through February of last year, variable expense declines were roughly in line with revenue expense decline, but this trend diverged as hotels struggled to staff up at the pace of demand growth. Our managers hiring efforts were successful in the fourth quarter and the differential between our variable expense decline and the revenue decline narrowed compared to the third quarter.\nFixed expenses, including wages and benefits were 19% lower than the fourth quarter of 2019 and and 9% higher than last quarter. We continue to see savings from reductions in above property services, which were still down substantially to 2019. As expected, on property sales efforts are ramping up, which offset some of the expense savings in the quarter. Our hotel EBITDA margin in the fourth quarter was 26.9%, which is just about 80 basis points below that of the fourth quarter 2019.\nWhen you consider that our revenue is still 25% below its fourth quarter 2019 level, our margins are quite impressive. Given increased levels of staffing and fixed costs that were reintroduced in the second half of 2021, fourth quarter margin strength was primarily a result of higher resort rates better-than-anticipated food and beverage revenue and elevated cancellation revenues.\nTurning to our outlook for 2022. We are still unable to provide operational guidance given the continued volatility surrounding COVID. That said, we expect sequential quarterly RevPAR improvements driven by demand growth across our portfolio and continued rate strength at our resorts. We also expect group and business transient to continue improving in our urban and downtown markets as impacts from future covet variant lessons companies return to the office and traditional groups get back to meeting in person.\nAs a reminder, Easter is much later this year. So some of the pickup we would normally get at the end of the first quarter could bleed into the second quarter. Although we are not able to provide operational guidance, we would like to provide expected ranges for our corporate G&A and interest expense.\nFor the full year, we anticipate corporate G&A to be in the $103 million to $106 million range, and we anticipate our interest expense to be in the $146 million to $149 million range.\nFrom a timing perspective, we expect these expenses to be relatively evenly spread over each quarter in 2022.\nTurning to our balance sheet and liquidity position. As we discussed last quarter, we were able to exit our credit facility covenant waiver period, 3 quarters ahead of its expiration, and we achieved compliance with our bond in venture debt incurrence covenant.\nAs a result, we were able to refinance a portion of our existing bonds with $450 million of new Series J green bonds at a 2.9% coupon, the lowest in the company's history. We also extended our weighted average maturity from 4.2 to 5.1 years, lowered our weighted average interest rate to 3.1% and push our next maturity out to early 2024.\nIn addition, during the fourth quarter and subsequent to quarter end, we paid down our outstanding revolver in full. Together, these actions will save us an estimated $5 million per quarter in interest expense. Pro forma for the revolver paydowns and the sale of the Sheraton Boston earlier this month, we now have $1.8 billion in total available liquidity, comprised of approximately $200 million of cash, $144 million of FF&E reserves and full availability of our $1.5 billion credit facility.\nWrapping up, I am pleased to share that the Board of Directors authorized a first quarter dividend of $0.03 per share on host common stock. All future dividends are subject to approval by the company's Board of Directors. But as the operational recovery continues, we expect to be able to grow our dividend to a sustainable level.\nTo conclude, we are extremely proud of our achievements over the past year. 2021 showed that a sustained recovery is underway, and we are optimistic that 2022 will continue to build on the strong momentum of the past few quarters. We remain very well positioned to execute on our goal of increasing the EBITDA growth profile and improving the quality of our portfolio.\nWith that, we would be happy to take your questions. (Operator Instructions)"
  }
]