[
  {
    "header": "EXPE",
    "cik": "0001324424",
    "ticker": "EXPE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a5aa7204893935e4cfbddb7f84ee6412",
    "period": "2025 Q3",
    "content": "Q3 2025 Expedia Group Inc Earnings Call\n\nQ3 2025 Expedia Group Inc Earnings Call\n\nEXPENASDAQNOV 6, 4:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Expedia Group Q3 2025 Financial Results Teleconference. My name is Alex, and I'll be the operator for today's call. [Operator Instructions].\nFor opening remarks, I will now turn the call over to VP, Investor Relations, Rob Desni. Please go ahead.\n\nUnknown Executive\n\nGood afternoon, and welcome to Expedia Group's Third Quarter 2025 Earnings Call. I'm pleased to be joined on today's call by our CEO, Ariane Gorin; and our CFO, Scott Schenkel.\nAs a reminder, our commentary today will include references to certain non-GAAP measures. Reconciliations of these non-GAAP measures to the most comparable GAAP measures are included in our earnings release. Unless otherwise stated, all growth rates are on a year-over-year basis and any reference to expenses exclude stock-based compensation.\nWe will also be making forward-looking statements during the call, which are predictions, projections and other statements about future events. These statements are based on current expectations and assumptions, which are subject to risks and uncertainties that are difficult to predict.\nActual results can materially differ due to factors discussed during this call and in our most recent Forms 10-Q, 10-K and other filings with the SEC. Except as required by law, we do not undertake any responsibility to update these forward-looking statements.\nThis call is being webcast on the Investor Relations section of our website at ir.expediagroup.com. Replay will be archived on our site for 30 days. A slide deck containing financial highlights has also been posted on our IR website.\nFor today's call, Ariane will begin with a review of our third quarter results and an update on our progress against our strategic priorities. Then Scott will provide additional details on our third quarter financial performance and guidance. After our prepared remarks, we will turn the call over to the operator to begin the Q&A portion of the call.\nAnd with that, let me turn the call over to Ariane.\n\nAriane Gorin\n\nPresident of Expedia for Business & Director\n\nThank you, Rob, and thank you all for joining us today. Our third quarter results exceeded both our top and bottom line expectations, reflecting an improved demand environment, disciplined execution, and progress on our strategic priorities. We grew bookings 12% and revenue 9%, while expanding our EBITDA margin meaningfully. We're building solid momentum across the company. with clear proof points that our strategy is working.\nThe market was healthy in the quarter with an acceleration in the U.S. and continued strength in the rest of the world. We saw longer lengths of stay and longer booking windows, both signs of a stronger consumer.\nBased on our results to date and ongoing trends, we're raising our full year guidance, which Scott will cover shortly. In the third quarter, we grew booked room nights 11% and expanded our hotel share globally.\nIn the U.S., room nights were up high single digits, our fastest growth in over 3 years. Nets were up low double digits in EMEA and high teens in the rest of the world, including over 20% in Asia.\nWe drove continued momentum in B2B and in advertising. B2B bookings increased 26%, marking our 17th consecutive quarter of double-digit growth, while advertising revenue was up 16%. Our Consumer Brands grew bookings 7% and with double-digit growth outside the U.S. and particular strength in Europe.\nExpedia remained our largest and fastest-growing brand, while Hotels.com and Vrbo both improved sequentially and posting year-over-year growth in room nights and bookings. Our strong performance was supported by progress in advancing each of our 3 strategic priorities, all of which continue to be accelerated by AI.\nI'll begin with our first priority, delivering more value to travelers. Our brands are personalized travel companions better with travelers at every step of their journey. From trip planning to bookings adding and changing and beyond. A year ago, we set out to sharpen the value propositions of our 3 big brands. We've better aligned product, supply, marketing and loyalty for each brand and it's paying off.\nOn product, we released new features to drive better traveler experiences. For Vrbo, we made it easier for travelers to find a property that's just right for them. With new recommendation experiences and improved property comparison tools. On Expedia, we launched new design flows in the lodging search and post booking paths. Coupled with enhanced recommendation models, these have led to double-digit growth in vacation rentals and record attach rates.\nSince the beginning of the year, we've integrated AI into our products at key moments that matter. From AI filters to property Q&A, guest review summaries and our service agent. And these features are driving engagement and getting even more effective with time. On supply, we provide travelers a broad assortment of inventory to choose from at competitive prices, and we're constantly improving both.\nLast quarter, we sourced more great deals for our travelers than ever before. We tripled the number of properties funding deals in our summer sales. And on Vrbo, over 20% of our bookings were on partner-funded promotional rates, a new capability we launched in the spring. Both of these illustrate the power of our flywheel. Supply partners participate more deeply in our marketplace, we deliver more value to travelers. And in turn, we drive incremental demand back to these same partners.\nLoyalty is another powerful way we deliver value to travelers. With OneKey, travelers get both immediate discounts and earn OneKeyCash for future trips. Active members were up mid-single digits and across the board, 1Q is driving more repeat and more direct bookings, growing fastest with silver members and above.\nWe recently launched 2 important loyalty capabilities on Vrbo and Hotels.com. For Vrbo, we introduced member deals, giving our members access to better rates. And on Hotels.com, we introduced Savior Way, a high-value program that gives travelers flexibility to choose how and when they see.\nTurning to our second priority, investing where we see the greatest opportunities for growth. B2B had another fantastic quarter. We grew share with existing partners and added new partners. We released new tools to help our partners more easily identify promotional rates and also launched a new AI-powered trip manner.\nSpecifically in our travel agency business, we've grown the number of agencies we worked with expanded our agent loyalty program and added features like new payment options, all of which have contributed to over $3 billion of bookings year-to-date. Looking ahead, we see further opportunity across our B2B business, and we'll continue investing to drive growth.\nOn advertising, we delivered a strong quarter with a record number of active partners and we continue to be one of the highest returning channels for our advertisers. We're using AI to make our ads more relevant while also injecting it into partner tools like our new ad portal that has improved targeting and measurement capabilities.\nFinally, on growth opportunities. AI driven search is transforming the way travelers discover and plan their trips. We're moving fast and deliberately to ensure our brands show up wherever travelers are. We're making good progress on answer engine optimization even as traffic today remains small. And we're forging tight partnerships with leading tech companies like Google, OpenAI and complexity.\nWe were a launch partner with ChatGPT's apps, and we'll continue to experiment with new Genie experiences. Beyond the volume that comes from them, these early integrations are keeping us at the leading edge of evolving technology and customer behavior. Learnings we're bringing directly back into our broader business.\nNo matter where a traveler starts their discovery journey, we're confident that they'll ultimately choose to book with the brand they trust and know will be with them along their whole journey, including when something doesn't go as planned. This remains a key differentiator for our business.\nMoving to the third pillar of our strategy, driving operating efficiencies and margin expansion. We expanded margins by over 2 points in the quarter thanks to our continued operational discipline and volume leverage. I'm particularly pleased that we delivered our fourth consecutive quarter of improved marketing productivity in our consumer business.\nAI provides an opportunity for step function improvement in our team's efficiency and effectiveness over time. We're already seeing the benefits in our product, technology and customer service teams. From enhancing developer productivity, to improving resolution speed on servicing to highlight just a couple of examples. We've created expert squads that we're embedding across our teams to accelerate adoption, and we see a lot of potential add.\nIn closing, we delivered a strong third quarter. The demand environment improved and we advanced our priorities. While we saw continued momentum in October, we're keeping a close eye on economic indicators and remaining focused and agile amidst a dynamic macro environment. As we enter the final quarter of the year, we have real confidence in our ability to execute and create value for all of our stakeholders. I want to thank our team for their hard work, thank our partners for their trust in us.\nAnd with that, I'll turn it over to Scott.\n\nScott F. Schenkel\n\nInterim CEO, eBay Inc.\n\nThank you, Ariane, and good afternoon, everyone. I'm pleased to share our third quarter performance, which beat the high end of our guidance range with bookings up 12%, revenue up 9% and EBITDA margin expansion of over 2 points. Our outperformance was driven by solid execution across our company and a stronger-than-expected U.S. market. Versus our expectations, we sustained strong demand throughout the quarter and higher lodging and air prices.\nAs Ariane mentioned, the acceleration in our B2B business was a significant tailwind that helped drive our performance. Our booked room nights were up 11% and driven by our strongest U.S. night growth in over 3 years and sequentially, acceleration across all our main regions and core brands.\nAlso worth noting B2C hotel room night growth in Europe was also the highest we have seen since the first quarter of 2023. Overall, as we look at travel, demand for premium travel has performed well, accelerating from Q2 and then was bolstered by resilient demand at the lower end as well.\nGross bookings were $30.7 billion, up 12%, including a 1 point benefit from foreign exchange. Revenue of $4.4 billion grew 9% and had a 2.5 point benefit from foreign exchange, roughly 1 point more than expected. Bookings growth exceeded revenue growth primarily due to book-to-stay timing as the majority of our revenues are recorded at the time of stay, not when the booking takes place.\nAdvertising revenue grew 16%, posting another double-digit quarter. We see significant opportunities for continued growth, including increasing penetration outside of North America, B2B and monetizing on more areas of our sites.\nMoving to our segment performance. B2C gross bookings of $21.3 billion accelerated 6 points to 7% year-over-year, driven by performance both domestically and internationally. B2C revenue of $2.9 billion grew 4%, driven by improved market demand, advertising and insurance. B2C EBITDA margins were 41% and up approximately 4 points from last year. This was driven by significant marketing leverage achieved through ongoing optimization and marketing spend. Margins were further supported by our continued discipline in managing cost of sales and overhead as well as growth in our high-margin advertising and insurance revenues.\nGross bookings were $9.4 billion or 26% with broad-based growth across all regions. Rapid API was our fastest-growing product and the largest contributor to growth.\nAs a reminder, Rapid Connects Expedia Group's powerful lodging supply and content with larger travel partners such as travel management companies and other OTAs. Art travel business which is our solution for offline travel agents also grew 25%.\nB2B revenue grew 18%, posting yet another strong quarter, which is below bookings growth primarily due to book to state timing. B2B EBITDA margins were 29%, flat year-over-year as we prioritize investments to support the continued growth of B2B.\nTurning to group profitability. We delivered third quarter adjusted EBITDA of $1.4 billion, a margin of 33%. The 2 points of adjusted EBITDA margin expansion was driven by revenue and expense leverage particularly within direct sales and marketing in our B2C segment. Adjusted EPS of $7.57 grew 23% faster than EBITDA due to share repurchases.\nMoving to our cost structure. We leveraged meaningfully across all our categories. Cost of revenue was $373 million, down 3%, leveraging a point as a percentage of revenue, driven by efficiencies in payments and customer service. Total direct sales and marketing expenses were $2 billion, up 7%, driven by B2B.\nAs a reminder, commissions paid to our partners are included in the direct sales and marketing expenses for B2B and recorded at the time of SPA. We saw significant leverage in our B2C business with direct sales and marketing down 4% and leveraging over 0.5 point as a percentage of gross bookings. Overhead expenses were $620 million, up 3%, while leveraging almost 1 point on revenue. Benefiting from the actions we took to reduce our cost structure earlier in the year.\nNow turning to our cash position. We ended the quarter with $6.2 billion of unrestricted cash and short-term investments and we remain committed to maintaining debt levels consistent with our investment-grade rating.\nFree cash flow on a trailing 12-month basis was $3 billion and reflects the strength of our operating model and disciplined execution of our strategic priorities. At quarter end, we had $1.8 billion remaining in our share repurchase program after utilizing $451 million in the quarter to repurchase 2.3 million shares of our common stock. This brings our total shares repurchased in the last 3 years to $44 million, which reduces our share count by 22% net of dilution.\nTurning to our outlook. We are raising Q4 and full year guidance. For Q4, we expect gross bookings and revenue growth of 6% to 8%. Gross booking includes an estimated 1 point benefit and revenue includes a 1.5 point benefit from foreign exchange to current rates.\nAdjusted EBITDA margins are expected to expand by approximately 2 points with a minimal impact from currency at current rates. As Ariane indicated, we saw continued momentum in October but we are monitoring economic indicators within a dynamic macro environment.\nAs a reminder, the moderation in our Q4 growth is driven by lapping the 6-point bookings and 7-point revenue acceleration experienced in Q4 of last year. For the full year, we expect gross bookings to be up approximately 7% and revenue up approximately 6% to 7% and EBITDA margins to be up approximately 2 points versus last year.\nWe will provide our full year guidance for '26 on our Q4 earnings call. We have built strong momentum on margin expansion with the year-to-date adjusted EBITDA margins up close to 2 points, enabling us to drive the highest margin expansion we've had in 3 years.\nLooking ahead to 2026, we expect further margin expansion, albeit at a more moderated pace than what we drove in 2025 as we continue our cost-out efforts and invest behind our growth initiatives. Regarding capital allocation for the balance of 2025, we expect to continue repurchasing shares roughly in line with levels over the last couple of years. In conclusion, we are pleased with our third quarter results and our outlook for the fourth quarter. We are encouraged by the momentum we're building across our strategic priorities, which will position the company to drive long-term profitable growth.\nNow let me open the call for questions."
  },
  {
    "header": "EXPE",
    "cik": "0001324424",
    "ticker": "EXPE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d33a44f6cd72ed82986a680144e13091",
    "period": "2025 Q2",
    "content": "Q2 2025 Expedia Group Inc Earnings Call\n\nQ2 2025 Expedia Group Inc Earnings Call\n\nEXPENASDAQAUG 7, 4:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Expedia Group Q2 2025 Financial Results Teleconference. My name is Alex. I'll be the operator for today's call. [Operator Instructions]. For opening remarks, I'll now turn the call over to SVP, Corporate Finance, [ Dan Simo ]. Please go ahead.\n\nUnknown Executive\n\nGood afternoon, and welcome to Expedia Group's Second Quarter 2025 Earnings Call. I'm pleased to be joined on today's call by our CEO, Ariane Gorin; and our CFO, Scott Schenkel.\nAs a reminder, our commentary today will include references to certain non-GAAP measures. Reconciliations of these non-GAAP measures to the most comparable GAAP measures are included in our earnings release. Unless otherwise stated, all growth rates are on a year-over-year basis and any reference to expenses excludes stock-based compensation. We will also be making forward-looking statements during the call, which are predictions, projections or other statements about future events. These statements are based on current expectations and assumptions, which are subject to risks and uncertainties that are difficult to predict.\nActual results could materially differ due to factors discussed during this call and in our most recent Forms 10-Q, 10-K and other filings with the SEC. Except as required by law, we do not undertake any responsibility to update these forward-looking statements. We are also webcasting an earnings deck while going through prepared remarks. A copy of this deck will be posted to our website after the call. Our earnings release, earnings deck, SEC filings and a replay of today's call can be found on our Investor Relations website at ir.expediagroup.com. For today's call, Ariane will begin with a review of our second quarter results and an update on our progress against our strategic priorities. Then Scott will provide additional details on our second quarter financial performance and guidance. After our prepared remarks, we will turn the call over to the operator to begin the Q&A portion of the call. And with that, let me turn the call over to Ariane.\n\nAriane Gorin\n\nPresident of Expedia for Business & Director\n\nThank you, Dan, and thank you all for joining us today. Our second quarter results exceeded both our top and bottom line expectations. We grew gross bookings by 5%, grew revenue by 6% and expanded adjusted EBITDA margins by nearly 2 points. We delivered these results in the context of the soft U.S. travel market, reflecting our focused execution and continued progress on our strategic priorities. The U.S. travel market was muted in the second quarter. Consumers at the higher end of the market remained resilient, with those at the lower end, taking a more cautious approach to discretionary spending. That said, since the beginning of July, we've seen an uptick in overall travel demand, particularly in the U.S. Based on our solid first half performance and these current trends, we're raising our annual guidance, and Scott will cover this in a moment.\nIn the second quarter, our booked room nights grew 7% overall, and we maintained our leadership in the U.S. with low single digits growth. We grew room nights mid-single digits in EMEA and mid-teens in the rest of the world. including nearly 20% in Asia. B2B and advertising continued their strong performance. B2B bookings grew 17%, outpacing the market and delivering our 16th consecutive quarter of double-digit growth. Advertising revenue grew 19% with a record number of active partners and momentum across both sponsored listings and display ads. Brand Expedia was once again our largest and fastest-growing consumer brand with multi-item attach rates at their highest level since the pandemic. Hotels.com bookings declined slightly, but room nights accelerated from the first quarter, helped by our brand relaunch in April.\nVrbo grew room nights roughly in line with the market in the U.S. though bookings declined in a softer environment with lower daily rates, shorter length of stay and higher cancellations. Our second quarter performance was underpinned by progress on our 3 strategic priorities: One, deliver more value for travelers; two, invest where we see the greatest opportunity for growth; and three, drive operating efficiencies and expand margins. AI accelerates all of these priorities, and I'll share how we're leveraging it in each. Let me start with delivering more value to travelers through our supply, loyalty program and products. On supply, our recent partnership with Southwest Airlines has delivered fantastic results, bringing new customers to both Expedia and to Southwest and delivering approximately 5% of Southwest total passenger volume in the second quarter. This contributed to us outpacing total U.S. air ticket sales in the quarter.\nIn EMEA, we've added Premier Inn, a leading European hotel chain. And combined with adding Ryanair earlier this year, strengthened our value proposition to travelers in Europe. In May, we launched new vacation rental promotions capabilities. And in just a few months, nearly 10% of Vrbo bookings are on our new promotional rates. When we bring on more relevant supply, we drive more value for travelers and in turn, more growth for our supply partners. Our loyalty program showed continued momentum even as we calibrate the program. Active loyalty members grew high single digits with the fastest growth from our silver members in [indiscernible].\nAs a reminder, higher tier members receive better member rates from our supply partners and are in accelerated rewards which together create another powerful flywheel for retention and repeat. Turning to our products. We're continually improving the foundations of our user experience, like performance, scalability and configurability, basics that we know drive conversion and repeat. At the same time, we're using AI everywhere. Leveraging our vast first-party data to create better, more personalized experiences. Our AI filters helped travelers find, but they're looking for faster, resulting in higher conversion rates and our insurance products now personalize coverage, resulting in our highest insurance attach rates ever. In customer service, AI is contributing to record high Net Promoter Scores while helping us reduce costs.\nThis leads me to our second priority, investing where we see the greatest opportunities for growth. B2B is growing fast. We're excited about it, and we're investing behind it. We're onboarding new B2B supply and making it easier for partners to identify and surface the right deals for their travelers. We're also expanding our product portfolio. Last quarter, we launched our first partner on our CAR API, and later this year, we'll roll out additional lines of business. B2B is large outside the U.S. And as we grow, it creates another powerful flywheel for our supply partners as well as benefiting our consumer business. On advertising, we're making it simple and cost effective for advertisers to reach their goals. Our new ad formats like video are driving higher engagement and conversion rates.\nWe're rolling out more automation and about half of our partners now use our automated campaign optimization tools. We're a high return channel for our advertisers. And while the space is getting more crowded by continuing to innovate, both on the ads themselves as well as advertiser tools, we believe there's a lot of growth potential ahead. In our consumer business, we're making progress growing outside the U.S. and capitalizing on new traveler behaviors. We grew bookings outside the U.S. by high single digits with Brand Expedia growing 13%. The U.K. and Northern Europe grew particularly well in part fueled by the new supply I mentioned earlier.\nWe continue to see opportunity to grow as we bring together marketing, product, supply and servicing in a way that's relevant to travelers in each of our focus markets. We're also capitalizing on new traveler search behaviors, in particular with social, GenAI searches and Agentic AI. Traffic from GenAI searches a small but growing fast and it's converting into bookings at higher rates than other traffic. We're working with all the large tech players, Google, OpenAI, META and Microsoft, to name a few, to make sure that our brands appear prominently and their value propositions are clearer. It's a fast-changing space and having the right integrations and partnerships enables us to stay ahead, all the while optimizing our own sites, apps tech and marketing for the future.\nMoving to the third pillar of our strategy, operating efficiencies and margin expansion. For the past 3 quarters, we've been flat or leveraged against direct marketing spend in our consumer business. There's still work to do in this area, and we're taking a rigorous approach, refining our measurement and leaning in where we see the greatest return. As our product gets better, as we drive more direct and better retention, we will see improved marketing leverage. AI is a key enabler of productivity and effectiveness. It touches every function across our company, and all our employees have AI goals. Our engineering teams, for example, have broadly adopted AI-powered developer assistance and we're seeing reduced cycle times by more than 20% in some teams and faster feature delivery.\nWe expect the impact to compound as we integrate AI deeper into our workflows and that this work Alongside our cost discipline, will underpin our continued margin expansion. To conclude, even as the U.S. travel market was tough in the first half of the year, we made tangible progress on our strategic priorities. We have much work and opportunity ahead as we continue to execute on our strategy and deliver value for all of our stakeholders. With that, over to you, Scott.\n\nScott F. Schenkel\n\nInterim CEO, eBay Inc.\n\nThank you, Ariane, and good afternoon, everyone. I'm pleased to share our second quarter performance, which beat the high end of our bookings and revenue guidance by 1 point and our adjusted EBITDA margin expansion guidance by 1 point. In summary, for Q2, our booked room nights were up 7%. Gross bookings were up 5% and revenue was up 6%. Our B2B and advertising businesses delivered strong double-digit growth up 17% and 19%, respectively. On the bottom line, we delivered EBITDA margin expansion of approximately 2 points. Our booked room nights were $105 million, up 7%. As Ariane mentioned, the growth was primarily driven by B2B with strong international performance. We saw notable strength in Asia, which grew almost 30% with particular strength in our rapid API product.\nAs a reminder, Rapid Connects Expedia Group's powerful lodging supply with our travel partners. In B2C, Brand Expedia grew booked room nights 5%, also benefiting from the international growth, partially offset by a softer U.S. consumer spending and travel environment. ADRs of $209 were essentially flat with prior year. The U.S. travel market experienced continued pressure on inbound travel with shorter booking windows and higher cancellations. Even with that backdrop, we believe our company grew faster than market in both air and hotel lines of business, while vacation rental room nights grew roughly in line with the market. Gross bookings were $30.4 billion, up 5%, which includes a 1 point benefit from foreign exchange. Revenue of $3.8 billion grew 6%, which was 8% on an FX-neutral basis. International revenue growth was up 13%.\nWe outperformed our bookings and revenue guidance due to the strength outside the U.S., in particular, in B2B. Our international bookings growth also benefited from foreign exchange, while Brand Expedia also saw strength led by growth in air, advertising and attach. Lodging bookings and lodging revenue both grew 6%. Turning to Page 10 and our segment's performance, starting with B2C. B2C gross bookings of $21.6 billion increased 1% year-over-year. We delivered high single-digit growth outside the U.S. partially offset by softness in the U.S. market. B2C revenue of $2.5 billion grew 2%, driven by an increase in hotel demand, particularly from Brand Expedia reflecting growth in advertising and additional states from past period bookings.\nB2C EBITDA margins were 29.4%, up nearly 3 points from last year. driven by volume growth, most notably in our higher-margin products like advertising and through disciplined cost management, more specifically in our direct sales and marketing. Moving to B2B. We are excited about the momentum in the business and continued growth prospects as we unlock even more of our supply and watch new APIs for our partners. This business builds upon the same supply and technology for our B2C business allowing us to expand our reach and power more global travel.\nB2B gross bookings were $8.8 billion, up 17%. Our B2B segment continues to benefit from increased volume due to solid execution and a higher mix of business outside of the U.S. B2B revenue grew 15%, driven by strong growth in Asia and Europe as well as a shift in the timing from Easter. B2B EBITDA margins were 27.3%, up more than 2 points year-over-year, driven by volume leveraging on the cost of sales and overhead. We delivered second quarter adjusted EBITDA of $908 million, a margin of 24%. The 2 points of adjusted margin -- EBITDA margin expansion was driven by revenue growth in both segments particularly driven by our advertising business and about 0.25 point of benefit from foreign exchange.\nAdjusted EBITDA -- adjusted EPS of $4.24 grew 21% versus prior year. driven by higher revenues and leverage of cost along with the share repurchase activity. Moving to Page 13. Cost of revenue of $373 million was 9.8% of revenue, representing a 0.25 point improvement from the prior year, which reflected ongoing efficiencies, particularly in customer service. Direct sales and marketing expenses were $1.9 billion, up 7% and essentially flat as a percentage of gross bookings. We did see leverage in our B2C business, which was offset by B2B. As a reminder, commissions paid to our partners are included in the direct sales and marketing expenses for B2B. Overhead expenses were $637 million or 16.8% of revenue, a nearly 2-point improvement Keep in mind, the actions we took to reduce our cost structure did not fully impact Q2 and are expected to reduce and are expected to further benefit our expense base in the second half of the year.\nThe strength in our balance sheet continued with $9.2 billion in total liquidity at quarter end. This includes $6.7 billion of unrestricted cash and short-term investments and $2.5 billion from our undrawn revolving credit facility. Our leverage ratio of 2x is in line with our target, and we remain committed to maintaining debt levels consistent with our investment-grade rating. Free cash flow on a trailing 12-month basis was $2 billion, and reflects the strength of our asset-light operating model and disciplined execution of our strategic priorities. At quarter end, we had $2.3 billion remaining in our share repurchase program after utilizing $627 million in the quarter to repurchase 3.8 million shares of our common stock. This brings our total shares repurchased in the last 3 years to $42 million and reduces our share count by 21%.\nTurning to the outlook for the third quarter. We expect gross bookings growth of 5% to 7% and revenue growth of 4% to 6%. This includes an estimated 1 point benefit from foreign exchange to bookings and revenue growth at current exchange rates. Adjusted EBITDA margin is expected to expand by 50 to 100 basis points with no material impact from currency at current exchange rates. For the full year, we expect gross bookings and revenue growth of 3% to 5%, which represents a 1 point increase versus our previous guidance. For bookings, this includes roughly 0.5 point of benefit from foreign exchange and for revenue, it includes approximately a 1 point headwind at current rates. For the year, we expect adjusted EBITDA margin expansion of a full point. This is at the high end of our previous guidance of 75 to 100 basis points. provided in May. We are off to a good start in the first half of the year with adjusted EBITDA margin up over 1.5 points. In the second half, we will benefit from the cost actions we announced with our first quarter results.\nIn addition, we expect to deliver additional EBITDA margin expansion from our B2C marketing leverage. We are focused on optimizing our current spend across the enterprise while continuing to invest in our growth drivers. Regarding capital allocation for the balance of 2025, we expect to continue repurchasing shares, roughly in line with levels over the last couple of years. Finally, our 25% guidance implies a moderation in Q4 growth as compared to Q3, which is driven by 2 factors. First, we're lapping last year's significant strength, where bookings and revenue growth were up 13% and 10%, respectively. Secondly, the continuing uncertainty around the U.S. consumer and travel into the U.S. I'm encouraged by the momentum we're seeing across our strategic priorities, and I want to echo Ariane's enthusiasm around the progress we've made year-to-date, especially during a challenging U.S. consumer spending environment.\nNow let me open the call for questions."
  },
  {
    "header": "EXPE",
    "cik": "0001324424",
    "ticker": "EXPE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/59f74d8d16a129a31d57e2c80c206fc2",
    "period": "2024 Q4",
    "content": "Q4 2024 Expedia Group Inc Earnings Call\n\nQ4 2024 Expedia Group Inc Earnings Call\n\nEXPENASDAQFEB 6, 4:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Expedia Group Q4 2024 Financial Results Teleconference. My name is Alex, and I'll be the operator for today's call.\nFor opening remarks, I will turn the call over to SVP, Corporate Development Strategy and Investor Relations, Harshit Vaish. Please go ahead.\n\nHarshit Vaish\n\nSVP of Corporate Development, Strategy & Investor Relations\n\nGood afternoon and welcome to Expedia Group's Fourth Quarter 2024 Earnings Call. I'm pleased to be joined on today's call by our CEO, Ariane Gorin; and our incoming CFO, Scott Schenkel.\nAs a reminder, our commentary today will include references to certain non-GAAP measures. Reconciliations of these non-GAAP measures to the most comparable GAAP measures are included in our earnings release. Unless otherwise stated, all growth rates are on a year-over-year basis, and any reference to expenses exclude stock-based compensation.\nWe will also be making forward-looking statements during the call, which are predictions, projections or other statements about future events. These statements are based on current expectations and assumptions, which are subject to risks and uncertainties that are difficult to predict. Actual results could materially differ due to factors discussed during this call and in our most recent Forms 10-K, 10-Q and other filings with the SEC. Except as required by law, we do not undertake any responsibility to update these forward-looking statements. Our earnings release, SEC filings and a replay of the call can be found on our Investor Relations website at ir.expediagroup.com.\nAnd with that, let me turn the call over to Ariane.\n\nAriane Gorin\n\nPresident of Expedia for Business & Director\n\nThanks, Harshit, and thank you all for joining us today. I want to start by welcoming Scott Schenkel as our new CFO. It's great to have him on board, and you'll hear from him shortly.\nOur fourth quarter results exceeded our expectations with room nights, gross bookings and revenue all growing double digits. This top line strength reflects our continued strong execution, along with better-than-expected travel demand. Our disciplined cost management and top line outperformance resulted in strong EBITDA growth with margin expansion.\nLooking for the consumer business accelerated for the third consecutive quarter to 9%, up 5 points sequentially. Each of our core brands, Brand Expedia, Hotels.com and Vrbo, saw bookings growth. Our B2B business had a stellar quarter with bookings growth increasing 5 points sequentially to 24%. And our advertising business posted yet another strong quarter with 25% revenue growth.\nTravel demand remained healthy in Q4 despite price increases in hotels, vacation rentals and air. Like last quarter, international demand was stronger than the U.S. with booked room nights growing high single digits in, low double digits in Europe and high teens in the rest of the world.\nOur B2B business continues to benefit from this strong international demand, especially in APAC. And in our consumer business, our global expansion efforts continue to show solid progress with bookings growth outside the U.S. accelerating 4 points sequentially.\nWithin our consumer business, Brand Expedia remains strong with room nights growing mid-teens. Air on Expedia notably improved driven by higher ticket prices, continued package product improvements and new merchandising capabilities. For Hotels.com, bookings returned to slight growth driven by momentum in international markets. And for Vrbo, bookings growth accelerated sequentially as well with improved traffic and conversion.\nGlobal active membership in our loyalty program grew 7% in Q4, and our 12-month member repeat rate was also up over 300 basis points year-over-year. Also our three core brands, nearly 50% of room nights came from Silver, Gold or Platinum member. These higher-tier members receive additional benefits such as member discounts, which are funded by our supply partners and help to drive loyalty to our brands.\nOur strong fourth quarter results contributed to a solid full year 2024. When I stepped in as CEO last year, we set an ambition to bring Vrbo and Hotels.com back to growth while extending our strengths in Brand Expedia, B2B and advertising and being disciplined in our costs. While we have more work ahead, I'm proud of how our teams delivered against this call for action and built momentum over the course of the year.\nBookings growth in our consumer business accelerated every quarter in 2024 from negative 3% in Q1 to 9% in Q4. B2B bookings grew 21% for the full year. We've grown bookings from existing partners through strong account management, great inventory and new product features and had our best year ever in production from new partners. Overall, B2B accounted for 27% of our bookings last year, and we've cemented our leadership here.\nOur advertising business -- sorry, our advertising revenue grew 32% in 2024 and drove 5% of our overall revenue. We onboarded more advertisers to our platform, launched new ad types like video and introduced new tools for partners to manage their campaigns, all of which are resonating strongly with our advertisers. As a reminder, advertising is a high-margin, high-growth business, and we see a lot more opportunity to innovate.\nSupply is at the heart of our business, and we made great strides last year in improving our supply through technology investments, stronger partner relationships and everyday efforts from our commercial teams. We're sourcing more traveler benefits, whether through member yields or package discounts. We've released new functionality around merchandising and have improved the quality of our vacation rental supply. All of these are great for travelers while delivering valuable and targeted demand to our supply partners.\nAs we move into 2025, we have three overarching priorities building on our progress from 2024: first, deliver more value for travel; second, invest where we see the greatest opportunity to drive growth in each part of our business; and third, continue driving operating efficiencies and expanding our margins. I'll share more color on each and then talk about how AI will help us across all three.\nLet's start with our first priority of delivering more value for travelers. Already today, we create effortless, personalized and rewarding experiences for customers. We do this through our supply with deals travelers can only get through us and bundles and savings that we can uniquely create. We also do it through our industry-leading customer service and innovative products and features that travelers want.\nAnd in 2025, we're going to do even more: in supply, more member rates beyond hotels and more targeted offers; in servicing, more self-service options both in the product flows and in the virtual agent experience; and of course, in product, all powered by deep insights and data that enable personalized experiences that travelers trust.\nMoving next to our second priority. We'll invest where we see the greatest opportunity to drive growth in each part of our business. In our consumer business, this means focusing on our three biggest brands, having clear, sharp value propositions for each of them. For Expedia, for example, that's building on our strength as a one-stop shop and focusing on differentiators like packages while scaling newer products like vacation rentals.\nOur consumer business is still heavily weighted to the U.S. And while we made progress in 2024, looking ahead, we'll continue to push internationally in a targeted way. In our loyalty program in marketing, we'll be even more targeted in our spending, for example, looking deeply at where we see the biggest impact from our loyalty earn. And in B2B, it's about sourcing unique supply for our B2B partners, testing new products and signing new deals and deepening our commercial partnership.\nAnd finally, our third priority is to continue driving operational efficiencies and expanding our margins. We were disciplined in our cost management in 2024, and that allowed us to expand profit margins while reinvesting in strategic areas. We believe we still have room to deliver further efficiencies across our variable cost and fixed cost base to expand our margins even further.\nAI is an accelerator for all three of these priorities, and we've only scratched the surface. As we look ahead, we're exploring the many ways AI will unlock even more value in our products. We're already seeing evidence that AI is driving better experiences across the discovery, shopping and post-booking journey, which in turn are driving loyalty and growth.\nGoing forward, we'll continue to test and release AI-generated features to further personalize our traveler experience. AI also opens new possibilities to drive traffic to our brands as consumers increasingly search in new GenAI-native experiences, and we're ensuring that we meet them where they are. And for our B2B business, the AI-native travel startups that will inevitably emerge present new partnership opportunities for us.\nFinally, we see tremendous opportunity to use AI to allow our teams to move faster and be more productive. It's not just about cost reduction. What's even more exciting is how it will enable our teams to spend more time where they can have the biggest impact. We're excited about the potential and are seeing early results across customer support, technology, marketing and our commercial teams, really across all parts of how we operate our business.\nSo in closing, we're pleased with our fourth quarter performance and the momentum we've built over 2024. And we believe that in 2025 and beyond, we have a substantial opportunity to drive even greater value for our travelers, partners and shareholders.\nWith that, over to you, Scott.\n\nScott Schenkel\n\nChief Financial Officer & Senior Vice President, eBay, Inc.\n\nThank you, Ariane, and good afternoon, everyone. I'm excited to join Expedia Group, and I look forward to partnering with you and the team to help deliver our priorities. Let's get started.\nWe wrapped 2024 with a strong fourth quarter, both financially and across many of the operating metrics. Room nights, gross bookings and revenue all grew double digits with EBITDA margins expanding nicely. Total gross bookings of $24.4 billion grew 13% with a 5-point sequential acceleration in both B2C and B2B with a better-than-expected demand environment and strong operational execution. We had a particularly strong post-Thanksgiving promotional window, where bookings during this period were our highest ever.\nLodging gross bookings grew 12%, which includes our hotel business growing 14%, and continued acceleration at Vrbo. Outside of our lodging business, we also saw a notable strength in our air business driven by higher air prices, growth in multi-item packages and our new merchandising capabilities.\nRevenue of $3.2 billion grew 10%, led by our B2B business, which grew 21%. Revenue growth accelerated 7 points from the third quarter primarily driven by Vrbo's bookings momentum throughout the year translating into stays and further improvement in Hotels.com. Gross margin was nearly 90% for the quarter, up 125 basis points. We are pleased to see our ongoing initiatives continue to deliver transactional efficiencies, particularly in customer service.\nDirect sales and marketing expense in the fourth quarter was $1.5 billion, up 13%, leading to flat leverage as a percent of gross bookings. This was over 20 basis points of sequential improvement driven by continued efficiencies at Brand Expedia. As I noted earlier, Brand Expedia did benefit from the merchandising actions for our air business as they resulted in bookings without any incremental marketing expenses.\nOverhead expenses were $643 million, a decrease of 1%, resulting in nearly 250 basis points of leverage. This was primarily driven by lower people costs in products and technology from our actions in 2024 as well as overall strong expense control. We remain committed to driving efficiencies across our P&L, and we're pleased to see another quarter of strong overhead leverage.\nWe delivered fourth quarter EBITDA of $643 million, up 21% with an EBITDA margin of 20.2%, an expansion of 175 basis points. This was better than expected due to both the higher revenue growth and effective expense management. We delivered $338 million of EBIT with a margin of 10.6%, up 280 basis points. This was 105 basis points greater than EBITDA margin expansion driven by lower stock-based comp and ongoing depreciation leverage.\nTurning to the full year results. We posted gross bookings of $111 billion, up 7%; and revenue of nearly $14 billion, also up 7%, underpinned by a notable recovery throughout the year in our B2C business and continued strength in B2B and our advertising business.\nWhile we decided to invest in marketing to accelerate our B2C business, we feel that was net beneficial to the business, and we paid for this by being financially disciplined and driving gross margin improvement of 170 basis points and overhead of approximately 140 basis points. As a result, EBITDA margin for the year was 21.4%, an expansion of approximately 60 basis points.\nThis strong earnings growth enabled us to generate another year of robust free cash flow at $2.3 billion, up 26%, driven primarily by higher EBITDA, growth in deferred merchant bookings and lower capital expenditures.\nMoving to our balance sheet. With the strong cash flow, we ended the quarter with $4.5 billion of unrestricted cash and short-term investments. In late January, we notified the holders of our May 25 debt tranche that we will repay those notes in February. We continue to actively manage our balance sheet with the goal of maintaining debt levels consistent with our current investment-grade rating. As a result and subject to market conditions, we intend to refinance and maintain our target leverage ratio of 2x.\nAs part of our disciplined capital allocation strategy, we repurchased $1.6 billion or 12.1 million shares in 2024. This, combined with the shares we have repurchased since we reinstated the program a little over 2 years ago, has resulted in over $4 billion or 36 million shares repurchased. So in summary, a solid year with a strong Q4 finish.\nMoving to our first quarter guidance. We expect our first quarter gross bookings growth to be in the 4% to 6% range and revenue growth to be 3% to 5%. This reflects approximately 2 points of foreign exchange headwind at current rates and the impact from lapping leap year and in revenue, the Easter shift in April. In Q1, we expect EBITDA margins to be flat to slightly better year-over-year. As a reminder, the first quarter is our lowest EBITDA quarter, causing margins to be highly sensitive.\nMoving to the full year guide. We expect our 2025 gross bookings and revenue growth in the 4% to 6% range, which is roughly in line with 2024, factoring in the 2 points of negative FX impact. On the bottom line, we will continue to optimize our cost structure to deliver efficiencies. And as a result, we expect to deliver another record year of EBITDA with margin expansion of 50 basis points year-over-year.\nWith strong performance on EBITDA and cash flow, we will continue to buy back our stock opportunistically with approximately $3.2 billion remaining on our share repurchase authorization. Additionally, today, we announced that we are reinstating our quarterly dividend starting in March of 2025 with a dividend of $0.40 per share, which is approximately a 1% annual dividend yield.\nSo in closing, we remain focused on delivering long-term profitable growth while being disciplined capital allocators. I'm confident that with our strategies for growth and strong ongoing execution, we will continue to deliver shareholder returns in 2025 and beyond.\nLet me now open the call for questions."
  },
  {
    "header": "EXPE",
    "cik": "0001324424",
    "ticker": "EXPE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/abe56ba32f6f33615030048d8d6a6f5c",
    "period": "2024 Q2",
    "content": "Q2 2024 Expedia Group Inc Earnings Call\n\nQ2 2024 Expedia Group Inc Earnings Call\n\nEXPENASDAQAUG 8, 4:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Expedia Group Q2 2024 Financial Results Teleconference. My name is Elliot, and I will be your operator for today's call. [Operator Instructions].\nFor opening remarks, I will turn the call over to Senior Vice President, Corporate Development, Strategy and Investor Relations, Harshit Vaish. Please go ahead.\n\nHarshit Vaish\n\nSVP of Corporate Development, Strategy & Investor Relations\n\nGood afternoon, and welcome to Expedia Group's Second Quarter 2024 Earnings Call. I'm pleased to be joined on today's call by our CEO, Ariane Gorin and our CFO, Julie Whalen. As a reminder, our commentary today will include references to certain non-GAAP measures. Reconciliations of these non-GAAP measures to the most comparable GAAP measures are included in our earnings release. And unless otherwise stated, any reference to expenses excludes stock-based compensation. We will also be making forward-looking statements during the call, which are predictions, projections or other statements about future events.\nThese statements are based on current expectations and assumptions, which are subject to risks and uncertainties that are difficult to predict. Actual results could materially differ due to factors discussed during this call and in our most recent Forms 10-K, 10-Q and other filings with the SEC. Except as required by law, we do not undertake any responsibility to update these forward-looking statements. Our earnings release, SEC filings and a replay of today's call can be found at our Investor Relations website at ir.expediagroup.com.\nAnd with that, let me turn the call over to Ariane.\n\nAriane Gorin\n\nPresident of Expedia for Business & Director\n\nThanks, Harshit, and thank you all for joining us today. I've been CEO for about a quarter now, and have spent most of my time in 3 areas: First, refocusing our team on the basics and execution to accelerate growth in our consumer business; second, sharpening our long-term strategy; and third, making sure we have the right leadership team in place, all with the goal of delivering better experiences to travelers and more value to our partners. I'm really pleased to already see some signs of progress as demonstrated by our second quarter results. We grew room nights by 10% and grew gross bookings and revenue by 6% versus last year. This was at the high end of our expectations and was driven by substantial improvement in Vrbo as well as continued strength in Brand Expedia in our advertising business and in our B2B segment.\nWe also executed well in controlling our costs with cost of sales and overheads both declining year-over-year. The travel environment was healthy in the second quarter. And like the last few quarters, we saw stronger demand internationally relative to the U.S. Compared to last year, we grew room nights mid-single digits in the U.S. low double digits in Europe and in the high teens for the rest of the world. Prices held up for both hotel and vacation rentals, but we saw continued pricing pressure for air and car. In terms of trends so far in the third quarter, we've seen some softness in demand and Julie will provide more details on this in a few minutes. But regardless of the market environment, we're focused on executing what's in our control and what we know will drive long-term value.\nNow let me talk a little bit about the second quarter results themselves. In our Consumer business, we grew gross bookings by 1%, which was an improvement of nearly 400 basis points in the first quarter. Our focus on the basics, traffic, conversion, attach rates and marketing efficiency is showing solid early results. The traffic growth across our 3 core brands, which are Expedia Hotels.com and Vrbo accelerated sequentially by roughly 500 basis points and conversion rates continue to improve. The percent of bookings through our apps also increased, up over 500 basis points year-on-year. And in terms of attach, multi-item trips grew by 9% compared to last year. And this is important because when travelers buy more than 1 product from us, they're getting more value, so they're more likely to repeat.\nOn marketing, excluding our investments in Vrbo and international markets, our consumer business showed some year-on-year marketing leverage in the second quarter. Brand Expedia continued its strong performance with booked room nights up nearly 20%, while Vrbo improved meaningfully from its Q1 low point and exited the quarter back to modest growth. Vrbo's recovery continued from higher marketing spend, better supply and Vrbo specific product releases. Look, we certainly have more product work to do on Vrbo, in particular, on our app, but we're encouraged with our progress and the sequential improvement in the business. Vrbo also benefited from more cross shoppers from our One Key loyalty program. Nearly 30% of travelers that earned One Key Cash on either Brand Expedia or Hotels.com and then redeemed it on Vrbo were completely new to Vrbo. So One Key is a great source of new travelers for the brand.\nAlso, One Key hit its first year anniversary in the U.S. this summer. We're super pleased to see our large growing member base enjoy the flexibility to earn and burn One Key Cash across our 3 core brands and get great tier member discounts. Customers who redeem One Key Cash or use a member discounts repeat more often. So this gives us a lot of confidence that the benefits of One Key will build further over time. This summer, we're hitting 2 more milestones in the program. In July, we launched a co-branded credit card with Wells Fargo and MasterCard in the U.S. and expect this to reinforce the value proposition of One Key. We're also launching One Key in the U.K. in the third quarter. Like the U.S., the U.K. is a market where all 3 of our big consumer brands are present.\nBeyond the U.K., though, we're pausing further international rollout of One Key. Most international markets have only either Brand Expedia or Hotels.com operating at scale with limited Vrbo presence. So we're going to take the time to tailor our value proposition for these markets. In addition, this should minimize further near-term disruption to Hotels.com, which was the brand most impacted by One Key's U.S. rollout. More importantly, and as a reminder, all our loyalty members worldwide on our Legacy Expedia and Hotels.com programs continue to benefit from the improved member discounts that we launched last summer. Finally, we made good progress on our international expansion. As an example, in May, we launched Expedia appointment of sale in UAE and Saudi Arabia. Though it's early days, we've been pleased with the results so far.\nTurning to B2B. We had another strong quarter with bookings growing 20%, though like last quarter, this was a 200 basis point deceleration. All of our partner segments grew well. And as always, while we on-boarded new partners, a significant portion of the quarter's growth came from existing partners. A couple of highlights from the quarter were the renewal of our lodging deal with Trip.com and a new partnership with Cathay Pacific using our white label template.\nMoving on to supply, which powers both our consumer and B2B segments, we continue to improve our offerings. For flights, we just signed a partnership with Ryanair and will soon add their supply to our marketplace. In Vacation Rentals, we grew our supply double digits while removing properties that weren't providing acceptable guest experiences, and we source more listings with flexible cancellation policies and discounts. All of this reinforces the Vrbo value proposition. We're also investing in more powerful tools, what we call our visibility boosters to help our supply partners attract the travelers they want. More hotels are using these tools to fill the rooms, and our revenue from these products grew over 40% in the first half of this year, and that's a great win-win.\nBefore I turn the call over to Julie to talk about our financial results and guidance, I want to touch on our path forward and where I'm focusing our teams. Improving the performance of our consumer business remains our biggest priority. We're capitalizing on our tech investments for the last few years, while at the same time, digging into what product capabilities and configurations, we need to strengthen Vrbo and the Hotel.com brand. We're getting surgical and identifying drivers of repeat behavior in addition to loyalty and app usage, whether it's burning One Key Cash or adopting AI-enabled products like price predictions. We want all of our core brands, Expedia, Hotels.com and Vrbo to have clear value propositions and drive healthy growth, and we're making adjustments to ensure we have the right focus.\nIn B2B, after 12 quarters of over 20% booking growth, we expect continued normalization and we'll continue to invest in our technology, supply and partnerships to extend our plate in this segment. Finally, we continue to execute with cost discipline everywhere. On cost of sales, we've reduced spend and improved gross margins substantially over the last several quarters. We're exploring additional opportunities to rationalize our marketing spend and on overhead, we're using technology and AI to further boost productivity.\nIn closing, I'm encouraged by our second quarter results, and I'm incredibly proud of and thankful to our employees who rallied together and are working tirelessly to deliver on our ambition to help travelers around the world experience great trips and create lifelong memories.\nAnd with that, let me hand it over to Julie.\n\nJulie P. Whalen\n\nChief Financial Officer & Executive Vice President, Williams-Sonoma, Inc.\n\nThank you, Ariane, and good afternoon, everyone. We are pleased with our second quarter results including double-digit room night growth, a sequential acceleration in our B2C business, driving gross bookings to 6% and EBITDA margins expanding approximately 70 basis points in the first half. As far as the financial details for the second quarter, total gross bookings of $28.8 billion were up 6% versus last year, driven by total lodging gross bookings, which grew 8%, led by our hotel business growing 11% and the improvement in our Vrbo business. We were happy to see that we have held or grown hotel gross booking share in virtually all of our key markets. In our Vrbo business, we saw a significant acceleration as we moved through the quarter, which drove our total gross bookings sequential acceleration of approximately 300 basis points from the first quarter.\nRevenue of $3.6 billion grew 6% versus last year, led by our B2B business, Brand Expedia and our advertising business. Total revenue margin was flat year-over-year as the uplift from advertising growth was offset by fewer stays given the lower gross bookings in the first quarter, the shift of Easter stays into the first quarter and the contra revenue arising through pricing actions. As a reminder, pricing actions from prior periods negatively impacted both revenue and revenue margins this quarter as it is recorded as contra revenue at the time of the stay. Cost of sales was $358 million for the quarter and $45 million or 11% lower versus last year, which combined with our strong revenue growth, drove approximately 190 basis points of leverage as a percentage of revenue year-over-year.\nWe continue to see our ongoing initiatives are delivering transactional efficiencies. Direct sales and marketing expense in the second quarter was $1.8 billion, which was up 14% versus last year. Sales and marketing deleverage this quarter as a percentage of gross bookings primarily due to higher commissions to our partners from the strong growth in our B2B business, which grew over 20% as well as the planned ramp in marketing spend in Vrbo and international markets to drive incremental growth. As we have stated previously, commissions paid to our B2B partners are in our direct sales and marketing line and are more expensive as a percentage of revenue than our B2C business. However, because they are generally paid on a stayed basis to contractually agreed upon percentages the returns are more guaranteed and immediate.\nIn our B2C business, we saw some deleverage this quarter as we reinvested back into our Vrbo business and our international markets to drive improving growth in global market expansion. Excluding these investments, we saw some marketing leverage in our B2C business in the second quarter. Overhead expenses were $606 million, a decrease of $21 million versus last year or 3%. This resulted in approximately 165 basis points of leverage, primarily driven by lower people costs in products and tech from our actions to rationalize our head count as well as the timing of both new hires and other salary-related costs across our key growth areas of the business. We remain committed to driving efficiencies across our P&L, and we're pleased to see that the cost actions we have taken, as previously announced, continue to drive savings across capitalized labor, cost of sales and overhead costs.\nOn the bottom line, we delivered strong second quarter EBITDA of $786 million, which was up 5% year-over-year with an EBITDA margin of 22.1%, deleveraging slightly for approximately 15 basis points year-over-year. Our first half EBITDA margins, however, expanded by approximately 70 basis points year-over-year, which exceeded our expectations due to strong expense management despite the impact from our pricing actions and our investments in marketing. As far as our EBIT performance, which includes the impact of stock-based compensation, depreciation and amortization, we delivered $475 million of EBIT with a margin of 13.3%, delivering approximately 20 basis points of expansion year-over-year in the second quarter and 95 basis points of expansion in the first half.\nThe additional 25 basis points of expansion as compared to EBITDA is driven by leverage from stock-based compensation from flat year-over-year cost as well as leverage from depreciation that grew slower than revenue. Our year-to-date free cash flow remained robust at $4 billion, up 4% year-over-year, driven by our strong first half EBITDA growth and lower capital expenditures.\nMoving on to our balance sheet. We ended the quarter with strong liquidity of $8.7 billion, driven by our unrestricted cash balance of $6.2 billion and our undrawn revolving line of credit of $2.5 billion. Our debt level remains at approximately $6.3 billion with an average cost of 3.7%. Our gross leverage ratio and a further reduced 2.3x, continue to make progress towards our target gross leverage ratio of 2x driven by our ongoing strong EBITDA growth. In addition, our strong cash position enabled us to repurchase $1.2 billion or 9.2 million shares year-to-date. We continue to believe that our stock remains undervalued and does not reflect our expected long-term performance of the business. As such, we expect to utilize the strong cash-generating power of our business and our remaining $3.6 billion share repurchase authorization to continue to buy back our stock opportunistically.\nMoving now to our outlook for the rest of the year. While we accelerated our gross bookings throughout Q2, entering the third quarter, we have seen a more challenging macro environment and a slowdown in travel demand, consistent with recent commentary from others in the travel industry. And while we saw flat ADRs on a like-for-like basis in Q2, we saw a decline in July stemming from FX headwinds and from consumers trading down to lower-priced properties. And we've also seen more continued softness in air ticket prices. In addition, we have seen some headwinds from new pricing display regulations that kicked off on July 1 in California, and we are monitoring it closely. These factors collectively drove weaker-than-expected growth across both our consumer and B2B businesses in July and are influencing our outlook for Q3 and the full year.\nGiven this backdrop, we expect third quarter gross bookings and revenue growth to be in the range of 3% to 5% versus last year. And as a result of the range of possible top line growth and our marketing investments in Vrbo and our international markets, we expect approximately 100 basis points of deleverage to our third quarter EBITDA and EBIT margins versus last year. As for the full year, we expect gross bookings to be at the low end of our previously communicated range of mid- to high single digits at approximately 4% and revenue growth to be 2 points higher at approximately 6% with our earnings outlook holding at EBITDA and EBIT margins relatively in line with last year.\nIn closing, we are pleased with our performance and the acceleration we saw in our Vrbo business during the second quarter. And while the more recent market environment is challenging, it is this ongoing execution against our growth initiatives, combined with our strong financial position to give us confidence in our long-term opportunity to deliver profitable growth.\nAnd with that, let me open the call for questions."
  },
  {
    "header": "EXPE",
    "cik": "0001324424",
    "ticker": "EXPE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d6a2f726cb6a32cb368d037806349c8f",
    "period": "2024 Q1",
    "content": "Q1 2024 Expedia Group Inc Earnings Call\n\nQ1 2024 Expedia Group Inc Earnings Call\n\nEXPENASDAQMAY 2, 4:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Expedia Group Q1 2024 Financial Results Teleconference. My name is Lauren, and I will be the operator for today's call. [Operator Instructions]\nFor opening remarks, I will turn the call over to SVP, Corporate Development, Strategy and Investor Relations, Harshit Vaish. Please go ahead.\n\nHarshit Vaish\n\nSVP of Corporate Development, Strategy & Investor Relations\n\nGood afternoon, and welcome to Expedia Group's First Quarter 2024 Earnings Call. I'm pleased to be joined on today's call by our CEO, Peter Kern; our CFO, Julie Whalen; and our incoming CEO, Ariane Gorin.\nAs a reminder, our commentary today will include references to certain non-GAAP measures. Reconciliations of these non-GAAP measures to the most comparable GAAP measures are included in our earnings release. And unless otherwise stated, any reference to expenses exclude stock-based compensation.\nWe will also be making forward-looking statements during the call, which are predictions, projections or other statements about future events. These statements are based on current expectations and assumptions, which are subject to risks and uncertainties that are difficult to predict. Actual results could materially differ due to factors discussed during this call, and in our most recent Forms 10-K, 10-Q and other filings with the SEC. Except as required by law, we do not undertake any responsibility to update these forward-looking statements.\nOur earnings release, SEC filings and a replay of today's call can be found on our Investor Relations website at ir.expediagroup.com. And with that, let me turn the call over to Peter.\n\nPeter Maxwell Kern\n\nVice Chairman of the Board, Expedia Group, Inc.\n\nGood afternoon, and thank you all for joining us today. As you all know by now, this will be my last earnings call. I'm excited to be handing the reins over to Ariane, and we have reserved time for her to share some thoughts after Julie so you can get a sense of her ambition for the company going forward.\nAriane and I have been working closely these last few months to make sure she can take over without a hitch, and I just want to say I'm truly excited to see how she and our team bring this company forward and accelerate on top of everything we have built over these last several years.\nAs for the quarter, we saw a healthy but more normalized market environment for travel globally. North America remains the slowest growing geography relative to major international markets, but the gap is closing now that we are largely past the pandemic-driven recovery. Adjusting for geo and product mix, prices held up in general for lodging, but we're under continued pressure in the air and car business.\nAgainst this backdrop, our results for the first quarter of '24 met our guidance with a revenue and EBITDA beat, but less robust gross bookings. Julie will get into the details, but revenue and EBITDA performance benefited from our mix of business, a strong performance in our advertising business, and our decision to invest more in pricing actions as opposed to direct marketing.\nAs for gross bookings, our B2B business continued its strong performance, and our B2C business, excluding Vrbo, was in line with our expectations. Unfortunately, that only partly made up for a slower-than-expected ramp-up for Vrbo post its technical migration. As we discussed last quarter, we had pulled back on Vrbo marketing in the second half of last year while we went through our migration. And while we have been ramping that spend and the product has been improving, we have seen a slower-than-expected recovery.\nBased on this and the overall trends in our B2C business so far in Q2, we expect growth to be lower than what we had initially anticipated for '24. We are, therefore, lowering our full year guidance to a range of mid- to high single-digit top line growth, with margins relatively in line with last year.\nWe still expect to see broad improvement across '24 in our B2C business, with the best early indicator being the conversion gains we have seen driven by higher test velocity and future rollouts. Behind that, we will continue to invest in Vrbo and our international growth markets to reignite those flywheels to set us up for continued growth in the years to come.\nAll in all, I'm pleased to say that while momentum is not yet back consistently in all the business lines, we are improving every day, wanting to optimize all of our new capabilities, and I have tremendous faith in our team's ability to extract the full potential of what we have built.\nWith that, I will just close by expressing my profound appreciation to all our teams at Expedia for their dedication throughout our multiyear, often painful, transformation journey. When the returns from this work are fully realized, we will owe this determined bunch of people a great debt of gratitude. I also want to thank all of you, our existing shareholders, the analysts covering us, and the broader investor community who have been with us along this sometimes bumpy journey. There's a reason most companies don't undertake transformation on this scale, and it takes patience and a commitment to understanding to come along for this journey. I'm very appreciative of all the constructive engagement over the years, and it has been a pleasure working with all of you.\nSo with that, over to Julie.\n\nJulie P. Whalen\n\nChief Financial Officer & Executive Vice President, Williams-Sonoma, Inc.\n\nThank you, Peter, and good afternoon, everyone. Let me start with the key metrics for the first quarter. Total gross bookings of $30.2 billion were up 3% versus last year. Growth was driven primarily by total lodging gross bookings, which grew 4%, led by our hotel business growing 12%. This strong hotel growth was partially offset by the ongoing softness in our Vrbo business that, while improving, is taking longer than expected to fully recover.\nRevenue of $2.9 billion grew 8% versus last year, led by B2B, Brand Expedia and our advertising businesses. The revenue strength was driven by higher revenue margins, which increased over 50 basis points from a product and geo mix during the quarter, increased advertising revenue, which contributes to revenue but not gross bookings, and the [ pull-in ] of stays in Q1 driven by the Easter shift.\nCost of sales was $356 million for the quarter and $55 million or 13% lower versus last year, which, combined with our strong revenue growth, drove approximately 310 basis points of leverage as a percentage of revenue year-over-year. We are pleased to see our ongoing initiatives delivering transactional efficiencies.\nDirect sales and marketing expense in the first quarter was $1.7 billion, which was up 11% versus last year. Sales and marketing deleveraged this quarter as a percentage of gross bookings primarily due to the commissions to our partners as a result of our strong growth in our B2B business with growth of 25%. As we have stated previously, commissions paid to our B2B partners are in our direct sales and marketing line and are more expensive as a percentage of revenue than our B2C business. However, because they are generally paid on a [ stayed ] basis to contractually agreed upon percentages, the returns are more guaranteed and immediate.\nIn our B2C business, we also saw some marketing deleverage this quarter as we reinvested back into our Vrbo business to drive improving growth and our increased investments to drive our global market expansion, one of our key strategic growth initiatives this year.\nOverhead expenses were $611 million, an increase of $23 million versus last year or 4%, leveraging 95 basis points. We were able to drive our costs below our revenue growth, particularly in our product and tech operations. And now that we are done with the major boulders of platform migration, we remain committed to driving further efficiencies across our P&L.\nTo that end, in February, we announced cost actions that will impact approximately 1,500 employees through this year. We expect that these actions will unlock substantial savings on an annualized basis across capitalized labor, cost of sales and overhead costs.\nAnd as a result of all of these factors, we delivered strong first quarter EBITDA of $255 million, which was up 38% year-over-year, with an EBITDA margin of 8.8%, expanding over 190 basis points year-over-year. This was higher than expected given the higher revenue we delivered and the leverage to the P&L that provides, along with lower cost of sales, both of which more than offset our marketing investments to drive future growth.\nIt is also important to note that EBITDA also benefited from a decision we made to invest more in pricing actions as opposed to additional direct marketing. These pricing actions are reflected in the P&L when the stay occurs. As a result, these investments will instead impact future quarters as contra revenue when the stays come in.\nStarting this quarter, in addition to EBITDA, we are providing additional disclosure around our EBIT performance, which includes the impact of stock-based compensation, depreciation and amortization. In the first quarter, EBIT was negative $59 million with a margin of negative 2.1%, an improvement of $51 million or 205 basis points versus last year. The additional approximately 15 basis points of expansion as compared to EBITDA is driven by leverage from stock-based compensation.\nOur first quarter EBITDA growth enabled us to generate another quarter of robust free cash flow at $2.7 billion. The year-over-year decline in free cash flow is associated with timing changes within working capital, which includes lower deferred merchant bookings, primarily driven by the softness in Vrbo bookings this quarter.\nMoving on to our balance sheet. We ended the quarter with strong liquidity of $8.2 billion, driven by our unrestricted cash balance of $5.7 billion and our undrawn revolving line of credit of $2.5 billion. Our debt level remains at approximately $6.3 billion with an average cost at only 3.7%. Our gross leverage ratio at a further reduced 2.3x continues to make progress towards our target gross leverage ratio of 2x, driven by our ongoing strong EBITDA growth.\nOur strong cash position enabled us to continue repurchasing shares with over $780 million or approximately 5.7 million shares repurchased year-to-date. And we continue to believe that our stock remains undervalued and does not reflect our expected long-term performance of the business. As such, we will utilize the strong cash-generating power of our business and our remaining $4.1 billion share repurchase authorization to continue to buy back our stock opportunistically.\nAs far as our financial outlook, given the lower-than-expected growth in gross bookings in the first quarter and the trends we are seeing so far in the second quarter in our B2C business, in particular, in Vrbo, we are lowering our full year guidance to reflect the range of possible outcomes on the top line while we continue to invest in marketing to drive growth for Vrbo and international markets. As such, we believe our top line growth will now be in the range of mid- to high single-digit growth with EBITDA and EBIT margins relatively in line with last year.\nIn the shorter term, we expect our second quarter to deliver top line growth in the mid-single digits, which reflects a sequential acceleration in gross bookings from the first quarter as we expect Vrbo to continue to improve from our marketing investments. We expect revenue growth to be lower than the first quarter growth rate given the lower gross bookings in the first quarter, the pull forward of Easter stays into the first quarter, and the contra revenue arising from pricing actions.\nAnd with this revenue growth, along with our continued investments in marketing to drive growth, we expect some pressure in our second quarter EBITDA and EBIT margins versus last year. However, when combined with our first quarter outperformance, we expect EBITDA and EBIT margins to be relatively in line with last year to slightly above in the first half.\nIn closing, despite the lower guidance, we remain committed to the long-term opportunity that our transformation has given us to deliver profitable growth and shareholder returns.\nAnd with that, let me turn the call over to Ariane.\n\nAriane Gorin\n\nPresident of Expedia for Business & Director\n\nThanks, Julie, and thank you, Peter, for your leadership over the last 4 years and for all I've learned working closely with you. I joined our company 11 years ago and most recently led Expedia for Business. This includes our B2B and advertising businesses, both of which have consistently delivered double-digit growth. I also led our global supply teams that source inventory for our whole company, so I know our industry very well. And having lived in Europe for the last 23 years, I've seen firsthand opportunity for us in international markets.\nMy immediate priority as CEO is to work with our teams to accelerate our growth and to sharpen the longer-term strategy for our consumer business. Since our leadership announcement in February, I've spent time getting to know our consumer business in more detail. It's undergone extreme transformation over the last few years. from technical migrations and changes in our loyalty program to changes in how our teams operate the business. So we've dealt with a lot of turbulence.\nWhile we built new capabilities like our common front end, we have less development capacity to build new features, and this, in turn, impacted the competitiveness of some of our brands and products. Expedia, which was our least disrupted brand, benefited a lot from our investments and has grown very well, while Hotels.com and Vrbo, which were the most impacted by our migrations, aren't where we'd like them to be.\nTo get the acceleration we want from our consumer business, we need to focus on the basics: driving traffic, increasing conversion and expanding our margins through higher attach, take rates and more efficient marketing. Ultimately, this is going to come down to having great products and great brand value propositions.\nOur platform now allows us to innovate at scale, and we're running more tests and seeing the benefits of AI across all of our brands, which is great. But we're still learning to use all of this most effectively. For example, a recommendation algorithm gets smarter faster because of our scale, but it has to be trained on the differences between a traveler shopping on Vrbo compared to one on Expedia. And tests that work on one brand may behave differently on another. While we still have some work to fully complete our tech platform, moving forward, we'll dedicate more of our development capacity to building great traveler experiences and making up for lost time.\nLooking ahead, while it's going to take somewhat longer than we'd anticipated to see the benefits come through in our numbers, the investments we've made rebuilding our consumer business will pay off. Our new tech platform gives us a solid foundation to grow our business.\nAnd we also have other real strengths to build on. We're leaders in the B2B segment and just posted another fantastic quarter, and there's still a big opportunity to win share. Our advertising business is big, differentiated and growing, and I equally see lots of opportunity ahead here. We have strong relationships with our supply partners and great supply for our travelers. And of course, our consumer business is the market leader in the U.S. with well-recognized and loved brands, and we're starting to get traction as we move back into international markets.\nAs you know, we're also focused on driving efficiencies, and we'll continue to look carefully at every dollar we invest.\nSo in closing, we have great consumer brands, a leading B2B business, a powerful platform, and what I think is the best team in travel. We have lots of work to do to realize our potential, and I couldn't be more excited about the opportunity ahead.\nAnd with that, let me open the call for questions."
  },
  {
    "header": "EXPE",
    "cik": "0001324424",
    "ticker": "EXPE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/502991e554eec3672f96f2675e3f417e",
    "period": "2023 Q4",
    "content": "Q4 2023 Expedia Group Inc Earnings Call\n\nQ4 2023 Expedia Group Inc Earnings Call\n\nEXPENASDAQFEB 8, 4:30 PM\n\nOperator\n\nThank you for your patience, Expedia Group Q4 2023 Financial Results Teleconference will begin in approximately 1 minute. Good day, everyone, and welcome to the Expedia Group Q4 2023 Financial Results Teleconference. My name is Lauren, and I'll be the operator for today's call. [Operator Instructions] For opening remarks, I will turn the call over to SVP, Corporate Development Strategy and Investor Relations, Harshit Vaish. Please go ahead.\n\nHarshit Vaish\n\nSVP of Corporate Development, Strategy & Investor Relations\n\nGood afternoon, and welcome to Expedia Group's Fourth Quarter 2023 Earnings Call. I'm pleased to be joined on today's call by our CEO, Peter Kern; and our CFO, Julie Whalen.\nAs a reminder, our commentary today will include references to certain non-GAAP measures. Reconciliations of these non-GAAP measures to the most comparable GAAP measures are included in our earnings release. And unless otherwise stated, any reference to expenses exclude stock-based compensation. We will also be making forward-looking statements during the call, which are predictions, projections or other statements about future events. These statements are based on current expectations and assumptions, which are subject to risks and uncertainties that are difficult to predict.\nActual results could materially differ due to factors discussed during this call and in our most recent Forms 10-K, 10-Q and other filings with the SEC. Except as required by law, we do not undertake any responsibility to update these forward-looking statements. Our earnings release, SEC filings and a replay of today's call can be found on our Investor Relations website at ir.expediagroup.com. And with that, let me turn the call over to Peter.\n\nPeter Maxwell Kern\n\nVice Chairman of the Board, Expedia Group, Inc.\n\nThank you, Harshit, and good afternoon, and thank you all for joining us today. First of all, I just want to announce the news that I will be stepping down in May as CEO after my contract ends and we'll be passing the baton to Ariane Gorin, who currently heads our Expedia for business.\nAs many of you know, when I started this unexpected journey during COVID, travel was at a standstill. Money was flowing out of the company faster than we could replace it. And our people, our shareholders and most of the world were unsure how and when we would ever come back. Strangely, those days never really worried me. Maybe I'm an optimist, but I always believe we get back to life and travel would follow. While you might assume that COVID was the defining part of my tenure in reality, we quickly saw an opportunity to use our COVID time to embark on one of the most audacious and ambitious transformations. I think a company of our size has ever attempted.\nIt was always my hope that we would finish this massive test by now, but I'd be lying if I didn't say that was sometimes in doubt. We had many fits and starts as we took on this massive overhaul. But when you do something as bold as we were attempting, you have to be prepared to deal with some mess. And as much as anything, I'm proud that we were not afraid of the mass and we pushed through. And as the work began to accelerate in the back half of last year, I could finally see that in fact that we would, in fact, meet my timetable.\nOver the last 4 years, we built a tremendous team, who, in turn, accomplished amazing things. I have to say that what started in an unlikely and difficult way turned out to be one of the most compelling and challenging opportunities of my career. Now I'm not going anywhere yet, and I intend to sprint through the finish line on the way out. Among my important tasks between now and then is ensuring an absolutely seamless transition to Ariane and making sure none of our team misses a beat.\nI just want to say that I've had the pleasure of working with Ariane closely for the last 4 years, and I believe she is a terrific choice to take the company forward and build on what we have created. She is a seasoned leader with a very successful track record at Expedia Group, including most recently as Head of our market-leading B2B business. I look forward to working with Ariane over the next few months, and I will not be going far as I return to my parts as Vice Chairman.\nNow that I've addressed that, let's move on to our results. I was generally very pleased with our performance in '23. We met our guidance despite what was a year of tremendous change. It is really difficult to fully appreciate the breadth of change and the volatility that such change can create. We've discussed this many times, but when you have to willingly take steps backward to go forward, you create a lot of inherent unpredictability. And yet despite that, we delivered and landed the year.\nIn the fourth quarter, we saw strong revenue and EBITDA performance, but we did see some softness in gross bookings driven primarily by air, which in turn was largely driven by a reduction in average ticket prices. As you all know, Hair does not impact revenue or profitability very much, but it does have an outsized impact on our overall gross bookings. While Air has been showing some signs of macro softening, we continue to improve our air product with new AI-driven features and pricing capabilities. And like many areas of our business, we see significant opportunity to grow regardless of any macro headwinds.\nOur Lodging business held up very well and had yet another record quarter with our hotel gross bookings growing 13% year-over-year. Vrbo finished its planned front-end migration in Q4 and and suffered expected conversion degradation, but it now has more tests running than ever in its history and we are clawing back conversion at a breakneck pace. We also cut back last year on verbal marketing in concert with the expected conversion degradation but are now really excited about our new brand work that is designed to punch our main competitor squarely in the nose, and we are leaning back into spend.\nThere's a bit of lag effect as we ramp back up, but we are excited to get Burbo back on offense. With the product improving every day, the impact from improved and increased marketing and of course, our secret weapon in OneKey, whose effect will only continue to build. We did an awful lot in '23 from the launch of One key to the completion of the verbal migration from the plumbing of machine learning and AI into more and more of our customer experience to the launch of ChatGPT as trip planner. But more important than any win in '23 is the sheer magnitude of change we have driven since we embarked on our transformation journey at the beginning of 2020.\nOver this period, we rationalized investments in over 20 brands to 3 or fewer in every region. We eliminated dependency on 76 different agencies around the globe and instead built an entire full-service marketing, creative and media buying team internally. We consolidated all performance marketing into one group with unified data and tools, allowing us to optimize across brands and bring programmatic approaches to everything we do in metasearch, social, SEO and everywhere else. And we fundamentally shifted the business from transactional web arbitrage to app first, focused on acquiring and retaining the customers with the highest LTV and return on investment.\nOn the tech side, we decommissioned 17 CRM systems and built on universal messaging platform linking all brands. We went from 7 different loyalty stacks to One key. We consolidated from 13 machine learning platforms and 4 experimentation platforms to 1. We converted 300 million customer data profiles into 1 common identity platform. We have meaningfully reduced the number of developer tools and optimized our IT footprint, and most importantly, all our brands are now on a single front-end stack with a unified test-learn platform that gives us the ability to rapidly launch test and features across brands, platforms and geos.\nIt is hard to fully conceptualize how much we have changed, but perhaps one simple way is to double-click on how all these elements allow us to massively accelerate our test and learn capability and drive faster feature deployment and better performance in the product. Our unified front end now allows us to deploy features around the globe and on any brand at a pace we could not contemplate just a couple of years ago. What used to take months, even years, now takes weeks and sometimes just days. Our recent launch of cars on Hotels.com in the U.S. is a perfect example of something that never made the cut list because of the massive engineering lift, but post unifying the front-end stacks, it took literally weeks to deploy.\nThat same unified front end allows us to massively increase the breadth and impact of our test and learns while our single test environment, along with ML and AI woven throughout the customer experience now allow us to run many multiples of the tests we used to and call them much faster. The combination of which will allow us to effectively 8x our [indiscernible] impact in 2024. It cannot be stated strongly enough. We are just at a completely different place technologically, and the effects we have seen so far are only just scratching the surface of what is possible.\nAnd while there are endless achievements to be proud of in our transformation, it is equally remarkable that even while swapping out our engine mid-flight, we were able to deliver consistently solid financial performance. We grew our business throughout our transformation, notably reaching record levels of lodging gross bookings and revenue despite having sold off and shuttered a number of businesses along the way. Our continued operating discipline has driven EBITDA margins to the highest levels in over a decade. We have used our strong free cash flow to aggressively buy back our stock at attractive prices. And as a result, our share count today is down to 2015 levels.\nWe have closed over 100 office locations and we have 30% fewer heads than our 2019 peak. And meaningfully, we have gone from approximately 30% of people working in product and tech in 2019 to 50% today. Again, we are at a truly different place as a company as we launch into '24, which does not mean that it's all just linear improvement from here. That learn and test and learn is a big part of our journey, and we will still get things wrong in our tireless effort to improve the customer experience. But we can afford to get a lot more wrong as we, in fact, get a lot more right. Ultimately, more [indiscernible] the sheer power of going fast and simplifying our ability to innovate is what puts us in a position to once again lead our industry technologically for the next decade.\nSo what does all that mean for 2024. On a macro level, we expect travel demand to remain relatively healthy, but we expect growth rates across the world to decelerate, especially early in the year as we lap the post Omicron tailwinds we saw last year. We are still expecting much faster growth internationally outside North America and Western Europe that we expect the gap to continue closing. We may also see some softness in prices across categories this past quarter, both hotel and vacation rental ADRs grew very slightly, but the mix effects led to overall lodging ADRs declining year-over-year.\nAnd as I mentioned earlier, air ticket prices have declined, particularly in the U.S. and we are seeing some continued pressure on car rental rates. Against this backdrop, though, we are well positioned to go back on offense, gain share against competition and ultimately grow our top and bottom line meaningfully this year. Our strategy will remain largely unchanged, but we can finally stop doing surgery on ourselves and instead execute without the numerous distractions we have faced in recent years. We will be laser focused on 5 strategic priorities, which broadly translate to all parts of our business.\nFirst, we will continue our focus on acquiring and retaining high ROI travelers. We've become much sharper about measuring customer lifetime value and targeting who to go after and which channels with a greatly improved product driven by the latest ML and AI capabilities and OneKey, which now has over 100 million members. We will continue to drive greater retention, repeat and direct business, all of which underpins our shift towards more loyalty and at members. In fact, we ended the year with our highest ever percentage of business coming from the app up nearly 600 basis points year-over-year. We will be scaling One key internationally this year and expect to see our mix of app members continue to increase in those markets with better customer targeting, constantly improving its stickier AI-driven products and One key, we feel really good about continuing to build momentum and value in our member roles.\nOur second priority will be to increase our share of wallet with our travelers and partners. Again, with a product that uses AI and ML to predict the consumer's best next action in order to sell complementary items, be it in the booking flow, post booking and in CRM communications. Our core experience will continue to drive more items and more dollars into the consumer's basket. We will also drive more cross-brand and cross-product engagement through OneKey, which enables cross earn and redemption across all our key brands and encourages consumers to stay in our ecosystem for all their travel needs. We are already seeing early signs of this with an increasing number of customers who cross shop our brands in the U.S. since the launch of One Key. And as we continue to roll out One key outside the U.S. and now have the ability to roll out new lines of business on different brands. We expect all of these moves to allow us to capture more wallet share from our consumers.\nOur third priority will be to accelerate our global market expansion. We've talked before about how we retrench back to the U.S. during the pandemic while we were overhauling our tech platform and marketing model. We pulled back in certain countries where we did not have the right product market fit and have been spending more about losing share. Now after changing virtually everything from how we market to how we retain customers to our entire product experience, we have what it takes to go back on offense. In the back half of '23, we were able to hold or build share in most of our core markets and now we have the opportunity to be more aggressive.\nIn '24, you will see us spend up in a number of markets to reclaim real share where we believe we have the right to win. Our fourth priority will be to continue cementing our leadership in the B2B segment. Revenue in this segment grew a stellar 33% in 2023 versus 2022, while it benefited from the APAC reopening and we expect those geo tailwinds to moderate somewhat this year. We are still expecting very strong growth given our differentiated capabilities and a huge TAM to still penetrate.\nAs I as I have explained before, our B2B business benefits from all the work we have done in product and technology to win in B2C, along with all the B2B specific innovations we have rolled out over the last few years. We are seeing a strong pipeline of new customers globally, and we continue to find ways to gain wallet share in our accounts. And beyond just offering supply, we have achieved good early results in externalizing components of our technology to our partners as well.\nOverall, I'm very enthusiastic about reinforcing our leadership in powering the travel industry. Our fifth strategic priority will be to drive efficiency and effectiveness across our business. As I mentioned, we have grown our EBITDA margins to their highest levels in a decade, growing over 300 basis points since 2019, but we are capable of much more. All of our transformation work was not only to enhance our consumer experience, but also to allow us to do more with less. We have significant opportunity to run more efficiently across the company to eliminate redundant systems, to keep optimizing in the cloud and utilize the latest productivity capabilities from AI.\nIn addition, we will keep leveraging our technology leadership to find opportunities for decreasing costs while increasing customer experience. The work we have done in improving our customer service operations is a great case study by building better technology and self-service tools, we have both improved our NPS and created massive efficiencies, all while maintaining our best-in-class service. And generative AI will only accelerate this trend.\nSo in closing, I'm incredibly pleased and proud of everything we have accomplished over the last few years, and I'm really excited about our path forward. Thanks to our massive transformation, we are now a very different company than we were 4 years ago. We are set up to out-innovate our competition for the next decade and efficiently deliver the best experiences for our customers and partners. And if we do that, the business and shareholder returns will take care of itself. Well, you have to kick me around for 1 more earnings cycle, let me just say that in addition to the gratitude I feel for the team and all that we have done to foster our collective interest, I'm also grateful to our Chairman, our Board and our shareholders for supporting the ambition we had in helping us get to this point. And with that, I will hand it over to Julie.\n\nJulie P. Whalen\n\nChief Financial Officer & Executive Vice President, Williams-Sonoma, Inc.\n\nThanks, Peter, and hello, everyone. Before I get into our financials, I do want to take a moment to thank Peter and to express my confidence in Ariane as our new CEO, from May. I've had the pleasure of knowing Peter since I joined Expedia Group's Board in 2019 and, of course, in a more detailed manner since assuming my role as CFO in 2022. Throughout this journey, Peter has done an amazing job navigating us through the pandemic driving our massive business transformation and setting us up for a very successful future. I am so thankful to have had the opportunity to work for Peter. He will be missed, but I am glad he'll continue to support Expedia Group through his ongoing role on our Board as Vice Chairman. .\nAt the same time, I look forward to working alongside Ariane as she assumes her new role as CEO this May. Ariane and I have partnered closely together since I first came to Expedia Group. She's an accomplished operator who has been on our leadership team for many years, and it will be great to have someone so familiar with our business and our ecosystem, lead us into this next exciting phase for our company.\nAnd now let's turn to the financials. Our fourth quarter results once again reflect another quarter of accelerating performance on the top and bottom line, with revenue and EBITDA growing double digits to record levels. This continued strong quarterly performance resulted in full year results at the highest levels we have ever seen across lodging bookings and overall revenue and EBITDA.\nFor full year 2023, we delivered over $104 billion in total gross bookings growing 10% versus last year, including almost $74 billion in lodging bookings growing 11% and with the hotel business growing even faster at 18%. We drove $12.8 billion of revenue, growing 10%, and we also generated $2.7 billion of EBITDA with an EBITDA margin of 21%, which grew faster than revenue at 14% and resulted in year-over-year margin expansion of almost 75 basis points.\nIn addition, our B2C business saw a meaningful sequential acceleration in year-over-year revenue growth in the back half of the year and generated marketing leverage for the full year. And our B2B business went from strength to strength, having its most successful year in our history with both top and bottom line growth of over 33%. And this overall strong financial performance resulted in us meeting our full year guidance of double-digit top line growth with margin expansion.\nNow I will discuss more of the details regarding our fourth quarter results. Total gross bookings of $21.7 billion were up 6% versus last year. Gross bookings were impacted by some pressure in our air bookings in the quarter, primarily driven by lower average ticket prices as more capacity came online as well as overall gross bookings pressure at the beginning of the quarter from the crisis in the Middle East. as we called out on our last quarter's earnings call. Gross bookings for lodging, our largest business, had another record quarter, growing 8%, relatively in line with our third quarter growth rate and we saw even faster growth in our hotel business at 13%.\nWe also continued to gain or maintain share in our hotel business across our key markets around the world consistent with last quarter. Moving to the key financial metrics in the P&L, starting with total revenue. Revenue of $2.9 billion was the highest on record and grew 10% versus last year. This was an approximate 160 basis point acceleration from the third quarter, driven by both our B2C and B2B segments. Revenue growth is primarily driven by the continued performance of Lodging, which grew 14%.\nTotal revenue margin also increased by approximately 55 basis points versus last year, primarily driven by the continued mix to lodging, which has higher margins. Cost of sales was $336 million for the quarter and $72 million or 17% lower than last year, which combined with our strong top line growth, drove approximately 390 basis points of leverage as a percentage of revenue versus last year. We were pleased to see that our ongoing initiatives to deliver an improved customer experience and increased automation are resulting in continued operating efficiencies and resulting in lower cost year-over-year despite higher top line growth.\nDirect sales and marketing expense in the fourth quarter was $1.4 billion, which was up 14% versus last year largely due to an increase in commissions in our B2B business to support its ongoing strong revenue growth of 28% year-over-year. As we have stated previously, Commissions paid to our B2B partners are in our direct sales and marketing line and are more expensive as a percentage of revenue than our B2C business. However, because they are generally paid on a stated basis to contractually agreed upon percentages, the returns are more guaranteed and immediate.\nIn our B2C business, our marketing spend as a percentage of gross bookings was flat. Overhead expenses were $654 million, an increase of $64 million versus last year or 11%. As we have stated previously, this increase is a result of our investment in talent across our product and technology teams to support our strategic initiatives. With our strong revenue performance and expense discipline, with expenses overall growing slower than revenue, we delivered record EBITDA of $532 million, which was up 19% year-over-year. with an EBITDA margin of 18.5%, expanding over 130 basis points year-over-year.\nBoth EBITDA growth and margin expansion accelerated sequentially from the third quarter. This strong earnings growth enabled us to generate another year of robust free cash flow at $1.8 billion. Free cash flow year-over-year would have been even higher but was impacted by timing changes within working capital. Last year, as the business emerged from the pandemic, we saw meaningful year-over-year increases in our deferred merchant bookings balance, which has since normalized this year. These strong free cash flow levels enabled us to complete our largest ever level of share repurchases at $2 billion or over 19 million shares.\nMoving on to our balance sheet. We ended the quarter with strong liquidity of $6.8 billion driven by our unrestricted cash balance of $4.2 billion and our undrawn revolving line of credit of $2.5 billion, which provides us with plenty of cash to operate the business. Our debt level remains at approximately $6.3 billion with an average cost at only 3.7%. Our gross leverage ratio had a further reduced 2.3x continues to make progress towards our target gross leverage ratio of 2x, driven by our ongoing strong EBITDA growth.\nAs we look ahead towards 2024, we anticipate that market growth rates will moderate in '24, given the absence of COVID-driven tailwinds that were prominent last year. But despite this backdrop, given the operational changes we have made to our business over the last couple of years, we expect to have another strong year with top line year-over-year growth relatively in line with what we saw in 2023. On the bottom line, we believe we have further room to optimize our cost structure and therefore, improve margins. We expect to continue to drive operating efficiencies and cost of sales across our customer support and other operations.\nAnd with overhead expenses, as we have said, we expect to drive savings this year as we deprecate systems and redeploy resources now that the bulk of our replatforming is in the rearview mirror. These efficiencies and overhead will also translate over to reduced CapEx levels. Overall, we are taking a very close look at streamlining our cost structure to align with the next phase of our journey. And based on our initial estimates, these actions are expected to result in approximately $80 million to $100 million and onetime GAAP expenses on the year, heavily weighted towards the first quarter.\nWe are still finalizing the details, but we expect to have more to share this quarter. As far as marketing, we are investing behind our global expansion efforts to reignite our international growth and drive further market share gains. This will naturally drive some shorter-term pressure on marketing efficiency for our B2C business. But despite this incremental investment, we expect to still drive overall B2C marketing leverage on the year as a percentage of gross bookings. As we continue to improve direct transactions, retention and conversion with more scale.\nPutting this all together, we expect to deliver another record year of EBITDA with EBITDA margin expansion at levels relatively similar to what we saw in 2023. This EBITDA growth and some possible early repayment of debt should enable us to hit our target leverage ratio of approximately 2x this year.\nWe also expect this EBITDA growth, combined with the benefit we expect to see from the CapEx efficiencies I mentioned earlier, to drive strong free cash flow growth. And we aim to leverage the strong free cash flow to further maximize shareholder returns. While our stock prices increased in recent months, we continue to believe that it remains undervalued and does not reflect our expected long-term performance of the business. As such, we will utilize the strong cash-generating power of our business and our new $5 billion share repurchase authorization announced last quarter to continue buying back our stock opportunistically.\nAs it pertains to our first quarter outlook, last year, our first quarter was very strong, and we, therefore, are facing some tough comps in the first quarter of 2024. Additionally, to start the year, we have seen continued pressure in air due to reduced pricing levels from increased capacity and the grounding of the Boeing fleet as well as some pressure in our Vrbo brand, as Peter alluded to earlier.\nAs a result, we expect our gross bookings growth in the first quarter to be in the low to mid-single digits and our revenue growth to be in the mid-single digits. In addition, we expect some EBITDA margin compression consistent with the levels we saw in Q1 last year. As we move throughout the year, we expect our growth rates will increase due to conversion gains from product improvements.\nThe continued stacking of high ROI customers accelerated further by momentum building in our One key loyalty program and higher traction in our faster-growing global markets. So in closing, I am really proud of what our team has been able to accomplish to the successful execution of our multiyear initiatives, which enabled us to deliver one of the strongest financial years on record here at Expedia Group, Yet it feels that we're just getting started. With most of the heavy lifting behind us, we are now better positioned than ever to go on the offense. And this, combined with our strong financial position should enable us to continue to deliver long-term profitable growth and shareholder returns. And with that, I would now like to open the call for questions. Thank you.[Operator Instructions] Our first question comes from Naved Khan from B. Riley."
  },
  {
    "header": "EXPE",
    "cik": "0001324424",
    "ticker": "EXPE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/734a7acc3ec56bb99118b6ddba55f5a8",
    "period": "2023 Q3",
    "content": "Q3 2023 Expedia Inc Earnings Call\n\nQ3 2023 Expedia Inc Earnings Call\n\nEXPENASDAQNOV 2, 4:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Expedia Group Q3 2020 Financial Results Teleconference. My name is Lauren, and I'll be your operator for today's call. [Operator Instructions] I will turn the call over to SVP, Corporate Development Strategy and Investor Relations, Harshit Vaish. Please go ahead.\n\nHarshit Vaish\n\nSVP of Corporate Development, Strategy & Investor Relations\n\nGood afternoon, and welcome to Expedia Group's Third Quarter 2023 Earnings Call. I'm pleased to be joined on today's call by our CEO, Peter Kern; and our CFO, Julie Whalen.\nAs a reminder, our commentary today will include references to certain non-GAAP measures. Reconciliations of these non-GAAP measures to the most comparable GAAP measures are included in our earnings release. And unless otherwise stated, any reference expenses exclude stock-based compensation.\nWe will also be making forward-looking statements during the call, which are predictions, projections or other statements about future events. These statements are based on current expectations and assumptions, which are subject to risks and uncertainties that are difficult to predict. Actual results could materially differ due to factors discussed during this call and in our most recent Forms 10-K, 10-Q and other filings with the SEC. Except as required by law, we do not undertake any responsibility to update these forward-looking statements.\nOur earnings release, SEC filings and a replay of today's call can be found on our Investor Relations website at ir.expediagroup.com. And with that, let me turn the call over to Peter.\n\nPeter Maxwell Kern\n\nVice Chairman of the Board, Expedia Group, Inc.\n\nThank you, Harsh, and good afternoon, and thank you all for joining us today. Our third quarter results came in ahead of our expectations with record revenue and EBITDA. This was particularly gratifying considering the fires in Maui, which had a disproportionate impact on our Vrbo business and put pressure on the top line overall. Travel demand otherwise remained solid with broad trends consistent over the last few months. North America and Europe demand remained stable with more pronounced growth in APAC and Latin America. Prices also remained stable by and large. Hotel and Vrbo ADRs are holding up in each region, but mix effects are leading to a slight year-over-year decline in overall lodging ADRs. Conversely, we have seen some modest price pressure in air and car.\nWe are also keeping a close eye on the escalating violence in the Middle East, which appeared to have some impact on global travel in early October.\nMore relevant to our specific performance, I'm happy to share that we've just completed the final leg of our verbal migration onto our single front-end stack with the conclusion of our global launch of the new Vrbo app this past Monday in the U.S.\nThis marks the last of our major migrations associated with our multiyear transformation. It has been a long, complex journey, but well worth the effort as we are now in a position to accelerate into the future without the drag of transformation work that forced us to go backwards in order to go forward. We are now in a position to dramatically increase our test and learn capacity and feature release velocity while also providing a scalable and efficient base to operate upon.\nWe continue to utilize our industry-leading AI and ML capabilities to radically improve all aspects of our traveler experience. And with the launch of One key and our increasing ability to understand the long-term value of our travelers, we can now begin to drive faster, more profitable growth.\nMoving on to the key pillars of our performance, starting with our category-leading B2B business, which remains on track for a strong year with Q3 revenue growing 26% versus last year. We're winning new deals, increasing wallet share with existing partners and launching new products and features to support our growth. Demand from China, in particular, continues to pick up with Q3 bookings from China Partners up over 150% year-on-year.\nWe anticipate continued strength from B2B going forward, driven by our continuing push into the addressable market along with the advantages that our platform improvements will bring to the B2B business, whether in core technology, the application of AI and machine learning or in service and payments. As we unify stacks, this will also further enhance the capabilities on offer for our B2B partners.\nBut as pleased as I am with the continued growth of our B2B business, I'm even happier to see our B2C business picking up momentum with year-over-year revenue growth in Q3, accelerating over 400 basis points sequentially. This is what we've all been working so hard for us. So it's very gratifying to see these results beginning to improve. Another major milestone for us was the U.S. launch in July of 1Q, our new loyalty program. One key unifies our major brands, expediahotels.com and Vrbo, allowing our members to earn and burn one simple currency, one key cash across our vast marketplace. As I've mentioned before, getting dividends from a program like this will take some time given the frequency with which most consumers travel. That said, we are very happy with the early results and traction One key had with our members.\nWe have already migrated over 82 million members to the program. And with the addition of Vrbo to the mix, we have seen 34% growth in new members over last year. We have already seen many members using One key cash across brands, including on Vrbo and have been pleased that Hotels.com members have not been unduly impacted and have already been using One key cash to shop for other products on Expedia.\nOverall, these promising results have given us solid learnings that will be useful as we launch One key in other countries next year. And with the Vrbo migration complete, we can now more fully lean into the core differentiation that One key gives Vrbo in the vacation rental space. 1Q, along with our ongoing efforts to more generally attract higher lifetime value customers, is accelerating our mix of loyalty members, app users and app members. And the percentage of bookings coming through our apps continues to grow and was up approximately 300 basis points sequentially in the third quarter, which ultimately contributed to our year-over-year marketing leverage in our B2C business for the third quarter.\nWe have also been releasing exciting products and features that remove more and more friction from the planning and booking process. In September, we announced our fall release showcasing a series of new features and products squarely aimed at solving complex traveler problems and enhancing engagement. In case you missed it, I'll give you a few of the highlights. We have simplified group travel planning, providing for the first time one place for friends and family to collaborate on a group trip to see one another selections and add saved options across air lodging, car rentals and activities, significantly using the group planning process and creating a better, more successful trip for everyone. Products like these not only enhance the consumer experience, but allow us to utilize a consumer's own network of friends and family to expand our reach.\nWe've also launched tools to aid research into a given destination. Hotel prices, weather, best times to visit, crowd levels and even generative AI-powered tools to determine the best neighborhoods to stay, given the traveler one place to research where and when to stay in their dream location. We now also leverage generative AI to scrape reviews to answer traveler questions about amenities and property details. So no more sorting through hundreds of reviews to find out how strong the WiFi is, quality of the pool or whether you're going to like the breakfast.\nWe also launched the first project of its kind, EG Labs, which allows interested customers to test our AI-powered beta products, allowing them to play a hand in how we shape the future of travel. I could literally go on and on, but the takeaway is no one in travel is innovating faster than us. And with so much important platform work behind us and with our leading capabilities and machine learning and AI, we will out innovate in the space for many years to come. We have literally worked for years and given up many short-term opportunities to get to this place, and I don't believe anyone is in a better spot technologically, which is not only exciting for our existing business but sets us up to go back on offense in many more markets next year.\nIn closing, I'm pleased to see our solid execution in Q3 and through 2023 so far. While the geographic mix of business distorts global growth rates, we believe that we have held or grown hotel gross booking share in virtually all of our key markets and with Vrbo finally completing its migration and the key differentiator of One Key, we expect our vacation rental share to improve going forward. In addition, we are finalizing our plans for '24, where we expect to drive faster and more profitable growth. Our high-level strategy is not going to change, best product, best loyalty program, best marketplace and best service. But instead of spending most of the year doing surgery on our own business, we will be focused on growth, innovation and efficiency. I'm excited for 2024 and beyond and for what we will bring to our travelers, partners and shareholders. And with that, let me hand it over to Julie.\n\nJulie P. Whalen\n\nChief Financial Officer & Executive Vice President, Williams-Sonoma, Inc.\n\nThanks, Peter, and hello, everyone. Our third quarter results reflect a meaningful acceleration in the business with revenue reaching a record $3.9 billion with year-over-year growth accelerating approximately 300 basis points sequentially from the second quarter to 9% and and with earnings accelerating even further to an almost 31% EBITDA margin, over 110 basis points of expansion versus last year, both of which beat expectations. It is clear our transformation strategy and growth initiatives are playing out. and we anticipate this momentum to continue into the fourth quarter. This is why we have continued buying back our stock at an accelerated level, have announced a new $5 billion share repurchase authorization and are confident to reiterate our full year guidance of double-digit top line growth with margin expansion.\nNow on to our results for the quarter. Total gross bookings of $25.7 billion were up 7% versus last year, a sequential acceleration in growth from last quarter. Overall, lodging gross bookings grew 8% and were the highest third quarter on record. And this acceleration would have been even higher, but for our verbal business given our hotel business grew at a much higher pace at 14%. Our Vrbo business was particularly impacted by the recent Maui fires as well as the brand's short-term migration to our single front-end stack and the continued softness from the demand shift towards more urban areas. Despite this impact, we saw our B2C business accelerate from the second quarter, primarily from continued strength in hotel. And our B2B business saw continued strength and outperformance consistent with what we have been seeing all year.\nMoving to the key financial metrics in the P&L, starting with total revenue. Revenue of $3.9 billion was the highest on record and grew 9% versus last year. Revenue growth was primarily driven by the continued performance of lodging, which grew 12%, driven by our hotel business. We also saw our B2C year-over-year revenue growth to accelerate over 400 basis points sequentially versus the second quarter. This growth was partially offset by the softness we have been seeing in our insurance and car businesses, which, as we discussed last quarter, have been impacted by some industry-wide changes post pandemic. Both insurance and car have become less of a drag to growth this quarter, and we expect that trajectory to continue for the rest of the year as we start to comp these declines in the fourth quarter.\nTotal revenue margin increased by approximately 20 basis points versus last year, primarily driven by the continued mix to higher lodging revenue, which have higher margins. Cost of sales was $409 million for the quarter, which is lower than last year by $42 million or 10%, with approximately 210 basis points of leverage as a percentage of revenue versus the third quarter of 2022, driven by the ongoing efficiencies we have seen all year. And while we will start to comp some of these benefits during 2024, we expect to continue to drive efficiencies as we eliminate redundant systems and reduce key costs in such areas as cloud, licenses and maintenance.\nDirect sales and marketing expense in the third quarter was $1.7 billion, which was up 11% versus the third quarter of 2022 due to an increase in commissions in our B2B business to support strong revenue growth of 26%. Again, commissions paid to our B2B partners are in our direct sales and marketing line and overall are more expensive as a percentage of revenue than our B2C business. But as they are generally paid on a stated basis and to a contractually agreed-upon percentage, the returns are more guaranteed and immediate.\nOur B2C business saw marketing leverage again this quarter as a percentage of gross bookings. These B2C marketing efficiencies resulted from the incremental benefits we are seeing from our continued investments in loyalty and app members, and we expect this positive trend to continue as higher loyalty and app members result in higher direct and repeat traffic that is more efficient. Overhead expenses were $617 million, an increase of $48 million versus last year or 9% and in line with revenue growth. As we have said, this increase is a result of our year-over-year investment in talent across our product and technology teams to support our strategic initiatives. And as we finish our technology work this year, and look to deprecate systems and redeploy resources in 2024, we expect to realize cost efficiencies going forward.\nWith this strong revenue performance and expense control, with expenses overall growing lower than revenue, we delivered record EBITDA of $1.2 billion, which was up 13% with an EBITDA margin of almost 31%, expanding over 110 basis points year-over-year. Our free cash flow remains strong at $2.3 billion year-to-date. Similar to last quarter, the year-over-year decline is primarily associated with timing changes within working capital. Last year, as the business emerged from the pandemic, we saw meaningful year-over-year increases in our deferred merchant bookings balances, which has since normalized this year. We remain pleased with our ongoing robust cash flow levels from record EBITDA levels, and we expect them to remain strong going forward.\nOn the balance sheet, we ended the quarter with strong liquidity of $7.6 billion, driven by our unrestricted cash balance of $5.1 billion and our undrawn revolving line of credit of $2.5 billion, which provides us with plenty of cash to operate the business. From a debt perspective, our debt level remains at approximately $6.3 billion with an average cost of capital at only 3.7%. And with our expanding EBITDA, our gross leverage ratio has come down to 2.4x. As a result, we have continued to make progress towards our target gross leverage ratio of 2x and expect to make further progress in the coming quarters through EBITDA growth and potentially some early debt repayment.\nFrom a capital allocation perspective, we have been buying back our stock at record levels. We continue to believe that our stock price remains undervalued and does not reflect our expected long-term performance of the business. And given our liquidity and strong free cash flow levels, we believe buying back our stock on an accelerated basis is the best use of our capital to maximize shareholder returns. As a result, we bought back approximately $1.8 billion year-to-date or approximately 17 million shares, our largest level of repurchases to date, offsetting not only our COVID era dilution, but in fact, getting us to our lowest share count since 2015. And given our confidence in the long-term outlook of our company and the cash-generating power of our business, as well as our commitment to maximizing returns for our shareholders, we have announced a new $5 billion share repurchase authorization, and we expect to continue buying back our stock opportunistically going forward.\nSo in closing, we are pleased to see the continued momentum in the business, delivering our best ever quarter. We have been able to deliver upon what we said we were going to do amid a significant period of transformation and corresponding uncertainty. Looking ahead, we are reiterating our full year outlook of double-digit top line growth with margin expansion. As for the fourth quarter, based on the uncertain geopolitical environment and its potential impact on travel, we expect gross bookings growth to be relatively in line with third quarter levels, with modest sequential acceleration in year-over-year revenue and EBITDA growth versus the third quarter.\nOverall, our execution and results this year give us the confidence that we are on the right path and that there is a huge opportunity in front of us to drive long-term profitable growth and to maximize shareholder returns. We look forward to updating you next quarter on our plans for 2024. And with that, I would now like to open the call for questions. Thank you."
  },
  {
    "header": "EXPE",
    "cik": "0001324424",
    "ticker": "EXPE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3c24e20676175ab815006ae27618b9b6",
    "period": "2023 Q2",
    "content": "Q2 2023 Expedia Inc Earnings Call\n\nQ2 2023 Expedia Inc Earnings Call\n\nEXPENASDAQAUG 3, 9:30 AM\n\nOperator\n\nGood day, everyone, and welcome to the Expedia Group Q2 2023 Financial Results Teleconference. My name is Colby and I'll be the operator for today's call. [Operator Instructions].\nFor opening remarks, I will turn the call over to SVP, Corporate Development, Strategy and Investor Relations, Harshit Vaish. Please go ahead.\n\nHarshit Vaish\n\nSVP of Corporate Development, Strategy & Investor Relations\n\nWelcome to Expedia Group's Second Quarter 2022 Earnings Call. I'm pleased to be joined on today's call by our CEO, Peter Kern; and our CFO, Julie Whalen. As a reminder, our commentary today will include references to certain non-GAAP measures. Reconciliations of these non-GAAP measures to the most comparable GAAP measures are included in our earnings release. and unless otherwise stated, any reference to expenses exclude stock-based compensation. We will also be making forward-looking statements during the call, which are predictions, projections or other statements about future events. These statements are based on current expectations and assumptions, which are subject to risks and uncertainties that are difficult to predict.\nActual results could materially differ due to factors discussed during this call and in our most recent forms 10-K, 10-Q and other filings with the SEC. Except as required by law, we do not undertake any responsibility to update these forward-looking statements. Our earnings release, SEC filings and a replay of today's call can be found on our Investor Relations website at ir.expediagroup.com.\nAnd with that, let me turn the call over to Peter.\n\nPeter Maxwell Kern\n\nVice Chairman of the Board, Expedia Group, Inc.\n\nThanks, Harshit, and good morning, and thank you all for joining us today. Travel demand has remained robust, and we are pleased to see our continued execution result in solid performance for the second quarter. As gratifying as those results are, I'm even more excited with the progress on our platform transformation journey, having just launched One Key in the U.S. and continuing to be on schedule with our verbal migration. .\nWe are particularly pleased that we were able to meet our second quarter financial goals while electing to move some marketing spend from Q2 to Q3, where we believe it can better can be better spent in support of the launch of One key and our accelerated growth in the back half of the year. Industry trends have remained broadly consistent with the first quarter [indiscernible] North America and Europe has remained stable with stronger growth in APAC and Latin America.\nTravelers worldwide continue to favor shorter stays in urban locations versus longer trips in sun and ski destinations. As far as pricing, both hotel and vacation rental ADRs are holding up year-over-year, while international cross-border air fares are stable. U.S. domestic airfares have seen some declines as capacity increases. Rental car rates continue to decline as inventories normalized from compressed levels last year, resulting in more attractive prices for consumers and more transactions. Overall, the data continues to show that travel remains a top priority for consumers. As I've explained before, our B2C strategy is to build products, features and customer propositions that attract and help us retain valuable customers and to move those customers into loyalty membership and app usage to amplify their value.\nThese travelers drive higher profits per transaction and higher repeat rates, ultimately leading to higher lifetime value. In addition, as these customers have a higher propensity to come to us through direct channels, this helps us drive future leverage in sales and marketing. As a combination of all of these factors, these travelers have a much higher return on investment and ultimately drive more profitable and faster growth as they stack up over time. As we continue to move from a purely transaction room night focused world, to 1 in which we focus on customers and lifetime value, we've been able to build a bigger, more valuable base of these high ROI travelers.\nOur focus on acquiring and retaining loyalty members and app users to drive this strategy continues to show good results. This quarter, active loyalty members continued to hit new highs and were up 15% year-over-year in our core brands and the percentage of bookings coming through our apps was up 300 basis points sequentially versus the first quarter. We know that members with the app have the best economics, which is why we have been so focused on growing this segment of customers. In our Expedia brand in the U.S., I am pleased to say that we have seen this cohort of customers increased roughly 135% versus 2019.\nAs we roll out our strategy across all our brands and all our markets, there remains significant opportunity to accelerate further. A couple of weeks ago, we took another major step forward with the launch of One key in the U.S. This is the most flexible travel rewards program in the industry, with our core brands unified under 1 loyalty program offering our customers the ability to earn and use 1 key cash, a simple common currency across our vast breadth of flights, hotels, vacation rentals, car rentals, cruises and activities.\nIn addition to the breadth of this program, this marks the first time any major vacation rental marketplace will have loyalty which is a significant differentiator against our competition. It's early days, but as we have seen historically, our loyalty members are much more productive. And with this now best-in-class program spanning our biggest brands, we expect to drive many more customers into the program and substantially increase our base of loyal travelers. Overall, our B2C business is finally nearing the end of its major changes and piece by piece, getting the benefit of new capabilities and greater agility that comes from a unified stack. With 1 key out the door, our last major tech with is the verbal migration to our main platform.\nWe have already moved 100% of our Vrbo U.S. web traffic to the platform and are on track to complete the migration during the fourth quarter. As we've explained before, we expect some modest headwinds to conversion as we transition. But ultimately, the payoff is well worth it with better conversion, increased feature velocity and ultimately better performance from Vrbo overall. Our single tech strategy is designed to give all of our brands the benefit of our entire suite of product features, including our latest advancements in AI and machine learning to personalize and enhance the customer experience.\nOn the topic of AI, earlier this year, we launched conversational trip planning powered by Chat GPT and the Expedia iOS Act. And last month, we launched it on the Expedia Android app. We have been learning from consumer interactions and are adding a number of new features to help consumers on their journey of discovery. Travelers can now start a new conversation by choosing from suggested prompts and soon they will be able to return to a conversation at any time and even respond throughout a conversation by simply choosing a suggested response, all of which is designed to bring them a step closer to booking their desired trip. Beyond the growth and progress we've seen with our brands, we continue to see tremendous momentum in our B2B business, which grew revenue 32% year-over-year in the second quarter. Our B2B business has greater exposure outside the U.S. and has benefited by continued opening of markets around the world. The engine for our B2B business is fueled by the same technology, supply and service that serve our own brands. And as we have advanced in all areas over the last several years, this has only added to the velocity of our B2B business.\nWe believe we have the most successful and differentiated business in the travel world with a large addressable segment still available to penetrate further. And our wins in the marketplace continue to demonstrate that point. In the second quarter, we announced a new partnership with Mastercard where our tech will power Mastercard's global network of issuers so that their customers can spend their loyalty points on great travel experiences. And then another huge development for this segment, we teamed up with Walmart where we are now powering their first ever travel benefit for Walmart Plus members through our white label template solution.\nWe also continue to expand our tech delivery to our existing partners, not only through our core travel OS products, but through our expanding offering of solutions. After recently commercializing our fraud prevention capability I'm happy to announce that our revenue performance API is now in pilot with one of the largest hotel management companies. As our tech continues to advance, driven by our industry-leading AI capabilities, and the acceleration of our single platform strategy. There is much more opportunity to gain wallet share with our existing partners and to scale further with new partners.\nSo overall, I'm very pleased with the momentum we now have and are accelerating product improvements as we move towards the second half of '23 and beyond. Over the last few years, we have taken on many difficult challenges in order to transform not only our tech but our entire strategy. As we begin to emerge from this period of massive change. It is clear that we are building the best offerings for travelers, a better marketplace for our partners and overall, a better company. It is great to see so much finally coming to fruition, and our entire organization is excited about the future.\nAnd with that, let me hand it over to Julie.\n\nJulie P. Whalen\n\nChief Financial Officer & Executive Vice President, Williams-Sonoma, Inc.\n\nThanks, Peter, and hello, everyone. Our second quarter results with record revenue and EBITDA demonstrate that our strategic initiatives are working and that we have a significant opportunity for long-term growth and profitability. And it is this ongoing strength in the business, that enabled us to deliver another quarter of accelerated levels of share repurchases, resulting in approximately $1.2 billion repurchased year-to-date, our largest buyback to date. Before I jump into more of the details, I wanted to remind you that going forward, all financial comparisons will be on a year-over-year basis. It is also important to note that our second quarter 2023 growth rates as compared to 2022 and were impacted by FX headwinds of approximately 40 basis points to gross bookings, 170 basis points to revenue and 530 basis points to EBITDA. We also saw an approximate 80 basis point headwind to the EBITDA margin. Now as far as our performance this quarter, let's begin with our gross booking trends.\nTotal gross bookings of $27.3 billion, were up 5% versus last year and in line with our mid-single-digit top line guide. Growth was driven by lodging gross bookings, which were up 7% and were the highest second quarter on record. The strength continues to be driven by our hotel business, which achieved record gross bookings primarily from strength in our B2B business, as well as in Brand Expedia, which saw a 15% increase year-over-year. This was partially offset by our verbal business, which was impacted by the shift in consumer demand toward urban markets and shorter length of stays, as well as the impact from Vrbo's tech platform migration that we mentioned on last quarter's earnings call. However, given the size and strong growth of our hotel business, we were pleased that we were able to deliver record lodging bookings in total. Moving to the key financial metrics in the P&L, starting with total revenue. Revenue of $3.4 billion, was up 6% versus last year, in line with our mid-single-digit top line guide and was the highest second quarter on record. Revenue growth was primarily driven by the continued strength across our lodging business, which grew 12%. This was partially offset by softness we have been seeing in insurance and car to categories that have been impacted by some industry-wide changes post pandemic.\nFor insurance, we are seeing lower attach rates as consumers' appetite for insurance normalizes. And for CAR, we are continuing to see rates decline as supply has increased. Total revenue margin increased 10 basis points to approximately 12.3% versus last year, primarily due to an increased mix shift to lodging revenue, which has higher revenue margins. Cost of sales was $403 million for the quarter, which is lower than last year by $13 million or 3% with approximately 110 basis points of leverage as a percentage of revenue versus the second quarter of 2022, driven by ongoing efficiencies across our customer support and other operations.\nOur customer support operations continue to benefit from the various automation initiatives we have implemented over the past couple of years, and we will continue to find more efficiencies in such areas as the cloud and license and maintenance costs when we finalize our migration to 1 platform and eliminate redundant systems accordingly. Direct sales and marketing expense in the second quarter was $1.6 billion, which was up 2% versus the second quarter of 2022. The primary driver of this year-over-year increase was related to an increase in commissions in our B2B business to support its strong growth of over 32%. As we've noted in the past, commissions paid to our B2B partners fall into our direct sales and marketing line and overall are more expensive as a percentage of revenue than our B2C business, but as they are generally paid on a state basis and to a contractually agreed-upon percentage, the returns are more guaranteed and immediate. This increase in B2B direct marketing costs was mostly offset by marketing efficiencies in our B2C business this quarter, and resulted in marketing leverage as a percentage of gross bookings as compared to the second quarter of 2022.\nThese B2C marketing efficiencies resulted from the benefits we are seeing from our continued investments in loyalty and app members as well as our decision to move some of our planned spend from the second quarter to the third quarter to tie it more closely with 1 key launch and to support our accelerated growth in the back half. While marketing will fluctuate quarter-to-quarter, we were pleased to see this marketing leverage. Overhead expenses were $627 million, an increase of $77 million versus last year or 14%.\nWhile we remain disciplined on our overall cost structure, as we have said over the past year, we have continued to invest in talent across our product and technology teams to support our strategic initiatives and we're pleased we were able to more readily fill these positions given the surplus of top-tier tech talent in the market. We also saw higher salary expense associated with our annual compensation increases this year, which went into effect during the second quarter and was the primary driver of the overhead increase from the first quarter.\nAs we finish our technology work in the coming quarters and look to redeploy resources and deprecate systems next year, we expect to realize cost efficiencies going forward. Despite this overhead pressure, we are pleased to see that with another quarter of strong revenue and overall expense discipline, including our decision to shift some marketing spend, we delivered record second quarter EBITDA of $747 million which was up 15% with an EBITDA margin of 22.2%, expanding approximately 190 basis points versus the second quarter of 2022.\nOur free cash flow remained strong at $3.8 billion year-to-date. The year-over-year decline is primarily associated with changes in working capital from the timing of payments. Last year, as the business emerged from Omicron we saw meaningful increases in some of the working capital drivers like payables, which has since normalized this year. We remain pleased with an ongoing robust cash flow levels, and we expect them to remain strong in the year. On the balance sheet, we ended the quarter with strong liquidity of $8.8 billion, driven by our unrestricted cash balance of $6.3 billion and our undrawn revolving line of credit of $2.5 billion, which provides us with ample access to cash to operate the business. From a debt perspective, our debt level remains at approximately $6.3 billion.\nBut with our expanding EBITDA, our gross leverage ratio has come down from the first quarter to 2.6x. We have started to make progress towards our target gross leverage ratio of 2x and expect to make continued progress in the coming quarters through EBITDA growth and potentially some debt repayment. As far as capital allocation, given our strong free cash flow levels and a stock price that we believe remains undervalued, we have been buying back our stock on an accelerated basis to maximize our return of capital to shareholders.\nAs a result, we bought back approximately $1.2 billion year-to-date or nearly 12 million shares, our largest level of repurchases to date. We continue to believe that our stock price remains undervalued and does not reflect our confidence in the expected long-term performance of the business. Therefore, considering our ongoing strong liquidity and free cash flow, we expect to continue buying back our stock opportunistically throughout the remainder of 2023.\nLooking ahead, we are reiterating our full year outlook of double-digit top line growth with margin expansion. As it relates to the third quarter, we expect year-over-year gross bookings growth to accelerate to high single digits. This acceleration is driven by Brand Expedia and HCOM, partially offset by Vrbo, which continues to face short-term headwinds from its migration. While we expect revenue growth to be lower than gross bookings growth driven by the prior quarter's reduced verbal bookings converting to stays and therefore, revenue in the third quarter, which is historically our highest revenue quarter for Vrbo, we expect revenue growth to see modest sequential acceleration. We expect EBITDA margins to stay relatively in line with last year. While we expect to see continued cost of sales leverage, as previously mentioned, we will be investing in marketing to support the One Key launch and to set us up for a strong back half.\nOverall, we expect fourth quarter will see a more meaningful acceleration in both top line and bottom line growth as Vrbo finishes its migration, the One Key impact starts to kick in and the growing base of app members drives more production, all of which gives us confidence to reiterate our full year outlook. In closing, we finished the front half of 2023 on a strong note with record second quarter revenue and EBITDA. We are pleased to see the continued momentum even while we continue to transform the business and navigate associated headwinds. Our accelerating product improvements give us confidence that we are on the right path and that there is a huge opportunity in front of us to drive long-term profitable growth and to maximize shareholder returns. And with that, I would now like to open the call for questions. Thank you."
  },
  {
    "header": "EXPE",
    "cik": "0001324424",
    "ticker": "EXPE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c71c71486d519f05ea1864c40a8d2eb5",
    "period": "2023 Q1",
    "content": "Q1 2023 Expedia Inc Earnings Call\n\nQ1 2023 Expedia Inc Earnings Call\n\nEXPENASDAQMAY 4, 4:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Expedia Group Q1 2023 Financial Results Teleconference. My name is Emily, and I'll be the operator for today's call. [Operator Instructions]\nFor opening remarks, I will turn the call over to Senior Vice President, Corporate Development, Strategy and Investor Relations, Harshit Vaish. Please go ahead.\n\nHarshit Vaish\n\nSVP of Corporate Development, Strategy & Investor Relations\n\nGood afternoon. Welcome to Expedia Group's earnings call for the first quarter of 2023 that ended March 31. I'm pleased to be joined on the call today by our CEO, Peter Kern; and our CFO, Julie Whalen. .\nThe following discussion, including responses to your questions, reflects management's view as of today, May 4, 2023, only. We do not undertake any obligation to update or revise this information. As always, some of the statements made on today's call are forward-looking, typically preceded by words such as we plan, we expect, we believe, we anticipate, we are optimistic or confident that or similar statements.\nPlease refer to today's earnings release and the company's filings with the SEC for information about factors which could cause our actual results to differ materially from these forward-looking statements.\nYou will find reconciliation of non-GAAP measures to the most comparable GAAP measures discussed today in our earnings release, which is posted on the company's Investor Relations website at ir.expediagroup.com. And I encourage you to consistently visit our IR website for other important information. Unless otherwise stated, any reference to expenses exclude stock-based compensation.\nAnd with that, let me turn the call over to Peter.\n\nPeter Maxwell Kern\n\nVice Chairman of the Board, Expedia Group, Inc.\n\nThank you, Harshit, and good afternoon, and thank you all for joining us today. As I mentioned last quarter, this year marks the final phase in our major platform transformation journey, and I'm pleased to have started the year with strong performance. We posted our highest ever quarter for lodging gross bookings and free cash flow and our best first quarter for revenue.\nThroughout the quarter, we saw strong consumer demand with acceleration in international and big city travel and more of Asia reopening. The reemergence of major international cities has meant increased hotel demand, offset in part by flattening demand in vacation rentals as travel demand mix to shorter stay urban destinations over extended beach and mountain trips. Similarly, air has continued to mix towards international travel and away from COVID era concentration in domestic.\nBy and large, prices have held up quite well after several years of inflation. We've seen lodging ADRs hold fairly steady across geos. Air ticket prices, however, continued to increase as strong demand continues to outstrip capacity. The only area where we have seen any meaningful decline in average daily rate is in the car rental space, where larger inventories have allowed rental companies to drive more volume at the expense of price.\nOverall, we are pleased to see broad travel demand remains strong in what appears to be a more structural post-pandemic environment of people prioritizing travel above most other categories of spend. This has held up despite inflation in recession worries and even more recently, bank system concerns. While economists continue to debate potential recession outcomes and clearly, many unknowns are still out there, consumers have so far shaken it off and continue to travel.\nAgainst this backdrop in our consumer business, we continue to invest in our strategy of acquiring and retaining high-value loyalty members and app users across our 3 leading brands. As I have explained before, these cohorts drive higher production and repeat rates versus other customers, ultimately leading to higher lifetime value.\nQ1 '23 was another step in this journey as we saw our active loyalty member base for our core OTA brands grow over 25% year-over-year and the percentage of gross bookings coming through our app roughly doubled what it was in 2019. This continued growth in our base of customer cohorts, obviously, bodes very well for our future.\nI've also talked for a number of quarters about our platform journey and in particular, about the drag we had last year on our business resulting from the migration of Hotels.com to the Brand Expedia stack. I'm pleased to say that with that migration fully behind us, Hotels.com is now back in growth mode. We are already seeing higher conversion, increased feature velocity and higher bookings. In fact, year-over-year bookings growth for Hotels.com was nearly 20% in Q1 '23, which is beginning to approach the almost 30% we saw in brand Expedia. This inflection back towards growth was exactly what we had expected, and we were pleased to see the pivot come so quickly.\nAs you may recall, we are following the same migration path with Vrbo, which has now started taking some traffic on the Expedia stack in our largest markets. Just as we saw last year with Hotels.com, this work has flowed conversion and feature work on Vrbo for the past few quarters. And as we cut over, we expect some inevitable degradation in conversion due to the switch. But as we get this migration finished in the coming months, Vrbo too will be in prime position to benefit from the Expedia platform and just like Hotels.com will benefit from reaccelerating, testing, conversion and feature improvements.\nOur tech journey hasn't been easy, but we had to have conviction to give up some short-term gratification to get to the promised land. With a couple of big last lifts finishing this year, we will finally be in position for all of our business to accelerate their velocity of innovation and deploy more traveler features as widely as possible. In particular, I'm excited about the power to deploy AI and machine learning to all corners of our product to enhance the customer experience and move towards our North Star of true personalization.\nTo that end, you probably noticed our launch of the Expedia plug-in for ChatGPT and the launch of ChatGPT in our own Expedia iOS app. This would not have been possible at this speed or with this efficacy in our prior world, and it's just a small piece of what the future will hold. It is yet to be seen how impactful large language models will be in facilitating travel shopping. But for us, this is just one step in a journey to bring the best technology to our members and partners at an accelerated pace.\nAnd to be clear, we have already been at the cutting edge of deploying AI and ML across almost all experiences for our consumers. When they land on our site, we use AI to customize the sorting and filtering options and the images we ran their to make the shopping experience most relevant to them. AI allows us to deliver price predictions and enable comparison shopping so they can book the right product with confidence. Then post booking, we use AI and our service stack to help consumers self-serve their problems, and it even helps our customer service agents more quickly address issues. While we have been using AI and ML for some time to make the experience better for consumers, we will go much further this year to continue to deliver the best technology and online travel.\nAnother exciting milestone ahead of us is our unified loyalty program, One Key, which will be released in July in the United States. It reflects the culmination of years of work on the technology side to get to a solution that enables earn and burn across multiple products and brands in our portfolio. We've been busy testing this program and sourcing preferred deals for our members, all with great results to date, and we cannot wait to launch it this summer.\nI discussed many times how our broad investment in technology not only benefits the B2C traveler experience, but how it also enhances our B2B partner experience. This includes the over 400 million loyalty members we serve through our template partners and more than 35,000 offline travel agencies we power across more than 30 countries, all the way to our numerous API partners who take our inventory and certain debt capabilities to build their own experiences.\nOn the back of this, demand in our B2B business continues to accelerate worldwide. We had yet another quarter of impressive growth with revenue growing approximately 55% year-over-year. We continue to sign new business, including SoFi, who has launched our full template product to their customer base. And as we look to enhance our partnerships with our biggest suppliers, we went live with both Hilton and Accor who will use our capabilities to sell packages on their sites. These are just a few examples, and we have many more wins coming this year.\nWe continue to innovate for our supply partners and equip them with highly differentiated solutions. Last year, we spoke about our optimized distribution product that gives our lodging partners greater control of their wholesale business. This product has helped some of the biggest hoteliers in the world, and over the past 2 years, we have tripled the number of participating chains using this capability. There are significant innovations coming this year to give more control to our partners and allow smaller partners to participate in the product. I'm particularly proud of this product as it truly represents a winning technology for the entire industry and allows us to provide much more than just the marketplace for our partners.\nFinally, though somewhat more nascent, we have talked about our ambitions to externalize our tech in the form of micro services to help any kind of travel mate use our tech to enhance their business. Our first pilot of our fraud capability started late last year, and I'm proud to say we now have our first paying customer on the service. We also have other products in beta testing with a number of partners, including our best-in-class service technology and our revenue management API. While still early days, we believe that by delivering our technology as micro services, we are greatly expanding the addressable market for our tech and cementing our technology as the core operating system for the travel industry.\nNext week, we will host our Explore partner event at our Seattle campus, where we are excited to showcase what we've been working on for our partners and how we are helping our partners sell more, operate more efficiently and ultimately better serve travelers around the world.\nOverall, I'm really pleased with our progress. I'm excited that we're in the final innings of our tech transformation, and I'm encouraged by the incremental momentum we achieved with every step. We've been willing to take some short-term lumps in order to get these moves finished, but the rewards are now clearly becoming visible in the Hotels.com reacceleration and the sheer velocity of our tech delivery. And in our B2B business, where we have not had disruption, and have only enriched our offerings, our growth has been phenomenal. No company is doing more to move travel tech forward and make the entire experience better for travelers. And ultimately, that is how we will win.\nAnd with that, let me hand it over to Julie.\n\nJulie P. Whalen\n\nChief Financial Officer & Executive Vice President, Williams-Sonoma, Inc.\n\nThanks, Peter, and hello, everyone. I am pleased with our performance in the first quarter with record lodging levels driving gross bookings up 20% year-over-year, revenue up 18% to its highest ever first quarter levels and record free cash flow. .\nOur robust top line performance reflects the success we're seeing from our strategic growth initiatives as well as the continued health of the travel industry. And this strength in the business that gives us the confidence to continue to buy back our stock at accelerated levels at $600 million, one of the largest buybacks we have done year-to-date.\nBefore I jump into more of the details, I wanted to remind you that effective this quarter and going forward, all financial comparisons will be on a year-over-year basis. As a result, we no longer need to refer to like-for-like growth rates as the Agencia transaction and associated Amex GBT supply agreement closed in 2021. Additionally, to provide more clarity and transparency, we have removed less relevant disclosures and discussions within the press release, while at the same time, added new disclosures such as lodging gross bookings. Of course, we will continue to evaluate whether any additional disclosures may be helpful over time, and we'll update you accordingly.\nIt is also important to note that our first quarter 2023 growth rates as compared to 2022 were negatively impacted by FX headwinds of approximately 200 basis points to gross bookings, 300 basis points to revenue and 1,600 basis points to EBITDA. We also saw an approximately 80 basis point headwind to the EBITDA margin.\nNow let's discuss more of the financial details regarding our performance this quarter, beginning with our gross booking trends. Total gross bookings of $29.4 billion were up 20% versus the first quarter of 2022 and saw a sequential acceleration in the year-over-year growth rate from the fourth quarter. Growth was driven primarily by total lodging gross bookings, which grew 19% versus last year and reached a record quarterly level of $21.1 billion.\nIn our hotel business, we saw significant growth from our B2B segment, driven by strong demand in EMEA and APAC. In our B2C business, Brand Expedia maintained strong growth and our Hotels.com brand showed impressive recovery post its migration to the Brand Expedia platform. These results are also aided to some extent by shifting demand patterns. For instance, as more and more businesses return to hybrid work policies, we've seen increased demand in urban markets and a reduction in length of stay. So while these trends are helping our hotels business, the same trends are also putting some pressure on our business. Yet this pressure was far outweighed by our hotel strength, enabling us to maintain total lodging bookings at record levels.\nWe also saw strong growth in our air bookings this quarter, especially in international travel, which was more impacted by the Omicron variant during the first quarter last year. This air strength was both in the number of tickets sold and an air ticket price increases as demand continues to outstrip capacity. It is great to see that air continues to gain momentum despite higher prices and international air has recovered to close to 2019 levels.\nMoving to the key financial metrics in the P&L, starting with total revenue. Revenue was the highest first quarter on record at $2.7 billion, up 18% versus the first quarter of 2022. The revenue margin at 9.1% was down slightly versus last year, driven mostly by the strong recovery in our lower-margin air business.\nCost of sales was $411 million for the quarter, which is up about $43 million or 12% with approximately 100 basis points of leverage as a percentage of revenue versus the first quarter of 2022, driven by ongoing efficiencies primarily across our customer support operations.\nWe benefited from lower customer support call volume as well as the continued efficiency from the various automation initiatives we have implemented over the past few years, and we expect to continue to find even more efficiencies as we finish our migration onto one platform in areas such as cloud and license and maintenance costs as we eliminate redundant systems.\nDirect sales and marketing expense in the first quarter was $1.5 billion, which was up $311 million or 26% versus last year. There were 2 main drivers of the spend increase. First, in our B2C business, we leaned into marketing to take advantage of the strong demand environment and to accelerate gross bookings growth. And we also maintain our marketing spend mix towards longer-term payback channels to drive loyalty members and app users, which given the longer-term return profile of the spend is less closely correlated to demand within any given quarter.\nThe second reason for the increase in marketing spend is an increase in commissions to support the accelerating growth in our B2B business, which fall into our direct sales and marketing line. These commissions are generally paid on a stated basis and to a contractually agreed percentage. And therefore, the returns against marketing spend are more guaranteed and immediate. Given these factors and the fact that we underinvested last year due to Omicron, we did see marketing deleverage.\nOverhead expenses were $588 million, an increase of $56 million or 11% versus the first quarter of 2022, growing slower than revenue growth, resulting in leverage of approximately 160 basis points. While we remain disciplined on our overall cost structure, we continue to invest in talent across our product and technology teams in support of our platform initiatives to drive growth.\nEBITDA was $185 million, up $12 million or 7% versus the first quarter of 2022, which includes the 1,600 basis point negative impact to growth from FX. Excluding this year-over-year negative FX impact, EBITDA grew 23% and ahead of revenue growth, resulting in an EBITDA margin, excluding FX, 10 basis points above last year.\nFree cash flow for the quarter was at record levels, at a positive $2.9 billion or up 3% versus 2022, primarily driven by higher working capital from the outperformance in our gross bookings. On the balance sheet, we ended the quarter with over $5.9 billion in unrestricted cash and our undrawn revolving line of credit of $2.5 billion, which provides us with ample liquidity of $8.4 billion to operate the business.\nFrom a debt perspective, our debt level remains at approximately $6.3 billion with a leverage ratio of 2.7x. However, in order to further fortify our investment-grade rating, we are targeting a leverage ratio of approximately 2x. And through EBITDA growth and potentially some early retirement of debt, we expect to make progress towards this goal by the end of the year.\nThe great news is we have recently received upgraded ratings or outlooks from all 3 rating agencies, demonstrating the actions we have taken to improve the financial strength of the business are being well received.\nAs far as capital allocation, given our strong free cash flow levels and a stock price that we believe remains undervalued relative to our expected long-term performance, we have been opportunistically buying back our stock on an accelerated basis. Year-to-date, this is one of our largest levels of buybacks of $600 million or nearly 6 million shares. Post these buybacks, we have ample levels of shares remaining under our existing authorization for future repurchases at approximately 12.1 million shares.\nAnd considering our ongoing strong liquidity and free cash flow, as long as we continue to believe that our stock remains undervalued and does not reflect our confidence in the long-term strength of the business, we plan to continue buying back our stock opportunistically throughout 2023.\nLooking ahead, given the strength we continue to see in our business, we are reiterating our full year outlook of double-digit top line growth with margin expansion. As it pertains to the second quarter, it is important to remember that although we continue to see strong travel demand, we expect year-over-year top line growth to moderate in the short term to mid-single digits, primarily driven by a tougher compare given the strength in the business last year from the immediate rebound we saw post Omicron as well as some short-term disruption to Vrbo resulting from its migration to the core Expedia stack.\nIn addition, similar to the first quarter, we expect to lean into marketing in the second quarter as we invest to drive gross bookings and increase loyalty membership and app usage ahead of the busy summer season, all of which has set us up for a stronger back half. Overall, we expect to see EBITDA margins in the second quarter to be relatively in line with last year.\nIn closing, 2023 is off to a great start, with record revenue and cash flow. The travel industry appears to be strong and growing, and our growth initiatives are gaining momentum. And all of this, we believe positions us well to drive long-term growth and shareholder returns.\nAnd with that, I would now like to open the call for questions. Thank you."
  },
  {
    "header": "EXPE",
    "cik": "0001324424",
    "ticker": "EXPE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a03039b726e4f5b3e3a6b104d227213c",
    "period": "2022 Q4",
    "content": "Q4 2022 Expedia Group Inc Earnings Call\n\nQ4 2022 Expedia Group Inc Earnings Call\n\nEXPENASDAQFEB 9, 4:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Expedia Group Q4 2022 Financial Results Teleconference. My name is Emily, and I'll be the operator for today's call. (Operator Instructions)\nFor opening remarks, I will turn the call over to Senior Vice President, Corporate Development, Strategy and Investor Relations, Harshit Vaish. Please go ahead.\n\nHarshit Vaish\n\nSVP of Corporate Development, Strategy & IR, Expedia Group, Inc.\n\nGood afternoon, and welcome to Expedia Group's earnings call for the fourth quarter of 2022 that ended December 31. I'm pleased to be joined on the call today by our CEO, Peter Kern; and our CFO, Julie Whalen.\nThe following discussion, including responses to your questions, reflects management's view as of today, February 9, 2023 only. We do not undertake any obligation to update or revise this information. As always, some of the statements made on today's call are forward-looking, typically preceded by words such as we plan, we expect, we believe, we anticipate, we are optimistic or confident that or similar statements. Please refer to today's earnings release and the company's filings with the SEC for information about factors which could cause our actual results to differ materially from these forward-looking statements.\nYou will find reconciliation of non-GAAP measures to the most comparable GAAP measures discussed today in our earnings release, which is posted on the company's Investor Relations website at ir.expediagroup.com. And I encourage you to consistently visit our IR website for other important information. Unless otherwise stated, any reference to expenses exclude stock-based compensation.\nAnd with that, let me turn the call over to Peter.\n\nPeter Maxwell Kern\n\nVice Chairman & CEO, Expedia Group, Inc.\n\nThank you, Harshit, and good afternoon, and thank you all for joining us today. This past year was an important one in our company's journey. We did a ton of work and made great progress on many transformational initiatives, all while delivering record EBITDA. Q4 was yet another step in that journey despite the impact to our P&L from the severe weather-Hurricane Ian in early October and the winter storms in late December drove up cancellations, causing bookings and revenue for the quarter to come in behind our expectations despite demand otherwise accelerating through the quarter. The good news is that we have seen those booking trends come back much stronger in January post the disruptions, so '23 is off to a great start. And we were really pleased that our investment over the last several years in service technology and capabilities allowed us to deliver best-in-class service through these difficult travel circumstances.\nAs I've said many times before, when your strategy is centered around long-term retention of valuable customers, every element of the work must deliver for the traveler. So, a big thanks to our service team for all their hard work, especially over the holidays.\nNow as we launch into '23, I'm particularly pleased with how our strategy of investing in and retaining high lifetime value members is showing accelerating improvement across our business. For the fourth quarter of '22 versus '19, our new customers that became loyalty members grew over 60%, and we enter '23 with a record number of active loyalty members, which is 10% higher than any prior year. And just as importantly, our quarterly active app users increased by approximately 40%.\nFor us, these are the most important metrics to gauge the progress of our strategy. Just to remind you, our loyalty members each drive 2 times the gross profit and repeat business over an 18-month period as compared to nonmembers, and our app users each drive 2.5 times the gross profit and repeat business over the same period. When you combine these 2 and have a loyalty member who also uses the app, this drives the highest production of all, and that group represented the fastest-growing customer cohort for us in 2022.\nBut as strong as those numbers are for our overall business, they are even better in our Expedia brand in the U.S. This is extremely important because Expedia U.S. is the business where we've been able to make our fastest product and marketing improvements and where we have the most complete set of capabilities to support our strategy. And the evidence is clear.\nIn the fourth quarter of '22 versus '19, Expedia U.S. grew new customers that became loyalty members by over 300%, and enters '23 with nearly 70% more active loyalty members than any prior year and almost 60% more active app users. Expedia U.S. was able to deliver almost 20% revenue growth in '22 as compared to '19, and there are still plenty of improvements yet to come.\nOf course, when you look at our all-up B2C numbers, the accelerating performance of Expedia U.S. has been largely offset by our intentional de-emphasis of some smaller noncore brands, our pull back in certain geographies where we did not have the right model, and of course, our much-discussed technical migration, which required significant work and like all migrations resulted in some short-term friction.\nBut what I'm really excited about is that with the proofs now very clear that our strategy is working, we will begin more aggressively rolling it out to our other brands and our non-U.S. markets. After years of democratizing travel, we are now taking a leap forward to use cutting-edge technology, a better marketplace, a broader rewards program and best-in-class service to drive true customer benefit and loyalty because when you take care of customers and give them great experiences, they keep coming back, and that's how you win.\nIn support of this long-term strategy, you will see us maintain a higher mix of marketing spend to channels that attract desirable long-term customers rather than just chasing short-term transactions. Therefore, the parameters of when and who is worth marketing to and winning as a customer will be different.\nWe have clearly proven the benefit of attracting and retaining the right customers and increasingly, our P&L will reflect that. We're starting '23 with the highest number of active loyalty members and app users for any year, and we will see further momentum in the business this year thanks to a much larger base of loyal customers.\nOf course, our confidence in our strategy is ultimately only possible because of the underlying technology that we have invested so much in over the last several years. This is what has enabled Expedia U.S. to go faster. And as all of our brands and geographies begin to ride on that same tech stack, we will expand our ability to compete and win in more places. Work that created a drag on our business in '22, like the migration of Hotels.com to our core platform become big unlocks for us in '23.\nAs one example of this, we expected our test velocity around optimizing our sites to grow roughly fourfold with the same resources this year as more engineers and product team members are freed up post migration and our tests can be run across our entire base of core OTA traffic. In other words, we will have many more tests where the winners get deployed across a much larger base.\nAnd as we continue to invest further in product and technology and new features and capabilities to take online travel to the next level- these improvements increasingly impact more and more of our customers more rapidly worldwide. No travel player in the world has done more over the last few years to innovate around the shopping and service experiences to improve the travel journey for the consumer.\nAnd just to emphasize the point, all of our advances in technology, in product, and in customer service, not only benefit our direct customers but continue to benefit our expanding base of B2B partners as well. Our B2B business is one of the largest in the world and continues to grow rapidly. The breadth and depth of our products are expanding, as is our partner base, reinforcing the importance of our supply and our technology as the core operating system of the travel market.\nTo that end, we added many new partners and grew significantly in '22 despite Asia still being greatly constrained. With the return of travel into and out of China in '23 and a robust pipeline of new partners around the world, we anticipate significant growth and a great year for our B2B business.\nSo as we wrap up what was the most profitable year in our history, we begin what will be another exciting year of growth and the last in our major technical overhaul. This coming year, we will finish moving all of our brands onto 1 front-end stack. Vrbo, the last major brand to come across has already been testing traffic on the new front end and will make the final migration in the coming months. This last step will then allow us to launch our new One Key loyalty program, which will span all of our main brands. It will be the broadest, most flexible loyalty program in the world and for the first time, give vacation home renters the benefits of a loyalty program. And importantly, it will complement our many partners' loyalty programs as well.\nSo overall, I'm confident that with more technical tailwinds than headwinds this year and with a proven strategy that we will be expanding on, we will once again drive strong financial growth while completing the last of our major changes. It has taken several years and a lot of hard work, investment and patience, but we are extremely gratified about where we are and what we know we can deliver going forward. And I'm even more excited about moving the last big boulders of our plan across the line and driving greater acceleration in the future.\nAnd with that, let me hand it over to Julie.\n\nJulie P. Whalen\n\nCFO, Expedia Group, Inc.\n\nThanks, Peter, and hello, everyone. 2022 was a year of significant progress on our strategic growth initiatives, and our financial results are evidence that we are on the right path to deliver long-term profitable growth.\nThe accelerating success of our lodging business, particularly in our Brand Expedia business in the U.S., which is the first of our brands to benefit from our transformative tech and marketing initiatives enabled us to deliver total company record lodging bookings and revenue. And we did this while at the same time, driving significant profitability with record EBITDA levels at over $2.3 billion and an EBITDA margin of over 20%.\nOur fourth quarter also benefited from continued strong lodging demand, but unfortunately, it was heavily impacted by Hurricane Ian in October and the storms in the U.S. during December. Absent these weather-related events as well as FX headwinds, our results on both the top and bottom line would have been at record fourth quarter levels.\nAs far as the details regarding our financial performance for the fourth quarter, similar to previous earnings calls, I will discuss our revenue-related and adjusted EBITDA growth metrics this quarter, both on a reported and like-for-like basis. The like-for-like growth rate excludes the contribution from Egencia, Amex GBT and the nonlodging elements of our Chase relationship.\nAs a reminder, on November 1, 2021, we completed the sale of Egencia and our EPS business entered into a 10-year lodging supply agreement with Amex GBT. It is also important to note that our fourth quarter 2022 growth rates as compared to 2019 were negatively impacted by FX headwinds of approximately 250 basis points to gross bookings, 400 basis points to revenue and 800 basis points to adjusted EBITDA or 70 to our adjusted EBITDA margin.\nWe believe these like-for-like numbers and the disclosure of the negative impact from FX headwinds are helpful in assessing the operational performance of our business. Please note that we will discontinue disclosing these like-for-like numbers next quarter, the first quarter of '23, as we move away from comparing our financial performance to 2019 levels and move towards standard year-over-year comparisons.\nNow let's move back to our performance this quarter, starting with our gross booking trends. Total gross bookings were down 12% on a reported basis and down 2% on a like-for-like basis versus the fourth quarter 2019. Total gross bookings were impacted by a spike in cancellations and lost transactions related to the hurricane and the winter storms in the U.S., as previously mentioned. If we further adjust for the approximately 250 basis points negative impact from FX during the quarter, our gross bookings would have been above 2019 levels.\nGrowth was driven by total lodging gross bookings, which were the highest Q4 on record at plus 4% on a reported basis and plus 6% on a like-for-like basis versus Q4 2019. By month, lodging gross bookings on a reported basis were up 3% in October, which was impacted by the hurricane, up 7% in November and up 2% in December, which was impacted by the winter storms in the U.S.\nExcluding the weather-related events, growth versus 2019 for each month in Q4 reached high single digits that accelerated through the quarter. And in January, we saw a step change where our lodging gross bookings accelerated even further, growing over 20% versus 2019. While it is still early in the quarter in 2023, we are pleased to see strong lodging demand continue, including total lodging bookings for stays expected to occur in the first half of 2023 continuing to meaningfully outpace 2019 and 2022 levels.\nMoving to the key financial metrics in the P&L. Starting with total revenue. Revenue of $2.6 billion was down 5% on a reported basis and down 1% on a like-for-like basis versus Q4 2019 and includes the 400 basis point negative impact from FX as well as the financial impact from the weather-related events. Excluding these factors, our reported revenue would have been above 2019 levels.\nTotal revenue margin also improved to 13% for the quarter or up approximately 90 basis points versus Q4 2019, as we continue to benefit from a mix shift towards our higher-margin lodging business, which as a percentage of the total, has grown approximately 1,000 basis points over the same period.\nCost of sales was $408 million for the quarter, which is a cost reduction of $125 million or 24% and 380 basis points of leverage as a percentage of revenue versus 2019, driven by our divestitures and ongoing efficiencies primarily across our customer support operations.\nOur customer support operations continue to benefit from the various automation initiatives we have implemented over the past couple of years, and we expect that going forward with the further consolidation of our tech stack onto a single platform, we should be able to continue to drive efficiencies across our cloud and licensing and maintenance costs as we eliminate systems that are no longer necessary to support.\nDirect sales and marketing expense in the fourth quarter was $1.2 billion, which was up 20% versus 2019. The primary drivers of this increase over 2019 were associated with both our B2B and B2C businesses. Our accelerating growth in our B2B business is driving an increase in commissions paid to our partners, and these commissions fall into our direct sales and marketing line.\nIn our B2C business, we had increased marketing spend to support our accelerating growth during the quarter. Unfortunately, given the storm-related cancellations and lost transactions, and their impact to the top line at the end of the quarter, we did not fully realize the anticipated return of our marketing spend.\nIn addition, we also have been strategically mixing towards longer-term investments in our marketing spend, which, given the longer-term return profile of the spend, is less closely correlated to demand within any given quarter. As a result of these 2 factors, we saw this marketing spend deleverage versus Q4 2019. However, on the full year, we saw leverage in our total B2C spend versus 2019, inclusive of loyalty and discounting that are contra revenue. And we expect to maintain this leverage or improve it going forward.\nOverhead expenses were $590 million, a cost reduction of $157 million in the fourth quarter of 2022 or 21% and 470 basis points of leverage as a percentage of revenue versus 2019. We continue to remain disciplined on our cost structure. And with the expected improvement from the consolidation of our tech stack and general growth initiatives, we believe we can continue to maintain this lower cost structure and drive long-term leverage as we deliver accelerating top line growth.\nOverhead expenses slightly increased from the third quarter, approximately $23 million, as we continued to invest in top talent across our product and technology teams to help accelerate our various platform initiatives, in support of our growth strategies that will drive long-term financial returns.\nAdjusted EBITDA was $449 million or down 6% versus fourth quarter 2019 and was down 2% on a like-for-like basis, which includes the negative impact from the weather-related events and FX headwinds. On a margin basis, we are relatively in line with 2019 despite absorbing these negative impacts. And absent these factors, our fourth quarter adjusted EBITDA grew in the mid-teens as compared to 2019.\nFree cash flow for the full year was strong at positive $2.8 billion, up approximately $1.2 billion and over 70% versus 2019. This strength was driven by our record EBITDA levels on the year and an improved benefit from working capital as well as lower overall capital expenditures as our spend is now primarily focused on our technology and product transformation.\nOn the balance sheet, we ended the quarter with strong liquidity of $6.6 billion, driven by our unrestricted cash balance of $4.1 billion and our undrawn revolving line of credit of $2.5 billion, which provides us with ample access to cash to operate the business.\nThis liquidity, combined with our strong free cash flow levels enabled us to maximize our return of capital to shareholders during the quarter by further accelerating our share buybacks to approximately $350 million or 3.7 million shares in the fourth quarter. This resulted in approximately $500 million and 5.2 million shares being repurchased since the end of September 2022. Even after these buybacks, we enter 2023 with ample levels of shares remaining under our existing authorization for future repurchases at approximately 18 million shares.\nAnd given our ongoing strong liquidity, our confidence in the business, and the fact that our stock remains undervalued and does not reflect our accelerating business performance, we plan to continue to buy back our stock opportunistically in 2023.\nIn closing, I couldn't be more excited about what lies ahead in 2023 and beyond. With accelerating demand trends and the proof points that our growth initiatives are working, combined with our strong financial position as we enter 2023 with ample liquidity and a higher margin profile business, all of this gives us the confidence in our ability to deliver double-digit growth and expanding margins as well as long-term shareholder returns.\nAnd with that, I would now like to open the call for questions. Thank you."
  },
  {
    "header": "EXPE",
    "cik": "0001324424",
    "ticker": "EXPE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3f29be45ee6c0aa6ea77d079f282b90f",
    "period": "2022 Q3",
    "content": "Q3 2022 Expedia Group Inc Earnings Call\n\nQ3 2022 Expedia Group Inc Earnings Call\n\nEXPENASDAQNOV 3, 4:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Expedia Group Q3 2022 Financial Results Teleconference. My name is Nadia, and I'll be the operator for today's call. (Operator Instructions)\nFor opening remarks, I will turn the call over to SVP, Corporate Development, Strategy and Investor Relations, Harshit Vaish. Please go ahead.\n\nHarshit Vaish\n\nSVP of Corporate Development, Strategy & IR, Expedia Group, Inc.\n\nGood afternoon, and welcome to Expedia Group's earnings call for the third quarter of 2022 that ended September 30. I'm pleased to be joined on the call today by our CEO, Peter Kern; and our CFO, Julie Whalen. The following discussion, including responses to your questions, reflects management's view as of today, November 3, 2022 only. We do not undertake any obligation to update or revise this information.\nAs always, some of the statements made on today's call are forward-looking, typically preceded by words such as we plan, we expect, we believe, we anticipate, we are optimistic or confident that or similar statements. Please refer to today's earnings release and the company's filings with the SEC for information about factors, which could cause our actual results to differ materially from these forward-looking statements.\nYou will find reconciliation of non-GAAP measures to the most comparable GAAP measures discussed today in our earnings release, which is posted on the company's Investor Relations website at ir.expediagroup.com. And I encourage you to consistently visit our IR website for other important information. Unless otherwise stated, any reference to expenses exclude stock-based compensation.\nAnd with that, let me turn the call over to Peter.\n\nPeter Maxwell Kern\n\nVice Chairman & CEO, Expedia Group, Inc.\n\nThank you, Harshit. Good afternoon, everyone, and thanks for joining us today. Before we get started with the update on the quarter, I'd like to formally welcome our new CFO, Julie Whalen to her first earnings call. I'm excited to add Julie to our leadership team. During her 10 years as CFO at Williams Sonoma, she helped drive significant growth in the business and in shareholder returns. I've also worked alongside Julie on our Board since 2019 and she just Chaired our Audit Committee since 2020. So she comes with a great sense of our strategic priorities and what we're trying to achieve. I look forward to the expertise she can bring to our finance, board and across our entire company.\nNow moving into the quarter. We were very pleased with our record-breaking performance in the third quarter. We delivered our highest ever quarterly revenue and adjusted EBITDA, the latter exceeding $1 billion for the first time in our history. We also delivered record third quarter lodging gross bookings. Despite some macroeconomic uncertainty and some short-term impact from Hurricane Ian, travel demand has remained strong and ADRs remain substantially elevated relative to pre-pandemic levels.\nThis quarter, we also further delevered our balance sheet, which put us in a position to resume buying back our stock, which we continue to believe is highly undervalued. Going forward, we expect to continue to reduce leverage and return capital to our shareholders.\nNow moving to the B2C side of our business. As we discussed before, our goal is to use great product innovation and unmatched membership benefits to drive more engagement with our customers and ultimately higher lifetime value from those customers. And the 2 biggest drivers of lifetime value are improving loyalty membership and app usage. I'm proud to announce that in Q3, we reached an all-time high in active loyalty members, surpassing 2019 levels in August. New Expedia customers that became loyalty members in the quarter grew by nearly 50% versus third quarter 2019 and the rollout of verified loyalty program One Key is on track for next year, which will be a big catalyst for continued membership growth.\nOur app downloads continue to be strong as well, but even more importantly the downloaded app usage is at an all-time high with quarterly active app users increasing nearly 40% versus 2019. And in the quarter, we continue to see almost 2/3 of our gross bookings result from direct traffic. We are also continuing to see leverage versus 2019 when we compare our all-up marketing spend against booked gross profit. And as a reminder, this spend includes direct marketing, but also discounting our loyalty spend, which are recorded as contra revenues.\nIn terms of our marketing mix, we have been shifting towards longer-term channels, including app downloads and other methods to capture traveler intent outside of classic performance channels. These longer-term marketing investments, including loyalty and brand are helping us build a larger base of long-term high-value customers. But as important as marketing is, we are ultimately marketing a product, and the product has to be great. So most of our energy is going into product innovation to build the best customer experience we can with the most customer benefits to drive loyalty and consumer love.\nAmong our recent successes, we have introduced exciting new product features, including price tracking, trip boards and smart shopping, all of which are designed to engage customers, to inform customers and to ensure they are finding the right product at the right time at the right price.\nSo just to remind you, our flight price tracking feature, which we launched earlier this year, has been a great engagement tool. Since launch, we have seen exceptionally high notification open rates, which demonstrates the value that our customers see in this tool. This feature is currently live on our app in the U.S. and is on track for global rollout in the first quarter of 2023.\nIn Q3, we launched trip boards on Brand Expedia, where users can save their favorite lodging and activities and share and collaborate on trip details. This feature not only increased conversion, but has helped us expand our base of customers through sharing with family and friends. In the first 2 months since its broader launch, we saw trip board users have twice the repeat visit rate, they were twice as likely to purchase multiple products, and most importantly, they transacted at 4x the conversion rate versus non-users.\nAnd as for smart shopping, which is a tool that really helps travelers comparing and choosing between available rooms for a given property, we began leveraging machine learning recommendations to better match our customers with the right products and options. This has led to better consumer outcomes, more premium product sales for our partners and ultimately higher value transactions for us.\nIn addition to these new features, during Q3, we finished the migration of the Hotels.com front end on to the Expedia platform, which allowed us to accelerate our optimization programs across our entire conventional lodging portfolio. While we are just getting started, the ability to test and deploy faster across one platform is already driving higher customer conversion, better customer experience and improved sign-ups to our loyalty program.\nSo overall, we've seen a great reception from customers on these new features and benefits. And for us, it has led to increased engagement, better conversion and higher revenue per customer. I'm really excited about the success we have seen so far, and we have a bunch of new features in the pipeline and a terrific opportunity to roll out all of these features worldwide.\nMoving on to the B2B front. We remain bullish on this massive opportunity and excited about our expanding role in the travel ecosystem. Everything we are doing on the main technology stack for our B2C products, will have benefits that inure to the B2B business as well as a ton of work we are doing specific to the B2B business that will lead to new products, new partners and new revenue streams.\nIn the third quarter, B2B continued to demonstrate success with growth across our key product lines as we won wallet share with many of our existing partners, driven by our expanded capabilities and improved product offerings. As excited as we are about the momentum in our existing business, we continue to build pilot and deploy new products and services for our Open World platform. This quarter, we signed the first pilot partner for our best-in-class fraud prevention product. And next year, we plan to continue to deliver more new commercial products and services. I'm really excited about what's on our road map for B2B and the reception we've been getting from the industry.\nSo to sum it all up, we delivered another record quarter of results, rolled out more products, features and member benefits and continue to add significantly to our member base and our app usage, all of which will be great for our future performance and build the base that we are looking for to grow in the future. So all in all, we're feeling really good about our progress, not least of all because of the phenomenal team of people we have assembled, to drive all of our acceleration.\nAnd with that, I will pass it off to one of our newest, Julie.\n\nJulie P. Whalen\n\nExecutive VP, CFO & Director, Expedia Group, Inc.\n\nThanks, Peter, and hello, everyone. I'm excited to be here to be a part of the team. As you may or may not know, I've been on the Board here since 2019. So I've had the opportunity to develop a great deal of respect and admiration for the leadership team and the growth strategy that the company is executing against. And I know there is significant opportunity for growth and profitability ahead of us, and I look forward to helping the company to deliver against these growth initiatives and to maximize shareholder returns.\nAs it relates specifically to the third quarter, we are pleased to see the continued momentum in our business, resulting in revenue and profitability to levels we haven't seen before, which clearly speaks to the early success we are seeing with our initiatives to drive long-term profitable growth.\nAs far as the details regarding our financial performance for the quarter, similar to previous earnings calls, I will discuss our revenue-related and adjusted EBITDA growth metrics both on a reported and like-for-like basis. The like-for-like growth rates excludes contribution from Egencia, Amex GBT and the non-lodging elements of our Chase relationship. And as a reminder, on November 1, 2021, we completed the sale of Egencia, and our EPS business entered into a 10-year lodging supply agreement with Amex GBT. We believe these like-for-like numbers are helpful in assessing the performance of our business.\nIt is also important to note that our third quarter growth rates as compared to 2019 were negatively impacted by FX headwinds of approximately 200 basis points to gross bookings and revenue and 300 basis points to adjusted EBITDA.\nMoving on to the gross booking trends in the quarter. Total gross bookings were down 11% on a reported basis and down 2% on a like-for-like basis versus the third quarter of 2019. Total gross bookings for the quarter were impacted primarily by the industry-wide slowdown we saw in early July. However, since early July, we saw trends meaningfully improved, primarily driven by lodging bookings growth, our largest line of business, with continued ADR strength.\nTotal lodging gross bookings, which were the highest Q3 on record, grew 5% on a reported basis and grew 7% on a like-for-like basis versus Q3 2019. The cadence throughout the quarter was consistent with the trends in total gross bookings. Lodging gross bookings on a reported basis was down 1% in July and the rest of the quarter rebounded to up 9% in August and up 6% in September, which was impacted by Hurricane Ian. October was also impacted by the hurricane, but was still up approximately 5%. If not for the hurricane, both September and October would have been relative in line with August.\nOverall, we are pleased to see strong demand expand into the fourth quarter as consumers continue to prioritize travel spend over other discretionary spending. And while it is still early in the quarter, we are seeing total lodging bookings for stays expected to occur in the balance of the year and into 2023, continuing to outpace 2019 levels.\nMoving to the key financial metrics in the P&L, starting with total revenue. Revenue of $3.6 billion was up 2% on a reported basis and up 5% on a like-for-like basis versus Q3 2019. It was great to see another quarter positive and sequentially improving revenue growth. Our revenue margin also improved to 15% for the quarter or up approximately 190 basis points versus Q3 2019. This revenue strength resulted from a mix shift towards our lodging business, including our higher ADR Vrbo business.\nCost of sales in the third quarter was $451 million, which was down 17% versus 2019, driven by cost reductions, primarily resulting from our divestiture of Egencia and from ongoing efficiencies across our customer support operations, resulting from the automation initiatives we have been implementing over the past couple of years.\nDirect sales and marketing expense in the third quarter was $1.5 billion, which was up 8% versus 2019, which includes spend with a longer-term return profile to drive more profitable future growth. As a reminder, we are focused on acquiring high lifetime value customers. As a result, we are allocating more marketing dollars on channels that have a longer-term return profile such as brand awareness, loyalty and paid app installs, which, as Peter mentioned, are already beginning to drive growth in loyalty members and app usage.\nOur sales and marketing expense is also impacted by an increase in commissions paid to our partners, which is a direct reflection of the accelerating growth we continue to see in our core B2B business. Overhead expenses were $569 million, down $144 million or 20% versus the third quarter 2019. We continue to remain disciplined on our cost structure and are always looking for ways to drive more efficiency. Overhead expenses slightly increased from the second quarter, approximately $19 million or 3%, primarily associated with our ongoing focus on investing in top talent across our product and technology teams to help accelerate our various platform initiatives, which we believe will ultimately drive future top line growth and margin expansion.\nThese results with another quarter of strong revenue and expense discipline allowed us to deliver our highest quarter of profitability on record. Adjusted EBITDA grew 18% versus third quarter 2019 and grew 20% on a like-for-like basis to $1.1 billion. The adjusted EBITDA margin was nearly 30%, an expansion of approximately 420 basis points over the third quarter of 2019 on a reported basis.\nFree cash flow was negative $1.2 billion in the third quarter and over $200 million improvement over prior year due to higher EBITDA levels. As a reminder, the third quarter is a negative free cash flow quarter due to the seasonality of business. Year-to-date, our free cash flow remained strong at a positive $3.1 billion, more than double where we were year-to-date in 2019.\nOn the balance sheet, we ended the quarter with strong liquidity of $7.1 billion from both our unrestricted cash and our undrawn revolving line of credit, which provides us with ample access to cash to operate the business. This quarter, we continue to focus on delevering our balance sheet, improving our leverage ratios and solidifying our investment-grade rating. As a result, in September, we redeemed an additional $500 million of our senior notes as part of a tender offer, resulting in a total repayment of debt and preferred equity of $3.4 billion over the last 18 months.\nThese balance sheet actions, along with our significant growth and adjusted EBITDA, has enabled us the additional flexibility to begin returning capital to shareholders again. As such, we repurchased approximately $200 million or 2 million shares through October and have approximately 21 million shares remaining under our existing authorization for future repurchases.\nAs we move forward, given our strong liquidity, our confidence in the business and the fact our stock continues to be highly undervalued, we expect to further delever the balance sheet and continue returning capital to shareholders in the form of share buybacks.\nIn summary, our third quarter results demonstrate some of the early wins we are starting to see from the transformation of the business and the success of our strategic growth initiatives. These early wins give us confidence that a huge opportunity in front of us to drive long-term profitable growth and to maximize shareholder value. And I couldn't be more thrilled to be a part of this company and this leadership team that we unlock the significant opportunity for growth together. And I look forward to getting to know all of you in the travel investment community soon.\nAnd with that, I would now like to open the call for questions. Thank you."
  },
  {
    "header": "EXPE",
    "cik": "0001324424",
    "ticker": "EXPE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1032b6e46b0dadcd23f046d507ef0093",
    "period": "2022 Q2",
    "content": "Q2 2022 Expedia Group Inc Earnings Call\n\nQ2 2022 Expedia Group Inc Earnings Call\n\nEXPENASDAQAUG 4, 4:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Expedia Group Q2 2022 Financial Results Teleconference. My name is Brika, and I'll be your operator for today's call. (Operator Instructions)\nFor opening remarks, I will turn the call over to SVP, Corporate Development, Strategy and Investor Relations, Harshit Vaish. Please go ahead.\n\nHarshit Vaish\n\nGood afternoon, and welcome to Expedia Group's earnings call for the second quarter of 2022 that ended June 30. I'm pleased to be joined on the call today by our CEO, Peter Kern; and our CFO, Eric Hart. The following discussion, including responses to your questions, reflects management's view as of today, August 4, 2022 only. We do not undertake any obligation to update or revise this information.\nAs always, some of the statements made on today's call are forward-looking, typically preceded by words such as we plan, we expect, we believe, we anticipate, we are optimistic or confident that or other similar statements. Please refer to today's earnings release and the company's filings with the SEC for information about factors which could cause our actual results to differ materially from these forward-looking statements.\nYou will find reconciliation of non-GAAP measures to the most comparable GAAP measures discussed today in our earnings release, which is posted on the company's Investor Relations website at ir.expediagroup.com. And I encourage you to consistently visit our IR website for other important information. Unless otherwise stated, any reference to expenses excludes stock-based compensation.\nAnd with that, let me turn the call over to Peter.\n\nPeter Maxwell Kern\n\nCEO & Vice Chairman, Expedia Group, Inc.\n\nThanks, Harshit, and good afternoon, everyone, and thank you for joining us today.\nLet me begin by saying that we were very pleased with our financial results in the quarter on the back of a continued recovery in all markets and products and our expanding margins. We've seen strong consumer demand for travel this summer and are encouraged that travel remains a top spending area even as other parts of the economy seem to be showing cracks.\nWe posted our highest ever lodging bookings this quarter on the highest revenue and adjusted EBITDA for any second quarter. And we continue to further strengthen our liquidity with a strong free cash flow and the early redemption of an additional $1 billion of debt. We delivered these strong results despite the current macroeconomic backdrop and the limitations and disruptions we've seen in air travel around the world.\nOf particular note, while domestic flight capacities have recovered close to 2019 levels, international flight capacity is lagging, with long-haul capacity still down roughly 30%. While these disruptions and shortages don't appear to be abating soon, we do look forward to when these long-haul capacities return, as this has always been a relative strength of ours.\nNow moving on to my main topic of the day. For the last few quarters, we spent a lot of time talking about the transformation of our technology platform and how that will enhance both our B2B and B2C businesses going forward. And last quarter, I took time out to explain in greater depth how we were pursuing our B2B strategy, driving travel as a service to partners of all sizes.\nBut as investors digested our Q1 results, it became very clear to us that we needed to clarify our B2C strategy and begin to provide incremental data to help you understand what metrics we think are important to measuring our success in pursuit of this strategy.\nIn particular, there's been a lot of interest in the shifts in room night share as travel has recovered and whether something has changed in the market or if it is just a temporary shift as we put more of our attention into our technical transformation and attracting the right mix of consumers. Today, we hope to answer this more directly and give you a better understanding of our strategy and tactics as we evolve our consumer business.\nAs for the backdrop, I think by now, you all have a decent understanding of how the mix effect, domestic versus long-haul international or geo mix, for example, with the robust recovery of EMEA in Q2 can cover share results. And I also believe you are well acquainted with the fact that we've divested or shut down a number of noncore businesses, shedding certain volume over the last 2 years, whereas some competitors were buying business and thereby adding volume.\nSo today, I'm going to focus more narrowly on how our long-term consumer strategy is impacting these short-term share issues. To be clear, we have been evolving our consumer approach from being largely transactionally focused, where we and the industry spent virtually all of our time tuning our products for maximum arbitrage and performance marketing channels and spending more and more money on intermediaries, to a future where we build longer-lasting direct relationships with loyal high-lifetime value customers.\nThis means that we have not chased all traffic available in performance marketing, no matter the cost, and instead have focused on the pockets of consumers we think will derive the highest long-term value and the best future shape of our business.\nTo give you more perspective on why it is so valuable to focus on these types of consumers, I'd like to give you a few facts about our biggest OTA brands. Over the last 18 months in our Expedia and Hotels.com brands, loyalty members drove approximately 3x the gross bookings per customer and over twice the gross profit per customer and twice the repeat business as compared to nonmembers.\nSimilarly, app users drove over 2.5x the gross bookings per customer, 2.5x the gross profit per customer and 2.5x the repeat bookings versus non-app users. And of course, when we combine the 2 and have loyalty members who also book through the app, you get the highest production of any customers.\nGiven these core drivers, our entire company is focused on getting the right customers in the funnel and then turning them into loyalty members and app users. And while both will accelerate as we deliver on our platform with better features, better personalization and with one overarching loyalty program, I'm pleased to highlight that we are already seeing strong traction.\nFor example, in Q2 '22 alone, we grew new loyalty members 33% compared to Q2 '19. Similarly, on the app side, new app downloads grew 58% in Q2 '22 versus Q2 '19. Not surprisingly, therefore, our direct business continues to grow with almost 2/3 of our B2C gross bookings in Q2 generated from traffic that came to us directly. And really, this is just the beginning.\nWith improving products and features, including our price tracking product for flights, which has been a huge engagement driver in the app, and with the rollout of loyalty to all of our customers next year, we will be able to drive much more direct engagement with our customers.\nThat being said, it's also important to remember that lifetime value and travel does not come through the numbers instantly because of the frequency of travel for most consumers. While we have been gaining ground, building up our base of high lifetime value customers and are confident in their ability to drive future velocity, it is not as quick twitch as buying transactions through Google and other meta channels.\nIn the coming quarters, we will continue to update you on these important core drivers of our future success and provide any additional disclosures that may help you measure and understand our progress. For example, starting today, we have added an incremental disclosure of room nights on a booked basis. This disclosure should not only give you a better sense of our trajectory, but should also help you better understand our marketing spend. But to be clear, it is not the complete picture.\nUltimately, what you need to understand is that we are spending against the profit we derive from the market. And while we may currently look less efficient on even a booked room night basis compared to booked gross profit, we are still spending below historical levels.\nWe have done this while allocating more money to channels that drive direct traffic and the kind of high lifetime value consumers we seek. It is early days even for this, but we know we have the best creative in the category and a great plot to acquire app customers and believe strongly in these veins of opportunity.\nNow lest anyone forget, while we've been making the transition from volume at all costs to the right volume with the right long-term characteristics, we have also been going through a massive technical transformation as we move to a single platform. Transitions like this always entail certain short-term versus long-term trade-offs.\nThe perfect example of which is our migration of Hotels.com onto the Expedia stack. We accelerated this over the last 2 quarters because the benefits of being able to optimize across our largest 2 OTA brands on the same stack are massive. But to be clear, migrations generally disrupt customer patterns and can impact conversion in the short term. And we were no exception. We had to make some choices to prioritize speed over perfection.\nThe really good news is that Hotels.com front-end is now nearly fully migrated, and we've been freeing up engineers who can now turn their attention to optimizing the full stack. This is just one example of the many choices we make every day to trade modest short-term disruption for significant long-term growth. And frankly, we are more excited every day by our progress, the acceleration of the transition and what is still to come.\nSo in summary, we know we are massively improving our technical position. We know we are engaging more customers in our membership programs and our apps, and we know both will drive significant improvement in our business. And in general, we are willing to give up short-term unprofitable volume for longer-term sustainable growth. Because we know that at any given moment, a large portion of the traveling public is up for grabs, searching around for the best travel options.\nThe industry literally serves billions of searches and customers every year and rarely has engendered true loyalty. Traffic has never been an issue in travel. It's always been a question of retention. We mean to once and for all change that dynamic by providing a product and set of services worthy of customer loyalty. And ultimately, we intend to spend much less of our time and money chasing them over and over again in the wild.\nOf course, in the meantime, we will look for every opportunity to grab back share where it makes sense and where we are bringing the right kind of traffic at the right value. As fixated as some of you may be on share, I can assure you we are more so.\nOur competition has been very promotional and highly geared to performance marketing, but we are determined to build our business in a better way. And we fully believe that as we build our base of high lifetime value customers, we will be able to buy the right customers more efficiently and grow revenue and share far more quickly and profitably than we ever have.\nLet me end by reverting to our core theme. We are evolving all things in the business to a place of better customer-oriented products and capabilities, better service and understanding of our customers, personalization and ultimately building what we believe will be the best and stickiest product in the industry. And all of these advancements also benefit our B2B business, which continues to grow at an accelerated rate.\nJust this quarter, we had a variety of wins. We now power Delta Air Lines car rental offering, along with hotel, which we have powered for some time. And we've already seen significant benefit to our partner. We've become the exclusive provider of hotel supply to Avios, the rewards program for all the airlines under the IAG flag.\nAnd while we continue to find new ways to add value to classic travel partners, we have also expanded into emerging pools of captive consumers. To wit, this quarter, we proudly partnered with Bilt, which has the first-ever loyalty program for renters, and we now power their travel portal.\nAnd as we continue to power old and new partners, we are also looking for new capabilities to externalize to expand our Open World platform product suite. Late last year, we externalized our TravelAds platform that allows travel suppliers to advertise to our consumers. With this externalization, we are expanding our reach for our travel advertisers and the scope of what we power for our demand partners. This quarter alone, we added TravelAds to multiple template partners. We continue to see enormous potential for travel as a service, and the continued growth of our product lineup will help fuel our ambition to power the whole industry.\nSo in closing, we had a record financial quarter, and we added more loyalty members and app customers than ever before, all while continuing to make huge progress on our technical transformation. We're grateful to our employees, our customers and our partners who are helping us change the industry.\nAnd with that, I'll pass it on to Eric for financials.\n\nEric Hart\n\nCFO & Chief Strategy Officer, Expedia Group, Inc.\n\nThanks, Peter. The second quarter was strong on multiple fronts, and I am pleased with the financial results that the business continues to generate.\nBefore I dive into the numbers, let me preface that I'll provide our reported numbers and growth rates as well as like-for-like growth rates that exclude Egencia, Amex GBT and the non-lodging elements of our Chase relationship. I will go through that last one as that is a new adjustment.\nChase is a value B2B partner and our relationship remains strong. But as of February 2022, we stopped powering their non-lodging business, which consists of air and car. However, we continue to power their lodging business, which has performed well. While the non-lodging business was significant on a gross booking basis, it was not material to us on profitability.\nAnd as a reminder, we completed the sale of Egencia's Amex GBT on November 1, 2021, and our EPS business entered into a 10-year lodging supply agreement with Amex GBT. We believe these like-for-like numbers are more reflective of the actual performance of our business.\nMoving on to the P&L. Total gross bookings for all products were up 1% on a like-for-like basis and down 8% versus Q2 2019 on a reported basis, which was a sequential improvement as compared to Q1, down 9% on a like-for-like basis and down 17% on a reported basis.\nLike-for-like gross bookings growth was driven by an improvement in lodging bookings and ADRs well above 2019 levels. We've seen a continued recovery across all our geographies and main product types, with particular strength in North America. Total lodging gross bookings, which were the highest we've ever had, were up 9% on a like-for-like basis versus Q2 2019 and up 8% on a reported basis.\nNow for the monthly walk. On a reported basis, lodging gross bookings were up 9% in April, up 9% in May and up 5% in June. As for July, we saw some choppiness early in the month, likely due to airport and airline disruptions. But in the back half of the month, we have seen stronger performance similar to the rest of Q2. All in, we expect July to land in line with 2019 levels.\nCurrently, we are seeing a robust summer with Q3 lodging bookings pacing ahead of 2019. The same is true for pacing for the remainder of the year, but it's still early with the majority of bookings for the back half of the year yet to be made. We remain optimistic. And as Peter mentioned, we will continue to monitor bookings and other leading indicators closely and adjust our actions accordingly.\nTotal revenue was up 5% versus Q2 2019 on a like-for-like basis. On a reported basis, revenue was $3.2 billion, up 1%, a sequential improvement from down 10% on a like-for-like basis and down 14% on a reported basis.\nDirect sales and marketing expense was $1.5 billion, up 12% versus Q2 2019 levels as we continued to spend into the recovery to capture demand. As Peter mentioned, we increased our efficiency on marketing expense as a percentage of booked gross profit. As part of our strategic focus to build a direct relationship with travelers, we continue to allocate spend towards higher lifetime value channels such as paid app installs and brand creatives.\nMoving on to overhead. Costs were $551 million, a sequential increase of $18 million from Q1 2022 and were approximately $170 million or 23% lower than Q2 2019.\nAdjusted EBITDA for the quarter was $648 million, the highest second quarter in our history and was up 20% versus Q2 2019 on a like-for-like basis and was up 14% on a reported basis. Adjusted EBITDA margin for the quarter was 20%, over 230 basis points higher than the 18% adjusted EBITDA margin in Q2 2019.\nThis quarter, I also wanted to call out the other expense line, which was a loss of $385 million. This was primarily driven by a mark-to-market loss on our minority equity investment in American Express Global Business Travel, which we received in exchange for our equity interest in Egencia. The loss is due to the reduction of GBT share price since the company became public in May 2022 through the end of Q2.\nWe continue to be long-term believers in Amex GBT, and it's the leading corporate travel management company in the world, led by a terrific management team. And additionally, corporate travel has been rebounding faster than many anticipated and our supply deal with GBT continues to perform very well.\nOn to free cash flow, which showed a $1.5 billion in Q2 on a reported basis. Excluding the change in restricted cash, primarily driven by the change in Vrbo's deferred merchant bookings, free cash flow was approximately $1.3 billion.\nAs it relates to our current cash position, we have $8 billion in total liquidity, which includes $5.6 billion of unrestricted cash on hand as of quarter end, which provides us ample cash to operate the business.\nWe remain committed to maintaining our investment-grade rating. And consistent with this, in May, we announced the early redemption of our senior notes due 2023 and 2024 totaling approximately $1 billion. Post this redemption, we have no notes maturing until 2025. Since May of 2021, we have repaid over $2.9 billion in net debt and preferred equity.\nRegarding our capital allocation strategy, we had a strong track record of returning capital to shareholders, and we believe our stock remains undervalued. As we get more clarity on the macro picture, we will accordingly reevaluate our options, including potential share repurchases.\nIn closing, we are pleased with the results we achieved this quarter. I believe executing on our strategy will yield a stronger direct relationship with travelers and improve our overall financial performance further.\nOperator, we are ready for our first question."
  },
  {
    "header": "EXPE",
    "cik": "0001324424",
    "ticker": "EXPE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e93171621aa1493bc598144388d3b343",
    "period": "2022 Q1",
    "content": "Q1 2022 Expedia Group Inc Earnings Call\n\nQ1 2022 Expedia Group Inc Earnings Call\n\nEXPENASDAQMAY 2, 4:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Expedia Group Q1 2022 Financial Results Teleconference. My name is Jason, and I'll be your operator for today's call. (Operator Instructions)\nFor opening remarks, I will turn the call over to our IR Director, Jon Charbonneau. Please go ahead.\n\nJon Charbonneau\n\nGreat. Good afternoon, and welcome to Expedia Group's Financial Results Conference Call for the First Quarter ended March 31, 2022. I'm pleased to be joined on the call today by our CEO, Peter Kern; and our CFO, Eric Hart.\nThe following discussion, including responses to your questions, reflects management's view as of today, May 2, 2022, only. We do not undertake any obligation to update or revise this information. As always, some of the statements made on today's call are forward-looking, typically preceded by words such as we plan, we expect, we believe, we anticipate, we are optimistic or confident that or similar statements. Please refer to today's earnings release and the company's filings with the SEC for information about factors which could cause our actual results to differ materially from these forward-looking statements.\nYou will find reconciliation of non-GAAP measures to the most comparable GAAP measures discussed today in our earnings release, which is posted on the company's Investor Relations website at ir.expediagroup.com. And I encourage you to consistently visit our IR website for other important information. Unless otherwise stated, any reference to cost of revenue, selling and marketing expense, general and administrative expense and technology and content expense excludes stock-based compensation.\nAnd with that, let me turn the call over to Peter.\n\nPeter Maxwell Kern\n\nCEO & Vice Chairman, Expedia Group, Inc.\n\nThank you, Jon. Good afternoon, everybody, and apologies in advance. Eric and I are both recovering from cold. So our voices may not be as loud as normal, but we'll do our best and please ask for clarification on anything you can't hear.\nLet me start by saying we were pleased with the quarter. We continue to see strong demand coming back. We continue to see efficiencies in the business. And in general, it pretty much had the shape we expected, which is to say that we went into the quarter with Omicron looming. Last quarter, we mentioned that we expected that to have some impact early in the quarter, which it did. But we're very pleased that demand came back post-Omicron and Omicron hasn't lived up to sort of our expectations, which were -- that it would be the shortest wave. It would be the least impactful. And I think as we now go into BA2 and other things we're seeing, it's really hard to even detect the blips anymore.\nSo that's great to see. We also -- then we're hit with the war in Ukraine, which did have some impact on the EMEA markets. But again, the market -- the consumers seem to absorb that information and now EMEA is back to its highest levels since COVID hit. So again, we've seen these impacts. But in each case, a recovery that seems too strong to be held down.\nSo the recovery has been strong. And nicely, we have seen it beyond just domestic travel, which, of course, have been the bright spot for a long time during COVID. We're now starting to see city business pick up, business travel pick up, international travel vectors pick up. And I would say, broadly, while some geographies lag, all geographies are, in general, growing and returning.\nSo despite the usual caveats for COVID, now a rising inflation to worry about and of course, the geopolitical situation, the pent-up demand that's out there for travel seems to be outweighing anything the market can throw at it, and we continue to be feeling very good about a summer recovery that should be very robust.\nAnd as I've said before, we've been spending into that recovery, particularly with an eye towards driving long-term customer engagement, buying the right customers, having the right mix of marketing to attract direct and long-term valuable customers. So with an eye towards lifetime value, we are investing into that strong recovery, and we'll continue to do so.\nAs an example, our teams have done a great job of driving Vrbo and app downloads. Vrbo, according to our third-party data from a company called Sensor Tower, was the #1 downloaded app in North America in the first quarter of the year, and that's a place where we've had emphasis. Obviously, our emphasis will change through the year, and we'll push into our other brands as well. But app particularly is a place where we feel like there's a lot of long-term customer value. We're improving that product dramatically, and we think that's a great place to put capital right now.\nImportantly, our direct-to-consumer business, known part of the business, and we have our big EXPLORE event coming up over the next few days in Las Vegas, where I am right now, and I'm pleased to say it is packed and the business seems to be booming at the hotels. But that event is with our business partners, all our supply partners as well as many partners with whom we drive demand. And I've talked about this a little bit before, but we have a thriving B2B business. I haven't spent a lot of time on it, but this is the week where we will now come out and display all the work we've done to reimagine the future of our business and our place in the travel ecosystem and what we've been doing for the last 2 years. So we're going to share that with our partners with general focus on overall traveler experience, how we're rethinking our marketplace and how our platform technology will not only drive our B2C business, but will enable our partners to do much more with their own businesses.\nAnd even though I haven't spent a ton of time talking about, I just want to reframe that our B2B business is a terrific business was before COVID remains a strong business, and we've made a lot of progress during the time of COVID to continue to expand that business, including one example, which is optimized distribution, which I think I've touched on before, but this is a product that we started in partnership with Marriott. We now just had IHG joined this year, which was the largest global hoteliers in the world as well as many others testing on it. And what it does essentially is it cleans up the wholesale business for these partners. So wholesale rates have been a huge issue in the meta universe. They get bled out into the world and then find their way back into meta, and they end up hurting hotel companies because there are prices out there that are under the brand.com prices.\nWe created technology towards this and basically help our partners get the same B2B business and more in the wholesale markets, but do it in a way where their prices would be protected and they make sure they weren't undercut by their own prices out in the world. So it's been a hugely successful program for Marriott, now IHG. Again, we hope many more partners will take advantage of the technology. But that's just one example of the many things we are working on, talked about externalizing our technology before. We've had a white label template in a lot of ways where our partners can sell other products. We have airlines with whom we power packages and hotel path. We recently added Delta to power their car path. We've expanded our offline travel agent business and our share of wallet with our API partners. So it's a great business. We see expansion for it. And as we'll talk about a lot more this week at EXPLORE. We have a lot more ways, we think, to help our partners and expand the addressable market there.\nSo as we move into that, we will continue to accelerate innovation in our platform and that innovation will drive not only our B2C business, but also our B2B business, and that's why we're so excited about how we're rebuilding our platform. But all in, we expect '22 to show continued recovery. We expect a robust summer. We expect to continue to drive efficiencies through the business. And the real work this year is on delivery, on delivering on the brand work we've done, which looks great so far. We're rolling out new Hotels.com brand work right now, and I think the brand teams have done remarkable work. We've got a lot of new product innovation coming this year, and we're doing a ton of work on the back-end platform. So all of those things will be rolling out this year and will have some impact on this year, but really the impact is much longer term and we see great things ahead as those products all gets delivered.\nSo with that, I hope all of you can join us at EXPLORE. It's going to be a great event. Our team has worked there, hats off to put on an amazing event for close to 3,000 partners who are here. And if you can't make it, I invite you to watch the streaming, and it should be really exciting. And it's a chance for us to really display the work our teams have been working on for the last 2 years and all the pains taking time and effort they've put into changing our direction for the future.\nSo with that, I will leave it to Eric.\n\nEric Hart\n\nCFO & Chief Strategy Officer, Expedia Group, Inc.\n\nGreat. Thanks, Peter, and thanks, everyone, for joining the call as well. While the first quarter did have some volatility, travel demand has proven resilient, and I remain optimistic around several travelers, as Peter mentioned as well.\nAnd with that, I'd like to start by reminding everyone, this is the first quarter without any direct contribution from the Egencia business. As a reminder, we completed the sale of Egencia to Amex GBT on November 1, and our EPS business entered into a 10-year lodging supply agreement with Amex GBT.\nI'll provide certain growth rates, excluding Egencia, which also excludes any contribution from the Amex GBT deal in the first quarter. These pro forma numbers are intended and included to give you more visibility (inaudible) recovery and also our financial performance.\nShifting now to bookings. Overall, for the first quarter, total bookings for all products net of apples were down 17% versus first quarter 2019 or down 11%, excluding Egencia. This was a sequential improvement versus the down 25% we saw last quarter.\nVrbo performed well during the quarter and continued above 2019 levels, and our hotel businesses rebounding with city and international travel coming back. While ARS still lagged lodging in the recovery, we saw improvements throughout the first quarter, which held in April. Again, this quarter, we're going to provide more details into our booking trends.\nOur total lodging bookings net of cancels, which includes hotel and Vrbo was down 11% in January versus 2019, up 8% in February, up 7% in March and up approximately 10% in the April.\nNow on to the P&L. Total revenue was down approximately 14% versus the first quarter 2019 were down 10%, excluding Egencia, a slight improvement versus the 17% decline we saw last quarter. On sales and marketing, direct spend in the first quarter was roughly $1.2 billion, down 6% versus first quarter 2019 levels compared to the 12% decline last quarter.\nAs we've mentioned and Peter mentioned a few minutes ago, we will continue to spend into the recovery into Q2.\nMoving on overhead costs, excluding Egencia, were up approximately $13 million versus fourth quarter 2021. Looking ahead, we expect a higher-than-normal annual compensation increases discussed last quarter, which took effect on April 1 will result in a notable sequential step-up and overhead costs in Q2.\nIn total, adjusted EBITDA of $173 roughly flat versus 2019 levels despite revenue still down 14%. Excluding Egencia, adjusted EBITDA grew by 14%, which suggests we are much more fully recovered and you can see from our reported numbers.\nFree cash flow totaled roughly $2.8 billion in the first quarter on a reported basis. Excluding the change in restricted cash, which is primarily driven by the change in Vrbo's deferred merchant bookings, free cash flow was approximately $1.9 million. In terms of the balance sheet we are committed to our investment-grade rating reducing leverage and further reducing our cost of capital. We continue to take important steps towards it as announced last quarter in March, we completed the early redemption of our $650 million Eurobond. This follows the full repayment of our preferred stock last year. And in total, we have repaid over $1.9 billion in debt since last May. And if current trends continue, we will actively look to further reduce leverage moving forward.\nRecently, we also entered into a new $2.5 billion revolving credit facility, which was a real positive outcome for the company. When compared to the old credit facility, it added $500 million of liquidity to the balance sheet and removed many of the restrictions we have been operating under during the pandemic.\nOverall, I'm pleased with the financial performance in the first quarter and remain quite optimistic about the recovery heading into the summer travel season.\nAnd with that, we are ready for our first question."
  },
  {
    "header": "EXPE",
    "cik": "0001324424",
    "ticker": "EXPE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f75106ec975fc41545dc508f263f5287",
    "period": "2021 Q4",
    "content": "Q4 2021 Expedia Group Inc Earnings Call\n\nQ4 2021 Expedia Group Inc Earnings Call\n\nEXPENASDAQFEB 10, 4:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Expedia Group Q4 2021 Financial Results Teleconference. My name is Emily, and I will be the operator for today's call. (Operator Instructions) For opening remarks, I will turn the call over to IR Director, John Shobana. Please go ahead.\n\nUnidentified Company Representative\n\nGood afternoon, and welcome to Expedia Group's financial results conference call for the fourth quarter ended December 31, 2021. I am pleased to be joined on the call today by our CEO, Peter Kern; and our CFO, Eric Hart.\nThe following discussion, including responses to your questions, reflects management's views as of today, February 10, 2020, only. We do not undertake any obligation to update or revise this information. As always, some of the statements made on today's call are forward-looking, typically preceded by work such as we plan, we expect, we believe, we anticipate, we are optimistic or confident that, or similar statements.\nPlease refer to today's earnings release and the company's filings with the SEC for information about factors, which could cause our actual results to differ materially from these forward-looking statements.\nYou will find reconciliations of non-GAAP measures to the most comparable GAAP measures discussed today in our earnings release, which is posted on the company's Investor Relations website at ir.expediagroup.com. And I encourage you to frequently visit our IR website for other important content.\nUnless otherwise stated, any references to cost of revenue, selling and marketing expense, general and administrative expense and technology and content expense exclude stock-based compensation.\nAnd with that, let me turn the call over to Peter.\n\nPeter Maxwell Kern\n\nCEO & Vice Chairman, Expedia Group, Inc.\n\nThank you, John. Good afternoon, everybody, and thank you for joining us. Let me start off with a few broad comments about what we experienced in the fourth quarter, which I would say, even though we had to deal with a meaningful Omicron wave and a bunch of disruption in travel -- and of course, that was not great for travelers worldwide -- it was encouraging in many ways. And I think what we observed most notably is that the issues that involved were really issues of inconvenience. There were border shutdowns. There were planes out of service because pilots and crew were sick, things of that nature, but there was far less consumer fear over traveling. And really, it was an issue of being convenience of the health issues.\nWhat we believe will come from this, presuming the next wave continue in ever lightening way is that the world has essentially gotten accustomed to the pandemic. It will enter perhaps an endemic stage. And governments and industry, et cetera, will adapt much more easily as the next waves come and in turn, this will continue to disrupt travel less and less. And certainly, the consumers have remained willing to travel throughout and with the return of staff to the air and the relief of border issues, we are seeing a solid return to travel. Eric will take us through the numbers and the trends, but suffice it to say that we are pleased to see that bookings have strongly rebounded since opening. Anyway, the Omicron has topped out. And certainly, we're seeing that broadly across our biggest markets.\nI've talked before about mix effects, and I won't belabor those, except to say it continues to be real. Certain areas are doing better than other areas; more challenge than other parts; geos, certain geos are more difficult than others. But in general, we feel good that big cities have not recovered as much yet, and that is a good guide for us. International travel is still yet to return as strongly. That is another good guide for us. So we feel like directionally, the things that are -- will be coming back as generally benefit us and we're looking forward to the days of those returns.\nWith that said, I'm not really prone to doing retrospectives, but we are starting to focus much more on the future of our business and what we're going to deliver instead of how we manage COVID day-to-day. And I thought it would be useful perhaps to just reflect on where we've been and where we've taken the company over the last couple of years since we entered COVID.\nSo first of all, the thing you've all observed and clearly have is that we've been able to simplify and make the business more efficient. And it's easy to observe and it's important. Obviously, there are more important things to our long-term future, but I'll spend a minute on simplification.\nWe've been able to use our push for new technology solutions, our push to reorganize the company in a more single-goal fashion. We've optimized third-party spending and tools and many things and we've become a much more efficient enterprise, in fact, today. And I should mention, as you know, we've also shut down or sold off certain businesses that we believed were noncore. As a result of that, we're running the company now with roughly 10,000 fewer people than we were at the end of 2019, which is a great credit to the people who are here who have driven a ton of hard work towards that goal of really running the company in a smarter, more efficient, better way.\nSo that's been the big push there. And I would say that as we still face challenges of hiring people. We're like all the tech companies, but we have had a great influx of terrific talent. I think that momentum is increasing, and that mix with the great talent we have has really created -- put us in a great position as we move forward and as we start to move to really being focused on delivery of new tech, new experiences and improving the traveler experience as our core fundamental goal.\nBut as I say, efficiency is not the story here. Efficiency is a great thing we've been able to achieve, but the real story of our future is about what we're doing to drive the business forward.\nSo just to break that into a few parts. On the demand front, as you know, we've combined our multiple brands working in silos into one unified house of brands with a singular focus on driving travelers to the right product at the right time. This strategy is built on superior creative, making the brands make sense together, buying together in an efficient way and, of course, using performance marketing along with brand to really drive a more efficient way of bringing travelers into our universe.\nWe believe we are well on our way to that journey. Hope you enjoy our Super Bowl ads in a few days. I think they're terrific. But it is a unified strategy that's about really delivering end-to-end a great demand generation strategy that is efficient and we believe can drive better outcomes in the future for us.\nWe also believe, as you know, that loyalty will play an important role, and we are bringing our loyalty programs together, and that will begin to take shape over the course of the year and I think, pay dividends for years and years to come, and we're excited about that.\nOn the technical front, now this has really been the heart sold what we've been working on, which is getting to a singular platform so that we can drive a velocity of innovation for travelers and for our partners and really take travel to the next iteration for the online app-based travel business.\nWe've been on this journey for a while. We've talked about how we're moving multiple stacks into a single stack. That's more than just like efficiency story or anything else. It's really about building it at a set of micro services with APIs that can be externalized and can more easily be used internally to drive these great outcomes for our travelers and our partners.\nAnd when I say travelers, I really mean all travelers because for the first time as we build this out, we will be able to create innovation in our stack that impacts all our travelers, our B2C travelers, our B2B travelers all in the same moment. So when we make an improvement in the checkout path or we make an improvement in the app, all those benefits will inure to the traveler wherever they come from, and it will be able to drive real impact instead of the siloed way we used to have to work our way through it.\nSo I think it's a really important step for both how we run our business, how much innovation and velocity we can bring to the travelers and partner experience, and frankly, just generally, how we innovate and drive the entire industry forward.\nWe're really excited about what's coming. It's a big year of delivery for us, but there are amazing things coming, we think, for the traveler, from the discovery elements to the service elements and everything in between. And again, that will to the benefit of all travelers in our ecosystem.\nAnd finally, on the B2B side, which is really now an amalgamation of our B2B partners who drive demand and our partners who bring us supply and more and more, we see that as one universe, we combined those teams into one group that essentially can have a 360 relationship with any partner, and therefore, any partner can benefit not only from selling into our platform, but also taking services out of our platform. And we think that approach is going to be really powerful. We've kept very close to our partners over the pandemic. Obviously, we've kind of shared challenges and opportunities. And we've renewed a lot of deals across lodging, air and car. And most of these deals have come with expanded capabilities where we've delivered more for our partners and we believe help them drive their own businesses to better outcomes.\nWe're excited about this partnership approach. It's no longer just about supply or just about \"can we drive them in,\" it's really about can we make our partners' businesses better, and we're keenly focused on that.\nSo to close, I'll just say we never count COVID out. We've dealt with a fair number of body blows over the last couple of years, but the industry has proven and resilient. I think demand has proven even more resilient, and we expect a significant rebound. And while we're excited to rise the rebound, the important thing for us is really delivery. We have to deliver on all the promises we made about how we're going to improve the product, traveler experience and how we're going to continue to run an efficient an effective business.\nAnd I would just say, ultimately, we believe in the reigniting of travel. We think we're going to play a single role in it. We're not intended to sit back and ride it. We want to be important in driving the future of the industry. And we believe we can bring that fit not only to travelers, not only of our own business, but to the entire travel ecosystem and that as well we will be focused on this year.\nAnd with that, I will turn it over to Eric.\n\nEric Hart\n\nCFO & Chief Strategy Officer, Expedia Group, Inc.\n\nThanks, Peter, and thanks, everyone, for joining the call. I too am optimistic around the travel recovery this year. And along with Peter, I'm excited to see us deliver more for travelers and partners.\nWith that, I'd like to start by providing an update on booking trends. While we witnessed a notable pullback due to Omicron in December, which continued into January, I'm encouraged by the improvement we have seen in recent weeks.\nOverall, in the fourth quarter, total gross bookings for all products, net of cancels, were down 25% versus Q4 of 2019, a slight sequential improvement versus third quarter. And when compared to 2019, we have continued to see a mix shift towards lodging and more specifically, versus air. Given the continued volatility of the recovery due to Omicron, again this quarter, we are providing monthly detail on our total lodging bookings net of cancels, which includes hotel and Vrbo. For October, it was down 4% versus 2019. It was down 5% in November, 27% down in December, down 11% in January, with trends improving throughout January and with us up versus 2019 in the most recent weeks.\nFrom a geography perspective, this improvement has been driven by the U.S., followed by EMEA, while APAC and Lat Am are lagging.\nNow on to the P&L. Total revenue was down 17% versus Q4 2019, roughly the same level of decline we saw last quarter. As a reminder, we closed the Egencia deal on November 1. In the quarter, Egencia contributed $29 million in revenue. Note this does not include revenue tied to the 10-year lodging supply agreement our EPS business into with GBT.\nRevenue margin for the fourth quarter was 13%, down from 16% last quarter, largely due to typical seasonality. On sales and marketing, direct spend in Q4 was roughly $875 million, down 12% versus Q4 2019 levels. compared to 19% decline last quarter. As you know, Q1 is a seasonal low point for EBITDA given the timing disconnect between higher marketing expense ahead of summer travel and lower stayed room nights in Q1. And this timing impact could be further amplified this year due to lower sales in Q1 due to Omicron and our spending into the recovery based on the recent improvements in trends we're observing.\nMoving on overhead costs, excluding Egencia, in both periods, was up $23 million versus Q3 2021, primarily driven by the lower ability to capitalize labor in the fourth quarter. Looking ahead to this year, as we compete for great count, we anticipate higher-than-normal annual compensation increases, which take effect on April 1.\nIn total, adjusted EBITDA was $479 million, up $1 million versus 2019 levels despite revenue down 17%. This marked the third consecutive quarter of positive adjusted EBITDA and our highest Q4 EBITDA ever. And I believe the fourth quarter performance further illustrates how we are running a much more efficient business versus prior to the pandemic.\nOn free cash flow, which totaled roughly $142 million in Q4 on a reported basis. Excluding the change in restricted cash, which is primarily driven by the change in Vrbo's deferred merchant bookings, free cash flow was $35 million.\nNow shifting to the balance sheet. In 2021, our debt refinancing yielded approximately $80 million in annual interest expense savings, and paying off the full $1.2 billion in preferred stock last year saves us approximately $115 million in annual dividend payments -- payouts. More recently, we informed the holders of our EUR 650 million bond last week of our intention to pay off the notes at the beginning of March, which is 3 months ahead of their maturity date. This allows us to save approximately $5 million in net interest expense this year or $19 million annually while also improving our leverage ratios. Overall, we are pleased to have maintained our investment-grade rating through the pandemic and remain committed to deleveraging while also looking for ways to further reduce our cost of capital.\nIn closing, despite the continued impact of pandemic in 2021 and most recently from Omicron, I am encouraged by the continued progress made last year to reshape the company to further improve our financial position going forward. As mentioned, I am optimistic about the travel recovery this year and excited to see how this year unfolds for the company.\nWith that, Emily, we are ready for our first question."
  }
]