[
  {
    "header": "TROW",
    "cik": "0001113169",
    "ticker": "TROW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9817519e49bde96aa9c03839883e466f",
    "period": "2025 Q3",
    "content": "Q3 2025 T Rowe Price Group Inc Earnings Call\n\nQ3 2025 T Rowe Price Group Inc Earnings Call\n\nTROWNASDAQOCT 31, 8:00 AM\n\nOperator\n\nGood morning. My name is Daniel, and I will be your conference facilitator today. Welcome to T. Rowe Price's Third Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, this call is being recorded and will be available for replay on T. Rowe Price's website shortly after the call concludes.\nI will now turn the call over to Linsley Carruth, T. Rowe Price's Director of Investor Relations.\n\nLinsley Carruth\n\nInvestor Relations Officer\n\nHello, and thank you for joining us today for our third quarter earnings call. The press release and the supplemental materials documents can be found on our IR website at investors.troweprice.com. Today's call will last approximately 45 minutes. Our Chair, CEO and President, Rob Sharps; and CFO, Jen Dardis, will discuss the company's results for about 15 minutes. Then we'll open it up to your questions, at which time will be joined by Head of Global Investments, Eric Veiel. We ask that you limit it to 1 question per participant.\nI'd like to remind you that during the course of this call, we may make a number of forward-looking statements and reference certain non-GAAP financial measures. Please refer to the forward-looking statement language and the reconciliations to GAAP in the supplemental materials as well as in our press release and 10-Q. Discussions related to the funds is intended to demonstrate their contribution to the organization's results and are not recommendations. All investment performance references to peer groups on today's call are using Morningstar peer groups and for the quarter that ended September 30, 2025.\nI'll now turn it over to Rob.\n\nRobert W. Sharps\n\nHead of Investments, Group CIO & VP, T. Rowe Price Group, Inc.\n\nThank you, Linsley, and thank you for joining today's call. Third quarter returns were strong across equity markets with concentration in mega cap growth sectors remaining near peak levels. We reached an end-of-period high of $1.77 trillion in assets under management as of September 30 and created an opportunity to bring innovative new solutions to market for our clients, with our recently announced strategic collaboration with Goldman Sachs. I'll talk in more detail about this collaboration in a minute, but first, I'll share an update on investment performance.\nOur long-term investment performance is solid with 50% or more of our funds beating their peer groups on the 3-, 5- and 10-year basis. On an asset-weighted basis, results were stronger with 64%, 57% and 78% of our fund assets beating their peer groups on the 3-, 5- and 10-year basis.\nWhile we have always believed that focusing on the long term is the right lens for investment performance, I want to call out improvement in our 1-year numbers with 53% of fund assets now beating their peer groups. We're encouraged by this improvement and the momentum we are building.\nI'd like to share a few other highlights. On an asset-weighted basis, over half of our equity fund assets beat their peer groups for the 1-, 3- and 5-year time periods and over 70% beat their peers over 10 years. Fixed income performance is even stronger with over 70% of fund assets beating their peer groups in all reported time periods. In our target date franchise, 81%, 71% and 98% of fund assets beat their peer groups on a 3-, 5- and 10-year basis. 1-year results were weaker with 43% of target date fund assets beating their peers as underlying security selection in some of the equity building blocks impacted performance.\nAcross alternatives, performance in senior direct lending strategies was strong and distressed mandates outperformed their targets. Liquid credit strategies generally performed in line with their benchmarks, while results in certain opportunistic funds were modestly below target. Importantly, individual credit selection continue to be strong, and portfolios did not have any exposure to the high-profile credit issues that have dominated headlines.\nWhile private credit deployment was roughly similar with the prior quarter, there was a noticeable acceleration in deal activity leading to a more robust pipeline of pending transactions.\nI'd like to spend a few minutes on our strategic collaboration with Goldman Sachs. A collaboration that aims to deliver a range of diversified public and private market solutions designed for the unique needs of retirement and wealth investors. Initially, we will focus on 4 areas: a co-branded sister series for the Target Date franchise, model portfolios, multi-asset offerings and personalized advice solutions and adviser managed accounts. Given that the sister series for the Target Date franchise and the retirement opportunity have been covered broadly since the announcement, I thought I would focus on the products we're designing for the wealth channel, starting with model portfolios.\nWe are developing a co-branded series of asset allocation model portfolios with alternative investment allocations with plans underway to be on the first platform before year-end, followed by other platforms in 2026. Goldman Sachs will be the adviser, providing tactical and strategic allocation for the models and some of the underlying products. OHA will provide the private credit exposure and T. Rowe Price will provide the balance of the other underlying products. We are also working on multi-asset public private market solutions that will allow advisers to easily incorporate alternative investments into their clients' portfolios. The first 2 offerings, a public private equity strategy and a multi-alternative strategy are expected to launch by mid-2026. T. Rowe Price will be the adviser on these solutions, which will incorporate capabilities from T. Rowe Price, OHA and Goldman Sachs.\nMoving to our third focus area. We will offer a managed account platform for independent advisers so they can deliver participant advice in plans on T. Rowe Price's recordkeeping platform and for retirement savers out of plan in the latter half of 2026. These personalized accounts will combine T. Rowe Price's investment and advice capabilities and Goldman Sachs Asset Management's digital planning and personalized management account technology enabling independent advisers to manage individual accounts at scale. These solutions will include allocations to both T. Rowe Price and Goldman Sachs products.\nFinally, and as I mentioned at the start, the co-branded sister series for the Target Date franchise, which will include allocations to T. Rowe Price public equities and fixed income, OHA private credit and other alternatives from Goldman Sachs has received significant attention. Work is ongoing, and we expect to launch in mid-2026. We believe that exposure to high-quality alternatives at the right price in professionally managed retirement accounts can improve results for retirement savers by providing diversified sources of returns. And we believe our co-branded target date series will be a highly competitive solution in the marketplace.\nBefore I hand it to Jen, I want to share a few additional highlights from the quarter. We introduced 2 new retirement allocation funds with a strategic partner in Asia, marking the first time a U.S. asset manager is making retirement-focused products available to retail investors in Hong Kong and Singapore. We continue to grow our ETF business, with $19 billion in AUM as of September 30. 12 of our ETF surpassed $500 million with 5 reaching over $1 billion.\nTogether with the International Finance Corporation, a member of the World Bank Group, we launched the emerging markets Blue Economy bond strategy, aiming to address water challenges by investing in corporate blue bonds in emerging markets. With over $200 million in commitments from partners, the strategy supports projects such as clean water infrastructure. And we hosted our inaugural investor development program, a week-long investment training program for large strategic clients. Over the course of a week, we provided insight into our investment process and research platform, while also gaining a better understanding of what matters to them as clients.\nWe are focused on delivering excellent investment performance while partnering more closely with our clients and developing broader solutions that meet their financial objectives. At the same time, we are running our business efficiently and keeping pace with the change in our industry.\nI want to thank our dedicated and talented associates for their continued work on behalf of our clients. And with that, I will ask Jen to share an update on the third quarter financial results.\n\nJennifer Benson Dardis\n\nVP, CFO & Treasurer, T. Rowe Price Group, Inc.\n\nThanks, Rob, and hello, everyone. I'll review our third quarter results before opening the line for questions. Our adjusted diluted earnings per share of $2.81 for Q3 2025 is up over the prior quarter and Q3 2024 from higher revenue driven by higher average AUM. As previously reported, we had $7.9 billion of net outflows in Q3. Outflows in our retail and intermediary channels were partially offset by several large institutional wins. This quarter, we saw strong net inflows for our U.S. equity research strategy from multiple clients, including a large SMA model delivery win in July that we mentioned last quarter. However, U.S. equities overall continue to drive net outflows.\nFixed income, multi-asset and alternatives had positive net flows this quarter and we also saw positive net flows from clients in EMEA and APAC. Fixed income included a large institutional win for our global multisector bond strategy. Our target date franchise had $2.6 billion of net inflows as our blend products continue to generate strong client demand. And within our growing ETF business, we saw nearly $2 billion of net inflows into our products.\nInvestment advisory fees of $1.7 billion were up over 4% from Q3 2024 and over 8% from the prior quarter on higher average AUM. Adjusted deferred carried interest revenue of $56.2 million was up from the prior quarter, reflecting higher relative investment returns. In Q3, we began including SMA model delivery assets in our reported AUM. As a result, related revenue is now reported as investment advisory fees. This change was the primary driver behind the decline in administrative, distribution, service and other fees from prior quarters.\nTotal adjusted revenues of $1.9 billion were up 6% over Q3 2024 and up almost 10% from the prior quarter. The Q3 effective fee rate, excluding performance-based fees of 39.1 basis points was down from Q2 2025 due to the continued shift to lower-priced vehicles and strategies. This is driven primarily by ongoing outflows in U.S. equities and mutual funds, which have higher than average fees and the growth of our Target Date Trust and the [ blend ] series.\nTurning to expenses. Q3 2025 adjusted operating expenses of $1.1 billion were up a little over 3% from Q3 2024, largely from higher technology and depreciation costs, but down 1.1% from the prior quarter on lower compensation and related costs and lower advertising and promotional expenses. We continue to expect 2025 adjusted operating expenses, excluding carried interest expense to be up 2% to 4% over 2024, $4.46 billion. Similar to recent years, in Q4, we anticipate increases in our long-term incentive compensation expense, reflecting the timing of our annual grants in December and seasonally higher advertising and promotional and G&A expenses. These increases will not carry into the Q1 2026 run rate.\nAs we discussed last quarter, we developed a broad and ongoing expense management program that will allow us to continue investing in our future, while keeping our controllable expense growth rate in the low single digits in 2026 and 2027. We have taken several steps to execute on this plan, including eliminating a number of roles across the firm in July, and outsourcing and expanding some of our technology capabilities through trusted vendor partnerships. As a result, headcount as of September 30 is down 4% from December 31, 2024.\nIn Q3, we incurred $28.5 million in nonrecurring costs, primarily severance and related compensation associated with these actions. These onetime costs were excluded from our adjusted operating expenses. The reduction in average headcount also contributed to a decline in compensation, benefits and related costs to $632.5 million in Q3 compared to prior quarters. We have also identified several opportunities to better manage our real estate portfolio, including transitioning over time from owning to leasing certain properties. In some smaller locations, we will also transition to serviced offices. As part of this effort, we've made the decision to exit 2 of the 6 buildings on our [ Owings Mills ] campus, which are currently unoccupied. This will result in a nonrecurring charge of approximately $100 million in Q4, which will be excluded from our non-GAAP measures.\nLooking at capital management. Our financial position remains strong with over $4.3 billion in cash and discretionary investments on our balance sheet. As a reminder, the third quarter is often a high watermark for cash prior to paying our variable compensation in December. We bought back $158 million worth of shares during the third quarter, bringing buybacks through September 30 to $484 million or 4.8 million shares. Notably, this figure is twice the number of shares repurchased in the full year 2023. We continued to buy back in October and have surpassed $525 million worth of shares year-to-date.\nWe're pleased with the progress we have made to advance several initiatives in our ongoing expense management program, allowing us to better align our revenue and expense growth and preserve capacity to attract and retain talent, enhance our client experience and invest in strategic growth opportunities. And now I'll ask the operator to open the line for questions."
  },
  {
    "header": "TROW",
    "cik": "0001113169",
    "ticker": "TROW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/566e15a7531440fae63b708764af46bb",
    "period": "2025 Q2",
    "content": "Q2 2025 T. Rowe Price Group Inc Earnings Call\n\nQ2 2025 T. Rowe Price Group Inc Earnings Call\n\nTROWNASDAQAUG 1, 8:00 AM\n\nOperator\n\nGood morning. My name is Daniel, and I will be your conference facilitator today. Welcome to T. Rowe Price's Second Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, this call is being recorded and will be available for replay on T. Rowe Price's website shortly after the call concludes.\nI will now turn the call over to Linsley Carruth, T. Rowe Price's Director of Investor Relations.\n\nLinsley Carruth\n\nInvestor Relations Officer\n\nHello, and thank you for joining us today for our second quarter earnings call. The press release and the supplemental materials document can be found on our IR website at investors.troweprice.com. Today's call will last approximately 45 minutes. Our Chair CEO and President, Rob Sharps; and CFO, Jen Dardis, will discuss the company's results for about 15 minutes. Then we'll open it up to your questions at which time we'll be joined by Head of Global Investments, Eric Veiel. We ask that you limit it to 1 question per participants.\nI'd like to remind you that during the course of this call, we may make a number of forward-looking statements and reference certain non-GAAP financial measures. Please refer to the forward-looking statement language and the reconciliations to GAAP in the supplemental materials as well as in our press release and 10-Q. Discussion related to the funds is intended to demonstrate their contributions to the organization's results and are not recommendations. All investment performance references to peer groups on today's call are using Morningstar peer groups and for the quarter that ended June 30, 2025.\nNow I'll turn it over to Rob.\n\nRobert W. Sharps\n\nHead of Investments, Group CIO & VP, T. Rowe Price Group, Inc.\n\nThank you, Linsley, and thank you all for joining today's call. Despite a challenging quarter, we are building momentum for the long term, growing our ETF business, leveraging partnerships to extend our reach and expanding our leadership in Retirement. We have developed a broad and ongoing plan to reduce our expense growth over time while continuing to invest in capabilities and client reach. Jen will discuss these efforts in more detail in a moment.\nWe believe that our plan will drive efficiency to fund investment in the future of the business. While we acknowledge the short-term headwinds, we are confident that we are positioned to take advantage of the opportunities ahead. I will turn now to investment performance.\nEquity markets began the quarter with a sharp selloff in April, followed by strong gains in May and June. It was a return to growth outperforming value and large-cap outperforming small cap while the margin of international outperforming U.S. narrowed from the first quarter. This environment proved a challenging quarter for some of our strategies. However, long-term performance remains solid with over half on beating their peer groups for the 3-, 5- and 10-year time periods.\nAnd on an asset-weighted basis, results were stronger with 65%, 58% and 70% of assets beating peer group medians on a 3-, 5- and 10-year basis. Within our equity division, U.S. equity research, diversified mid-cap growth, international value and integrated global equity all added to their strong 3-, 5- and 10-year track records. We saw continued improvement in blue chip growth, which is now in the top quartile versus peers over 3 years, and Japan equity is in the first quartile versus peers for the 1-year time period. That said, a number of our value strategies underperformed this quarter.\nThe long-term performance of our Target Date funds is strong. the near-dated vintages, which make up the bulk of our AUM and where our glide path approach is more differentiated than peers, continue to have top quartile performance versus peers for the 3-, 5- and 10-year time periods. In fixed income, performance remained strong versus peers with the majority of funds beating their peer group medians over all time horizons, led by the high yield and low duration segments.\nOur Emerging Markets segment had a weaker quarter versus peers, but over a long time period performed better versus the benchmark. Shifting to alternatives, where credit markets posted solid returns in the quarter, our private credit and credit portfolio has produced strong gains while liquid strategy portfolios performed largely in line with benchmarks. New deal flow has been muted due to limited private equity activity. However, the near-term pipeline are starting to see some positive developments.\nAcross our business, we continue to see progress in the areas where we are investing for growth. Fixed income is growing with 6 consecutive quarters of positive net flows. We remain a leader in retirement. Our Target Date suite surpassed $0.5 trillion in assets under management, ending the quarter with over $520 billion across our broad range of offerings. We continue to see strong momentum in our retirement solutions and added 20-70 vintages to our retirement suite.\nOutside the United States, we have seen increased client interest in our U.S. equity research strategy after launching with a large online broker in Japan and winning a mandate from a top Swiss bank. In the first half of the year, we saw over $6 billion in inflows to our ETF products, bringing AUM or ETF franchise to $16.2 billion as of June 30. 11 of our ETFs have scaled to over $500 million in AUM.\nWe are also growing our ETF product line with the recent launch of 2 diverse equity ETFs, global equity and international equity research, and 3 sector ETFs, financials, health care and natural resources. This brings our ETF range to 24 with more in the pipeline. We continue to expand private market alternatives in our wealth channel and evaluate the potential to bring private market alternatives to the retirement channel.\nBefore I turn to Jen, I want to take a moment to recognize David Giroux. For the third time in his 19 years as a portfolio manager at T. Rowe Price, David was named U.S. Morningstar outstanding portfolio manager for the allocation category. Well done to David and the entire capital appreciation team. We are grateful for our associates' steadfast focus on delivering value for our clients. It is their commitment that is powering our progress.\nAnd now Jen will discuss our second quarter financial results.\n\nJennifer Benson Dardis\n\nVP, CFO & Treasurer, T. Rowe Price Group, Inc.\n\nThanks, Rob, and hello, everyone. I'll review our second quarter results before opening the line for questions. Our adjusted diluted earnings per share of $2.24 for Q2 2025 is in line with prior quarter's $2.23 and our Q2 2024 EPS of $2.26. As previously reported, we had $14.9 billion in net outflows, which, similar to last quarter, were driven by U.S. equities, along with the timing of a few client redemptions and rebalancing activity that coincided with the snapback in equity markets.\nWe had positive net flows across fixed income, multi-asset and alternatives. And within our growing ETF suite, we saw $2.5 billion of net flows into our products. This quarter also included 2 multi-asset solutions wins of about $15 billion that are reported in assets under advisement. For these solutions, T. Rowe Price leverages our Target Date insights to recommend strategic asset allocation, but does not select the underlying assets, which is why we do not report these assets and flows as AUM.\nAt June 30, the assets under advisement in these multi-asset solutions portfolios totaled a little over $24 million. Despite a challenging backdrop for flows in the second quarter, July had a stronger start and included a large managed account model delivery win for our U.S. equity research strategy. This is a result of our efforts to expand the delivery options for our strategies, allowing us to more effectively meet the needs of some of our largest clients.\nThe model delivery accounts mirror the holdings and other versions of strategy and are priced similarly to model types where we have discretion. Given the increasing size of this capability and its similarities to other model types, we will start including model delivery assets and flows in our AUM, beginning with the July AUM release on August 12. This mix shift between asset classes combined with flows into lower-priced products, lowered our Q2 annualized effective fee rate, excluding performance-based fees to 39.6 basis points.\nAs all our investment advisory fees decreased 2% compared to Q1 2025 while adjusted deferred carried interest of $36.5 million was up from $9.2 million in the same period. Our Q2 2025 adjusted net revenue of $1.76 billion is flat to Q2 2024 and down marginally from Q1 2025.\nLooking at our expenses, our Q2 2025 adjusted operating expenses of a little over $1.1 billion were up 1% from Q1 2025 and up 3.7% from Q2 2024. Notably, adjusted compensation and related costs of $662 million in Q2 2025 were essentially flat to Q1 2025 as higher deferred carry compensation more than offset the decrease in compensation benefits and other costs. Technology, occupancy and facility costs were up 7% from Q1 2025, driven by increases in technology costs, including depreciation and hosted solutions and costs related to the first full quarter in our new headquarters.\nWe now expect 2025 adjusted operating expenses, excluding carry interest expense to be up 2% to 4% over 2024, $4.46 billion. Recent market increases and the associated impact on our market-related expenses alone would have resulted in a higher range, but expense reduction efforts offset this in part. As Rob mentioned, we have developed a broad and ongoing plan to further align our expense growth with our anticipated revenue growth. This will allow us to continue investing in our future while keeping our nonmarket-driven expense growth rate in the low single digits in 2026 and 2027.\nAs a reminder, these expenses make up about 2/3 of our total expense base. This expense management program will enable us to realign resources to our areas of strength while also helping to offset ongoing inflationary pressure on salaries and contractual spending. As part of this work, we eliminated a number of roles in mid-July. While these reductions affected all business areas, there was limited impact on our investment professionals and client-facing roles. We are also leveraging trusted vendor partnerships to outsource and expand some of our technology capabilities in our efforts to modernize how we work and deliver for our clients.\nWe are in the process of closing a small number of subscale strategies which will be phased over the coming months. These strategies combined have less than $100 million of external client assets, so we expect limited client impact from their closure. And finally, we are continuing to evaluate our global real estate footprint to provide optionality in how we leverage our space and slow our occupancy and facility expense growth.\nShifting to capital management. Our balance sheet remains strong with $3.8 billion of cash and discretionary investments. We returned over $395 million to stockholders in the first half of 2025 with $286 million supporting the quarterly dividend of $1.27. This quarter, we bought back $109 million worth of shares, bringing our average weighted share count to 220.4 million. We continued to buy back in July, purchasing almost $23 million worth of additional shares. This brings our year-to-date total to nearly $349 million, which exceeds our full year 2024 buybacks of $334.5 million.\nDelivering new capabilities and executing on behalf of our clients is a key area of focus for our business. We are confident in our plan to reduce expense growth over time, which will allow to continue investing in growth opportunities in the market.\nAnd now I'll ask the operator to open the line for questions."
  },
  {
    "header": "TROW",
    "cik": "0001113169",
    "ticker": "TROW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b6b9908b392bebb391e6c7bccf450eac",
    "period": "2025 Q1",
    "content": "Q1 2025 T Rowe Price Group Inc Earnings Call\n\nQ1 2025 T Rowe Price Group Inc Earnings Call\n\nTROWNASDAQMAY 2, 8:00 AM\n\nOperator\n\nGood morning. My name is Daniel, and I will be your conference facilitator today. Welcome to T. Rowe Price's First Quarter 2025 Earnings Conference Call. As a reminder, this call is being recorded. [Operator Instructions]\nI will now turn the call over to Linsley Carruth, T. Rowe Price's Director of Investor Relations.\n\nLinsley Carruth\n\nInvestor Relations Officer\n\nHello, and thank you for joining us today for our first quarter earnings call. The press release and the supplemental materials document can be found on our IR website at investors.hrrice.com. Today's call will last approximately 45 minutes. Our Chair, CEO and President, Rob Sharps; and CFO, Jen Dardis, will discuss the company's results for about 15 minutes. Then we'll open it up for your questions, at which time we'll be joined by Head of Global Investments, Eric Vile. We ask that you limit it to one question per participant. I'd like to remind you that during the course of this call, we may make a number of forward-looking statements and reference certain non-GAAP financial measures. Please refer to the forward-looking statement language and the reconciliations to GAAP in the supplemental materials as well as in our press release and 10-Q. Discussion related to the funds is intended to demonstrate their contribution to the organization's results and are not recommendations. All investment performance references to peer groups on today's call are using Morningstar peer group and for the quarter that ended March 31, 2025.\nNow I'll turn it over to Rob.\n\nRobert W. Sharps\n\nHead of Investments, Group CIO & VP, T. Rowe Price Group, Inc.\n\nThank you, Lindsley, and thank you all for joining our first quarter update. Despite policy-driven market volatility pressuring our assets under management and revenues, we are making important progress. Our world-class investment platform powered by broad and deep active research makes us uniquely well positioned to navigate periods of uncertainty and to help our clients do the same. We are extending our reach by leveraging our leadership position in retirement and the strength of our brand. I'd like to start with investment performance, which versus peers improved meaningfully from the fourth quarter with gains across asset classes. Over 60% of our funds beat their peer groups for the 1-, 3-, 5- and 10-year time periods. Results were even stronger on an asset-weighted basis, where 61% beat for the 1-year time period, 73% for the 3-year, 68% for the 5-year and 87% for the 10-year.\nIn equity, value outperformed growth in the quarter amid a shift in sentiment driven by tariff concerns and a sell-off in the technology sector. Against this backdrop, most of our value products delivered with strong performance across the franchise, including the equity income, large-cap value and value funds. Each moved from the bottom quartile in the prior quarter to the top quartile in the first quarter, boosting their 1-, 3-, 5- and 10-year performance track records. International Value and SmallCap Value also delivered strong performance in the quarter, improving their long-term track records as well. In contrast, new Horizons, Mid-Cap Value, U.S. equity research and a few of our sector funds had more challenging quarters. Target date performance was strong. 99% of our target date assets beat their peer groups for the 3-, 5- and 10-year time periods. Our retirement strategies benefited from an overweight to and strong outperformance within value as well as a tactical overweight to international and real assets and strong security selection. However, the glide path overall level of equity exposure detracted across vintages.\nFixed income performance was solid with 64% of funds beating their peer group median on a 1-year basis and 65% on a 5-year basis. We had more mixed results for the 3-year time period with 50% of funds beating their medians. The best-performing fixed income segment in the quarter was U.S. taxable bonds. Alternative portfolios produced mixed results in the first quarter. Private lending strategies generated the strongest gains, followed by structured strategies, which benefited from timely monetizations. Performance of opportunistic and liquid strategies was mixed driven by negative developments in certain positions. Deployment of capital in private lending funds was muted due to the generally slow M&A environment. In addition to improved investment performance, we also strengthened our leadership position in retirement in the first quarter, including expanding our reach beyond the United States.\nWe launched a sub-advised retirement date fund series in partnership with a Japanese asset manager, marking the first time we've offered our customized glide path design expertise in this market. We were selected as 1 of 4 external asset managers to partner with a leading global banking institution to develop a series of custom retirement-related funds to be distributed in Asia, the U.K. and the Middle East. We are growing our long-standing custom target date relationship in Korea with increased net flows in the quarter. Outside of Asia Pacific, we were notified of our first client commitment for the newly launched T. Rowe Price Retirement Date series in Canada. In the U.S., we launched Social Security Analyzer, a tool designed to help financial advisers optimize their clients' benefits by building custom strategies, conducting in-depth analysis and providing side-by-side comparisons among various social security claiming strategies. And we are examining how allocations to private market alternative investments could add to our target date franchise, so we are ready if or when plan sponsor demand materializes.\nWe remain the largest provider of active target date products and continue our work to adapt the Target Date franchise and to bring this capability to new clients in new markets. Beyond our strengths in global retirement, we built momentum with our ETF and SMA offerings. We launched 2 transparent equity ETFs, hedged equity and Capital Appreciation Premium Income, our latest addition to the Capital Appreciation suite. Both ETFs integrate our strong equity research platforms with hedging strategies. These additions bring our roster to 19 ETFs with over $12.5 billion in assets under management as of March 31, including allocations from our multi-asset products. Nine of our ETFs have surpassed $500 million with 3 reaching over $1 billion. We also broadened our lineup of SMA offerings with the launch of integrated U.S. Small-Cap Growth and integrated U.S. Small mid-core, which combine our fundamental and quantitative processes in this tailored vehicle structure.\nIn the first quarter, we continue to be recognized for our people, our products and services and our workplace. The T. Rowe Price OHA Select Private Credit Fund, referred to as O-Credit, was named 2024 BDC of the Year Americas by Private Debt Investor. For the 15th consecutive year, we were named one of Fortune Magazine's World's -- most Admired Companies. And for the third year in a row, our firm placed in the top 10 in Xel's 2024 ranking of America's top asset management firms. T. Rowe Price Associates maintained its #2 position among the over 350 asset managers nominated, and this was the first year that T. Rowe Price Investment Management was recognized in the corporate survey at seventh place.\nWe also officially opened our global headquarters at Harbor Point in Baltimore, designed to support our culture of collaboration and enhance the associate experience. Despite this important investment, we are being thoughtful about controllable expenses to preserve our ability to invest in our strategic initiatives and strengthen our right to win. Finally, our balance sheet remains strong with $3.3 billion of cash and discretionary investments. We continue to prioritize returning capital to our stockholders and recently announced a quarterly dividend of $1.27, which increased for the 39th consecutive year. We will be opportunistic in our approach to stock repurchases, strategically leveraging market downturns for selective buying opportunities. Before I turn to Jen, I want to thank our associates for their resilience and their steadfast commitment to clients. For nearly 90 years, our associates have been trusted to help people navigate the ups and downs of the markets, and they continue to build on that legacy today.\nNow Jen will share a view of our first quarter financial results.\n\nJennifer Benson Dardis\n\nVP, CFO & Treasurer, T. Rowe Price Group, Inc.\n\nThank you, Rob, and hello, everyone. I'll review our first quarter results before turning to Q&A. Our adjusted earnings per share of $2.23 for Q1 2025 is down from $2.38 in Q1 2024, but up from $2.12 in Q4 2024. This quarter's $8.6 billion in net outflows were largely driven by U.S. equities and rebalancing activity later in the quarter. However, we saw a few positive areas. Our target date franchise had $6.3 billion of net inflows, led by the continued success of our blend products. In fixed income, we had strong net inflows of $5.4 billion, primarily from institutional clients. Global multi-sector, floating rate bank loan and global government bond high quality each had over $1 billion of net inflows. And our ETF business had another successful quarter with net inflows of $3.26 billion. Notably, 8 of our ETFs each had inflows of over $100 million and capital appreciation equity had almost $1 billion of inflows.\nWe will report April assets and flows on May 12, but it's worth highlighting that the rebalancing we saw in late March accelerated in the first 2 weeks of April with equity market declines and volatility. This increased our retail outflows from recent trend, but that pattern normalized in the second half of April. Turning our attention to the income statement. Our Q1 adjusted net revenue of $1.8 billion increased marginally from Q1 2024 and is down 3.6% from Q4 2024. This quarter's investment advisory revenue of $1.6 billion increased 4% compared to the first quarter of last year due to higher average AUM. The impact of higher AUM was offset in part by a lower effective fee rate. Performance-based fees from certain equity and alternative strategies for the quarter were $10 million. The increase in investment advisor revenues was offset by a lower change in accrued carried interest. The Q1 annualized effective fee rate, excluding performance-based fees, was 40 basis points, which declined from the prior quarter and Q1 2024. This decrease continues to be driven by a mix shift in assets both for market and flow impact. Regarding the flow impact, gross sales are concentrated in strategies and vehicles that have lower than average fee rates, while a large portion of redemptions occur in the equity asset class and the mutual fund vehicle which have higher than average fee rates. Our Q1 2025 adjusted operating expenses, excluding carried interest expense, totaled $1.1 billion, a 7.4% increase from Q1 2024. This rise was primarily due to higher market-driven expenses resulting from the growth in AUM throughout 2024 as well as increased compensation costs. Additionally, Q1 2024 included a onetime cost benefit related to our firm's [indiscernible] facility that didn't recur in Q1 2025.\nOur adjusted operating expenses were down 7.2% from Q4 2024 as a few expense categories were unseasonally higher in the fourth quarter. We moved into our new global headquarters in Baltimore at the end of Q1. Given the timing of our move, there was minimal expense impact during the first quarter. Depreciation began in April and our lease at our former location also ended in April. We now expect 2025 adjusted operating expenses, excluding carried interest expense to be up 1% to 3% over 2024 $4.46 billion, which is down from the 4% to 6% range given in February. The lower range is largely driven by market-driven expenses, so we are also taking steps to more closely manage other expense categories. As Rob mentioned, our balance sheet remains strong, and we continue to prioritize redistributing capital. We returned over $500 million to stockholders in the first quarter with $289 million supporting the quarterly dividend of $1.27. We also bought back $217.5 million worth of shares in Q1 and bringing our weighted average share count to 222.6 million. Under a share repurchase plan in April, we bought back an additional $65.4 million worth of shares bringing the total buybacks through April 30 to $283 million.\nWith recent market volatility, we will continue to focus on execution for our clients and on inning opportunities to drive growth. At the same time, we will carefully prioritize our expenses to reflect the market environment.\nAnd now I'll ask the operator to open the line for questions."
  },
  {
    "header": "TROW",
    "cik": "0001113169",
    "ticker": "TROW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4a6fe7b3352cd809be10bb6ac2fc6644",
    "period": "2024 Q4",
    "content": "Q4 2024 T. Rowe Price Group Inc Earnings Call\n\nQ4 2024 T. Rowe Price Group Inc Earnings Call\n\nTROWNASDAQFEB 5, 8:00 AM\n\nOperator\n\nGood morning. My name is Daniel, and I will be your conference facilitator today. Welcome to T. Rowe Price's Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this call is being recorded and will be available for replay on T. Rowe Price's website shortly after the call concludes.\nI will now turn the call over to Linsley Carruth, T. Rowe Price's Director of Investor Relations.\n\nLinsley Carruth\n\nInvestor Relations Officer\n\nHello, and thank you for joining us today for our fourth quarter earnings call. The press release and the supplemental materials document can be found on our IR website at investors.troweprice.com. Today's call will last approximately 45 minutes. Our Chair, CEO and President, Rob Sharps; CFO, Jen Dardis; and Head of Global Investments, Eric Veiel, will discuss the company's results for about 20 minutes, then we'll open it up to your questions. We ask that you limit it to one question per participant.\nI'd like to remind you that during the course of this call, we may make a number of forward-looking statements and reference certain non-GAAP financial measures. Please refer to the forward-looking statement language and the reconciliations to GAAP in the supplemental materials as well as in our press release. All investment performance references to peer groups on today's call are using Morningstar peer groups and for the fourth quarter that ended December 31, 2024.\nNow I'll turn it over to Rob.\n\nRobert W. Sharps\n\nHead of Investments, Group CIO & VP, T. Rowe Price Group, Inc.\n\nThank you, Linsley. I'm joined today by Jen Dardis, Chief Financial Officer; and Eric Veiel, Head of Global Investments. They will provide a view of our 2024 financial and investment performance in a moment. But first, I'd like to share a few thoughts on the year.\nAs noted in our earnings release, we closed 2024 with $1.6 trillion in assets under management and $43.2 billion in net outflows. Despite the large sub-advisory redemption that we discussed on our third quarter call, net outflows for the year were reduced by nearly half year-over-year and 30% from 2022. This trajectory demonstrates the progress we're making. Our associates are advancing key growth initiatives. The pace of redemptions is slowing with improved investment performance, and we are gaining traction on gross sales.\nI'm optimistic that we remain on the path to positive flows, and we're on pace to further reduce outflows again this year. We are seeing successes that support our optimism. I'll share a few highlights from 2024.\nWe are growing our ETF business. With the 2024 launches of technology and intermediate municipal income, we now have 17 exchange-traded funds and 13 of those 17 are scaled with at or over $100 million in assets under management. All told, we closed the year with almost $8 billion in assets under management in our ETF business.\nOur Target Date franchise remains an industry leader with net inflows of $16.3 billion for the year. We launched our first Target Date portfolios for Canadians and are seeing more interest in customized solutions and in the blend category. We are delivering innovative retirement offerings, including personalized retirement manager and managed lifetime income. We are also helping clients navigate change and pursue better outcomes through the social security optimizer tool and our 5-dimensional framework, which evaluates retirement income offerings.\nWe are extending our alternatives business, launching our first interval fund and securing our first close for a private lending fund. We are leveraging our relationships in the wealth management channel, hosting nearly 2,000 alternatives-related meetings with advisers in 2024. We are making significant inroads in insurance with a large insurance general account win in 2024 and the recently announced plans for a strategic partnership with Aspida.\nThrough this partnership, we expect to manage both public and private assets for Aspida. This highlights our continued commitment to the expansion of our insurance business and to delivering innovative investment opportunities for our clients. We look forward to the opportunity to develop tailored solutions with Aspida and other insurance partners over time.\nWe were also pleased our gross sales were up substantially for the year. Our net pipeline ended the year stronger than a year ago, largely driven by an increase in new opportunities but also aided by a decline in assets deemed at risk. Client satisfaction scores remain strong across client types. We are expanding strategic partnerships in order to bring our products and insights to more advisers and clients, including an agreement that provides access to an additional 10,000 financial advisers and 2 million end clients. We are unlocking new ways to connect with clients and prospects globally with a refreshed brand, new advertising and new partnerships.\nOur balance sheet remains strong, and we returned over $1.4 billion to stockholders in 2024. We continue to prioritize the recurring dividend while maintaining ample liquidity to support our seed capital program, opportunistic buybacks and potential M&A and strategic investments. While our path to positive flows will not be a straight line, we expect 2025 will be better than last year. We are building momentum, and these successes are indicators that we are moving in the right direction.\nBefore I hand off to Jen for a more detailed view of our financial results, I want to thank our associates for their dedication to our clients and to our firm. My optimism in our path forward is grounded in my confidence in our associates and their work, our ability to deepen value to and our connection with our clients.\nWith that, I'll turn to Jen.\n\nJennifer Benson Dardis\n\nVP, CFO & Treasurer, T. Rowe Price Group, Inc.\n\nThank you, Rob, and hello, everyone. I'll review our financial results before turning to Eric. Our adjusted diluted earnings per share for Q4 2024 was $2.12, bringing full year adjusted diluted EPS to $9.33, which is up 23% from 2023 on higher average AUM and investment advisory revenue. We had $19.3 billion in net outflows for the quarter, which, as Rob mentioned, brings our full year net outflows to $43.2 billion, a significant improvement from 2023.\nThe previously disclosed sub-advised variable annuity redemption was the primary driver of outflows in November and December. However, this was partially offset in December by few large wins in U.S. equity from wealth management and institutional clients and with continued success in fixed income from the insurance channel. We saw signs of strength across asset classes and channels this quarter and in a few areas, ended the year with positive flows.\nOur Target Date franchise had $2.2 billion of net flows, its strongest Q4 since 2019. And resulting in full year Target Date inflows of $16.3 billion. This momentum was largely driven by the increasing success of our blend products. Fixed income and alternatives had positive net flows for the fourth quarter and full year. And from a channel perspective, the EMEA and APAC regions and the Americas institutional channel also had positive net flows for these time frames.\nWithin our growing ETF franchise, we had $1.4 billion in net flows during the fourth quarter increasing our full year net inflows to $4.7 billion. Compared to full year 2023, our ETF net inflows more than tripled. In 2024, strong equity markets drove our average AUM higher, increasing our investment advisory fees, net revenues and diluted EPS over the prior year.\nOur Q4 adjusted net revenue of $1.8 billion increased our full year adjusted revenue to nearly $7.2 billion, up 10.1% from 2023. Our Q4 investment advisory revenue of $1.7 billion increased 2.5% from the prior quarter and 16% from Q4 2023, driven by higher average AUM partially offset by a decline in effective fee rate.\nOur full year 2024 investment advisory revenues of $6.4 billion were up 12.1% from the prior year. Our Q4 annualized effective fee rate, excluding performance-based fees, was 40.5 basis points. This decrease from Q4 of last year was driven by a mix shift in assets. A large portion of gross sales were in strategies and vehicles that have lower-than-average fee rates, while a significant portion of redemptions were in asset classes and vehicles that have higher than average fee rate.\n2024 investment advisory related performance-based fees of $59.3 million, which we now present separately in the income statement, were $21 million higher than the prior year. These represent realized in-year performance fees from alternatives and equity products. Full year accrued carried interest income of $134.1 million was down year-over-year due to lower returns in 2024 versus 2023, reducing the accrual during the year.\nQ4 adjusted operating expenses were $1.2 billion, bringing full year adjusted operating expenses, excluding the carried interest expense to $4.46 billion, which is up 6.3% from 2023's $4.19 billion and within the previously provided 2024 guidance of 6% to 8%. Considering average market conditions, we anticipate 2025 adjusted operating expenses, excluding carried interest expense, will be up 4% to 6% over 2024 $4.46 billion. This includes continued expense management to allow us to invest in our strategic priorities to support growth and the impact of real estate costs in 2025 as we move into our new headquarters in Baltimore.\nWith regard to capital management, we remain committed to returning capital to our stockholders and to maintaining a strong financial position. During the fourth quarter, we bought back $71 million worth of shares bringing our full year buybacks to $355 million and have continued to buy back shares during the start of 2025. Our balance sheet remains strong, ending the year with $3.1 billion of cash and discretionary investments.\nWe continue to manage our business with a long-term perspective, carefully aligning our expenses with the market-driven nature of our revenues. From this position, we can preserve our ability to deliver new capabilities for clients and invest in growth areas of the market.\nAnd with that, I'll turn it over to Eric.\n\nEric Lanoue Veiel\n\nChief Investment Officer & Head of Global Equity\n\nThanks, Jen. For the second year in a row, we saw strong gains in most equity markets, particularly in the U.S., where technology stocks continue to drive returns. Fixed income markets were more muted for the year and were characterized by a significant interest rate volatility with short rates falling in the long end of the curve rising. Equity market performance in 2024 saw similar themes to 2023, as large technology stocks continue to lead on the back of the growing impact of artificial intelligence, strong earnings momentum and expanding valuation.\nThe extreme narrowness in markets continued in 2024 as 8 stocks drove 60% of the S&P 500's return. Our research also showed a significantly high level of factor volatility during the year within equity markets despite the overall level of equity market volatility, as measured by the VIX, remaining low. This type of market environment makes it more difficult for our strategies to outperform given our disciplined focus on fundamentals and valuation and our emphasis on the long term. Across asset classes, 54% of our funds beat their peer group medians for the year, and on an asset-weighted basis, 61% beat their peer groups.\nIn our equity franchise, despite mixed performance overall, I'm encouraged by the evidence that our research process and teams remain very strong. Our flagship U.S. equity research strategy delivered another year of top quartile performance and outperformed the S&P 500 by 140 basis points net of fees. A number of our sector products also delivered strong performance with science and technology, communications and technology, new era, financial services and global technology, all top quartile performers for the year.\nThese strong underlying strategy results translated into top quartile performance across a number of key diversified strategies, including mid-cap value, blue-chip growth and diversified mid-cap growth. However, results were below our high expectations in a number of strategies, including mid-cap growth, new horizons, dividend growth and emerging markets equity. Our teams remain highly focused on improving performance in these in all of our strategies.\nI will also take the opportunity to highlight that for the 17th consecutive year, one of our flagship funds managed by David Giroux, beat its Morningstar peer group. This is the longest streak of outperformance versus its Morningstar peers among any U.S. equity or multi-asset fund under the same portfolio manager. This is not the only example of performance consistency, it's evident in a number of our products and across asset classes.\nIn addition to capital appreciation managed by Giroux, U.S. equity research, mid-cap value, institutional floating rate, Maryland tax rebond and the 2015 and 2020 vintages of our retirement funds all delivered top decile performance for the 3-, 5- and 10-year time periods.\nOur broad Target Date franchise continued to deliver strong performance over multiple time periods. On an asset-weighted basis, 73% of our Target Date assets beat their peer group medians for both the 1- and 3-year time periods, and over 90% were top quartile for the 5-, 10- and the 15-year time periods.\nIn our fixed income division, a number of our muni strategies as well as our short duration income, institutional floating rate and global high income products had top quartile 1-year performance. Conversely, our high-yield and international bond products had a more challenging year with performance lagging peers and benchmarks.\nAnd in our ETFs, 3 of our fixed income ETFs, ultra short-term bonds, U.S. high-yield and floating rate, all had top quartile 1-year performance, while the other 2 fixed income ETFs with 1-year performance beat their peer medians.\nReturns across alternative strategies were generally positive in the fourth quarter. Structured credit generated the strongest returns while liquid strategies track the overall market backdrop. Private market strategies experienced greater dispersion with private credit performing ahead of special situations and distressed strategies. I've shared a few highlights related to investment performance.\nNow I'll turn to several important initiatives we've advanced in 2024. Last year brought exciting growth in our ETF business. We started the year with $2.5 billion in AUM. And as Rob mentioned, we closed the year with just under $8 billion in AUM. In the fourth quarter, we filed to launch the capital appreciation premium income ETF, which will be managed by David Giroux and his team and the hedged equity ETF, which will be managed by our multi-asset team, and we expect to bring these to market this spring. We are considering additional strategies to offer clients in this tax-efficient wrapper and expect further launches throughout 2025 and 2026.\nAs the largest provider of active Target Date products and an industry leader in retirement, we are always focused on anticipating and evolving client needs and expanding our offerings to meet them. In 2024, we extended the Target Date range to include Personalized Retirement Manager, or PRM, as well as a managed lifetime income product.\nPRM is a service that uses personal data to create a unique asset allocation tailored to an individual specific saving goals, preferences and financial situation to help drive better retirement outcomes.\nOur managed lifetime income product combines a managed payout product with the qualifying longevity and annuity contract, or QLAC, for Pacific Life to offer retirees stable and predictable monthly income for life. We're also seeing continued success with our blend products, which we designed to meet the needs of price-sensitive clients who are interested in our target date expertise.\nLooking forward, we are exploring how alternatives could be used in our Target Date products if or when regulatory hurdles come down and client demand materializes. We've been managing integrated equity strategy for nearly 2 decades, combining fundamental and quantitative processes with our deep portfolio construction expertise. Our 12-person integrated equity team manages about $12 billion across a range of integrated equity products, including U.S. small, mid and large cap and global and international equity.\nIn 2024, we added an equity solutions portfolio manager who works closely with our clients to deliver customized solutions. We closed the year with over $1 billion in equity solutions AUM and several other opportunities advancing in the pipeline. Another way we look to deliver alpha for our clients has been through allocations to late-stage pre-IPO private companies in our U.S. 40 Act mutual funds and other pooled products, which we've been doing since 2007.\nAs one of the most active prominent managers of small and mid-cap equities, we've built a network of established relationships to put our team at the forefront of emerging investment opportunities. Our private equity capability can draw on the expertise of over 230 global research analysts immersed in their industries and regions. At year-end, over 25 of our investment strategies were invested in privates. We are now exploring new ways to move beyond the [indiscernible] fund structure to offer this capability to more clients in a dedicated product.\nOur U.S. equity research strategy with over 25 T. Rowe Price associate analysts contributing to the portfolio in their focus area of expertise, demonstrates the strength of our research platform across the breadth of the market and our pipeline of investment talent. Clients are responding to our rules-based portfolio construction and risk management that isolates our analyst stock selection skill as the alpha driver.\nIn addition to the consistent long-term performance I mentioned previously, we saw strong gross sales to this strategy in 2024. We've broadened the equity research franchise with international and global equity research strategies, which mirror the time-tested approach of our U.S. equity strategy. These newer strategies hit their 3-year track records in September of 2024. In addition, we are developing a small and mid-cap structured research capability within our T. Rowe Price Investment Management Adviser that we plan to see this year.\nWe formed a T. Rowe Price Investment Institute with the overarching mission of creating a center of excellence within investments that focuses on our clients and our investors. Led by Justin Thompson, the institute will enhance our offer to clients beyond investment performance through differentiated thought leadership, client training and other value-added experiences for clients that showcase our investment and research capabilities, we will assist with their investment decision-making and ultimately help drive enhanced commercial outcomes for us.\nThe institute will also help to support our global investment team, the heart of our investment capability, with wide range of investment skills training from analysts best practices to portfolio construction. With Justin's new role, we took the opportunity to review our equity organization and have combined our U.S. equity and international equity divisions into one global equity division. This allows us to build on our strengths to ensure we maximize our investment performance, attract, develop and retain the highest caliber of talent, maximize our efficiency and optimize our commercial success. Josh Nelson has assumed the role of Head of Global Equity.\n2024 was Arif Husain's first year as Head of Global Fixed Income and momentum is building across the franchise. On an asset-weighted basis, 65% of our fixed income assets outperformed their peer groups in 2024 and we had $12.6 billion in positive net flows to fixed income, bringing our fixed income AUM to $188 billion at the end of the year.\nWe've made a concerted and fruitful push into the insurance sector, and fixed income is the main asset class of interest for these clients. It is this insurance channel that drove much of our strong fixed income flows in Q2 and Q4 of 2024. Our fixed income team is also upgrading the tools our investors use and working with our distribution teams to ensure we have the sales and support staff to further enable our fixed income growth.\nWe have been building capabilities in data science, machine learning and predictive models since 2017. Our approach has always been one of intelligent augmentation, enabling our investors with additional data points to aid their decision-making and to unlock productivity gains. We now have 280 investors using our AI tool, Investor CoPilot, a custom chatbot embedded within the private environment of our research platforms to summarize proprietary research and service insights.\nWe believe Generative AI technology is still nascent in its capabilities to add material lift to common task and investment research, but that there is potential to add material business value as the technology and our use cases mature.\nI'm pleased with the progress we made in 2024 and that we made this progress while staying firmly rooted in our 3 pillars of people, process and culture. We remain singularly focused on pursuing investment excellence from our clients, and I'm confident we have the right team and resources in place.\nWith that, I'd like to ask the operator to open the line for questions."
  },
  {
    "header": "TROW",
    "cik": "0001113169",
    "ticker": "TROW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/28a142a2ce8e9171ecefdd84f1747f13",
    "period": "2024 Q2",
    "content": "Q2 2024 T. Rowe Price Group Inc Earnings Call\n\nQ2 2024 T. Rowe Price Group Inc Earnings Call\n\nTROWNASDAQJUL 26, 8:00 AM\n\nOperator\n\nGood morning. My name is Daniel, and I will be your conference facilitator today. Welcome to T. Rowe Price's Second Quarter 2024 Earnings Conference Call. [Operator Instructions]\nAs a reminder, this call is being recorded and will be available for replay on T. Rowe Price's website shortly after the call concludes.\nI will now turn the call over to Linsley Carruth, T. Rowe Price's Director of Investor Relations.\n\nLinsley Carruth\n\nInvestor Relations Officer\n\nHello, and thank you for joining us today for our Second Quarter Earnings Call. The press release and a supplemental materials document can be found on our IR website at investors.troweprice.com.\nToday's call will last approximately 45 minutes. Our CEO and President, Rob Sharps; and CFO, Jen Dardis, will discuss the company's results for about 10 minutes. Then we'll open it up to your questions, at which time will be joined by Head of Global Investments, Eric Veiel. We ask that you limit it to one question per participant.\nI'd like to remind you that during the course of this call, we may make a number of forward-looking statements and reference certain non-GAAP financial measures. Please refer to the forward-looking statement language and the reconciliations to GAAP in the supplemental materials as well as in our press release and 10-Q. All investment performance references to peer groups on today's call are using Morningstar peer groups, and are for the quarter that ended June 30, 2024.\nNow I'll turn it over to Rob.\n\nRobert W. Sharps\n\nHead of Investments, Group CIO & VP, T. Rowe Price Group, Inc.\n\nLinsley, thank you, and thank you all for joining us today. As we shared in our earnings release, we ended the quarter with just under $1.57 trillion in assets under management and $3.7 billion in net outflows. While market gains continued to support our financial results, I'm pleased to say that we are making steady progress in flows and investment performance. Our sales pipeline is healthy, redemption pressure is stabilizing and our associates are driving our strategic initiatives forward.\nWe continue to be on track to substantially reduce net outflows this year. Overall, our investment performance remained solid in the second quarter, with 2/3 of our funds beating their peer group 1-year medians and over 40% of our funds in the top quartile.\nIn our equity franchise, U.S. equity research, U.S. mid-cap value, international value, financial services, integrated U.S. small mid-cap core equity and integrated global equity are all top quartile performers for the 1, 3 and 5-year time periods.\nThe transparent equity ETFs we launched last year are demonstrating strong performance with the growth, value and small mid-cap ETFs, all top quartile performers versus peers for the 1-year time period.\nIn our fixed income franchise, several of our muni funds as well as our institutional floating rate and credit opportunities funds have 1, 3 and 5-year top quartile performance. Both our flagship retirement funds and the newer retirement blend version of the strategy continued to deliver strong performance across multiple time periods. Returns across alternative strategies continue to be strong with alpha generated across the portfolios, primarily due to effective individual credit selection.\nJim will discuss our flows and financials in more detail shortly, but I wanted to take a moment to highlight our ETF business. As of June 30, we reached $5.3 billion in assets under management, up from $1.2 billion in June 2023. In the first half of this year, we've had $2.4 billion of inflows to our ETFs.\nWe are excited by this growth in our ETFs and that we are attracting diverse investors across wealth management, institutional, direct retail and investors outside the United States. We expect that the appetite for our ETFs will continue to grow throughout the year as 5 of our 16 ETFs, including U.S. equity research and blue-chip growth, have each grown to over $300 million in assets, which is the size eligible for many platforms.\nOur transparent equity ETFs now have a 1-year track record, a requirement for most platforms. We are broadening the product lineup, including the recently launched T. Rowe Price Intermediate Municipal Income ETF, which is our sixth fixed income ETF and our first federal tax-free fixed income ETF. And we are planning to make additional investment strategies available as ETFs over time.\nOur associates are driving this progress, and it extends beyond our ETF business. I'll highlight a few recent milestones. We filed the launch of the T. Rowe Price OHA Flexible Credit Income Fund, or [ OFLEX ], our first [ interval ] fund. We were named a strategic partner to one of the largest independent broker-dealers in the United States, allowing us to bring our products and insights to their more than 10,000 financial advisers and their 2 million end clients.\nOur SMA franchise grew to more than $8 billion in assets as of June 30, with $1 billion in net flows year-to-date. After seeing strong demand for the ETF version of capital appreciation equity, we launched this strategy as an SMA. We unveiled our Retirement Income Solutions 5D framework. This new patent-pending framework will help define contribution plan sponsors evaluate retirement income offerings and quantify which solutions may best fit the needs and preferences of their plan participates.\nI'd like to finish by noting that I spent time in Europe, Asia and the Middle East in the second quarter. The constant across our offices is our associates' deep commitment to delivering results for our clients and to advancing our strategic initiatives. We are seeing their efforts reflected in our results, and I want to thank associates across all of our locations for their hard work to deliver value for our clients and our firm.\nI'll now turn to Jen for our financial results.\n\nJennifer Benson Dardis\n\nVP, CFO & Treasurer, T. Rowe Price Group, Inc.\n\nThank you, Rob, and hello, everyone. I'll review our second quarter results before opening the line for questions.\nOur adjusted earnings per share of $2.26 was up nearly 12% from Q2 2023, driven by higher operating income and a lower effective tax rate. As Rob mentioned, we reported $3.7 billion in Q2 net outflows. Results this quarter included a large fixed income win from an insurance client that funded in May. While these types of flows can be lumpy, we are pleased it's in the space where we've been building client relationships to help grow and diversify our business.\nWe had net inflows in fixed income, multi-asset and alternatives this quarter. Within alternatives, net inflows were primarily driven by deployments across several private credit funds and from CLOs. Outflows remain concentrated in our equity products. However, we had several equity products with strong inflows, including our U.S. equity research, U.S. all-cap opportunities and global focused growth strategies.\nOur target date franchise had another strong quarter with net inflows of $3.7 billion. In the first half of the year, we've recorded $10.5 billion in net inflows to target date strategies. During the quarter, we also saw positive net flows from clients outside the U.S.\nLooking at our income statement, Q2 adjusted net revenues were $1.8 billion, an 8.5% increase from Q2 2023, driven by higher average AUM. Compared with Q1 2024, adjusted net revenues were essentially flat as higher investment advisory fees were offset by a decline in accrued carried interest. Our annualized effective fee rate for Q2 2024 was 41.6 basis points, which is down from the prior quarter as client flows and transfers led to a mix shift in assets under management to lower fee products and asset classes. Investment advisory revenue of $1.6 billion included $16.8 million of performance-based fees, predominantly from certain alternatives products.\nOur Q2 adjusted operating expenses of $1.1 billion is up 7.8% from Q2 2023 due primarily to an increase in market-driven expenses including a higher interim bonus accrual and distribution and servicing fees. This quarter also included an increase in advertising and promotional spend as we continue executing on the investment in our brand to support future growth and higher professional fees and travel and entertainment. Our adjusted operating income increased 9.8% from Q2 2023 to $655 million.\nWe now expect 2024 adjusted operating expenses excluding carried interest expense to be up 6% to 8% over the comparable full year 2023 amount of $4.19 billion. The increase in the range is entirely due to the sustained rise in equity markets and the impact on our market-driven expenses.\nAdditionally, we are tightening our prior tax rate guidance for the full year 2024. We now anticipate our non-GAAP effective tax rate will be in the range of 23.5% to 25.5%.\nOur long-term capital management philosophy remains unchanged. Returning capital to stockholders through the recurring dividend remains our top priority, and our strong balance sheet provides ample liquidity to also fund our seed capital program, buybacks and select future M&A should the opportunity arise.\nWe remain opportunistic in our approach to buybacks and repurchased $112 million worth of shares during the second quarter, reducing shares outstanding to less than $223 million. Combined with our quarterly dividend of $1.24 per share, we have returned nearly $761 million to stockholders during the first half of the year.\nWe continue to thoughtfully manage expenses while sustaining our core investment in our associates and delivering new capabilities to best serve our clients and expand in growth areas of the market. While we have more work to do, we are encouraged by the year-over-year improvement in overall flow trends, driven by the combination of a more positive market environment, improved investment performance in certain strategies leading to lower redemptions and increasing sales pipeline and our strategic initiatives yielding results.\nAnd now I'll ask the operator to open the line for questions."
  },
  {
    "header": "TROW",
    "cik": "0001113169",
    "ticker": "TROW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9245954d1c50aaad41001783c72d7259",
    "period": "2024 Q1",
    "content": "Q1 2024 T. Rowe Price Group Inc Earnings Call\n\nQ1 2024 T. Rowe Price Group Inc Earnings Call\n\nTROWNASDAQAPR 26, 8:00 AM\n\nOperator\n\nGood morning. My name is Norma, and I will be your conference facilitator today. Welcome to T. Rowe Price's First Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this call is being recorded and will be available for replay on T. Rowe Price's website shortly after the call concludes.\nI will now turn the call over to Linsley Carruth, T. Rowe Price's Director of Investor Relations. Please go ahead.\n\nLinsley Carruth\n\nInvestor Relations Officer\n\nHello, and thank you for joining us today for our first quarter earnings call. The press release and the supplemental materials document can be found on our IR website at investors.troweprice.com.\nToday's call will last approximately 45 minutes. Our CEO and President, Rob Sharps; CFO, Jen Dardis, and Head of Global Distribution, Dee Sawyer, will discuss the company's results for about 20 minutes. Then we'll open it up to your questions, at which time we'll be joined by Head of Global Investments, Eric Veiel. We ask that you limit it to 1 question per participant.\nI'd like to remind you that during the course of this call, we may make a number of forward-looking statements and reference certain non-GAAP financial measures. Please refer to the forward-looking statement language and the reconciliations to GAAP in the supplemental materials as well as in our press release and 10-Q. All investment performance references to peer groups on today's call are using Morningstar peer groups.\nNow I'll turn it over to Rob.\n\nRobert W. Sharps\n\nHead of Investments, Group CIO & VP, T. Rowe Price Group, Inc.\n\nLinsley, thank you. And thank you all for joining us this morning for our first quarter update. Before I get started, I'm pleased to say that Dee Sawyer, our Head of Global Distribution and a member of our firm's Management Committee, will be joining us today. Dee will provide an overview of our Retirement business, which is critical to our clients and integral to our firm's long-term success. We'll hear from Dee after Jen's update on our financial results.\nWith that, I'll turn to first quarter performance. Tailwinds from stronger-than-anticipated markets drove assets under management up in the first quarter, bringing our total assets under management to $1.54 trillion as of March 31, a 15% increase over the first quarter of 2023.\nOur first quarter net outflows of $8 billion were about half the level we had in the first quarter of last year. This improvement came from increased client demand driving higher sales and stronger investment performance reducing redemptions, particularly in U.S. equity.\nAs I said on last quarter's call, we expect to see net outflows in 2024, but anticipate substantial improvement compared to last year. However, this improvement will not be linear. It's important to understand that monthly flows can be heavily impacted by client activity, including rebalancing, new mandates and terminations.\nSo far in the second quarter, net flows are shaping up to be weaker in April, in part due to rebalancing in a handful of large clients. However, at this point, our pipeline suggests the balance of the quarter will be stronger.\nInvestment performance was solid in the first quarter, with 65% of our funds beating their peer group 1-year medians.\nI'd like to mention a few other performance highlights. Our capital appreciation, U.S. equity research, mid-cap value and financial services funds all had top quartile performance versus peers for the 1-, 3- and 5-year time periods. Our integrated U.S. Small Cap Core and integrated global equity funds, which combine our fundamental and systematic processes, we're also top quartile performers for these time periods.\nAnd in our multi-asset range, our nearer dated retirement funds, the 2005 to 2035 vintages as well as our managed payout fund, retirement income 2020 are all top quartile performers for the 1-, 3- and 5-year periods. All vintages of our more recently launched retirement blend funds are top quartile performers for the 1-year period.\nOver 50% of our fixed income funds beat their peer group medians for the 1-, 3- and 5-year time periods, and several of our fixed income Muni Funds as well as our global multi-sector bond, credit opportunities and U.S. dollar-hedged international bond funds are in the top third of their peer groups for these same periods.\nInvestment performance across the alternatives platform in the first quarter was generally strong. Private credit, Structured products and liquid portfolios generated attractive returns driven by strong credit selection and favorable market dynamics.\nBefore I turn it over to Jen, I want to acknowledge our associates. We reached important milestones in the first quarter, thanks to their hard work and commitment to our clients, including our capital appreciation equity ETF surpassed $1 billion in assets under management, less than a year after its launch last June.\nAcross a number of channels, we are seeing sales momentum with significant year-over-year gross sales improvement with our wealth and individual investor clients.\nEarlier this month, OCREDIT launched on its first major wire house, demonstrating the close partnership of T. Rowe Price and OHA in successfully launching our first BDC with a key strategic partner in the wealth management channel.\nWe retained our #2 position among the over 330 asset managers nominated in Institutional Investors 2024 ranking of America's top asset management firms. This distinction reflects the value of our corporate access model and the importance of our differentiated research capabilities.\nAnd for the 14th consecutive year, the firm was named one of Fortune Magazine's World's Most Admired Companies. I'm proud of these accomplishments, and I'm grateful to our associates around the globe, who continue to put our clients first in everything they do.\nWith that, Jen will now provide an overview of our first quarter results.\n\nJennifer Benson Dardis\n\nVP, CFO & Treasurer, T. Rowe Price Group, Inc.\n\nThank you, Rob, and hello, everyone. I'll review our first quarter results before turning to Dee for a look at our Retirement business.\nOur adjusted earnings per share of $2.38 for Q1 2024 was up 40% from Q1 2023, driven by higher average AUM and investment advisory revenue and offset marginally by higher expenses.\nAs Rob mentioned, we had $8 billion in net outflows for the quarter. Across asset classes, outflows were concentrated in U.S. equity, particularly large and mid-cap growth strategies. However, it's important to note that this quarter's U.S. equity outflows were less than half the level in the first quarter of last year, a meaningful improvement driven by higher sales and lower redemption rates, and consistent with improved investment performance.\nThere were a few notable areas of strength within the equity franchise, including U.S. structured research and U.S. smaller companies, both of which had strong flows to the CCAP product from EMEA-based clients.\nIn fixed income, strong investment-grade flows in the institutional channel were offset by continued outflows from stable value in the DC channel.\nOur target date franchise was positive for the quarter, with inflows of $6.8 billion, offset in part by outflows from other multi-asset products. And finally, we had just under $1 billion of outflows in alternatives from manager-driven distribution. However, we are encouraged by recent trends in fundraising and expect capital raising to increase through the year.\nTurning to our income statement. Q1 adjusted net revenues were $1.8 billion, a nearly 14% increase from Q1 of last year, driven by higher average AUM. Our investment advisory revenue of $1.6 billion included $17.6 million in performance-based fees, predominantly from 2 of our U.S. equity strategies. These performance-based fees had a 0.5 basis point impact on our effective fee rate of 42.1 basis points.\nOur Q1 adjusted operating expenses were $1.1 billion, which is up almost 5% over last year from market-driven expenses, including the interim bonus accrual and distribution and servicing costs. Expense growth was tempered by the cost savings efforts we announced last summer. Our adjusted operating expenses were down nearly 7% from Q4 2023, due to the Q4 seasonality in stock-based compensation, professional fees and advertising and promotion expenses.\nAdjusted operating income increased 31% from Q1 2023 to $692 million. This brings our rolling 12-month adjusted operating margin to 36%, up from 35% a year ago.\nGiven the rise in equity markets over the last few months and related impact on our market-driven expenses, which, as a reminder, is about 1/3 of our expense base, we now expect 2024 adjusted operating expenses, excluding carried interest expense, to be up 5% to 7% over 2023's $4.19 billion.\nMaintaining a strong cash position and distributing capital back to our stockholders remains a priority. We bought back $80 million worth of shares during the first quarter, reducing the shares outstanding to [ 223.5 ] million as of March 31, and have continued to buy back in April. Combined with our quarterly dividend of $1.24 per share, we returned $365 million in the first quarter.\nWith $2.9 billion of cash and discretionary investments on our balance sheet, we have ample liquidity to support the recurring dividend, continue opportunistic buybacks and if they were to arise, to pursue select M&A opportunities to add capabilities to our business.\nWe continue to manage the business with a long-term lens, balancing the investment in our strategic initiatives to drive growth over time with the need for ongoing expense discipline. From this position, we can continue delivering exceptional value for our clients by decking resources against new opportunities and added capabilities, while also identifying process improvements and driving efficiency.\nAnd now I'll turn it over to Dee.\n\nDorothy C. Sawyer\n\nHead of Individual Investors and Retirement Plan Services & VP\n\nThank you, Jen. I am pleased to join today's call to talk about our Retirement business. As Rob noted, our clients have entrusted us with $1.54 trillion in assets. Of that, over $1 trillion, more than 2/3, are identifiable as retirement assets, demonstrating that retirement is a critical component of our business. Slides 15 and 16 in the supplemental deck provide a detailed view of our retirement assets.\nI want to take a moment to share a few highlights. First, the majority of our retirement assets, $676 billion or 65% are in U.S. defined contribution plans, with the balance in defined benefit and individual IRA accounts.\nTaking a closer look at our U.S. defined contribution assets, 395 billion or almost 60% are in our Target Date franchise. In fact, we are the top manager of active Target Date assets, a position we have held for 7 years, and we have the third largest market share overall.\nBut our DC business is more than Target Date. Plan sponsors select T. Rowe Price for equity and fixed income investment options as well, with U.S. large cap growth equity and stable value being the largest proportion of the balance of our DC business.\nWe serve the DC channel in 2 ways. The majority of our DC assets are DC investment-only or DCIO, where the consultant adviser or plan sponsor selects T. Rowe Price to provide one or more of the investment options in their plan that is a record kept on an external platform. We are the fifth largest DCIO provider in the U.S.\nAbout 1/4 of our DC assets are in our full-service record-keeping business, which we refer to as retirement plan services or RPS. Plan sponsors hire us to provide record-keeping services as well as key investment options for their plan lineup. As of the end of 2023, we provided these services for over 8,100 retirement plans.\nAbout 60% of all of our RPS assets under administration are invested in T. Rowe Price products, which has been consistent over the past several years and is a significantly higher portion of proprietary assets than the industry average of 27%.\nWe provide solutions for a wide variety of clients, including our broad array of equity and fixed income strategies and our market-leading Target Date franchise. These are offered through a range of funds, common trust and custom solutions.\nWithin our Target Date franchise, we offer higher and lower equity glide path and approaches that include both active and passive building blocks. And our solutions extend to not only investment products, but also to tools and services to help clients, plan sponsors and participants manage their retirement accounts, track progress along their retirement journey and help improve their overall financial wellness.\nThrough our record-keeping business as well as our individual investors channel, we have direct retirement account relationships with over 3.2 million end investors. The insights we derive from these relationships, coupled with the emerging trends we identify from our work with plan sponsors and intermediaries, enhance our ability to design innovative solutions and research to pursue better retirement outcomes.\nAs a generation of retirement savers have aged and shifted from the accumulation phase to the decumulation phase, developing solutions to help people convert their retirement assets into income has become increasingly important.\nOur proprietary research suggests that participants will need a variety of retirement income products and services to meet their individual needs in the decumulation phase. So we take a broad approach to retirement income. That means stand-alone retirement income products such as our managed payout products, single strategy investment products such as fixed income funds, along with the various services we offer, including guidance, retirement thought leadership and calculators are all included within our definition of retirement income.\nOur broad distribution organization allows us to access all retirement client segments, whether direct to the consumer or through intermediaries, institutions, consultants or advisers.\nWe also have been adapting the expertise we have honed in the U.S. retirement market to pursue opportunities in the large retirement savings market in other countries. This access, along with directly managing end investor relationships, uniquely positions us to anticipate and deliver what our clients need. And as a result, we are continuously innovating and adding new capability.\nA few examples include our managed payout products, an all-in-one solution for retirees, which offers the familiarity of our Target Date product, with the benefit of providing stable monthly income throughout retirement. We added a 2025 version of these funds in January.\nThe recently launched social security optimizer tool, which is designed to help individual investors and participants maximize social security benefits, which are a critical part of the retirement income equation for many favors. This is an early example of the impact of last year's Retiree Inc. acquisition.\nAnd the retirement advisory service, which offers ongoing access to advisers and personalized financial planning. The financial plans include tax aware retirement income planning and actively managed portfolios led by the expertise of our multi-asset investment professionals.\nWe are excited we will be launching our new personalized retirement manager in the third quarter. This is an evolution of our robust Target Date offerings, driven by a highly customized approach. We plan to deliver a dynamic personal glide path for each participant by using plan level data, additional factors provided by participants and analyzing their portfolio through a monthly multifactor assessment.\nAnd in the fourth quarter, we plan to launch a managed lifetime income solution that will allow participants to combine a managed payout strategy with a qualified longevity annuity contract or QLAC. The product is designed to enable a consistent income stream in retirement, while guaranteeing a minimal level of income for life after a defined age.\nIt is also important to mention that the breadth of our retirement platform enables us to develop industry-leading thought leadership and research on key retirement topics. We leverage both to build client relationships, advance our position as a retirement leader and enable clients and participants to pursue better retirement outcomes.\nI will close by saying that the leadership team and our associates are deeply committed to helping our clients confidently prepare for, pay for and live in retirement. We are grateful for their trust in us, and we will continue to use our expertise to drive capabilities and solutions that meet their evolving needs.\nWith that, I'll ask the operator to open the line for questions."
  },
  {
    "header": "TROW",
    "cik": "0001113169",
    "ticker": "TROW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e0e1b37dc87cdcf1628e07a45419ca0b",
    "period": "2023 Q4",
    "content": "Q4 2023 T. Rowe Price Group Inc Earnings Call\n\nQ4 2023 T. Rowe Price Group Inc Earnings Call\n\nTROWNASDAQFEB 8, 8:00 AM\n\nOperator\n\nGood morning. My name is [indiscernible], and I will be your conference facilitator today. Welcome to T. Rowe Price Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this call is being recorded and will be available for replay on [indiscernible]\nI will now turn the call over to [indiscernible], T. Rowe Price's Director of Investor Relations. Please go ahead.\n\nLinsley Carruth\n\nInvestor Relations Officer\n\nHello, and thank you for joining us today for our fourth quarter earnings call. The press release and the supplemental materials document can be found on our IR website at investors.trprice.com. Today's call will last approximately 45 minutes. Our CEO and President, Rob Sharps, CFO, Jen Dardis and Head of Global Investments, Eric Veiel will discuss the company's results for about 20 minutes, and then we'll open it up to your questions. We ask that you limit it to 1 question per participant. I'd like to remind you that during the course of this call, we may make a number of forward-looking statements and reference certain non-GAAP financial measures. Please refer to the forward-looking statement language and the reconciliations to GAAP in the supplemental materials as well as in our press release.\nAll investment performance references to peer groups on today's call are using Morningstar peer groups. Now I'll turn it over to Rob.\n\nRobert W. Sharps\n\nHead of Investments, Group CIO & VP, T. Rowe Price Group, Inc.\n\nThank you, Lindsley, and thanks to all of you for joining us. Before we get started, I want to share that in late November, Eric was named Head of Global Investments in recognition of his strong leadership as well as his extensive investment experience. I know he will continue to focus on pursuing superior outcomes for our clients, and both Jen and I congratulate him on his expanded role. Eric will provide today's update on our investment organization, followed by Jen, who will cover our financial results.\nWith that, I will turn to 2023 results. While 2023 was a challenging year for us with substantial net outflows, it also brought progress. Investment performance improved, and we advanced important work to ensure our firm is positioned for future growth. We are already seeing a number of early indicators that support our confidence that better days are ahead. We have a long and solid track record of putting clients first and pursuing excellence. As we near our 88th anniversary, I am confident that we will build on this tradition, delivering compelling value for our clients, our associates and our shareholders.\nAs I mentioned, we made meaningful progress against our strategic priorities in 2023. Our active ETF business is gaining traction with assets under management over $2.7 billion at the end of January. We launched the T. Rowe Price OHA Select Private Credit Fund, or OCredit, with over $1.5 billion of investable capital and are in the early stages of bringing this product to the wealth management channel. We acquired Retiree Inc. to enhance our ability to expand and retain relationships with pre-retiree and retiree clients by providing tax aware retirement income and social security claiming strategies. This acquisition demonstrates our commitment to broadening and evolving our already strong retirement capabilities and deepens our position as a retirement leader. We partnered with the International Finance Corporation to create the T. Rowe Price emerging markets Blue Economy bond strategy, a pioneering blue bond strategy that will focus on private companies operating in emerging markets.\nWe expanded our capital appreciation suite with the launch of the T. Rowe Price Capital Appreciation and Income Fund for investors seeking an income-oriented fund. We have an industry-leading position in our target date franchise, with strong investment performance and net inflows of $13.1 billion last year. Building on this strength, we continue to innovate and add new capabilities including moving beyond accumulation. The engagement and collaboration among our investment teams got back to what I would characterize as healthy pre-pandemic levels.\nOur culture drives on the energy around our team is engaging with corporate management teams, traveling together and debating risks and opportunities. This is how our investment platform delivers its best for clients. We are evolving as markets and our clients demand more, and we are ready to compete with additional vehicles, new capabilities and new experiences. Leading indicators support our confidence that there will be a slower pace of net outflows this year. We are seeing improved performance in large-cap growth funds and expect that the rebound in 2023 will reduce redemptions in 2024. Key elements of strategic initiatives are delivering. We're seeing improving gross sales in our individual investor channel with Q4 having the highest gross sales of any quarter over the last 2 years. We saw positive momentum for net flows in our U.S. Wealth Management Platform segment in Q4. And in EMEA, we were recently selected by a large U.K. wealth management firm to manage a custom multi-asset income fund.\nDespite a challenging year, our balance sheet remains solid, with $2.5 billion of cash and discretionary investments at the end of 2023. We continue to prioritize the dividend while maintaining ample liquidity to support our seed capital program, opportunistic buybacks and potential M&A. We recently announced a quarterly dividend of $1.24, which increased for the 38th consecutive year. I want to underscore that the progress I've highlighted is a result of our associates' commitment to investment excellence to superb client service and to driving our corporate strategy forward. We are grateful for their hard work and are confident that, together, we will return the firm to organic growth.\nI'll now turn to Eric.\n\nEric Lanoue Veiel\n\nChief Investment Officer & Head of Global Equity\n\nThank you, Rob. After retreating in the third quarter, both equity and fixed income markets rebounded in the latter part of the fourth quarter, resulting in strong calendar year returns in most indices. Across asset classes, we delivered solid investment performance with 64% of our funds beating their peer group medians for the year. Strong equity performers included our U.S. Equity Research Fund, capital appreciation fund and Mid-Cap Value Fund, which are top quartile performers for the 1-, 3-, 5- and 10-year time periods. 2023 also marked the 16th year that our capital appreciation fund managed by David [indiscernible], beat its Morningstar peer group average, tying the record for the most consecutive calendar years, a U.S. equity or multi-asset fund has done so under the same portfolio manager. Our 3 large-cap growth equity funds all delivered top quartile 1-year performance in 2023, turning around the performance challenges of 2022 that have driven recent outflows and while over 60% of the return for the Russell 1000 growth benchmark came from the 7 largest names in 2023, our large-cap growth strategies delivered Alpha from a much wider set of fundamental investment choices.\nStrong performance in our target date suite continued with all vintages of both the flagship retirement suite and the newer Blend suite beating their peer group medians for the year. Overall, our multi-asset products had a strong year with just over half of the funds in their top quartile for the year. Our fixed income franchise had a solid year with 60% of the funds beating their peer group medians. Several of our noninvestment-grade funds, including high yield, international, low duration and muni funds were all top quartile performers for the year. Most notably, global multisector bond fund was the top performer in its peer group for the year, adding to its 5- and 10-year top decile performance.\nInvestment performance across our alternatives platform was strong in 2023, with liquid strategies outperforming their benchmarks and private strategies generating attractive absolute performance. I want to share a few highlights about our investment platform. As a fundamental research-driven investment organization, our over 900 investment professionals around the globe adhere to our rigorous investment process and leverage insights generated by our research platform.\nOver the last 10 years, we've more than doubled the investment professional ranks, including the scale up for [ Turple ] and the addition of OHA. We saw very little turnover in the past year with average portfolio manager tenure at T. Rowe of 17 years. Importantly, as Rob referenced, our team engagement is back to pre-pandemic levels. We conducted over 14,000 due diligence meetings last year and thanks in large part to our proprietary in-house corporate access capabilities, the majority of these meetings were held in person. Our analysts and PMs engaged in field research trips large and small. For example, 48 members of our emerging markets team spend 1 week traveling across China digging deep on key topics across the technology, industrial and consumer sectors.\nThe strength of our research platform can be seen in our U.S. equity research strategy, with over 25 TRPA analysts contributing to the portfolio and their focus area of expertise. Their insights delivered for clients in addition to the top quartile performance versus peers I mentioned earlier, it has demonstrated its ability to generate alpha over time with less tracking error. We have broadened this approach and now offer a global equity research strategy that leverages the insights of over 75 global analysts.\nOur investment data insights team in collaboration with our data science team is generating ideas and enabling our investment professionals to be more efficient by leveraging capabilities like large language models to improve the delivery of data and insights to our portfolio managers and analysts. Our research.ai generative AI tool is in beta test with 80 investment professionals and represents a promising start to what is sure to be a continued investment in this area. We recently established an equity solutions capability that will allow us to deliver customized versions of our fundamental equity investment strategies for large clients tailored to their specific objectives. This capability builds upon the strong success of our integrated equity team which combines fundamental and systematic processes and has demonstrated strong results across a wide variety of strategies, including U.S. Small-Cap Growth, U.S. Mid-Cap core, large-cap value and global core. And our ESG teams continue to help our portfolio managers make informed decisions by understanding the risks and opportunities related to ESG and how they may impact the company's performance.\nWe are also responding to client demand and developing new products like the T. Rowe Price Emerging Markets Blue Economy bond strategy that Rob mentioned. Pursuing excellent investment performance for our clients remains our top priority. The depth and breadth of our investment platform, which is rooted in our 3 pillars of people, process and culture gives us the tools to be able to do so.\nI'll now turn it over to Jim to cover our financials.\n\nJennifer Benson Dardis\n\nVP, CFO & Treasurer, T. Rowe Price Group, Inc.\n\nThank you, Eric. I'll review our financial results, and then we will open the line for questions. Our adjusted earnings per share for Q4 2023 was $1.72 bringing us to $7.59 for the year. 2023 was down from $8.02 in 2022 from lower average AUM and investment advisory revenue and higher expenses. We had $28.3 billion in net outflows this quarter, bringing full year outflows to $81.8 billion. During the fourth quarter, we had a handful of large redemptions in our sub-advisory and institutional channels that elevated net outflows. From an asset class perspective, U.S. equity continued to be the main driver of net outflows.\nIn our DC channel, Stable Value posted sizable net outflows in 2023 after delivering strong positive net flows in 2022. And a sign that retirement investors may be seeking higher yield or reorienting toward a risk appetite. We are seeing encouraging signs in our smaller ticket retail business with improving net flows in both our direct and intermediary channels. Our target date suite ended the year with $13.1 billion of positive net flows and alternatives also posted positive flows for the year.\nAdditional detail on alternative flows can be found on Page 20 of the annual version of our supplemental materials. There are also some signs of strength across our individual equity and fixed income products with capital appreciation all-cap opportunities, international core and global multisector bonds, all delivering over $1 billion in positive net flows in 2023. Looking at our income statement. Q4 adjusted net revenues were $1.7 billion for the quarter, bringing our full year adjusted total revenue to $6.5 billion. Our Q4 investment advisory revenue of about $1.5 billion was higher than Q4 of last year, but the $5.7 billion earned for the full year was lower than 2022 overall based on the trend in average assets.\nOur effective fee rate of 42.2 basis points in Q4 was up due to a little over $25 million in performance-based fees, predominantly on alternatives products that crystallized in the fourth quarter. Without these performance-based fees, our Q4 effective fee rate would have been more in line with the Q3 2023 fee rate. Turning to expenses, Q4 adjusted operating expenses were $1.2 billion, as I mentioned last quarter, Q4 included higher expenses compared to Q3 related to seasonal advertising and promotion, stock-based compensation and professional fees. As equity markets improved in 2023, we increased the investment in our brand to support future growth. Q3 2023 also included a nonrecurring benefit in G&A expenses. Full year 2023 adjusted operating expenses, excluding the carried interest expense, were $4.19 billion, up 3% over 2022's $4.07 billion and within the previously provided 2023 guidance range of 2% to 4%.\nBased on average market conditions over the last quarter, we expect 2024 adjusted operating expenses, excluding carried interest expense to be up 3% to 5% over 2023's $4.19 billion. This is up slightly from previously provided 2024 guidance due to the increase in equity markets and the impact this is expected to have on our market-driven expenses in 2024. We anticipate the 2024 non-GAAP effective tax rate will be in the range of 23% to 26%, reflecting lower expected valuation allowances related to our U.K.-based business and a lower state tax rate associated with income apportionment rules in certain jurisdictions.\nDespite a challenging year, we remain committed to maintaining our strong balance sheet and returning capital to stockholders. We bought back $103 million worth of shares during the fourth quarter, bringing 2023 total buybacks to $254 million, and we've continued to buy back shares during the start of 2024.\nAs Rob mentioned, last week, we announced a quarterly dividend of $1.24 per share, a $0.02 per share increase. Between the dividend and buybacks, we've returned $1.38 billion to stockholders over the course of 2023 while also increasing our cash position over $300 million from the end of 2022. This strong financial position allows us continued flexibility to support the annual dividend and to pursue opportunistic share buybacks while also strategically investing in seed capital or M&A as opportunities arise. We remain focused on proactively managing our expenses to allow for the continued investment in our strategic priorities while ensuring our cost structure is appropriate for the size and scale of the firm. This financial discipline, along with our commitment to efficiency and process improvement positions us to fund our future growth through modest increases in expenses and the reallocation of existing expenditures.\nWith that, I'd like to ask the operator to open the line for questions.[Operator Instructions] Our first question comes from the line of Dan Fannon with Jefferies."
  },
  {
    "header": "TROW",
    "cik": "0001113169",
    "ticker": "TROW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/582c23f499094142f6c1b3252a301b96",
    "period": "2023 Q3",
    "content": "Q3 2023 T. Rowe Price Group Inc Earnings Call\n\nQ3 2023 T. Rowe Price Group Inc Earnings Call\n\nTROWNASDAQOCT 27, 8:00 AM\n\nOperator\n\nGood morning. My name is Norma, and I'll be your conference facilitator today. Welcome to T. Rowe Price's Third Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder this call is being recorded and will be available for replay on T. Rowe Price's website shortly after the call concludes. I will now turn the call over to Linsley Carruth, T. Rowe Price's Director of Investor Relations. Please go ahead.\n\nLinsley Carruth\n\nInvestor Relations Officer\n\nHello, and thank you for joining us today for our third quarter earnings call. The press release and supplemental materials document can be found on our IR website at investors.trowprice.com. Today's call will last approximately 45 minutes. Our CEO and President, Rob Sharps and CFO, Jen Dardis, will discuss the company's results for about 15 minutes, and then we'll open it up to your questions. We ask that you limit it to 1 question per participant. We also have Eric Veiel, T. Rowe Price Associates Head of Global Equity here with Rob and Jen today for the question-and-answers portion of the call.\nI'd like to remind you that during the course of this call, we may make a number of forward-looking statements and reference certain non-GAAP financial measures. Please refer to the forward-looking statement language and the reconciliations to GAAP in the supplemental materials as well as in our press release and 10-Q. All investment performance references to peer groups on today's call are using Morningstar peer groups.\nNow I'll turn it over to Rob.\n\nRobert W. Sharps\n\nHead of Investments, Group CIO & VP, T. Rowe Price Group, Inc.\n\nThank you, Linsley, and thanks to all of you for joining us today. Third quarter trends were largely similar to what we experienced earlier in the year. Relative investment performance was solid and particularly strong in our largest franchises. We made progress on our strategic initiatives and we executed on planned cost savings efforts. At the same time, we haven't seen any improvement in net flows and don't expect to for the balance of the year.\nThat said, we do expect flow trends to recover somewhat in 2024 as improved performance takes the pressure off of redemptions from U.S. large cap equity products, investors come off the sidelines, and we realize the impact of our strategic investments.\nTurning now to investment performance. As you know, most equity and fixed income markets fell in the third quarter as investors were increasingly concerned about a prolonged period of higher interest rates. During these choppy markets, we posted another quarter of solid investment performance relative to peers, particularly in many of our U.S. equity and multi-asset strategies. Our U.S. equity products were resilient with more than 70% of the mutual funds outperforming their peer group medians. All 3 of our large-cap growth products were above the median and beat their benchmarks in the quarter and each have top quartile performance for the year-to-date time period.\nOther strong performers in our U.S. equity range included all CAP opportunities U.S. Large Cap Core and science and technology, which all had top quartile performance versus peers for the quarter, adding to their solid multiyear track records.\nInternational equity products continued to have solid long-term relative peer results despite losing some ground during the quarter. We launched 5 new active ETFs in June and our 4 active U.S. equity ETFs got off to a strong start with all beating their benchmarks in the first full quarter since launching.\nOur capital appreciation fund continues to deliver consistent outperformance relative to peers and is in the top decile versus peers in the 1-, 3-, 5- and 10-year time periods.\nOur target date products added another strong quarter, largely driven by our active security selection and differentiated portfolio construction. All vintages of the flagship retirement funds were in the top quartile versus peers, adding to their strong long-term track record.\nFixed income performance was solid with over 60% of our mutual funds outperforming their peer group meetings. Topping the list were our Dynamic Credit Bond Fund, which was recently added to our target date building blocks and the Global High Income Bond Fund, both of which were top decile performers in the quarter.\nAlternative strategies generated solid absolute and relative performance during the quarter with strong results in private market strategies. OHA liquid credit strategies outperformed their benchmarks as well.\nWhile I'm encouraged by improvements in our investment performance, as I mentioned at the outset, we continue to see net outflows. Third quarter flows and negative $17.4 billion were largely consistent with recent levels. The asset class trends remain the same, with U.S. large cap equity accounting for a majority of the net outflows.\nLooking ahead, we expect fourth quarter flows to be worse than recent trends with further weakness concentrated in November and December. Our forecast considers that December has been particularly weak over the last few years, and reflects notified terminations and redemptions, including those related to a handful of large sub-advisory mandates. We continue to proactively manage expenses to create a cost structure appropriate for the size and scale of the firm today and to allow for continued investment in our strategic priorities. Jen will talk more about these expense efforts in a moment. But first, I'd like to highlight a few of our accomplishments during the quarter.\nWe launched our first joint investment offering with OHA, the T. Rowe Price OHA select Private Credit Fund, offered as a non-traded perpetual life business development company or BDC structure. We are focused on building a durable and repeatable process to deliver alternative investments to the wealth management channel. Credit launched with $1.5 billion of investable capital, making it 1 of the industry's largest nontraded BDC launches. This includes over $600 million raised in equity commitments from T. Rowe Price in a group of global institutional investors in addition to $875 million in credit facility commitments. Our ETF franchise is expanding with AUM totaling $1.7 billion as of September 30. Our new capital appreciation equity, ETF, or TCAP has attracted strong interest since launching in June with over $190 million in net flows and placement with 12 broker-dealer clients.\nIn the third quarter, associates in London moved to our new office in Warwick Court on Pattern Oster Square, and we marked the end of exterior construction of our new global headquarters at Harbor Point in Baltimore, Maryland, with a ceremonial beam signing. Both offices are an investment in the associate experience and have been designed to foster collaboration, a cornerstone of our culture. It's our culture and the dedication and hard work of our associates that are driving our progress on our path to return the firm to organic growth. We have some of the best talent in the industry, and we're squarely focused on delivering consistently strong long-term investment performance and world-class service for our clients, sustaining our culture of excellence and collaboration and carefully managing our financial results through this environment. I'm grateful to our teams for keeping our clients at the center of all we do.\nI'll now turn to Jen to cover our financial results for the quarter.\n\nJennifer Benson Dardis\n\nVP, CFO & Treasurer, T. Rowe Price Group, Inc.\n\nThank you, Rob, and hello, everyone. I'll review our financial results, and then we will open the line for questions. Our adjusted earnings per share of $2.17 for Q3 2023, was up from $2.02 in Q2 2023, driven by higher investment advisory revenues and higher carried interest-related income. A decline in markets following a peak at the end of July, led to Q3 end-of-period AUM of $1.35 trillion, down 3.8% from Q2. But our Q3 average AUM of $1.4 trillion was 2.7% higher than Q2 and 3.4% higher than Q3 2022, driving the higher investment advisory revenues this quarter.\nAs Rob mentioned, we had $17.4 billion in net outflows for the quarter, including a previously disclosed sub-advisory mandate termination in August. Consistent with last quarter, our 3 U.S. large-cap growth equity strategies drove the majority of the net outflows. Outflows from equity products were partially offset with inflows in our multi-asset fixed income and alternative asset classes, and our Asia Pacific business posted positive flows for the quarter as well.\nWithin multi-asset, target date net inflows were $2.9 billion for the quarter, bringing year-to-date inflows to $12.8 billion. When thinking about the rest of the year, keep in mind, we historically have seen some plan-driven seasonality in the DC channel with some plans departing in December and new ones onboarding in January.\nOther highlights from the quarter included net inflows into capital appreciation, all cap opportunities equity, international core equity and blended emerging market bond. In September, we reopened our international small-cap equity and our high-yield bond strategies to new clients, which we expect will support future sales. Both strategies have solid long-term performance track records.\nTurning to the income statement, Q3 adjusted net revenues were nearly $1.7 billion, including over $1.4 billion in investment advisory revenue. Our annualized effective fee rate was 41.7 basis points in Q3 2023, down from 42.3% in Q2. The effective fee rate decrease is primarily driven by the timing of performance-based fee earnings on certain equity and alternative products that were realized in Q2, along with mix shift towards lower fee asset classes and vehicles.\nQ3 adjusted net revenues also included over $90 million in accrued carried interest related revenue, reflecting strong absolute and relative performance in those alternative products with carried interest paying structures. This was a higher level of carried interest-related revenue than previous quarters, and this will likely continue to vary widely quarter-to-quarter, in line with absolute and relative returns in the products.\nOur adjusted operating expenses were nearly $1.1 billion, up a little over 3% from both Q2 2023 and Q3 2022. The Q3 included severance costs related to our July reduction in force and higher carried interest-related expense, partially offset by a nonrecurring benefit in G&A.\nFor full year 2023, we are narrowing our guidance range for adjusted operating expense, excluding the carried interest related compensation to be 2% to 4% over the comparable full year 2022 amount of nearly $4.1 billion. With adjusted operating expense growth, excluding carried interest compensation of just under 1% year-to-date, we do expect higher expenses in a few categories in Q4, several of which are seasonal or timing related so will not fully carry forward into 2024. Specifically, we expect G&A to be higher than typical run rate as we have higher professional fee spend in Q4 that spilled over from Q3. Stock-based compensation is typically higher in Q4 as our annual grant date falls in December. Advertising and promotion is also typically highest in Q4 to support seasonal campaigns.\nAnd finally, we will realize a full quarter of higher technology, occupancy and facilities costs related to our new London location. As we mentioned last quarter, we have been focused on managing our expense growth and driving efficiency to allow us to continue to invest in the strategic initiatives that we believe will result in future growth.\nAs part of this effort and in light of our hybrid working environment, we have been reviewing our real estate usage with the dual goals of enhancing in-person collaboration and reducing real estate costs. As a result of this review, we made the decision to consolidate associates at our Owings Mills, Maryland campus into 4 buildings down from 6 and to reduce the amount of space occupied in our Colorado Springs buildings by year-end. This is a change in office configuration, not a change in location or workforce strategy.\nWe have also been focused on enhancing our business, data and technology architecture to ensure we have the foundational support to underpin our strategic initiatives and drive efficiency going forward. As we shared last quarter, our cost savings efforts over the last 12 months have removed or reallocated over $200 million in operating expenses versus the run rate for 2024. We continue to expect 2024 adjusted operating expenses, excluding carried interest compensation will grow in the low single-digit range. This growth rate will depend on final 2023 adjusted operating expense levels. And as always, this estimated growth rate is based on current market levels, and we may choose to adjust it if markets rise or fall significantly.\nSpending a moment on capital management. We repurchased over 977,000 shares in the third quarter at an average price of about $108 for a total of $106 million. Year-to-date, we have repurchased a little under 1.4 million shares for just over $150 million. As of September 30, we had 223.5 million shares outstanding. Our recurring dividend remains a top priority through buybacks and dividends year-to-date, we have returned about $992 million to stockholders while maintaining ample liquidity to support our seed capital program, opportunistic share buybacks and potential M&A.\nAs we complete the year and plan for 2024, we will continue to invest in our strategic priorities to pursue excellent investment performance and client service and to drive growth over time. We are also executing on our plans to reduce costs to fund these initiatives and maintain a low single-digit expense growth into 2024.\nWhile flows will remain challenged through the fourth quarter, we are confident that we will start to see the benefits of these efforts in 2024.\nWith that, I'll ask the operator to open the line for questions."
  },
  {
    "header": "TROW",
    "cik": "0001113169",
    "ticker": "TROW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3f4c1acda59a9b550c7bd31e721f8c05",
    "period": "2023 Q2",
    "content": "Q2 2023 T. Rowe Price Group Inc Earnings Call\n\nQ2 2023 T. Rowe Price Group Inc Earnings Call\n\nTROWNASDAQJUL 28, 8:00 AM\n\nOperator\n\nGood morning. My name is Gigi, and I will be your conference facilitator today. Welcome to T. Rowe Prices Second Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this call is being recorded and will be available for replay on T. Rowe Price's website shortly after the call concludes.\nI will now turn the call over to Linsley Carruth, T. Rowe Price's Director of Investor Relations.\n\nLinsley Carruth\n\nInvestor Relations Officer\n\nHello, and thank you for joining us today for our second quarter earnings call. The press release and a supplemental materials document can be found on our IR website at investors.troweprice.com. Today's call will last 45 minutes. Our CEO and President, Rob Sharps and CFO, Jen Dardis, will discuss the company's results for about 15 minutes and then we'll open it up to your questions. We ask that you limit it to one question per participant.\nI'd like to remind you that during the course of this call, we may make a number of forward-looking statements and reference certain non-GAAP financial measures. Please refer to the forward-looking statement language and the reconciliations to GAAP in the supplemental materials as well as in our press release and 10-Q.\nNow I'll turn it over to Rob.\n\nRobert W. Sharps\n\nHead of Investments, Group CIO & VP, T. Rowe Price Group, Inc.\n\nThank you, Linsley, and thank you all for joining us today. While equity outflows continued in the second quarter, we saw improved performance in a number of important investment strategies. Stronger equity markets helped lift revenue from first quarter levels, and we identified substantial cost savings that will allow us to meaningfully slow expense growth while continuing to pursue our strategic initiatives.\nOn today's call, I'll give an overview of our investment performance, followed by a brief update on the key milestones we reached in advancing our strategic initiatives. Jen will then provide a detailed view of our financial results before we take your questions. Overall, second quarter investment performance was encouraging, with reasonably solid results across asset classes and the percentage of funds outperforming their peers increasing from the prior quarter. The U.S. large cap growth franchise outperformed this quarter with blue chip growth, gross stock and large-cap growth posting top quartile results versus peers and beating their benchmarks.\nOur U.S. equity research and mid-cap value strategies continued to deliver strong performance. In contrast, the large-cap value franchise, a bright spot in 2022 gave back some of its relative outperformance in the first half of 2023. However, the long-term results remain favorable. Our target date franchise delivered another strong quarter of performance. with all of our flagship retirement funds ranking in the top quartile. Performance in fixed income and international equity was solid as well, with the majority of funds in both segments outperforming peer groups and a number of products including global multisector bond and U.S. high yield in the top decile for the quarter. Our global stock, overseas stock and several of our municipal bond strategies were top quartile performers in the second quarter and all have strong 3-, 5- and 10-year performance track records.\nDespite these gains, organic growth remains under pressure. As we reported, net outflows for the second quarter were $20 billion. The sales and redemption patterns that we saw in the first quarter largely continued in the second. U.S. equity outflows were primarily driven by U.S. large-cap growth strategies as market demand remained muted and we saw the lagging impact of past investment performance on sales and redemptions. International and global outflows slowed with improved market demand and better performance. Fixed income net flows declined from the prior quarter as rates rose and demand softened. Target Date products had net inflows of $2.4 billion for the quarter.\nTo protect our ability to invest in our corporate strategy and deliver for our clients, we are proactively managing expense growth. We are pursuing a number of efforts to manage expenses drive efficiency and create a cost structure that's appropriate for the size and scale of our firm today. Jen will discuss these efforts in greater detail but since the fourth quarter of 2022, we have taken steps to remove or reallocate over $200 million in run rate costs for 2024. This work partly reflects ongoing company and industry challenges but also reflects a broader commitment to efficiency, process improvement and durability, driving a culture of continuous improvement and innovation with an agile mindset. Institutionalizing this work will allow us to better invest in our corporate strategy and continue to deliver for our clients, even in challenging times. Our corporate strategy is focused on areas where we believe we have the greatest opportunity for growth and long-term success. In the second quarter, we advanced efforts to deepen our client partnerships, expand our investment in operational capabilities and continue to broaden our global reach. We've made important hires and met some key milestones. We are making steady progress in bolstering our USI wealth channel by fortifying partnerships with the largest intermediary firms in the industry.\nClients expect compelling investment strategies offered in a variety of vehicles to meet their needs, and we made progress delivering on both this quarter. On June 15, we launched 5 fully transparent active equity ETFs, which are already generating client interest and inflows. Our existing lineup of 15 ETFs now at $1.5 billion in AUM is steadily building momentum. We continue to fill out our roster of SMA strategies with the addition of 4 muni and 2 equity SMA strategies this quarter. We finalized the seed commitment for our first joint co-branded product with OHA Hero Price OHA Select Private Credit Fund, or OCredit and closed for our business development company, or BDC, election filing on June 30. The filing is a key legal milestone for the launch, which is planned for later this year.\nWe also hired a head of U.S. intermediary, alternative sales, and we'll continue to invest in resources and expertise to support this effort. We closed on our acquisition of Retiree Inc., which will enhance our ability to expand and retain relationships with pre-retiree and retiree clients, by providing tax aware retirement income and social security claiming strategies. With this acquisition, we demonstrate our commitment to expanding and evolving our already strong retirement capabilities. So while our flows continue to reflect lingering challenges, we are making clear progress. Our work on driving efficiencies and managing expenses will allow us to continue to invest to deliver for our clients and support future growth. I'm impressed by the resiliency and commitment of our associates, and I remain confident in the long-term fundamental value that a global active investment management firm like T. Rowe Price can deliver no matter the environment.\nI'll now turn to Jen to cover our financial results for the second quarter.\n\nJennifer Benson Dardis\n\nVP, CFO & Treasurer, T. Rowe Price Group, Inc.\n\nThank you, Rob, and hello, everyone. I will begin today by reviewing our financial results and will provide additional detail on our expense management efforts before we open the line for questions. As reported, our adjusted earnings per share was $2.02 for Q2 2023 versus $1.69 in Q1 2023. An increase from both higher revenues and carefully managed expense growth. Q2 2023 EPS was also favorably impacted by a lower quarterly effective tax rate. We ended the quarter with $1.4 trillion in AUM, an increase of $58 billion from March 31, 2023, driven by market appreciation and partially offset by net outflows. Our average assets for the quarter were $1.36 trillion, up from Q1 2023, but down almost $50 billion from Q2 2022. As Rob mentioned, we posted $20 billion in net outflows for the quarter. Across the entire complex, we continue to see clients taking longer to make decisions based on current market volatility which is resulting in lower sales and net inflows than we've seen in prior years. Industry-wide, active equity and fixed income fund flows have been muted for over a year.\nWe expect that this slowdown is cyclical and will revert to more normal patterns as the direction of interest rates, inflation and the likelihood of a recession become clearer. Also consistent with last quarter, our U.S. large-cap growth equity products drove a majority of the outflows, and we are seeing performance-related lower sales and elevated redemptions from a range of clients. It will take some time for the recent performance improvement in these products to slow the outflows. Positive inflows for the quarter included U.S. equity research, capital appreciation, international core and all-cap opportunities.\nWe also had net inflows to international fixed income driven by global investment grade, global multi-sector and euro corporate bond. However, the inflows to international fixed income were more than offset by outflows from our U.S. fixed income stable value and floating rate products. Our target date net inflows were $2.4 billion for the quarter. While this was down from Q1, keep in mind that first quarter flows are typically the strongest given that a higher proportion of planned decisions happen around year-end. In the first half of the year, we recorded $9.9 billion of net inflows to our Target Date products.\nIn response to changing market conditions and more available capacity, we have reopened to new investors some of our previously closed products, including mid-cap growth, small cap growth and emerging market equity, which we expect will support future sales and net flows. We also continue to evaluate the capacity levels for other closed strategies, and we'll consider reopening these in the future.\nOur Q2 adjusted net revenues were $1.6 billion, including $1.4 billion of investment advisory revenue that was up from Q1 2023 on equity market gains. Our effective fee rate was 42.3 basis points back to the same level it was in Q4 2022 after a slight uptick in the first quarter of 2023. Our adjusted operating expenses were a little over $1 billion, which was generally flat to the first quarter of this year but up 8.3% from the second quarter of 2022. The year-over-year change was largely driven by the change in capital allocation-based income-related compensation.\nAs a reminder, in the second quarter last year, there was negative capital allocation-based income, which created an expense offset. Excluding the compensation expense related to capital allocation based income, adjusted operating expenses were up 1.8% over the same period last year, with compensation and related costs up less than 1% year-over-year. We continue to forecast our 2023 adjusted operating expense growth, excluding capital allocation-based income-related compensation expense, will be in the range of 2% to 6% over the comparable full year 2022 amount of $4.1 billion. Based on current market conditions, we still expect to land at or below the midpoint of this range.\nAs Rob mentioned, we are pursuing a number of efforts to proactively manage our expense growth and drive efficiency. Last week, we internally communicated the difficult decision to eliminate approximately 2% of our existing positions globally. We have also slowed the pace of hiring and head count growth by closing selective positions across the firm. All of these actions have been based on a careful review to make sure we are aligning our resources to best support our clients and drive long-term growth for the firm. Based on our current pace of hiring against our strategic initiatives, we expect head count at the end of 2023 to be modestly higher than the start of the year, even with the reductions I just mentioned.\nMost of the costs related to the recent reduction in force will be incurred in the third quarter and are already included in our expense guidance. As we move forward, we remain committed to finding ways to be more efficient and drive a culture of continuous improvement. For example, we are evaluating our current real estate use in light of our new hybrid work approach with the objective of slowing our occupancy and facilities expense growth. It will be some time, however, before any impact to expenses from real estate would be realized. In total, between the expense efforts we took last year and this year, we will have removed or reallocated over $200 million in operating expenses versus the run rate for 2024.\nThis financial discipline will allow us to continue investing in our strategic initiatives to support future growth while positioning us for low single-digit adjusted operating expense growth in 2024. Excluding the impact of capital allocation-based income-related compensation. We will refine these estimates as we get closer to year-end. As always, this estimate is based on current market levels and we could choose to adjust it if markets rise or fall significantly.\nShifting to capital management. We found some buying opportunities in May and June, bringing our year-to-date share repurchases to over 420,000 shares at an average price of just over $107 per share or $45 million total. We remain opportunistic in our approach to buybacks. However, given continued market uncertainty, we are being patient in the process. Supporting our recurring dividend remains a top priority in the first half of 2023, we returned over $600 million to stockholders. Our balance sheet remains strong, and we have ample liquidity to support both our seed capital program and potential M&A. We are confident in the efforts we've identified to drive efficiency and slow our expense growth as we continue to manage the business to support our clients and return the firm to organic growth over time.\nAs Rob said, institutionalizing this work will allow us to better invest in our corporate strategy and continue to deliver value for our clients even in challenging times. With that, I'll ask the operator to open the line for Q&A."
  },
  {
    "header": "TROW",
    "cik": "0001113169",
    "ticker": "TROW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/47d4b0e432d20c3bddef5b1a6c6bbe8f",
    "period": "2023 Q1",
    "content": "Q1 2023 T. Rowe Price Group Inc. Earnings Call\n\nQ1 2023 T. Rowe Price Group Inc. Earnings Call\n\nTROWNASDAQMAY 2, 8:00 AM\n\nOperator\n\nGood morning. My name is Shannon, and I will be your conference facilitator today. Welcome to T. Rowe Price's First Quarter Earnings Conference Call. [Operator Instructions] As a reminder, this call is being recorded and will be available for replay on T. Rowe's website shortly after the call concludes.\nI will now turn the call over to Linsley Carruth, T. Rowe Price's Director of Investor Relations.\n\nLinsley Carruth\n\nInvestor Relations Officer\n\nHello, and thank you for joining us today for our first quarterly earnings call. The press release and a new supplemental materials document can be found on our IR website at investors.troweprice.com and from the download link in the upper right of the webcast platform. Today's call will last 45 minutes. Our CEO and President, Rob Sharps and CFO, Jen Dardis, will discuss the company's results for a little over 15 minutes and then we'll open it up to your questions. We ask that you limit it to 1 question per participant.\nI'd like to remind you that during the course of this call, we may make a number of forward-looking statements and reference certain non-GAAP financial measures. Please refer to the forward-looking statement language and the reconciliations to GAAP in the supplemental materials as well as in our press release and 10-Q.\nNow I'll turn it over to Rob.\n\nRobert W. Sharps\n\nHead of Investments, Group CIO & VP, T. Rowe Price Group, Inc.\n\nThank you, Linsley. And welcome to everyone joining us today for our inaugural earnings call. I'd like to start by saying that in rapidly evolving market conditions like the ones we experienced this quarter, what we deliver for our clients matters more than ever.\nOur clients have entrusted us with over $1.3 trillion of assets, and we are deeply focused on helping them meet their long-term financial objectives. I'm pleased by how our teams have responded in these times, staying close to our clients, sharing insights and helping them navigate uncertainty. Our first quarter shows some encouraging signs. Markets posted gains and our investment performance showed signs of improvement. However, the market environment remains uncertain, and our flows remain under pressure. In light of this uneven backdrop, we continue to carefully manage our financials to preserve our ability to invest in long-term initiatives to support growth. I remain confident in the long-term fundamental value that a global active investment management firm like T. Rowe Price can deliver, no matter the environment.\nWith that, I'll provide an overview of the market context and our investment performance as well as an update on our strategic priorities before turning it over to Jen to review the quarterly financial results. Stocks in the U.S. and most other major equity markets recorded solid gains in the first quarter, although returns were trimmed by the banking turmoil in the U.S. and later Switzerland. Bonds also offered good returns as growth and interest rate expectations moderated. A flight to safety following the banking turmoil led to a sharp decrease in U.S. treasury yields, especially in the 2-year yield. The yield curve stayed inverted, however, which may be an indicator of the coming recession.\nStock returns in the U.S. vary markedly. Turmoil in the banking sector and signs of ebbing growth and inflation pressures led to lower treasury yields and boosted gross shares by increasingly implied value of future earnings. The NASDAQ Composite Index jumped nearly 17% and technology shares within the S&P 500 Index returned nearly 22%, including dividends during the first quarter. Conversely, declines in bank stocks and oil prices contributed to a modest overall decline in the small-cap Russell 2000 Value Index. Monetary and fiscal tightening, healing supply chains and easing energy prices helped lower inflation in most major economies, even if not yet to central banker satisfaction. The annual headline inflation rate fell from 6.4% to 5% over the quarter in the U.S. and from 9.2% to 6.9% in the Eurozone with U.K. inflation being an outlier in both direction and magnitude.\nIn this choppy market environment, we saw our investment performance improve for some of our equity and fixed income strategies that struggled last year. While it was reassuring to see performance rebound in a number of key strategies in the first quarter, we are keenly aware that 1 quarter does not make a trend, especially in such an unsettled macro environment. Periods of market transition and elevated uncertainty can work to the advantage of quality active managers. Near-term dislocations often create long-term opportunities as the market refocuses on fundamental drivers such as valuation and earnings quality. Our firm has navigated both sides of the investment performance cycle before. We persevered by adhering to our rigorous investment process and leveraging the insights generated by our global research platform. The solid long-term track record of our Target Date franchise reflects these strengths as does the performance of our value and core equity strategies last year. And I'm encouraged by the resilience of our U.S. equity research strategy, where more than 25 of our TRPA research analysts contribute to the portfolio in their focused area of expertise. As a fundamental research-driven investment organization, our deep sector expertise and long-standing engagement with management teams is pivotal to understanding the long-term strategy and goals of the companies we invest in.\nWe are proud that among more than 330 asset management firms nominated, we came in a very close second in institutional investors inaugural 2023 ranking of America's top asset management firms. I am pleased that so many corporate voters recognized our differentiated research and corporate access model. Despite these bright spots, net flows continue to be under pressure. As we reported, net outflows for the first quarter were $16.1 billion. The primary driver was net outflows in our large-cap growth equity strategies, reflecting both continued weak industry demand and the lagging impact of investment performance challenges in these strategies. While those net outflows were broad based, they were particularly apparent in our United States defined contribution investment only and broker-dealer channels. We continue to face headwinds with net flows to our large-cap growth strategies, but we expect that they will abate with sustained investment performance and time.\nOn the positive side, we recorded $7.5 billion of net inflows into the Target Date franchise and over $250 million in net flows in each of global multi-sector bond, U.S. dividend growth, U.S. taxable cash management, U.S. all-cap opportunities and U.S. short-term bond strategies during the quarter. We expect that we will return the firm to positive organic growth over time with a combination of more constructive markets, sustained improved performance in key strategies, traction with a broader range of vehicles and continued progress with our strategic initiatives. Although excellent investment performance is central to our long-term success, our industry has gotten more competitive. We are committed to investing in the areas where we have scaled businesses such as our leading retirement franchise and to building capabilities to support future growth. We see an opportunity to elevate our focus on areas where we have already invested resources over many years and where we believe we have the greatest opportunity for growth and long-term success.\nI would like to highlight some areas of focus and our progress against our strategic initiatives. We are bolstering our U.S. intermediary wealth channel, leveraging and extending the partnerships we have built. This quarter, we were named a top tier provider to another one of the largest intermediary firms in the industry. With this decision, we are now a top-tier partner with 6 of the 10 largest intermediary firms in this space. We are also broadening our range of products to ensure we deliver our investment strategies in the vehicle of choice. As more advisers look to do more with fewer investment management partners, we are well positioned to build on these deep partnerships.\nWe are accelerating growth in international markets with a focus on unlocking growth in select countries where we have existing businesses that offer the greatest opportunity. During this quarter, I spent 2 weeks in Asia where we have 365 associates and clients representing $50 billion of assets under management. I had a chance to spend time with several of our clients and it reinforced for me the depth of relationships that we are building in the region and the opportunity that we have to do much more with them over time. In our direct retail business, we are enhancing our individual investor client experience through an improved digital experience and differentiated service offering. We recently completed the acquisition of Retiree, Inc. a fintech firm that offers innovative retirement income planning software. This acquisition will complement and expand our retirement income capabilities across our audiences with planning tools for individuals and practitioner tools for financial professionals. We expect to use the technology in our retail direct defined contribution and wealth management channels.\nFinally, we are expanding our private markets and alternative capabilities by leveraging our distribution channels and OHA's investment capabilities. As we previously shared, we acquired OHA to accelerate our expansion into alternative investments. Our first joint co-branded product, T. Rowe Price OHA Select Private Credit Fund, or OCredit, is advancing. This business development company is a retail product developed to leverage OHA's private credit investment expertise with T. Rowe Price's distribution capabilities. We expect to close the seed round in the second quarter and launch OCredit more broadly later this year. I am grateful to our associates around the world for focusing on delivering for our existing clients and for continuing to find new ways to bring what we do to a broader, more global base of clients.\nI will now turn to Jen to cover our financial results for Q1.\n\nJennifer Benson Dardis\n\nVP, CFO & Treasurer, T. Rowe Price Group, Inc.\n\nThank you, Rob, and hello, everyone. Today, I'll provide a summary of our financial results and key drivers, including assets under management and flows, revenue and operating expenses, and I'll conclude with a few comments on capital management before we take questions.\nOur adjusted earnings per share was $1.69 for Q1 2023 versus $1.74 in Q4 2022 and $2.62 in Q1 2022. Compared with Q4 2022, adjusted operating income was up 3.7% to $528 million, primarily on a decline in expenses. A higher effective tax rate in the quarter drove the modest decline in adjusted EPS from Q4 2022. The change versus Q1 2022 reflects the decline in AUM and revenues from sharply lower markets and net outflows over the last 12 months. Looking at the drivers behind these results. We ended the quarter with $1.3 trillion in AUM, an increase of $67 billion from December 31, 2022. Improving markets in Q1 increased assets by $83 billion, offset by $16 billion in net outflows. Our average assets for the quarter were $1.3 trillion, which was up 3% from Q4 2022, but down 15.2% from Q1 2022.\nWe've provided some detail on flows on Page 6 of the supplemental materials, but as Rob mentioned, outflows in Q1 were concentrated. We posted $23.5 billion of outflows in global equities with the majority of the net amount attributable to our U.S. large-cap growth equity strategies. On a channel view, outflows were largely focused in our U.S. DCIO and broker-dealer channels and with a few institutional clients. We experienced net outflows across all regions with the percentage of AUM sourced from outside the U.S., ending the quarter at 8.9%. There were a few notable areas of strength in the quarter, including $7.5 billion of net inflows into the Target Date franchise, $1.3 billion of net inflows into international fixed income strategies and nearly $200 million of net inflows into alternatives. During Q1, we typically see some seasonality in Target Date flows in part due to planned sponsor lineup activity around the turn of the year. We've provided an AUM inflows breakdown by institutional and retail client type, which replaces the vehicle views we have provided in the past. The assets and flows for global institutions and DC plans, including those we record keep and those we manage on an investment-only basis are reflected in the institutional bar. The retail assets and flows include both direct and intermediary sold retail accounts, including our platform and broker-dealer channels. Our effective fee rate of 42.7 basis points for the quarter was a slight uptick from Q4 2022. This reflects a bit of noise from mix shift during the quarter. Over time, we continue to see modest downward fee pressure in line with new vehicle adoption and overall industry pricing headwinds.\nTurning to revenues. Our Q1 adjusted net revenues were $1.5 billion, with $1.4 billion from investment advisory revenues. We saw a small increase in net investment advisory revenues from Q4 2022 on higher average assets versus the fourth quarter. Compared with Q1 2022, investment advisory revenues were down 16.3%, reflecting the decline in average AUM. Capital allocation based income for the quarter was $16.9 million. And as a reminder, capital allocation-based income includes the change in accrued carried interest from some of our alternative funds along with acquisition-related amortization. Additionally, accrued carried interest will fluctuate quarter-to-quarter based on the underlying portfolio company-specific performance, along with the market environment at the end of each quarterly period. This quarter was down from Q1 2022 due to a more challenging market environment than a year ago. It was also down from Q4 2022 as that period included additional accrued carried interest to cover required tax distributions. Typically, 50% to 60% of accrued carried interest is expected to be retained in operating income as the remainder is passed through to fund partners who are also employees and recognized as compensation expense. We've included additional details about accrued carried interest on Page 11 of the supplemental materials.\nNow shifting to expenses. Adjusted operating expenses were about $1 billion, which is a decrease of 1.6% from Q1 2022 and down 4.7% from Q4 2022. The decline from Q4 2022 is largely driven by the declines in compensations, benefits and related along with the accrued carried interest related compensation. Compensation benefits and related costs, which excludes the carried interest-related compensation, was $593 million for the quarter, which was in line with Q1 2022 and down about $31 million from Q4 2022. Lower compensation expenses in Q1 primarily reflect lower stock-based compensation expense related to the firm's annual equity grant as well as the absence of severance and other costs associated with the workforce reduction action recognized in Q4 2022, which more than offset the Q1 impact of annual increases. As a reminder, about 1/3 of our adjusted operating expenses, excluding compensation related to carried interest, are driven by AUM and revenues. This is predominantly cash and stock-based incentive compensation and distribution expenses. For the balance of the year, we maintain the prior guidance that we expect our adjusted operating expenses, excluding capital allocation-based income to grow in the range of 2% to 6% over the comparative full year 2022 amount of $4.1 billion. Though we have started the year below the 2% to 6% range, the savings associated with the workforce reduction action in late 2022 will be offset through the year as we rehire for new skill sets aligned to our strategic initiatives. Based on the current market environment, we are trending to land at or below the midpoint of that range. Our Q1 non-GAAP tax rate of 30.3% was outside the annual range we gave in January as we increased the valuation allowances recognized on certain foreign-based deferred tax assets, including net operating losses. Currently, we estimate our non-GAAP effective tax rate for the full year 2023 will be in the range of 26.5% to 29.5%.\nIn a more cash-constrained environment, we continue to prioritize the recurring dividend, which we increased for the 37th consecutive year since the firm's initial public offering in 1986. Our near-term focus beyond the dividend is to balance the needs for seed capital and opportunistic buybacks over the long term to offset dilution from the equity incentive programs and to preserve cash for potential M&A. In Q1, we initiated minimal stock buybacks. We expect to repurchase some during the remainder of the year, though not at the same level as 2021 and 2022 when we were offsetting the shares issued for the OHA purchase. We've also been modestly rebuilding our cash position since the purchase of OHA in late 2021 to maintain our strong balance sheet. We added roughly $233 million in cash reserves in 2022. We are more focused than ever on prioritizing investment in our strategic initiatives, maintaining efficient operations and carefully managing our cash position. This financial discipline gives us the strength to navigate through market volatility and stay focused on the long term.\nWith that, I'll ask the operator to open the line for Q&A."
  }
]