[
  {
    "header": "NRG",
    "cik": "0001013871",
    "ticker": "NRG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1d286f178ab5877193dc0d30320e8b52",
    "period": "2025 Q3",
    "content": "Q3 2025 NRG Energy Inc Earnings Call\n\nQ3 2025 NRG Energy Inc Earnings Call\n\nNRGNYSENOV 6, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the NRG Energy, Inc. Third Quarter 2025 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your first speaker today, Brendan Mulhern, Head of Investor Relations. Please go ahead.\n\nBrendan Mulhern\n\nThank you. Good morning, and welcome to NRG Energy's Third Quarter 2025 Earnings Call. This morning's call is being broadcast live over the phone and via webcast. The webcast presentation and earnings release can be located in the Investors section of our website at www.nrg.com under Presentations and Webcast.\nPlease note that today's discussion may contain forward-looking statements, which are based upon assumptions that we believe to be reasonable as of this date. Actual results may differ materially. We urge everyone to review the safe harbor in today's presentation as well as the risk factors in our SEC filings. We undertake no obligation to update these statements as a result of future events, except as required by law. In addition, we will refer to both GAAP and non-GAAP financial measures. For information regarding our non-GAAP financial measures and reconciliations to the most directly comparable GAAP measures, please refer to today's presentation and earnings release.\nWith that, I will now turn it over to Larry Coben, NRG's Chair, President and Chief Executive Officer.\n\nLawrence Stephen Coben\n\nIndependent Chairman of the Board, NRG Energy, Inc.\n\nThank you, Brendan. Good morning, everyone, and thank you for your continued interest in NRG. I'm joined today by Bruce Chung, our Chief Financial Officer; and other members of our management team are also on the line and available to answer questions.\nLet's start with the key messages on Slide 4. Strong performance across all areas of the business led us to raise 2025 financial guidance by $100 million in late September. This is the third consecutive year we have increased our full year outlook. And today, we are reaffirming that higher range. We are also introducing 2026 guidance that aligns with our long-term growth targets. This represents NRG's stand-alone outlook and excludes any contribution from the LS Power acquisition. We will provide updated guidance that includes LS Power around the time of closing.\nWe expanded our data center power agreements this quarter, bringing total contracted capacity to 445 megawatts. We also rapidly grew our pipeline of potential projects under joint development and letters of intent to 5.4 gigawatts. Together, these actions built on the agreement announced in August and reflect rapidly growing momentum and validation of our data center strategy. The LS Power acquisition remains on track. Financings were executed in September on favorable terms, all regulatory filings have been submitted, and we expect to close in the first quarter of 2026.\nTurning to Slide 5. Adjusted EPS for the third quarter was 32% higher than the same period last year, and adjusted EBITDA reached the highest quarterly level in company history. I'd like to pause to congratulate all 18,000 of our employees for that achievement. Our results reflect strong performance across both Energy and Smart Home. In Energy, supply optimization and disciplined commercial execution drove margin improvement across both our home and C&I businesses. In Smart Home, growth was supported by expanding our customer base, record retention and continued momentum in our Home Virtual Power Plant initiative. We also delivered top decile safety performance and completed the loan agreement for our second Texas Energy Fund project. Year-to-date, adjusted EPS is 36% higher than last year, reflecting strong performance across all parts of the business as well as continued cost discipline. These results keep us firmly on track to achieve our raised full year 2025 guidance ranges.\nOn the right side of the slide, we are introducing 2026 guidance on a stand-alone basis. This serves as an interim view ahead of a full update after the LS Power acquisition closes, when we will provide guidance for the combined company.\nMoving to Slide 6 for an update on market conditions. ERCOT experienced a mild summer with moderate pricing and strong growth in overall power use. Total consumption across Texas has increased nearly 30% over the past 5 years, driven by residential, commercial and industrial demand as electrification and onshoring of manufacturing accelerate. Data center development usage remains early with ramp schedules expected to add meaningful capacity over the next several years. Looking ahead, power demand is projected to outpace new supply, keeping the market structurally tight and reinforcing the need for reliable, dispatchable generation. Policymakers are responding through initiatives such as Senate Bill 6 in Texas and similar efforts in other regions focused on affordability, additionality and reliability. We are encouraged by the focus and progress being made to strengthen ERCOT and other competitive markets across the country.\nIn this environment, NRG is expanding its portfolio of reliable and flexible capacity. Through the LS Power and Rockland acquisitions, the Texas Energy Fund projects and our Home Virtual Power Plant, we are adding 15 gigawatts of natural gas and 7 gigawatts of Virtual Power Plant capacity. We also see about 6 gigawatts of additional opportunities through the GE Vernova partnership and our final test project that is still under review. Together, these actions strengthen our platform and position NRG to meet rising customer demand and support large load growth, including data centers across ERCOT, PJM and other key markets.\nTurning to Slide 7. We expanded our data center customer portfolio to 150 megawatts of new premium long-term power agreements, bringing total contracted capacity to 445 megawatts across ERCOT and PJM. This builds up a framework announced last quarter with the same customer. These sites located in Maryland and Illinois support edge data center development with access to high-capacity fiber and proximity to major U.S. cities. These projects will be built in PJM with operations beginning in 2028 and ramping through 2032. This agreement was signed above the midpoint of our prior $70 to $90 per megawatt hour target rate. Given continued strength in customer demand and higher forward power curves, we are raising our target for new long-term data center agreements to above $80 per megawatt hour. This reflects sustained pricing improvement and NRG's leadership in providing reliable long-term power solutions for large loan customers.\nWe are advancing numerous additional opportunities, including up to 5.4 gigawatts of new capacity for data centers through 2032 under our GE Vernova and Kiewit partnership, supporting the principle of additionality. Since last quarter, side letters of intent have increased 35%, underscoring customer engagement from multiple hyperscalers and data center developers as well as growing demand for new development. We also see several additional gigawatts of potential projects across our broader pipeline. As markets evolve to bring your own generation models, NRG is leading the next phase of data center growth.\nTurning to Slide 8. The LS Power acquisition remains firmly on track for a first quarter 2026 close. It strengthens our platform broadens our earnings base and extend our reach across key competitive markets. It reinforces our position as one of the largest competitive generators in the country and increases our leverage to long-term demand growth. At announcement, the acquisition was immediately accretive across all key metrics, reflecting portfolio quality and an attractive purchase multiple. We also unveiled a 14% EPS CAGR through 2029 which does not, I repeat, does not include any contribution from data centers and reflects pricing assumptions that are below current market levels. These factors, along with other upside opportunities underscore the significant potential ahead.\nSince announcement, incremental benefits, including 100% bonus depreciation, have further enhanced the economics. All required filings have been submitted and financing was completed on terms better than originally projected. The transaction positions NRG for stronger long-term growth greater scale and enhanced value creation as we bring the new platforms together.\nWith that, I'll turn it over to Bruce for the financial review.\n\nBruce Chung\n\nCFO, Executive VP of Strategy, M&A and NRG Services\n\nThank you, Larry. Beginning with Slide 10, NRG delivered strong financial and operational performance in the third quarter was $2.78 in adjusted earnings per share and $1.205 billion in adjusted EBITDA representing a 32% and 14% increase from the same quarter of 2024, respectively. Adjusted net income was $537 million and free cash flow before growth was $828 million.\nThrough the first 3 quarters of 2025, NRG delivered $7.17 of adjusted earnings per share and over $3.2 billion of adjusted EBITDA, a year-over-year increase of 36% and 12%, respectively. Our exceptional quarterly and year-to-date financial performance reflects continued execution in all of our businesses, driven primarily by a mix of expanded margins favorable weather and excellent commercial and operational execution.\nOur Texas segment delivered third quarter and year-to-date adjusted EBITDA of $807 million and $1.618 billion, respectively, representing an improvement of 38% and 29% from the same period in 2024. These results were driven by margin expansion across our operations in the region with lower realized supply costs and excellent optimization despite low summer volatility. The East segment contributed adjusted EBITDA of $107 million in the third quarter and $680 million through the first 3 quarters of 2025. These results reflect a modest decline from the same period of 2024, primarily driven by the net impact of higher supply costs throughout the region, partially offset by increased capacity revenues at our plants and favorable weather in the first quarter, which benefited our natural gas business.\nOur West/Services/Other segment had adjusted EBITDA of $19 million in the third quarter and $139 million for the first 3 quarters of 2025. The segment realized higher retail power margins, which were offset by the absence of earnings from the sale of our Airtron business in 2024 and the lease expiration at the Cottonwood facility in May 2025 when compared to the same periods of the prior year.\nOur Smart Home business posted another impressive quarter and executed brilliantly through the key summer selling season, achieving adjusted EBITDA of $272 million in the third quarter and $803 million through the first 3 quarters of 2025. The segment continues to see record new customer adds and retention rates as well as expanded net service margins. Our consolidated free cash flow before growth was $828 million for the quarter and $2.035 billion for the first 3 quarters of 2025. Year-to-date, free cash flow before growth exceeded the same period in 2024 by $597 million or 42%. The year-over-year increase is primarily driven by the higher year-to-date adjusted EBITDA, favorable working capital timing and receipt of the remaining insurance proceeds from our Paris unit [ e-claims ]. We expect some of the year-over-year favorability to moderate as working capital timing normalizes in the first -- in the fourth quarter and as we continue to invest in our plants through our scheduled maintenance program.\nLooking to the remainder of 2025, we are reaffirming the increased financial guidance we announced last month with ranges of $7.55 to $8.15 for adjusted EPS, $3.875 billion to $4.025 billion for adjusted EBITDA and $2.1 billion to $2.25 billion for free cash flow before growth.\nMoving to Slide 11 for updates to our capital allocation for the remainder of 2025. This has been updated to reflect the new midpoint of our raised free cash flow before growth guidance target setting the total capital available for allocation in 2025 at $2.7 billion. Note that this slide excludes proceeds received from the $4.9 billion of new debt raised in October most of which will be allocated to fund the cash portion of the pending LS Power transaction. A few other updates from what I shared in our second quarter call are denoted in light blue.\nStarting with an update to liability management. The $52 million increase primarily reflects transaction costs and financing fees associated with the LS Power transaction. Integration costs increased by $20 million due to a shift in spend from 2024 to 2025. The net total remained largely consistent with our communicated expectation between the 2 years. We remain on track to execute the full $1.3 billion in share repurchases slated in 2025. Through October 31, we have executed $1.084 billion in share repurchases were nearly 85% of our planned annual total at a weighted average price of $125.35, and expect to complete the full amount of share repurchases by the end of the year. Other related activities increased due to higher tax withholdings related to equity compensation resulting from the increase in our share price. The increase in the revenue synergy growth plan reflects the strong customer growth our Smart Home segment has delivered through the year.\nCustomer growth for the business was 9% year-over-year, while surpassing the targeted 5% to 6% net customer growth embedded in our growth plan. On other investments, we are showing a net $30 million inflow of capital related to our Texas newbuild program. As you may recall, the stipulated capital structure for projects under the Texas Energy Fund program, is 60-40 debt to equity. In order to get our TEF projects to that target capital structure, the initial disbursement under the loan took into account previously spent development costs. Given that catch-up mechanism under the loan, the disbursements we received in 2025 exceeded the amount of capital we expect to spend on the projects, therefore, resulting in a net inflow of capital for the year. Finally, we are on track to finish the year with $158 million of unallocated capital, which we currently plan to roll over into 2026 and deploy as part of our 2026 capital allocation plan.\nTurning to the next slide. We are initiating our 2026 NRG stand-alone financial guidance at ranges of $3.925 billion to $4.175 billion for adjusted EBITDA representing a midpoint of $4.05 billion and free cash flow before growth of $1.975 billion to $2.225 billion, representing a midpoint of $2.1 billion. We are not providing stand-alone EPS guidance as we acknowledge that EPS will change materially with the closing of the LS Power transaction due to associated accounting adjustments pro forma capital allocation and other matters impacting any per share financial metrics.\nAs you can see on the slide, we have included the same adjusted EBITDA and free cash flow before growth for the acquisition, which we provided when we originally announced the transaction in May. This, combined with the 2026 NRG stand-alone guidance that we are initiating today should remind people of the pro forma company's earnings profile. We will provide an updated pro forma view once the transaction is closed, which we -- which will include updates to items like energy and capacity prices, accelerated depreciation benefits and pro forma capital allocation among others.\nOn the bottom of the page, we have provided walks from the midpoint of our original 2025 guidance to the midpoint of our new 2026 guidance on a stand-alone NRG basis. For adjusted EBITDA, the net $200 million increase year-over-year is primarily driven by the addition of the Rockland assets acquired earlier in the year, the impact of higher power pricing in our Texas segment and the continued execution of our existing $750 million growth plan. The impact of higher power pricing in Texas that we are showing is consistent with the sensitivities we have provided in our previous earnings materials and reflects an increase in around-the-clock pricing from the $47 we previously used $53 per megawatt hour, which reflects Texas pricing at the end of July. The sum total of these year-over-year increases is slightly offset by other minor drivers such as regulatory developments negatively impacting the Maryland and New York competitive retail markets and tariff impacts on our businesses.\nOn free cash flow before growth, we expect strong year-over-year growth from core operations amounting to $145 million, comprised of the previously discussed EBITDA growth partially offset by the continued investment in our generation fleet. After taking into account higher cash interest and taxes, we forecast free cash flow before growth to be flat year-over-year. The higher cash interest is largely driven by refinancings of very low cost debt that was issued when the Fed funds rate hovered near 0%. The increase in cash taxes primarily relates to fewer federal tax credits available to offset income than in prior years. Just to reiterate, we will provide a more detailed update on pro forma financial metrics once we close the acquisition. I look forward to sharing that update with you soon.\nMoving to Slide 13 for a brief discussion on 2026 NRG stand-alone capital allocation. The key takeaway here is that we remain committed to our return of capital program through share repurchases of $1 billion and our planned 7% to 9% annualized growth of the common dividend per share. This is the case both on a stand-alone and pro forma basis. I'm also pleased to share that our Board has approved a new $3 billion share repurchase authorization to be executed through 2028.\nAs you can imagine, certain elements of this chart suggests the starting point for excess cash and liability management will look very different after we close the acquisition. As such, I do not intend to go further into detail on this slide. We will provide a fulsome update on capital allocation alongside our key financial metrics once we close on the LS Assets acquisition.\nIn closing, NRG has delivered outstanding financial and operational results through the first 3 quarters of this year, and we are poised to finish the year on a high note. The stand-alone 2026 financial guidance and capital allocation outlook I have shared today further demonstrates the solid growth and continued performance of our stand-alone base business. I look forward to providing you updated and detailed guidance for 2026 that includes the assets we are acquiring from LS Power following the closing of the transaction.\nWith that, I'll turn it back to you, Larry.\n\nLawrence Stephen Coben\n\nIndependent Chairman of the Board, NRG Energy, Inc.\n\nThank you, Bruce. Turning to Slide 15. 2025 has been an outstanding year across every part of our business, and our outlook continues to improve. Our near-term focus is on completing the LS Power acquisition and providing you with an updated long-term outlook following the close. We also continue expanding our data center portfolio, advancing our Texas energy projects, including completing the construction of the T.H. Wharton project, and returning at least $1.3 billion to shareholders. These priorities reflect a disciplined approach to growth and capital allocation as we position NRG for 2026 and beyond. Continuing to build a company defined by consistent execution and accelerating value creation.\nWith that, we'll now open the line for questions."
  },
  {
    "header": "NRG",
    "cik": "0001013871",
    "ticker": "NRG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/be72257d894eb1d5c9aab496176e084b",
    "period": "2025 Q2",
    "content": "Q2 2025 NRG Energy Inc Earnings Call\n\nQ2 2025 NRG Energy Inc Earnings Call\n\nNRGNYSEAUG 6, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the NRG Energy second quarter earnings conference call. [Operator Instructions] This conference is being recorded.\nI would now like to hand the conference over to your first speaker today, [ Brendon Milhem ], Head of Investor Relations. Dear sir, please go ahead.\n\nUnknown Executive\n\nThank you. Good morning, and welcome to NRG Energy's Second Quarter 2025 Earnings Call. This morning's call is being broadcast live over the phone and via webcast. The webcast presentation and earnings release can be located in the Investors section of our website at www.nrg.com under Presentations & Webcast.\nPlease note that today's discussion may contain forward-looking statements, which are based upon assumptions that we believe to be reasonable as of this date. Actual results may differ materially. We urge everyone to review the safe harbor in today's presentation as well as the risk factors in our SEC filings. We undertake no obligation to update these statements as a result of future events, except as required by law.\nIn addition, we will refer to both GAAP and non-GAAP financial measures. For information regarding our non-GAAP financial measures and reconciliations to the most directly comparable GAAP measures, please refer to today's presentation and earnings release.\nWith that, I will now turn it over to Larry Coben, NRG's Chair, President and Chief Executive Officer.\n\nLawrence Stephen Coben\n\nIndependent Chairman of the Board, NRG Energy, Inc.\n\nThank you, [ Brendon ]. Good morning, everyone, and thank you for your interest in NRG. I'm joined this morning by Bruce Chung, our Chief Financial Officer. Other members of the management team are also on the line and available for questions. Also with us, and I'd like to welcome Brad Bentley, who joined last week as our new Head of Consumer. Brad is on the call today, but will not be taking questions unless you want to ask him why he's so excited to be here. In that case, he is more than ready, and I encourage you to do so.\nSo let's begin with the key messages shown on Slide 4. First, we delivered strong second quarter results, completing an exceptional first half of 2025. We are reaffirming our full year financial guidance across all key metrics and are currently trending at the high end of the ranges.\nSecond, we are announcing long-term retail power agreements with a data center operator for 295 megawatts with the potential to grow up to 1 gigawatt over time. This validates our strategy and provides evidence of the growing interest in gas-fired power for data centers.\nThird, the T.H. Wharton project has closed its Texas Energy Fund loan. Construction is well underway, and we remain on track for a mid 2026 completion. Finally, our Texas Residential Virtual Power Plant is off to a fast start. Early results have exceeded expectations, and we are increasing our 2025 target by more than sevenfold.\nTurning to Slide 5. Adjusted earnings per share for the second quarter were $1.73, reflecting an 8% growth year-over-year when normalized for asset sales and retirements. For the first half of '25, adjusted EPS was $4.42, representing an increase of 48% on the same basis. Our performance was driven by expanded consumer margins, strong results in the East gas business, record Smart Home retention and favorable weather early in the year. It reflects broad-based strength across our business.\nOn the right side of the page are some key developments in the quarter. We delivered top decile safety performance and continued executing our capital return plan. The Rockland acquisition closed during the quarter, and those Texas assets were integrated into our portfolio before the beginning of summer. We also announced the acquisition of a 13-gigawatt natural gas generation portfolio and a 6-gigawatt commercial and industrial virtual power plant platform from LS Power. This transaction expands our footprint in PJM and ERCOT, strengthens our position in 2 of the most attractive power markets in the country and enhances our ability to serve customers in large loads.\nIt also meaningfully accelerates our long-term earnings growth targets, strengthens our asset portfolio and increases our exposure to upside from data center demand. Closing remains on track for the first quarter of next year. Our key growth initiatives also move forward. The Texas residential VPP launched in the spring and greatly exceeded initial expectations, and we closed the Texas Energy Fund loan with the T.H. Wharton project.\nFinally, we continue to scale our large load and data center strategy. We signed long-term power agreements with data center customers, advanced commercial discussions with multiple parties and continued development at key sites.\nLet me now turn to Slide 6. Today, we are announcing, as I said, long-term retail power agreements with a data center operator. The agreement includes an initial 295-megawatt commitment served by grid power. The deal also includes a 10-year initial term with options to extend for 20 years. Pricing is above the midpoint of our target range and features protected margins. Operations are expected to reach full capacity in 2030. We are actively working to expand this agreement to 500 megawatts with a long-term path to 1 gigawatt across additional sites.\nOur capital requirements are limited in this regard, and the returns are compelling. Future announcements will follow the same structure with details focused on capacity, term length and indicative pricing. On the right side of the slide, we highlight the broader progress underway with respect to data centers. In addition to today's announcement, we have over 4 gigawatts of joint development agreements and letters of intent across multiple sites. Our long-term pipeline extends well beyond that.\nRemember also, we have 2.4 gigawatts of natural gas turbines reserve for future development, which can be activated when supported by long-term data center contracts. This is a great moment for NRG. It brings high-quality recurring cash flow and affirms our ability to serve the next generation of large power customers, and we are just getting started.\nMoving to Slide 7. Our T.H. Wharton project has closed its loan under the Texas Energy Fund. Construction is well underway, and the project remains on track to end commercial operations in mid-2026. NRG is proud to lead the way and will likely be the first company to bring new capacity online through this program, which supports reliability and strengthens the Texas grid.\nWe also have 2 additional projects totaling 1.1 gigawatts, progressing through the TEF due diligence process. With expected commercial operation in 2028, we remain confident in their advancement. We have filed for completion bonus grants for all 3 projects and are on track to qualify for them.\nLastly, Texas Senate Bill 6 was signed into law in June. This legislation provides new tools to support reliability and improve long-term planning in the ERCOT market. We appreciate the continued leadership of the governor, lieutenant governor, legislature, PUCT and ERCOT and advancing policies that support system needs, enhanced planning and reinforce the long-term health of the Texas market.\nSlide 8 provides an update on our Texas residential virtual power plant. We launched this program earlier this year through our partnership with Renew Home. It combines the reach of our retail brands, the Vivint Smart Home platform and a compelling customer offer that delivers comfort and value while supporting our supply strategy. The long-term plan targets 1 gigawatt of dispatchable capacity by 2035. The program is now active across all major brands and channels and early engagement is exceeding expectations.\nAdoption of Home Essentials, the bundle which leads this program is 15 percentage points ahead of plan. Uptake of additional Smart Home services is tracking near 40% in this cohort, roughly double our initial target. These are early results and may reflect loss momentum with a point to strong underlying demand. We are increasing our VPP 2025 target from 20 megawatts to 150 megawatts of curtailable capacity. This reflects faster-than-expected progress against our long-term plan.\nOur focus remains on disciplined execution, long-term value creation and delivering a best-in-class customer experience. This is a 10-year road map, and I look forward to keeping you updated on our progress.\nWith that, I will turn it over to Bruce to provide the financial review.\n\nBruce Chung\n\nCFO, Executive VP of Strategy, M&A and NRG Services\n\nThank you, Larry. Turning to Slide 10. NRG delivered another solid quarter of financial and operational performance with $1.73 in adjusted earnings per share and $909 million in adjusted EBITDA. Adjusted net income was $339 million and free cash flow before growth was $914 million. Adjusted EBITDA and adjusted net income for the quarter were down year-over-year. However, this was primarily driven by the absence of earnings from the Airtron sale in 2024, expiration of the Cottonwood lease in May of this year, the activation of Indian River Unit 4 and higher phantom stock expense as a result of NRG's increased share price.\nWhen adjusting for these items, second quarter 2025 adjusted EBITDA and adjusted net income would have been approximately $90 million and $70 million better, respectively. NRG recorded the highest adjusted earnings in the company's history through the first half of 2025 with $4.42 of adjusted earnings per share and over $2.35 billion of adjusted EBITDA, a year-over-year increase of 40% and 11%, respectively.\nOur exceptional financial performance over the first 6 months of this year reflects strong execution in each of our segments driven by a mix of expanded margins, favorable weather in the first quarter and excellent commercial optimization. Our Texas segment produced $512 million of adjusted EBITDA in the quarter and $811 million in the first half of 2025, an improvement of over 13% and 20%, respectively, from the same periods in 2024. These results were driven by strong performance at the plants, increased retail margins and favorable weather in the first quarter.\nThese contributed adjusted EBITDA of $99 million in the second quarter and $573 million for the first half of 2025. Performance in the first half of 2025 outpaced the same period for 2024, largely driven by higher margins from our natural gas business due to favorable weather in the first quarter. Our West Services Other segment had an adjusted EBITDA of $43 million in the second quarter and $120 million in the first half of 2025. The segment realized higher retail power margins in the West, which were offset by the absence of earnings from the sale of our Airtron business in 2024 and the lease expiration at the Cottonwood facility in May 2025 when compared to the same period of the prior year.\nOur Smart Home business continued its impressive momentum of achieving an adjusted EBITDA of $255 million in the second quarter and $531 million in the first half of 2025. The segment continues to see consistent customer growth, expansion to its recurring service margins and record customer retention at over 90%. Free cash flow before growth was $1.207 billion in the first half of 2025 and $914 million in the quarter, exceeding the same period in 2024 by $584 million and $251 million, respectively.\nThe year-over-year increase is driven by our adjusted EBITDA growth through the first 6 months of the year and the timing of certain working capital items. We expect some of the favorability related to working capital to unwind in the second half of the year as receivables and payables settle in their normal course. As we shared during our first quarter earnings update, we are reaffirming our 2025 financial guidance across all metrics, and we continue to trend at the upper end of our guidance ranges.\nMoving to Slide 11 for a look at our updated 2025 capital allocation. We began the year with just over $2.6 billion, comprised of unallocated excess cash from 2024 and the midpoint of our free cash flow before growth guidance target for 2025. The only change from what I shared in the first quarter call, denoted in light blue, reflects an update to our liability management for a marginal increase in amortization payments. These incremental payments relate to a $1 billion [ upsize ] in our existing Term Loan B facility executed in July. This increase of the facility will primarily be used for replenishment of capital employed for the acquisition of assets from [ Rockland Capital ], redemption of principal related to our convertible senior notes and the continued development of our Texas newbuilds.\nOur plan to execute $1.3 billion in share repurchases remains unchanged. Through July 31, we executed $768 million in share repurchases or nearly 60% of the annual total at a weighted average price of $112.74.\nFinally, we are now showing $35 million of unallocated capital, which we will allocate over the remainder of the year. NRG posted impressive first half financial results, and we are laser-focused on delivering strong results for the balance of the year. I look forward to updating you in subsequent quarters on our strong execution and financial performance.\nWith that, I'll turn it back to you, Larry.\n\nLawrence Stephen Coben\n\nIndependent Chairman of the Board, NRG Energy, Inc.\n\nThank you, Bruce. We've just completed the strongest first half in NRG history. Our core business continues to exceed expectations. Our people continue to perform at a high level, and our opportunities have never been greater than today. This is an exciting time for our company. We announced the acquisition of Premier Natural Gas assets in the leading C&I virtual power plant platform. We launched a new residential VPP offering, advanced our large load strategy and signed long-term power agreements with a data center operator. We secured a Texas Energy Fund loan, closed on the Rockland transaction and made meaningful progress across our organic growth initiatives.\nAs my namesake, Larry David would say, keep good. We are well prepared for the balance of summer and confident in our ability to continue to deliver value to our shareholders. Operator, we are ready to open the line for questions."
  },
  {
    "header": "NRG",
    "cik": "0001013871",
    "ticker": "NRG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6cb4d75603e16de137e4cb0aac16f776",
    "period": "2025 Q1",
    "content": "Q1 2025 NRG Energy Inc Earnings Call\n\nQ1 2025 NRG Energy Inc Earnings Call\n\nNRGNYSEMAY 12, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the NRG Energy, Inc. First Quarter 2025 Business Update and Earnings Call. [Operator Instructions] Please be advised today's conference is being recorded.\nI would now like to hand the conference over to Kevin Cole, Head of Treasury and Investor Relations to read the safe harbor and introduce the call. You may begin.\n\nKevin L. Cole\n\nSenior Vice President, Investor Relations, NRG Yield, Inc.\n\nThank you. Good morning, and welcome to NRG Energy's First Quarter and Business Update Call. This morning's call is being broadcast live over the phone and via webcast. Today's webcast presentation and press release can be located in the Investors section of our website at www.nrg.com under Presentations and Webcast.\nPlease note that today's discussion may contain forward-looking statements, which are based upon assumptions that we believe to be reasonable as of this date. Actual results may differ materially. We urge everyone to review the safe harbor in today's presentation as well as the risk factors in our SEC filings. We undertake no obligation to update these statements as a result of future events, except as required by law.\nIn addition, we will refer to both GAAP and non-GAAP financial measures. For information regarding our non-GAAP financial measures and reconciliations to the most directly comparable GAAP measures, please refer to today's presentation and press release.\nAnd now with that, I'll now turn the call over to Larry Coben, NRG's Chair, President and CEO.\n\nLawrence Stephen Coben\n\nIndependent Chairman of the Board, NRG Energy, Inc.\n\nThank you, Kevin. Good morning, everyone, and thank you for your interest in NRG. I'm joined today by Bruce Chung, our Chief Financial Officer. Other members of the management team are also on the line and available for questions.\nThis morning marks a defining step for NRG. Alongside our outstanding first quarter results, we are announcing the acquisition of a portfolio of assets from [ LS Power ], comprised of 13 gigawatts of natural gas generation and a 6-gigawatt commercial and industrial virtual power plant platform located across the Northeast and Texas. This acquisition expands our generation base, improves our ability to serve customers, positions us naturally long versus our retail load in all core markets, and increases our asymmetric exposure to demand growth across U.S. power markets.\nLet's turn to Slide 4 for the key takeaways of today's call. We delivered the strongest first quarter adjusted EBITDA in company history, surpassing last year's record by 30%. We are reaffirming our 2025 financial guidance ranges.\nSecond, the acquisition of the LS Power portfolio reshapes our competitive position. It improves how we serve customers by doubling our own generation and materially strengthening our virtual power plant operations. This significantly expands our earnings potential and positions us to capture meaningful upside as power markets tighten.\nThird, we are raising our 5-year adjusted EPS compound annual growth rate to 14%, a 40% increase to the base plan we presented in February, reflecting the combined contributions of today's acquisition and the [ Rockland ] portfolio addition. This outlook maintains a flat view of power and capacity prices and does not include potential upsides, such as rising prices, data centers and other large load contracts, or success in our full TEF pipeline.\nFinally, we remain disciplined in capital allocation. We are maintaining a strong balance sheet, returning substantial capital to shareholders, investing in growth and positioning the business for sustained long-term value creation.\nTurning to Slide 5 with the quarterly results and key highlights. Adjusted EPS for the first quarter was $2.68, an 84% increase compared to the first quarter of last year. This improvement was driven by strong asset performance, expanded consumer margins, favorable weather and natural gas optimization in the Northeast. We are reaffirming our 2025 financial guidance, reflecting strong year-to-date performance and the expected contribution from the Rockland acquisition.\nFirst quarter results were exceptional, and we are already tracking at the upper end of our full year guidance ranges. This reflects disciplined execution on margins, supply optimization and strong operating performance across every aspect of our business. We delivered top decile safety performance and outstanding fleet reliability.\nOur third Texas Energy Fund project, [ Greens Bayou ], was selected for due diligence review in March, bringing all three of our brownfield projects into that program totaling 1.5 gigawatts of capacity. Separately, we secured an additional 1.2 gigawatts of GE Vernova turbine reservations, a direct result of accelerating customer conversations and rising demand signals. We now hold a total of 2.4 gigawatts of total slot reservations for projects that are expected to begin operations in 2029 and 2030. These slot reservations demonstrate confidence in our commercial discussions and ensure we can act quickly where long-term premium power purchase agreements support new development.\nFinally, we completed $445 million in share repurchases through April, leaving $855 million remaining to be completed through the end of 2025. With that, let's turn to the details of the acquisition, starting on Slide 7.\nWe are acquiring 13 gigawatts of natural gas capacity and a 6-gigawatt C&I virtual power plant platform from LS Power for an enterprise value of approximately $12 billion. This is a highly strategic acquisition that strengthens our position as one of the nation's leading competitive power generators. We're acquiring these assets at a significant discount to new build costs, at an attractive valuation, and at the strategically opportune time to be adding high-quality, difficult to replicate resources into our portfolio as the sector enters into a period of sustained demand [ growth ]. We would also note that LS Power will receive a meaningful portion of the transaction consideration in NRG shares. LS Power will receive approximately $2.8 billion of equity as consideration and own approximately 11% of NRG at closing.\nThis is LS Power's largest single equity investment in firm history, which I think speaks for itself in terms of their confidence in our company's future. We welcome them as a future large shareholder in our company.\nThe acquisition is built on four key pillars. First, it more than doubles the size of our generation fleet, creating a pro forma portfolio of 25 gigawatts of owned capacity. Second, it enhances and magnifies our opportunity to create value in the emerging power market super cycle. By expanding our scale in key competitive regions, strengthening our large load strategy and increasing our asymmetric upside opportunities. Third, it improves our credit risk profile, supporting a long-term net debt to adjusted EBITDA target of less than 3x. And a balanced capital allocation plan, including $1 billion in annual share repurchases through our deleveraging period. Fourth, it delivers immediate and substantial accretion while establishing an even stronger foundation for sustained long-term growth.\nLet me take you through each of these pillars in detail, beginning on Slide 8. This transaction transforms our portfolio. We are acquiring the largest privately held natural gas generation fleet and the leading C&I virtual power plant platform.\nIn the East, we are adding approximately 11 gigawatts of natural gas-fired capacity with 75% of that in PJM and the balance in [ ISO ] and [ ISO-NE ]. These assets include some of the highest capacity factor combined cycle units and most efficient peakers in PJM. Several of the peakers also present opportunities for conversion and uprates to combined cycle plants, improving long-term flexibility and value.\nIn Texas, we are acquiring more than 2 gigawatts of capacity in the North zone. This strengthens and diversifies our Houston-focused fleet, [indiscernible] our residential supply position to naturally long. These assets improve our ability to serve both large and small customers, and give us more control over meeting demand in a tightening supply environment, while at the same time lowering our cost to serve.\nThe acquisition also includes [ C-Power ], the national leader in distributed energy optimization with 6 gigawatts of commercial and industrial virtual power plant capacity. We believe this is the premier C&I VPP platform valued for its proprietary software and managing more than 2,000 customers across 60 grid programs. The business has 95% retention and a well-diversified customer base spanning commercial, industrial, government, education and health care sectors.\nAs customer demand becomes more dynamic and the grid more constrained, we believe this capability will meaningfully grow in value. It gives us the tools and scale to serve customers, support reliability and compete in a market that increasingly values flexibility. Pro forma, the combined portfolio [indiscernible] NRG a balanced mix of resources and significant excess supply relative to our residential retail load.\nIn Texas, we expect to generate enough output from our own plants to serve our residential retail load. In PJM, we will produce more than twice the energy required to serve our retail customers. And the acquisition gives us embedded upside as market conditions evolve.\nWe're also impressed by the regulatory momentum in both markets. In Texas, [ SV6 ] is progressing, and we see it as an important step toward improving transparency and clarifying how large loads connect to the system. In PJM, we're seeing constructive progress on key issues. We feel good about where both markets are headed.\nMoving to Slide 9. The transaction significantly strengthens NRG's ability to capture upside as demand grows. With the addition of this portfolio, we will hold the third largest natural gas generation portfolio in the East and Texas. This puts us at competitive scale alongside other top players in the sector, and enhances our position to meet rising load and respond to changing market conditions.\nWe've already identified 1 gigawatt of potential upgrades through converting [ peakers ] to combined cycle plants in the East, creating a clear path to expand output using existing sites and meeting large load additionality requests. The acquisition meaningfully increases the number of sites available to support large loads and data centers, positioning us to meet the needs of hyperscalers and other large load customers, and the emerging demand across our core markets. Importantly, none of these opportunities are incorporated into the accretion and growth metrics. Let me repeat that. None of these opportunities are incorporated into the accretion and growth metrics.\nTogether, these advantages position NRG to capture value well beyond our base forecast with multiple avenues for upside as markets tighten and customer demand for more customized supply solutions increases.\nTurning to Slide 10. Beyond the strategic and operational drivers, we want to outline how this strengthens NRG's long-term financial foundation. What sets this acquisition apart is not just the quality of the assets. It is the way it accelerates our growth trajectory and reinforces our ability to deliver durable shareholder value. It exceeds our hurdle rates, produces immediate and substantial accretion lowers risk and positions NRG for sustained financial strength. We are committed to a balanced capital allocation program that prioritizes deleveraging and includes both substantial return of shareholder capital and growth investment. We expect to return at least $1 billion annually to shareholders via share repurchases while maintaining our target 7% to 9% annual dividend per share growth even through the deleveraging period. We are targeting $3.7 billion of debt reduction related to the acquisition. Once we have achieved our targeted credit metrics, we plan to return to our 80% capital return and 20% growth allocation framework.\nTurning to Slide 11 for a summary of headline metrics. This is an exceptionally accretive acquisition that delivers significant immediate value, including $1.6 billion of incremental adjusted EBITDA, $1 billion of free cash flow before growth, and double-digit percentage accretion in adjusted EPS and free cash flow per share. Over the medium and long term, it lists our adjusted EPS compound annual growth rate by 40%, bringing it to 14% through 2029. And to repeat, this 14% growth rate does not include any additional upside opportunities such as rising power prices or data centers.\nWith that, I'll turn it over to the man who today is the most famous [indiscernible] from New Jersey, Bruce Chung, to walk you through the financial details.\n\nBruce Chung\n\nCFO, Executive VP of Strategy, M&A and NRG Services\n\nThank you, Larry. Before turning to our exciting announcement today, I'm going to provide a brief overview of our fantastic first quarter financial results.\nTurning to Slide 13. I am pleased to share that NRG delivered record first quarter financial results with $2.68 in adjusted earnings per share and over $1.1 billion in adjusted EBITDA. Adjusted net income was $531 million, and free cash flow before growth was $293 million.\nCompared to the first quarter of last year, we achieved an impressive 84% increase in adjusted EPS and a 30% increase in adjusted EBITDA. Each of our segments executed exceptionally in the first quarter and produced strong financial results over the prior year. Our results were driven by a mix of expanded margins, favorable weather and excellent commercial optimization in our East, West and Texas segments, as well as continued customer growth and net service margin expansion in our Smart Home segment.\nFirst quarter 2025 free cash flow before growth exceeded the same period in 2024 by $333 million largely driven by our strong EBITDA growth and the timing of certain working capital items. With the strong performance delivered in the first quarter, we are reaffirming our 2025 financial guidance across all metrics, while also noting that we are trending at the upper end of our guidance range. I look forward to providing you updates on subsequent earnings calls.\nTurning to 2025 capital allocation. There are minimal changes to our original capital allocation outlook compared to what I shared in our February call. We began 2025 with $525 million in unallocated excess cash from the prior year, largely driven by the Airtron divestiture that closed in the fourth quarter. When combined with the midpoint of our free cash flow before growth guidance, that brought the starting 2025 capital allocation, capital available for allocation, to over $2.6 billion. Our plan to execute $1.3 billion in share repurchases remains unchanged. Through April 30, we executed $445 million in share repurchases.\nWe generally manage our share repurchases through periodic [ 10b5-1 ] trading plans which enables a more programmatic and regular approach to when we are buying in the market. We enter into these plans during open windows when we do not possess material nonpublic information. These plans will execute over several months or longer, and are designed to allow for the continued execution of share repurchases if, or when, we come in the possession of material nonpublic information during such period.\nWrapping up this slide, we are showing a slight change from the chart presented during our last earnings call to reflect financing fees related to our liability management program and incremental capital for our new build program, which includes amounts for turbine reservation slots through the GE Kiewit partnership we announced last quarter. Finally, we are showing $40 million of unallocated capital, which we will allocate over the course of the year.\nMoving to Slide 15 for a look at the key terms of the acquisition we're announcing today. I echo Larry's excitement that NRG will be acquiring a transformative 13 gigawatt portfolio, adding diversity and scale to our generation strategy, while also acquiring the premier C&I VPP platform in the U.S. This is a highly complementary and strategic acquisition and a very compelling transaction from a financial perspective.\nAs you can see on the slide, enterprise value for the portfolio is $12 billion, representing a very attractive multiple of 7.5x 2026 EV to EBITDA. The enterprise value includes $2.8 billion of stock consideration, which is based on 24.25 million shares that we will issue to LS Power, multiplied by the 10-day trailing volume weighted average price as of last Friday.\nIn addition to the stock consideration, the enterprise value includes $3.2 billion of existing debt at the acquired companies, and $6.4 billion of cash consideration paid to LS Power, less approximately $400 million of the NPV of tax benefits generated directly as a result of the acquisition. The acquisition is highly accretive with 18% accretion to adjusted EPS in year 1, and adds $1.85 per share on a run rate basis. On free cash flow before growth per share, the transaction is more than 20% accretive in year 1, and adds $3.25 per share on a run rate basis.\nAs a result of the highly accretive nature of the acquisition, we are raising our long-term adjusted EPS and free cash flow per share growth rate to greater than 14%, and that's before upside opportunities. The acquisition significantly enhances NRG's credit profile and help support a long-term leverage target of less than 3x net debt to EBITDA. We expect all 3 rating agencies to affirm our current credit ratings.\nFrom a capital allocation perspective, we remain committed to maintaining both a strong balance sheet and a robust return of capital program. As such, we expect to execute $1 billion in annual share repurchases, while aggressively repaying $3.7 billion of debt over the -- over 24 to 36 months post closing until we achieve our target credit metrics. Upon achieving our target credit metrics, we expect to return to our 80/20 capital allocation framework. Finally, we anticipate closing the transaction during the first quarter of 2026 after the receipt of various regulatory approvals.\nTurning to an overview of our acquisition financing plan on Slide 16. The acquisition will be funded through the issuance of NRG stock to LS Power, $6.4 billion of new secured and unsecured debt financings, and the assumption of $3.2 billion of existing debt. The stock consideration represents 23% of the total enterprise value and reflects LS Power's strong conviction in NRG's post acquisition value.\nThe funding plan for the new debt is designed to preserve credit quality and maintain our commitment to a strong balance sheet. We expect to be opportunistic in the market between now and the anticipated closing date, to place permanent financing at compelling rates, while also maximizing prepayment flexibility given our aggressive deleveraging plan post-closing. Our investment-grade senior secured rating will allow us to tap the very liquid and cost-effective investment-grade debt market, while -- which greatly enhances our ability to place permanent debt for the transaction.\nAs always, the strength of our balance sheet remains a top priority. Consistent with the views of the rating agencies, we firmly believe this acquisition enhances our credit profile and mitigates key financial risks. We intend to reduce debt by $3.7 billion within 24 to 36 months after closing to ensure we achieve our long-term target investment-grade credit metrics. Based on our analysis, this is very achievable and does not rely on any significant power and capacity price increases, nor does the plan rely on achieving any cost or revenue synergies associated with the acquisition.\nFurthermore, we expect the transition -- transaction to provide at least $500 million of potential collateral efficiencies, translating into tens of millions of dollars in carrying cost savings annually. We have not included any of this in our pro forma. The combination of the strong free cash flow generation of the combined businesses, our financing plan and its associated debt reduction creates tremendous flexibility to maintain a robust return of capital program post-closing. As I said earlier, we intend to execute $1 billion of share repurchases annually through the deleveraging period, while continuing to grow our common dividend per share of 7% to 9%.\nOn Slide 17, we provide an overview of how the transaction impacts our long-term adjusted EPS growth trajectory. The transaction is immediately accretive by 18% in year 1 and will add $1.85 per share of incremental run rate earnings by 2029. Combined with the recent acquisition of the [indiscernible] Texas portfolio, this acquisition will increase our long-term adjusted EPS growth rate from greater than 10%, to greater than 14%.\nWhat is noteworthy is that 80% of of our long-term growth will come from our previously announced organic growth plan and the accretive earnings from our acquisitions, with the remaining 20% attributed to our return of capital program. Recall that this mix was closer to 50-50 back in our third quarter earnings call, thereby demonstrating how this transaction significantly enhances the source of our long-term earnings growth, and substantially reduces the impact that the increasing share price would have on our ability to achieve our adjusted EPS growth targets.\nFor example, if today, our stock price were to only partially close its valuation discount and reached $200 per share, our compound annual growth rate would be around 12%. Furthermore, this uplift in our growth rate only considers the accretion of the transaction itself based on flat power markets. Consistent with the 10% CAGR we unpacked in our third quarter 2024 earnings call, our rate adjusted EPS growth rate does not account for any potential upside related to increases in energy and capacity prices, as well as any impacts from our data center and large load strategy.\nMoving on to pro forma capital allocation on Slide 18. As highlighted earlier, the portfolio we are acquiring will add $1 billion of annual free cash flow on a run rate basis. This results in $4 billion of incremental free cash flow before growth for the '26 -- 2026 to 2029 period, which when added to our stand-alone capital available for allocation results in $13.3 billion of excess cash.\nAs discussed earlier, we will aggressively reduce debt by $3.7 billion over the next 24 to 36 months. Despite the incremental debt reduction, our return of capital program remains largely unchanged from what we discussed on our third quarter earnings call. The pro forma plan provides for $7.4 billion of return to capital, comprised of $5.7 billion in share repurchases, and $1.7 billion of common dividends.\nForecasted expenditures for growth investments remained at $1.3 billion for the period. The free cash flow from the acquired portfolio will materially enhance NRG's capital return and growth investment flexibility following the deleveraging period in 2029 and beyond, putting NRG on solid footing for sustained earnings per share growth. Finally, we forecast $400 million of remaining CASA, which we will allocate as appropriate in the given period.\nTurning to Slide 19 for a brief overview on pro forma credit profile. The physical attributes of the acquired generation assets, additional earnings diversity from the portfolio and incremental scale to NRG's platform, will translate into a more enhanced credit position for NRG as a whole. The aforementioned credit-enhancing attributes of this acquisition support a long-term investment-grade target credit metric of less than 3x net debt to EBITDA, up from our current target range of 2.5 to 2.75x. As you can see from the table, both our stand-alone and pro forma plans ensure that we achieve our targeted credit metrics.\nOn a pro forma run rate basis, we will add $6.4 billion of incremental debt, supported by the additional EBITDA from this acquisition and the [indiscernible] portfolio acquisition. The $3.7 billion of incremental debt reduction in the pro forma column will be done through internally generated cash flows, over a 24- to 36-month period after closing. This debt reduction is an important component of our pro forma capital allocation plan and demonstrates our commitment to a strong balance sheet.\nWe expect all three rating agencies to affirm our credit ratings which was a critical component to our evaluation of this transaction. Our high BB unsecured, and investment-grade secured credit ratings, have historically provided advantageous access and pricing in the debt markets. Our acquisition financing and pro forma debt reduction plans were carefully crafted to ensure that we will maintain good access to those markets.\nNRG continues to produce impressive financial results and the highly complementary and accretive transaction we announced today further enhances our earnings profile, while enabling NRG to maintain a strong balance sheet and continued significant return of capital. I look forward to updating you throughout the balance of the year.\nWith that, I'll turn it back to you, Larry.\n\nLawrence Stephen Coben\n\nIndependent Chairman of the Board, NRG Energy, Inc.\n\nThank you, Bruce. I think you can say our Bruce is not dancing in the dark.\nBeginning on Slide 21, our long-term outlook. As we have outlined today, this acquisition supercharges our outlook to 14% compound annual growth in adjusted EPS and free cash flow before growth per share through 2029, while reducing our overall risk. These are very achievable targets built on a stronger platform, greater scale and a more flexible asset base.\nOur increased growth forecast reflects contributions from the acquisition portfolio and [ Rockland ] being added to our base plan that we rolled out last November. Again, it does not include upside from rising power prices, premium large load contracts, or execution of our full TEF development pipeline. We have the scale, reach and balance sheet to lead through the most dynamic period this sector has ever seen. Today's announcement significantly strengthens our earnings power, improves our risk profile and expand our ability to return capital to shareholders. But more than that, it unlocks significantly more potential in a market entering a period of sustained structural growth.\nBefore we open the line for questions, I want to recognize Rasesh Patel, who is retiring this week. Rasesh played a central role in the successful integration of Vivint and in building the country's leading Smart Home and Retail Energy platform. His strategic clarity, steady hand and focus on execution have helped define the NRG we are building today. We will miss him for that and for his friendship. On behalf of all of us, thank you, Rasesh. We wish you and your family the very best, and we're proud to have you remain part of the NRG family as a customer and long-term shareholder. We expect to name Rasesh's successor by the end of the second quarter.\nOperator, we're ready for questions."
  },
  {
    "header": "NRG",
    "cik": "0001013871",
    "ticker": "NRG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/99676256b6a39868a290bb7d7d942898",
    "period": "2024 Q2",
    "content": "Q2 2024 NRG Energy Inc Earnings Call\n\nQ2 2024 NRG Energy Inc Earnings Call\n\nNRGNYSEAUG 8, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the NRG Energy, Inc. Second Quarter 2024 Earnings Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your first speaker today, Kevin Cole, Head of Treasury and Investor Relations. Please go ahead.\n\nKevin L. Cole\n\nSenior Vice President, Investor Relations, NRG Yield, Inc.\n\nThank you. Good morning, and welcome to NRG Energy's Second Quarter 2024 Earnings Call. This morning's call will be 45 minutes in length and is being broadcast live over the phone and via webcast, which can be located in the Investors section of our website at www.nrg.com under Presentations and Webcasts.\nPlease note that today's discussion may contain forward-looking statements, which are based upon assumptions that we believe to be reasonable as of this date. Actual results may differ materially. We urge everyone to review the safe harbor in today's presentation as well as the risk factors in our SEC filings. We undertake no obligation to update these statements as a result of future events, except as required by law.\nIn addition, we will refer to both GAAP and non-GAAP financial measures. For information regarding our non-GAAP financial measures and reconciliations to the most directly comparable GAAP measures please refer to today's presentation.\nAnd with that, I'll now turn the call over to Larry Coben, NRG's Chairman and CEO.\n\nLawrence Stephen Coben\n\nIndependent Chairman of the Board, NRG Energy, Inc.\n\nThank you, Kevin. Good morning, everyone, and thank you for your interest in NRG. I'm joined this morning by Bruce Chung, our Chief Financial Officer. We also have members of the management team on the call, and they are all available to answer questions.\nFirst, I just want to express how excited I am to be leading NRG as Chairman, President and CEO. I'm grateful for the outpouring of support I've received from the investment community, employees and other stakeholders over the last 9 months and again in the last week following the Board's announcement of August 1.\nWe are laser focused on delivering exceptional shareholder value by meeting the growing and evolving needs of our customers while returning billions of dollars in capital. We believe we have the right strategy and the best team to fix the depressed valuation of our company once and for all.\nLet's begin with NRG's strategic positioning. For those new to NRG, we have the largest energy and smart home platform in North America. We're the trusted partner to over 8 million residential customers, offering tailored energy and smart home solutions. We are also the second largest energy and energy services provider as well as the largest natural gas provider to commercial and industrial companies.\nIf there's been one take away from today's discussion that you should have is that our business and financial outlook has never been stronger. We are witnessing a structural long-term tightening in power supply and demand, driving a step change improvement in fundamentals. Customers across our platform are using more of our products and increasingly requesting premium customized experiences, as well as innovative offerings focused on convenience, sustainability and cost. Our integrated platform enables us to stabilize and increase our near-term earnings, while capturing medium- to long-term growth opportunities.\nWe generate significant excess cash well beyond our current business needs, resulting in the financial flexibility to grow earnings, while at the same time, returning substantial capital to our shareholders and maintaining a strong balance sheet. The strength of our business and financial outlook has positioned us to capitalize on what we believe to be the beginning stages of an exceptional time for our industry and an exciting time for our company, I have never been more excited about the opportunities in front of us than I am today.\nLet's dive into the key messages on Slide 5. Our business performance exceeded expectations in the second quarter and year-to-date. We are reaffirming our financial guidance ranges and trending towards the upper end of that guidance range.\nNext, electrification trends compounded by gen AI data center and other large load growth continue to materialize. We expect competitive markets such as ours to realize outsized benefits from this trend, driven by business-friendly policies, available resources and the ability to cite projects quickly. Additionally, we have made progress on the strategic priorities discussed in our last earnings call. This includes submitting our brownfield development projects to the Texas Energy Fund and continuing to advance with our portfolio of sites.\nFinally, we continue to fulfill our capital allocation commitments, with our share repurchase program underway and line of sight to achieving our balance sheet targets.\nTurning to Slide 6. We delivered $935 million in adjusted EBITDA in the second quarter, a 14% year-on-year increase. This brings year-to-date adjusted EBITDA to $1.784 billion, up 22% from last year. Following this strong first half, we are reaffirming our financial guidance ranges and again, trending towards the upper part of that range. All of our businesses are excelling and demonstrating strong performance across the board.\nOur consumer segments demonstrated strong year-on-year growth. Home Energy subscribers increased by 8% at stable margins. Smart Home had a 5% increase in subscribers and 7% growth in revenue and delivered industry-leading retention rates and expanded margins. We continue to make substantial progress toward our virtual power plant offering and look forward to sharing more about that by the time of our third quarter earnings call.\nOn the supply side, we continue to experience significant improvements in the availability and reliability of our generation assets, thanks to the investments we have made in them in recent years. We are well prepared for the summer and winter seasons across our fleet after successfully completing our spring maintenance outages. This level of preparedness helps ensure we can meet demand and consistently deliver exceptional service to our customers.\nA shout out to our incredible team of plant operators, as our assets delivered 97% reliability during Hurricane [ barrel ] in July, with no storm induced or caused outages or lost generation.\nI'm also happy to report that our cost and growth synergies are on track. Today, we're reaffirming our plan of $550 million in synergies by end of 2025, and we remain on track to achieve our 15% to 20% free cash flow before growth, per share growth target. Even as our rising stock price means repurchasing shares at higher prices, much higher prices than projected a year ago.\nOn share repurchases, we've completed $176 million of the current buyback program with $649 million to be completed over the balance of the year. Lastly, we are announcing the sale of [ Airtron ] HVAC, which will result in $400 million in net cash proceeds.\nTurning to Slide 7. In I'd like to provide you a little additional context on the strong demand outlook we are seeing in Texas. In the first half of the year, Texas experienced over 3% weather-normalized load growth. setting new record peaks in January, April and May. Looking ahead, ERCOT continues to anticipate substantial loan growth in the coming years. ERCOT's latest projection indicates that more than 60 gigawatts of growth through 2030 will take place, driven by onshoring, data centers and other large loan customers. Notably, many of these new loans are backed by contracts with the transmission and distribution utilities in ERCOT or have been confirmed by an officer of a [ TDU ], add credibility to the projected growth.\nWithin our own portfolio, we continue to advance our 1.5 gigawatts of Brownfield natural gas development in Texas. We filed applications for all 3 projects with the Texas Energy Fund in June. We anticipate the PUCT will announce later this month, which projects are advancing to the due diligence phase, which is expected to last 4 to 8 months, depending on the quality of the projects and their applications. Following that, loan agreements will be executed. We believe our projects are well situated for a timely approval given their [ shuttle ] ready nature and the completeness of the applications that we submitted.\nFinally, we've received numerous questions about our site portfolio since our first quarter call. Our [ seniorly ] devoted development team is diligently working to maximize the value of these sites. As a reminder, our portfolio includes 21 sites encompassing 21,000 acres of land in competitive markets. These sites are ideally suited for new large loads and power plant development, offering co-location opportunities both behind and in front of the meter.\nTo identify the sites best suited for data centers, key factors include access to water for cooling, premium fiber channel access for low latency and existing grid access and infrastructure for rapid market entry. As you can see, our sites possess these attributes but also have potential for other large load applications. In the appendix, we provide several paths to value under consideration. I look forward to discussing this more with you as we progress.\nWith that, let me turn it over to Bruce Chung for the financial review. Bruce?\n\nWoo-Sung Chung\n\nEVP & CFO\n\nThank you, Larry. Turning to Slide 9. NRG delivered another strong quarter of financial and operational performance with adjusted EBITDA of $935 million, an increase of $116 million over the prior year. Free cash flow before growth was $663 million, exceeding prior year results by $238 million. Each segment of our business performed well, with much of the performance underscored by positive momentum and growing subscriber counts, increased volumes, and margin expansion.\nStarting with our results in our East West services other segments. We saw strong performance producing $282 million of adjusted EBITDA, a $184 million increase over the prior year. $132 million of the year-over-year increase came from the East segment, where an increase in subscriber counts and lower realized retail supply costs were the primary drivers of performance. The remainder of the year-over-year growth was driven by a decrease in realized power supply costs in the West.\nAdjusted EBITDA in Texas for the second quarter was $452 million, a slight decline compared to prior year. Texas performance was driven by favorable hedging activity, along with increased volumes and subscriber counts in the region. This favorability was offset by an estimated $40 million due to the impact of last year's STP and [ Gregory ] asset sales as well as $50 million in higher maintenance costs from the extended plant outage program we deployed in the quarter to ensure our plants are well positioned for this summer's operations and beyond.\nThis marks our third year of enhanced preventative investment to improve reliability and flexibility across our fleet. Our plants have performed well through the year, and we expect them to continue to do so as the summer rolls on.\nOur Smart Home business has continued to execute well, growing subscriber count by 5% and service margins by 4% year-over-year, and generating $201 million of adjusted EBITDA in the quarter. While that represents a slight decrease from the prior year, it is important to point out the decrease was primarily driven by an expected increase in the amortization of fulfillment expenses which began impacting EBITDA after we closed on the acquisition of the business. Absent this noncash impact and other nonrecurring adjustments, adjusted EBITDA for this segment would have shown an increase of 6% year-over-year.\nKey performance indicators for the Smart Home segment continued to remain strong as the average Smart Home subscriber interacts with their systems more than 16 times per day, and we see this high level of engagement carried through to our best-in-class retention, which is nearly 90%.\nOur free cash flow before growth came in at $663 million, $238 million higher than the prior year and driven by our significant growth in adjusted EBITDA and favorable working capital. We are reaffirming our 2024 guidance of $3.3 billion to $3.55 billion for adjusted EBITDA, and $1.825 billion to $2.075 billion for free cash flow before growth. Our strong year-to-date performance, coupled with the investments we have made in our plants, give us confidence that we are trending towards the upper end of guidance. We continue to see growth and momentum in our business platforms and the continued execution of our diversified supply strategy positions us well through the remainder of the year.\nTurning to Slide 10 for our current view of our 2024 capital allocation. As you can see, there have been a few changes since our first quarter call. We are on track to deliver on nearly $600 million of liability management initiatives and $1.2 billion in return of capital through share repurchases and the common dividend.\nAs I mentioned last time, the strength of our share price performance has made our convertible notes, one of the most expensive pieces of paper in our capital structure. And we subsequently see the opportunity to mitigate that through strategic repurchases as part of our liability management program. We repurchased $343 million or approximately 60% of the original issuance. For the remainder of these notes, we have fully hedged the premium we will pay when the notes are retired.\nTurning briefly to share repurchases. We have completed $176 million of the $825 million share repurchase target for 2024 via open market repurchases, bringing us to over 40% of our total $2.7 billion authorization. We see tremendous value in buying our shares, and we'll continue to take advantage of our currently depressed stock price through share repurchases.\nThe only substantial change to our capital available for allocation relates to the sale of our [ Airtron ] HVAC business for $500 million, which will yield approximately $400 million of net proceeds. We expect the transaction to close before the end of the year. Finally, we now show $441 million of unallocated capital available for allocation in 2024 after taking into account the incremental $400 million of net proceeds from the Airtron transaction. We will evaluate the use of this unallocated capital as we move into the latter part of the year and after closing of the Airtron sale.\nWith that, I will turn it back to you, Larry.\n\nLawrence Stephen Coben\n\nIndependent Chairman of the Board, NRG Energy, Inc.\n\nThank you, Bruce. On Slide 12, I'd like to share a few closing thoughts on our 2024 priorities and expectations.\nDuring the quarter, we've made significant progress on our strategic initiatives, and I'm confident we have the right platform and strategy to deliver on our commitments to both our customers and our shareholders. As CEO, I'm deeply committed to driving NRG forward to create significant additional shareholder value. We are seeing a long-term step change improvement in fundamentals across our platform.\nYou can expect a continued heightened focus on operational excellence, prudent growth and being good stewards of you, our investors' capital. I have never been more excited about the potential of our company than I am today. Thank you for your time and continued interest in NRG.\nOperator, we're now ready to open the line for questions."
  },
  {
    "header": "NRG",
    "cik": "0001013871",
    "ticker": "NRG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/896ba78aec5a8b96e208d5975974d9dd",
    "period": "2024 Q1",
    "content": "Q1 2024 NRG Energy Inc Earnings Call\n\nQ1 2024 NRG Energy Inc Earnings Call\n\nNRGNYSEMAY 7, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the NRG Energy, Inc. First Quarter 2024 Earnings Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your first speaker today, Kevin Cole, Head of Treasury and Investor Relations. Please go ahead.\n\nKevin L. Cole\n\nSenior Vice President, Investor Relations, NRG Yield, Inc.\n\nThank you. Good morning, and welcome to NRG Energy's First Quarter 2024 Earnings Call. This morning's call will be 45 minutes in length and is being broadcast live over the phone and via webcast, which can be located in the Investors section of our website at www.nrg.com under Presentations and Webcasts.\nPlease note that today's discussion may contain forward-looking statements which are based upon assumptions that we believe to be reasonable as of this date. Actual results may differ materially. We urge everyone to review the safe harbor in today's presentation as well as the risk factors in our SEC filings. We undertake no obligation to update these statements as a result of future events, except as required by law. In addition, we will refer to both GAAP and non-GAAP financial measures. For information regarding our non-GAAP financial measures and reconciliations to the most directly comparable GAAP measures, please refer to today's presentation.\nAnd with that, I'll now turn the call over to Dr. Larry Coben, NRG's Chair and Interim President and CEO.\n\nLawrence Stephen Coben\n\nIndependent Chairman of the Board, NRG Energy, Inc.\n\nThank you very much, Kevin. Good morning, everyone, and thank you for your interest in NRG. I'm joined this morning also by Bruce Cheng, our Chief Financial Officer. And we also have members of the management team on the call who are available to answer questions.\nLet's begin with the 3 key messages for today's presentation on Slide 4. First, our business performance exceeded expectations in the first quarter. I'm incredibly pleased with our strong start to the year and in reaffirming our 2024 financial guidance ranges. Second, electrification trends compounded by Gen AI data center growth forecast a signal of transformative rises in power demand. As a result, we expect competitive markets to realize outsized benefits driven by business-friendly environments, available resources and the ability to cite projects quickly.\nFinally, NRG is well positioned to capitalize on tightened supply and demand in our core markets. Our technology-led consumer platform, our diversified generation portfolio, our leading business energy platform and a real estate site portfolio presents a unique opportunity to create significant shareholder value.\nI'm going to give you visibility into this later in the presentation. Let's move to Slide 5 because I want to share again our value proposition, which may not be familiar to those of you who are new to NRG, and I understand there are several of you on this call. We served nearly 8 million residential customers and operate the second largest C&I energy and natural gas retail business by volume in the United States.\nOur company sits at the intersection of energy and technology in the home and the grid. We generate significant excess cash well beyond our current business needs, resulting in the financial flexibility to grow earnings while returning significant capital to our shareholders and maintaining a strong balance sheet. The strength of our business and financial outlook has this uniquely positioned to capitalize on what we believe to the beginning stages of an exceptional time for our industry.\nIt's an exciting time for our company, we remain on track to achieve our 15% to 20% free cash flow before growth per share CAGR target, even as our rising stock price means buying shares at higher prices than projected a year ago. Turning to Slide 6. In recent months, we've received numerous questions about the impacts of the forthcoming power demand growth super cycle on the industry and in NRG in particular. Today, I'd like to talk about what we are seeing. Bruce will then discuss the first quarter results later in the presentation.\nStarting with macro trends. We're seeing clear signs of a step change in the long-term fundamentals of power demand for multiple catalysts. This marks the departure from an extended period of stagnant power demand during which energy efficiency outpaced usage growth. For the first time in decades, and perhaps in my 40 years in this business, we are experiencing fundamental improvements driven by demand rather than commodity prices. We, along with every other forecasting expert I have read, are now expecting a step change in long-term power demand.\nThis increase in demand is attributed to several factors, including electrification, manufacturing, onshoring, LNG, crypto, greater industrial loads and data center growth. Recent advancements in Gen AI are compounding and accelerating these factors, leading to the formation of the next power demand super cycle. At the same time, the U.S. power supply that is expected to accommodate this growth will increasingly depend on intermittent resources, which highlights a growing and unprecedented imbalance between dispatchable supply and demand.\nTo be clear, it takes only a fraction of what is being forecasted to not just into this super cycle. And this super cycle will require an all-of-the-above supply approach, including retaining existing generation assets, developing new generation and approaching supply and demand differently through the adoption of technology by shifting large loads, residential VPP and other forms of demand and energy management. This is a transformative opportunity for our sector and for NRG. If you turn to Slide 7, you'll see why competitive markets such as those in which NRG operates are best positioned to realize outsized benefits of this large load growth.\nIt's due to the competitive framework that offers speed to market, affordability and resource availability. We see Texas and portions of the Northeast as the most favorable markets. Texas stands out as it is already a preferred destination for large loans including crypto, LNG and manufacturing onshoring, which all have experienced substantial growth in recent years and are exhibiting strong outlooks on the future. Texas benefits from its business-friendly practices, favorable regulatory environment, tax incentives and large land footprint, positioning it as a winner in the era of generative AI and other large load growth.\nFurthermore, coupled with our ability to cite projects years faster than in regulated markets and its proximity to main fiber channels, I expect Texas to continue to be a leader in load growth. On Slide 8, I'd like to highlight 4 of the many key opportunities for value creation that exists across our platform. To leave no doubt, each of these opportunities represents upside to our June 2023 Investor Day growth plan, and it's not relying on potentially transitory subsidies or inflation reduction act funding.\nFirst, we are the only company to have residential energy and smart technologies at scale with nearly 8 million customers. We're a trusted provider and have the unique capability to provide novel energy management through our smart home ecosystem, a capability that will be necessary and increase in value in a tightening market. Second, you may not be aware or fully cognizant of the opportunity that it represents, but we are the second largest business-to-business electricity and largest natural gas provider by volume in North America.\nBeyond selling customers more of our products, we are a leader in premium services. We offer tailored energy management solutions that focus on optimizing and stabilizing energy costs. We're also able to commercially help our customers achieve their sustainability goals. These customers include many of America's largest industrial players in corporations as well as the hyperscalers. Third, our Texas generation fleet mix is a diverse set of assets that enable us to deliver stable supply costs while maintaining insurance for volatility through higher cost units that are not economical in the current year. These uneconomic units are primarily higher heat rate natural gas assets and in recent low price times may have run for only a few peak hours per year.\nWe primarily use our generation fleet to supply our residential retail portfolio with customer fixed price contracts typically lasting a year or 2. As a result, our generation fleet is mostly open 18 to 24 months out. This creates a significant opportunity to swiftly capitalize on rising power prices and rising demand. as the value of our product increases and equally importantly, units that have historically operated only a few hours annually could now see increasing run times and, of course, profitability.\nLastly, our real estate portfolio has several potential development sites for co-location of large loads or power plants. We own 21 sites with 21,000 acres at retired and existing generation facilities that generally have existing or access to grid interconnection. They are in competitive markets and given the extreme focus on project speed potentially provide another avenue of value creation. Let's try to unpack each of these a bit. Turning to Slide 9. We operate one of the leading business-to-business power and natural gas platforms in North America. We serve nearly 100 terawatt hours of electricity and almost 1.8 trillion cubic feet of natural gas annually.\nAs demand growth scales, we anticipate increasing electric and natural gas sales volumes. Through our business platform, we help large load customers accomplish their intended goals through tailored plans, including stabilizing their energy costs, delivering specific attributes for their sustainability commitments and optimizing their usage through services such as demand response. At heart, these customers are looking for a partner to help them navigate complicated energy markets while minimizing their risk.\nWe stand ready to provide the services they need as a large market participant with a best-in-class commercial operations platform, and a track record of high-quality customer experiences. With respect to data centers, it is still the early days, but we are seeing signs that they are planning to ramp up capacity in the current years. As an anecdotal example, a data center customer approached us about increasing their capacity by 3x at an existing facility in the next 36 months. We are seeing and experiencing demand growth in real time.\nMoving to Slide 10. Our Texas generation fleet is diverse in technology, age and merit order. We operate 8.5 gigawatts of generation capacity in Texas, supplemented by 1.6 gigawatts of long-term power purchase agreements. We also have 1.5 gigawatts of shovel-ready brownfield projects in development. This strategic diversification across technologies, fuel types and merit orders ensures near-term stability and positions us to capitalize on opportunities from medium- to long-term margin expansion driven by higher power prices.\nOn the right hand of the slide, we provide our Texas generative to changes in around-the-clock power price scenarios. This sensitivity provides insight into our generation portfolio's earnings power as economic generation increases in dike generation becomes not only economic but very profitable. On Slide 11 provide a more detailed look at our Texas generation gross margin sensitivity. This analysis focuses on changes in power prices, assuming flat natural gas pricing and normal weather. On the left side of the slide, we have included Texas around the clock and peak pricing forwards for July 2023 and April 2024, which represents the assumed pricing in our 2024 guidance and are compared to today's forwards.\nAs you can see, ERCOT forward pricing has moved up significantly. The only explanation for this is that the market is starting to reflect increased power demand from large load growth. Also noteworthy is that the curve is no longer backward dated, suggesting a view and a long-term view of sustained tightness in the Texas power market. Building upon last quarter's additional modeling disclosure, on the right side of the slide, we have provided the necessary components to directionally model the gross margin opportunities for our Texas fleet in a dynamic pricing environment.\nWe begin with the 2024 Texas generation base gross margin and include expected hedge positions of nearly fully hedged in year 1, roughly half in year 2 and less than 25% in year 3 for economic generation, respectively. We have also included an open gross margin scenario, which assumes no hedges. You will observe that our price sensitivity doesn't follow a linear pattern. Units becoming economically viable at different price levels, resulting in disproportionately larger benefits from increases in power prices compared to decreases. With ERCOT forward pricing rising $10 in the outer years on an open gross margin basis, this complies more than $400 million of margin benefit compared to 2024. Assuming we are 25% hedged in the year that, that move occurs, it translates to approximately $350 million of upside compared to 2024, and this is simply the beginning. This sensitivity analysis demonstrates that our portfolio is well positioned to capture significant margin upside in a rising price environment and that the underlying fundamental value of our fleet has materially increased.\nSupported by our diversified supply strategy, we have the agility and flexibility to leverage these market dynamics and translate them into significant and durable shareholder value. On Slide 12, I want to close by providing details of our site portfolio. Driven by the need for more capacity in the highly valued attributes these sites possess we are incredibly excited about their potential value. We have 21 sites with 21,000 acres of land within competitive markets that are prime locations for new large loads and power plant development, with co-location opportunities both behind and in front of the meter. These sites offer a mix of valuable and critical access to infrastructure, including transmission, interconnection, water, abundance of land and proximity to long-haul fiber networks. Of particular significance to data centers, these attributes offer expedited construction time lines measured in years of time savings. We have established a dedicated team focused on maximizing the value of our site portfolio. When the analysis is complete later in the year, you can expect to hear more information from us regarding the potential for these sites and what would be required to turn them into new capacity, data center locations or behind the meter projects.\nWith that, let me turn it over to Bruce for the first quarter review.\n\nUnknown Executive\n\nThank you, Larry. Turning to Slide 14. Our top decile safety and strong operating performance resulted in first quarter adjusted EBITDA of $849 million, exceeding the first quarter of 2023 by $203 million. This represents a 31% increase in our adjusted EBITDA from the prior year. $150 million of the year-over-year increase was the result of the inclusion of a full quarter's worth of smart home EBITDA. The remaining increase was attributable to outperformance in our East and West segments, driven by lower realized supply costs, partially offset by a slight decline in our Texas region due to mild weather. Our consumer energy and smart home platforms increased customer counts year-over-year by 8% and 6%, respectively.\nMost notably, we added 35,000 customers from the newly opened Lubbock market in Texas, representing a healthy share of the available customer base. This is a testament to the hard work of our consumer energy team over the past 2 years to position NRG and its brands as the electricity provider of choice in Lubbock.\nSimilar to 2023, our smart home platform continued to demonstrate strong execution. In addition to growing customer count 6% year-over-year, service margins increased 5% year-over-year, and monthly recurring revenue per subscriber grew 5% over the same period. It is clear that customers recognize the value of our smart home services as evidenced by our growth in the face of various macro headwinds affecting the consumer discretionary sector. Our diversified supply strategy continued to deliver, ensuring that we sustain the level of margin expansion we saw in 2023 while also providing the necessary coverage against potential volatility in the winter months.\nAs we discussed in our last earnings call, our fleet performed well in the first quarter, demonstrating a 12% improvement in our in-the-money availability factor winter over winter. We have taken advantage of the mild winter in February and March to conduct our maintenance activities more proactively, and we feel confident about fleet performance heading into the critical summer months. Next, I would like to highlight some of what we have focused on as an organization through the first quarter as well as what we continue to remain focused on through the balance of the year.\nDuring the quarter, we concluded the $950 million accelerated share repurchase program we launched in November of last year. Through that program, we repurchased nearly 19 million shares at an average price of $5.43 per share or almost 10% of the shares outstanding at the time that we launched the ASR.\nWe remain committed to our capital allocation plan, and we are reaffirming our 2024 return of capital amount of approximately $1.2 billion, comprised of our common dividends, which we increased earlier this year and a further $825 million in share repurchases. As Larry discussed, we continue to advance our 1.5 gigawatts of brownfield development in Texas. We will be filing our Notices of Intent for the 3 projects to the Texas Energy Fund in the coming days, and we anticipate filing formal loan applications in early June when they are due. Our brownfield development portfolio comprised of 2 peaking plants and 1 combined cycle project with CODs ranging from 2026 to 2028 is shovel-ready and represents some of the most real natural gas-fired development opportunities in the ERCOT market.\nWe have been developing these projects since 2021 and we believe that the advancements we have made on the permitting and equipment procurement fronts should position these projects at the front of the queue for consideration by the PUCT for funding out of the loan program. Next, we continue to remain on track to achieve our $550 million program of growth and efficiency initiatives across our business platforms. As I mentioned earlier, our consumer platforms continue to drive strong stand-alone growth, and we continue to see positive momentum in our ability to generate more margin per customer. A great example of this is the tremendous progress we've made in selling the Vivint protection plan.\nWe started selling this plan shortly after closing the Vivint acquisition, and to date, we have about 15% penetration of the existing Smart Home customer base or over 300,000 active plans with each plan generating approximately $9 of monthly revenue per customer. Finally, we are reaffirming our 2024 guidance for both EBITDA and free cash flow before growth. We have tremendous momentum in both our consumer and business platforms and the measures we are taking in our diversified supply strategy should set us up well for the balance of the year. Turning to Slide 15 for an updated view of our 2024 capital allocation. As you can see from the slide, there have been no substantial changes since our last earnings call in terms of the quantum of capital allocated to liability management and capital return. As you may recall, we had planned $500 million of debt reduction in our last earnings call as part of the 2024 capital allocation plan. As you can see from the slide, that has changed slightly given our efforts in Q1 to address our outstanding convertible notes. Through April 30 we repurchased $343 million of the outstanding principal of the convertible notes, resulting in $257 million of additional premium paid to retiring noteholders. Given the cash allocated to settle the convertible note premium, that reduced our net debt reduction to $243 million planned for the year. Our strong share price performance over the past year made the convertible notes one of the most expensive pieces of paper in our capital structure. Therefore, we believe that made the most economic sense to pursue a retirement of that instrument before it would get even more expensive as our share price continues to reflect our fair value. Moving a few columns over to the right, you will see that the share repurchase column is $865 million versus the $825 million we showed in our last earnings call. The reason for that is because we now include $40 million of cash allocated to settle tax matters related to our 2023 share repurchases and employee stock compensation plan. This would include the excise tax on share repurchases instituted as part of the passage of the inflation Reduction Act. Previously, we had bucketed that allocated cash in other categories, but we decided to move those dollars into the share repurchases category in order to more accurately reflect what the cash is being used for. Finally, similar to our last earnings call, we continue to show $41 million of unallocated capital available for allocation in 2024, which we will evaluate the use of as we move along the year.\nWith that, I will turn it back to you, Larry.\n\nLawrence Stephen Coben\n\nIndependent Chairman of the Board, NRG Energy, Inc.\n\nThank you very much, Bruce. On Slide 17, I want to provide you a few closing thoughts on our 2024 priorities and expectations. We remain laser focused on execution and on delivering on our financial, operational and safety commitments. We are seeing a step change improvement in fundamentals across all of our platforms. We believe that this will put a spotlight on the scarcity of the critical products and services we sell and the durability of that platform. We are uniquely positioned to deliver significant shareholder value for years to come. Again, we are the only company to combine residential, energy and smart technologies at scale, [indiscernible] with nearly 8 million customers and the necessary capabilities to create sustainable value through both tightening and loosening power market conditions. .\nWe operate the second largest business-to-business electricity and largest natural gas platform in North America, positioning us as a leader in premium services and tailored energy management solutions. Our integrated supply strategy provides incredible capabilities to stabilize near-term earnings while capturing medium- to long-term margin expansion opportunities from higher power prices. And we own a large Latin portfolio with premium attributes for what is to come in the super cycle of power demand. In my 20 years at the company in over 40 years in power, I have never been more excited about the future of our sector and NRG. The step change in demand should lead also to a change in the depressed valuations for NRG and its peers. These depressed valuations have resulted in double-digit cash flow yields such as ours. This revaluation will be good for NRG and others in our space, and it's very exciting times. I look forward to updating you on our progress along the way. With that, I want to thank you for your time and interest in NRG.\nWe're now ready to open the line for questions."
  },
  {
    "header": "NRG",
    "cik": "0001013871",
    "ticker": "NRG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9a1d393039d00898239835f91b565176",
    "period": "2023 Q4",
    "content": "Q4 2023 NRG Energy Inc Earnings Call\n\nQ4 2023 NRG Energy Inc Earnings Call\n\nNRGNYSEFEB 28, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the NRG Energy Inc.'s Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Kevin Cole, Head of Treasury and Investor Relations. Please go ahead.\n\nKevin L. Cole\n\nSenior Vice President, Investor Relations, NRG Yield, Inc.\n\nThank you. Good morning, and welcome to NRG Energy's Fourth Quarter and Full Year 2023 Earnings Call. This morning's call will be 45 minutes in length, is being broadcast live over the phone and via webcast, which can be located in the Investors section of our website at www.nrg.com under Presentations and Webcast.\nPlease note that today's discussion may contain forward-looking statements, which are based upon assumptions that we believe to be reasonable as of this date. Actual results may differ materially. We urge everyone to review the safe harbor in today's presentation as well as the risk factors in our SEC filings. We undertake no obligation to update these statements as a result of future events, except as required by law. In addition, we will refer to both GAAP and non-GAAP financial measures. For information regarding our non-GAAP financial measures and reconciliations to the most directly comparable GAAP measures, please refer to today's presentation.\nAnd with that, I'll now turn the call over to Larry Coben, NRG's Chair and Interim President and CEO.\n\nLawrence Stephen Coben\n\nIndependent Chairman of the Board, NRG Energy, Inc.\n\nThank you, Kevin. Good morning, everyone, and thank you for your interest in NRG. I'm Larry Coben, I am the Chairman, Interim President and CEO. I'm joined this morning by Bruce Chung, our Chief Financial Officer. And we also have members of the management team on the call and available for questions.\nWhile I have been CEO for 3 months, I have been Chairman for 7 and on the board for 20 years. I have never been more excited about NRG as a company than I am today. Let's begin with the NRG value proposition on Slide 4. We are the trusted partner to almost 8 million residential customers earned every day through unique and differentiated offerings and simplify and improve our customers' lives. We have 5.9 million energy and 2 million smart home customers and manage the second largest C&I energy and natural gas retail portfolio in the country. We have taken the necessary steps to position NRG to win the energy transition. At the convergence of energy and technology in the home and grid with the evolution of smart devices and generative AI data centers. We generate significant excess cash well beyond our current business needs resulting in financial flexibility to return significant capital to our shareholders while maintaining a strong balance sheet. Our business and financial outlook has never been stronger, and I've never been more excited about the future of the company than I am today.\nTurning to Slide 5. First, in 2023, we delivered record free cash flow before growth and new record adjusted EBITDA. We exceeded our Investor Day outlook and our previously increased 2023 guidance ranges. This is the direct result of the strategic initiatives and actions we've taken in recent years to strengthen and stabilize our business. Our outlook continues to get better and better, and today, we are reaffirming our 2024 financial guidance ranges.\nNext, we made significant progress advancing our long-term energy transition and electrification strategy. We have line of sight to achieving our current $550 million by 2025, and we are now turning our attention to the next phase of our growth.\nLastly, we continue to execute our disciplined capital allocation strategy which bring about both a strong balance sheet and returning significant capital to you, our shareholders.\nTurning to Slide 6. We delivered $844 million of adjusted EBITDA for the fourth quarter, 82% higher than the prior year. This brings our full year results to $3.282 billion of adjusted EBITDA, 76% higher than last year, primarily driven by improved operational performance of our integrated energy platform and the addition of our Smart Home business. Our 2023 adjusted EBITDA was $152 million above our original guidance midpoint and at the high end of our adjusted guidance. While free cash flow before growth came in above the high end of our increased guidance range at $1.92 billion or $185 million above our original guidance midpoint. This resulted in $9.25 of free cash flow before growth per share in 2023, well ahead of the $8.50, a target provided at our June Investor Day. Bruce will provide more detail shortly. But again, this performance is the direct result of our strategic initiatives and actions taken to strengthen and grow our business. And I note that these took place even with share purchases occurring at higher levels than projected about Investor Day.\nTurning to our 2023 scorecard, we delivered across our strategic priorities. As you know, safety is our top priority, and I'm pleased to share that we achieved top [ decile ] safety performance through a year with many distractions, I'd like to thank all of our employees for their focus and dedication and hard work to making this happen as well as to making our financial results happens.\nNext, we made progress in our continuous improvement goals for cost excellence. We completed the $300 million direct energy synergy program announced earlier in the year and we quickly turned our attention to identify and execute our previously announced next phase of cost initiatives, $250 million by the end of 2025.\nTurning to growth. Our success in achieving the $9.25 of free cash flow before growth per share versus our 850 target was primarily driven by faster execution of our growth plan. We are incredibly pleased with the results of our Smart Home acquisition and believe our current growth plan is just the beginning. We are only starting to scratch the surface.\nLastly, on capital allocation, we executed over $1.5 billion in debt paydown and returned another $1.5 billion to shareholders.\nTurning to Slide 7, we take a look at our 2024 outlook. Today, we are reaffirming our 2024 financial guidance ranges in our Investor Day 15% to 20% growth strategic road map. We are well positioned across each of our businesses to deliver on our commitments. In consumer energy, we expect the momentum gained in 2023 to continue into 2024, with volume, margins and earnings growing across residential and small commercial as well as commercial and industrial customer segments. This success will be driven by our diverse and efficient marketing and sales engines, our leading care and retention capabilities and our best-in-class innovative digital experience. We are also seizing numerous opportunities as they arise or as we create them. An exciting example is Lubbock, Texas, a market of just over 100,000 customers that opened in early January with 65% of customers having already made their electricity provider choice. So far, we are exceeding expectations for our success in winning customers and look forward to bringing our innovative offerings and experiences to that market. We also continue to see momentum with community choice programs as a way for customers to experience the benefits of electricity competition in markets that don't have favorable political and regulatory sentiment that would allow customers to have the ability to freely choose their electricity providers.\nNext, our diversified supply strategy manages our retail exposure in multiple scenarios to include events like the extreme summer of 2023 and winter storm Heather this past January, while at the same time, handling the mild weather that we have seen most of this winter.\nOur targeted investments for reliability and flexibility across our fleet led to material improvements in the performance of our generation when we needed it, and we expect to realize continued improvements. We continue to evaluate various ways to enhance our supply strategy. We have 3 brownfield sites ready to go in Texas with dispatch flexibility, and we are considering additional storage options for the portfolio, primarily through longer-term structured transactions rather than outright ownership.\nAnd finally, the Smart Home business delivered a strong year, driving impressive top and bottom line growth. Recurring revenue and margin per customer increased through selling more products and services while simultaneously reducing net service cost per customer. We will continue to drive towards the horizontal expansion of our 8 million customers' wallets. Our customer retention is the best in the industry with an average customer life in the Smart Home business of 9 years driven by unmatched customer engagement and world-class product performance and reliability. We continue to focus on integrating Smart Home and NRG in achieving the initiatives we have previously communicated to you.\nTurning to Slide 8 for a closer look at growth and cost initiatives. In 2023, we advanced our energy transition electrification and continuous improvement strategy and delivered $138 million of incremental earnings, which was more times than twice our original $65 million target. We exceeded our goals for both growth and cost savings, resulting in more than $100 million of growth in our core businesses and sales channel optimization and more than $35 million in cost savings. This outperformance was primarily the result of realizing synergies faster than originally anticipated. And today, we are reaffirming the full planned target of $550 million of growth in cost initiatives by the end of 2025. Outside of this $550 million program, we have also identified additional attractive initiatives that are in early development leveraging the significant value creation opportunity from the convergence of energy and technology in the home and the grid. First is, for example, virtual power plant or VPP where we are uniquely positioned given our customer scale and reach, our data science proficiency and decades of commercial market -- commercial and market experience. Importantly, VPP will increase in value as the grid tightens, and our integrated energy business will allow us to monetize this value without requiring regulatory change.\nSecond, on data centers and AI. Today, we are 1 of the largest competitive providers of power to the hyperscalers and other data center managers and we have been in direct conversations with several of these customers about using more load. We see this as a significant opportunity for NRG and for competitive markets more broadly.\nFinally, we continue to evaluate strategic dispatchable new build with 1.5 gigawatts of brownfield projects in Texas ready to go. As you may know, in November, Texas voters approved the Texas Energy Fund, which provides support for new dispatchable generation. We expect the rules for that to be adopted early this year with applications beginning midyear. We anticipate providing an update on these projects over the coming months.\nWith that, I'd like to turn it over to our Chief Financial Officer, Bruce Chung, for a financial review.\n\nBruce Chung\n\nCFO, Executive VP of Strategy, M&A and NRG Services\n\nThank you, Larry. Moving to Slide 10. For 2023, NRG produced adjusted EBITDA of $3.282 billion, exceeding our original guidance and at the high end of our upward revised guidance range and free cash flow before growth of $1.925 billion, exceeding the high end of our upward revised guidance range. Our 2023 free cash flow before growth and adjusted EBITDA represents the highest and second highest, respectively, in NRG's history. This strong financial performance is a direct result of excellent execution across our businesses and made possible by the continued focus and effort from each of our employees in a year full of potential distractions.\nOur 2023 adjusted EBITDA improved by $1.4 billion as compared to 2022, driven by strong performance in our Texas region, the addition of the Vivint Smart Home business, and execution of our growth and cost efficiency plans.\nTaking a closer look at the drivers within our segments and beginning with Texas, our full year adjusted EBITDA increased by $806 million over 2022. This was driven by higher revenue rates coupled with lower supply costs. Our diversified supply strategy worked as designed throughout a volatile year lowering our supply costs during the mild start to the year and providing stable pricing through the summer's extreme heat.\nAs we discussed throughout 2023, the margin expansion we saw across both our residential and C&I energy businesses, was produced through a combination of careful revenue rate management and providing our customers with differentiated products that address their needs for affordability, comfort and peace of mind. We believe this margin expansion will be durable over the foreseeable future, and this view is reflected in our 2024 guidance.\nIn addition to improved margins, our residential energy business delivered strong customer retention of nearly 80% while maintaining average customer tenure of 6 years. This is a testament to the strength of our brands and customer experience.\nOur East/West services segments were lower by $142 million versus the prior year. This was due to $60 million from asset retirements and sales with the remainder of the variance from the combination of lower average realized pricing at the Cottonwood facility as well as a challenging housing market and more conservative consumer discretionary spending impacting our HVAC and Goal Zero services businesses.\nFinally, the addition of Smart Home contributed $753 million in adjusted EBITDA, finishing above the high end of our upward revised guidance for this segment. Throughout 2023, Smart Home delivered across all of its key metrics, most notably, Smart Home achieved 6% ending subscriber growth in an otherwise challenging macro environment. In addition to improving monthly recurring service margins of 9% through increasing average monthly revenue per subscriber, coupled with a continued focus on cost efficiency.\nTurning to free cash flow before growth. NRG achieved $1.925 billion in 2023, setting a new record for the company. This represents an improvement of $1.4 billion over the prior year, primarily driven by our stronger EBITDA performance, along with improved working capital initiatives across our businesses.\nAt our Investor Day in June, we communicated the 2023 target of $8.50 of free cash flow before growth per share. Our strong performance in 2023 resulted in $9.25 of free cash flow before growth per share, even after repurchasing shares at a 25% premium to what we had originally assumed in our Investor Day plan. Our platform is designed to generate significant cash flow. And based on that $9.25 per share and our current share price, that represents an implied free cash flow yield of 18%. Given this dislocation, repurchasing our shares remains 1 of the best investments we can make, and as such, we remain firmly committed to staying on the course with our capital allocation framework.\nThroughout 2023, we have demonstrated the strength and resiliency of our strategy and coupled with the compelling long-term macro tailwinds from the increasing electrification of the economy and convergence of energy with smart technologies, we are confident in the outlook for our share price.\nTurning to the next slide. I'd like to provide some additional context for 2023's financial results. On the left side of the page, we highlight the resiliency of our core energy business. Our Texas fleet performed well through the second hottest summer in Texas history and most recently continued to perform through the volatility experienced during January's winter storm Heather. Over the last few years, we have strategically invested capital and improving the reliability of our facilities in anticipation of volatility across both summer and winter conditions, and we are seeing the impact of those investments through material improvements in our in the money availability factor. This is a performance measure illustrating the availability of our generation assets during periods when we need them the most. As you can see in the bar chart, we realized a 14% and 13% improvement in summer and winter, respectively, in this metric. Furthermore, we saw a nearly 20% improvement in this metric when comparing the fleet's performance during Winter Storm Heather versus Winter Storm Elliott. This level of improvement was and will be critical to ensuring we are able to serve our retail load cost effectively.\nMoving to the right side of the page. Our Smart Home business surpassed the original expectations, primarily driven by expanded monthly recurring service margins. Notably, the margin expansion was a function of both higher average revenue per subscriber, coupled with lower cost to serve. We are also seeing higher take rates on smart home products and services at the point of sale, which is a testament to the effectiveness of our smart home sales channels and smart home customers recognizing the benefit of increasing the intelligence of their homes through additional seamlessly integrated devices.\nTurning to Slide 12 for an updated view of our 2024 capital allocation. As you can see from the slide, not much has changed since our third quarter earnings call where we provided our initial view on 2024 capital allocation. We are still planning on $500 million of debt pay down in 2024 and expect to return nearly $1.2 billion to shareholders in the form of share repurchases and common dividends. Coupled with the 2023 share repurchase program, we will have executed nearly 75% of the current $2.7 billion authorization by the end of 2024. We expect the 2023 accelerated share repurchase program to conclude by the end of Q1 this year, at which point, we will begin executing our 2024 repurchase plan on a more regular and programmatic basis throughout the year. As I mentioned earlier, at an implied yield of 18%, we see our shares as an excellent investment for shareholder capital, and as such, remain committed to the 80/20 principle we rolled out during Investor Day.\nIn terms of incremental changes since our last earnings call and moving from left to right, 2024 excess cash increased $74 million because of the overperformance in 2023. Other investments increased $33 million, primarily from a calendar year shift in integration costs and capital deployed to small book acquisitions in our residential retail business.\nFinally, we have $41 million of unallocated capital available for allocation in 2024, which we will evaluate the use of as we move along the year.\nBefore I hand it back to Larry, I'd like to point out that we included some new slides in the appendix of today's presentation, which provide more disclosure around our energy business. We believe this disclosure will enable investors to model our energy business with a level of granularity they did not have before. These slides will be updated with each earnings call we have going forward. We hope you find them helpful, and our Investor Relations team is more than happy to answer any questions you may have regarding the new disclosures.\nWith that, I will turn it back to you, Larry.\n\nLawrence Stephen Coben\n\nIndependent Chairman of the Board, NRG Energy, Inc.\n\nThank you, Bruce. On Slide 14, I want to provide a few closing thoughts about 2024, our priorities and our expectations. We are laser-focused on delivering on our financial and operational commitments and adhering to our capital allocation principles. We will continue to integrate Smart Home with our energy businesses and deliver on our growth and cost initiatives, all while advancing our energy transition and electrification strategy. I have never been more excited about the future of NRG. We are seeing signs of step change improvement in fundamentals across our platform including the convergence of energy and technology in the home and grid through smart devices and generative AI. We believe this will put a spotlight on the scarcity of the critical products and services we sell and the durability of our platform. Said bluntly, I believe this step change will signify a change in the depressed valuations for NRG in our sector that have resulted in 20% plus cash flow yields. This will be good for NRG and the sector and it's very exciting times. I look forward to updating you on our progress along the way.\nWith that, thank you for your time and your interest in NRG. We're now ready to open the line for questions."
  },
  {
    "header": "NRG",
    "cik": "0001013871",
    "ticker": "NRG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9997c240fa5105a584f0861d2dda94b7",
    "period": "2023 Q3",
    "content": "Q3 2023 NRG Energy Inc Earnings Call\n\nQ3 2023 NRG Energy Inc Earnings Call\n\nNRGNYSENOV 2, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the NRG Energy, Inc. Third Quarter 2023 Earnings Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your first speaker today, Kevin Cole, Head of Treasury and Investor Relations to read the safe harbor and introduce the call.\n\nKevin L. Cole\n\nSenior Vice President, Investor Relations, NRG Yield, Inc.\n\nGreat. Thank you, Darian. Good morning, and welcome to NRG Energy's Third Quarter 2023 Earnings Call. This morning's call will be 45 minutes in length and is being broadcast live over the phone and via webcast, which can be located in the Investors section of our website at www.nrg.com under Presentations and Webcast.\nPlease note that today's discussion may contain forward-looking statements, which are based on assumptions that we believe to be reasonable as of this date. Actual results may differ materially. We urge everyone to review the safe harbor in today's presentation as well as the risk factors in our SEC filings. We undertake no obligation to update these statements as a result of future events, except as required by law. In addition, we will refer to both GAAP and non-GAAP financial measures.\nFor information regarding our non-GAAP financial measures and reconciliations to the most directly comparable GAAP measures, please refer to today's presentation. And with that, I'll now turn the call over to Mauricio Gutierrez, NRG's President and CEO.\n\nMauricio Gutierrez\n\nPresident, CEO & Director\n\nThank you, Kevin. Good morning, everyone, and thank you for your interest in NRG. I'm joined this morning by Bruce Chung, Chief Financial Officer. Also on the call and available for questions, we have members of the management team. Before we go into the quarterly review, I'd like to start with an overview of our value proposition. Over the last 6 years, we have taken the necessary steps to position NRG at the center of the energy transition, a consumer energy business that benefits from the increasing electrification of our economy while generating significant excess cash well beyond its business needs, a complementary smart home business that increases the lifetime value of our customers and enables greater optimization of our customers' energy demand and the financial flexibility to return significant capital to our shareholders while maintaining a strong balance sheet.\nAs you can see, we delivered compelling value today. And importantly, we have positioned our business to deliver value well into the future. So with that, I'd like to turn to the 3 key messages of our earnings presentation on Slide 5. First, we are raising our 2023 financial guidance, driven by strong financial and operational results both in the third quarter and year-to-date. Second, we are initiating 2024 financial guidance above the plan we shared with you at our June Investor Day. And finally, with line of sight to achieving our 2025 growth road map, we are accelerating our focus on behind-the-meter load management opportunities for homes and businesses.\nStarting with our third quarter results on Slide 6. We delivered top decile safety performance and $973 million of adjusted EBITDA, a 103% improvement from the same period last year, driven primarily by strong operational performance across the business and the addition of Vivint This brings our year-to-date results to $2.438 billion of adjusted EBITDA, a 74% increase above the prior year. On our last earnings call, we indicated that we were trending towards the top end of the guidance range.\nWith strong third quarter performance and our current outlook for the balance of the year, we are increasing and narrowing our 2023 financial guidance ranges, which includes the close of STP and an increase in the company's annual incentive plan given the expected outperformance for the year. During the quarter, we continued to make good progress on our strategic priorities. Vivint integration is well underway and with early success on our growth initiatives, we are raising again our 2023 target from $60 million to $75 million. This is a 150% increase from our original $30 million target set in May.\nAlso, during the quarter, we continued executing on our portfolio optimization efforts with the retirement of the Joliet power station and the sale of Gregory and our interest in STP. Turning to capital allocation. We are raising our 2023 share repurchase target by 15% to $1.15 billion. We have completed $200 million of share repurchases year-to-date. And with the close of STP, expect to execute the remaining [ $950 million ] under an accelerated share repurchase program. Next, we have executed $800 million of debt reduction as part of our liability management program. Bruce will provide more details in his section. Finally, we're initiating 2024 financial guidance ahead of our June Investor Day plan.\nThis earnings expansion is durable and represents high-quality growth and overall strengthening of our business. On capital allocation, we allocated $500 million to debt reduction and the remaining excess cash allocated 80% of return on capital and 20% to growth. Now turning to Slide 7 for an update on our integrated energy business. We experienced the hottest summer on record in our core Texas market, breaking the previous peak demand record 10x. While the power grid was stressed given record demand, it performed quite well with only a few periods of scarcity pricing when renewable output was low. Importantly, the efforts we undertook in our summer readiness and spring outage program resulted in a significant increase in our plant reliability.\nIn the bottom left-hand chart is our in-the-money availability, indicating the availability of our units during periods when they are profitable, which is a relevant metric for our business and shows a significant improvement. Retail saw strong performance through the quarter with in-line customer growth and better-than-expected retention. We continue to improve our digital experience with customers engaging more, increasing monthly [ average app ] usage by 20%.\nMoving to retail supply. The steps we have taken to enhance our diversified supply strategy were successful in providing predictable supply costs under different loads and price scenarios. Beyond investing in our plants, we adjusted our hedge ratios to lean long in key summer and winter months. Finally, we are beginning our efforts in residential demand response and have increased participation by 10% this year.\nWe also managed a large C&I demand response business with 2.5 gigawatts of capacity under management. I will provide more color on the behind-the-meter opportunity later in the presentation. Home business also performed well with strong customer growth and margin expansion, as you can see on Slide 8. We continue to advance our technology platform with the launch of new innovative products, improving our customer experience that is consistently recognized as best in the industry by consumer publications.\nOn the right-hand side of the slide, you will see the key performance indicators that we introduced in our last earnings call. We continue to see exceptional performance in smart home with 7% subscriber growth, 9% revenue growth and 9% service margin improvement versus the same period last year, consistent with the improvements we reported in our second quarter results. Acquisition costs are higher due to the impact of more products being sold and higher interest rates, but were more than offset by higher revenue on new subscribers.\nOur customers are engaging more with our platform and are staying for a longer period of time. We are very encouraged by the performance we're seeing across the business and the opportunities that are arising inside the home. Now I want to provide an update on the opportunity for demand management we see behind the meter or Virtual Power Plants on Slide 9. We have been managing energy optimization programs for commercial and industrial customers for years. And now we are seeing a growing opportunity in the residential space. New distributed technologies and a growing penetration of connected smart devices in the home have materially changed the industry, providing greater control to the consumer.\nGrid reliability has also played a role in accelerating adoption as flexible demand represents instantaneous peak in capacity when the grid is at [ peak load ] or in scarcity conditions. We see 2 primary pathways for us to create value in this market. First, through optimizing our existing customer peak demand in ERCOT and PJM where we can benefit from both energy and capacity value as well as reduce market risk. Second, through VPP services for smart home and utility customers, both in regulated and competitive markets. We are uniquely positioned to win this space. We have the scale with 7.6 million customers, decades of commercial and market expertise and an integrated energy business that allows NRG to monetize the value without having to go to the wholesale market or requiring regulatory change. We also have vast data and insights from running the third largest commercial and industrial demand response program in the country.\nWhile our focus in the near term continues to be optimizing our core and integrating Vivint, over the medium and long term, we see a significant value opportunity from these programs. This value is not included in our June Investor Day plan, and I look forward to providing you updates on our progress in the future. Moving to Slide 10 for an update on our integration efforts. We are making good progress across our initiatives and are reaffirming the full plan targets totaling $550 million of recurring free cash flow before growth by the end of 2025.\nOur growth and cross-sell efforts have yielded strong results, allowing us to increase our 2023 growth target to $75 million. On the right-hand side of the slide, you will see the increasing number of customers buying 2 or more products. I want to highlight that this is not exclusively cross-sell between energy and smart home, but includes other consumer products sold across NRG that generate recurring revenues. We have been hard at work executing pilots and collecting critical insights as we prepare to scale energy and smart home cross-selling in 2024 and beyond. In the appendix of today's presentation, you will find our latest growth and [ cost plan ] scorecard, so you can track our progress.\nSo with that, I will pass it over to Bruce for the financial review.\n\nBruce Chung\n\nCFO, Executive VP of Strategy, M&A and NRG Services\n\nThank you, Mauricio. Turning to Slide 12. NRG's third quarter and year-to-date financial performance significantly exceeded the same period last year. NRG produced adjusted EBITDA of $973 million in the quarter, which is $493 million higher than the third quarter of 2022. As you can see in the chart at the bottom of the page, even when normalizing 2022 results for transitory items and the WA Parish outage, 2023 adjusted EBITDA still exceeded the prior year by $350 million. Compared to a normalized 2022, third quarter 2023 performance was driven by $125 million of improved operations and margin expansion in our core energy business and $225 million of Vivint EBITDA, which was not included in our 2022 results. .\nSimilar to the first 2 quarters of the year, our core energy business continued to benefit from expanded margins, near record retention and increased customer count. Our diversified supply strategy and solid plant performance continued to provide predictable supply costs through volatile load and price conditions in Texas. Looking at our segments and starting of Texas. Adjusted EBITDA increased by $356 million versus the prior year on the back of higher gross margin of $378 million. Continued unit margin expansion from lower supply costs coupled with improved plant performance were the primary drivers for the increase in gross margin.\nThis increase in gross margin was partially offset by increased OpEx from higher selling and marketing and home energy where we increased 50,000 customers year-over-year. In the East West segment, adjusted EBITDA declined $88 million versus last year, driven primarily by lower spark spreads in Cottonwood, discontinuation of equity earnings treatment for Ivanpah and an increase in accruals as part of the company's annual incentive plan, reflecting the expected financial outperformance for the year.\nIn Q3, Vivint continued to deliver strong financial results, contributing $225 million in adjusted EBITDA. Revenue grew 9% year-over-year, driven by subscriber growth of 7%, favorable retention and higher recurring monthly revenue per subscriber, which, combined with reductions in monthly service cost per customer, drove a 15% increase in adjusted EBITDA compared to 3Q 2022. The NRG's free cash flow before growth was $355 million for the quarter, bringing our year-to-date total to $983 million. This represents a significant improvement over 2022 totals driven by growth in adjusted EBITDA.\nAs a result of our year-to-date financial performance, we are raising and narrowing our full year 2023 guidance ranges. $3.15 billion to $3.3 billion for adjusted EBITDA and $1.725 billion to $1.875 billion of free cash flow before growth. The midpoint of our new guidance represents a $95 million increase in adjusted EBITDA and a $60 million increase in free cash flow before growth to the midpoint of our original guidance ranges.\nTurning to Slide 13 for an update on our 2023 capital allocation. We have updated our 2023 excess cash to reflect the final net proceeds of divesting our interest in STP, the net proceeds from the sale of Gregory and the increase to our free cash flow midpoint for the year. The remaining numbers on this slide are largely consistent with the update we gave on the second quarter earnings call with a few notable exceptions. Moving from left to right, we have updated the capital we will spend on Vivint integration from $145 million to $50 million. This does not reflect lower cost associated with the integration but rather a shifting of those dollars to 2024 and 2025.\nMuch of the move is driven by systems integration decisions, which shifted the time line for those costs to be incurred. Continuing on, as you can see in the debt reduction column, we have made significant progress toward our target of $1.4 billion in debt reduction with $800 million achieved through October 31 of this year. With the closing of the STP transaction, we will complete the remaining $600 million of debt reduction by the end of 2023 through a targeted liability management program.\nFinally, moving to the share repurchases column. You will see that we have completed $200 million of share repurchases thus far in 2023. This includes the $50 million we completed at the time of the second quarter earnings call and the $150 million we recently completed on October 31. With the closing of the STP transaction, we intend to launch a $950 million accelerated share repurchase program imminently. Between the $200 million already completed on the $950 million accelerated share repurchase program, our total share repurchases for the year will be $1.15 billion, which is $150 million more than what we had communicated at Investor Day and 2Q earnings.\nMoving to Slide 14. We are excited to introduce our guidance for 2024. We are guiding 2024 full year adjusted EBITDA with a range of $3.3 billion to $3.55 billion, representing a midpoint of $3.425 billion. We are also guiding 2024 free cash flow before growth with a range of $1.825 billion to $2.075 billion, representing a midpoint of $1.95 billion. As you can see on the chart at the bottom of the page, there are several drivers of year-over-year guidance. Incremental dividend EBITDA, reflecting a full year's worth of ownership is effectively offset by the lost EBITDA from the STP and Gregory asset sales.\nOur growth plan and cost synergies contribute $240 million of incremental EBITDA, but is partially offset by an increase in the Vivint EBITDA harmonization adjustment. The final driver reflects a continuation of the improved operations and margin expansion impacting our 2023 results and contributes $160 million to our 2024 midpoint.\nAs you can see, with the impact of improved operations and margin expansion, our 2024 guidance midpoint exceeds the pro forma we provided in our Investor Day plan. On Slide 15, we are providing our 2024 capital allocation plan. As you can see, our capital allocation plan adheres to the 80/20 principle of return of capital versus growth while ensuring we continue to meet our debt reduction commitments. Our plan currently calls for debt reduction of $500 million in 2024. As we've always said, we are committed to a strong balance sheet, and this debt reduction ensures that we remain on the path to achieving our target credit metrics by the end of 2025.\nOur return of capital plan is comprised of $825 million of share repurchases and $330 million of common dividends. The common dividends reflect an 8% increase in the common dividend per share from $1.51 to $1.63. Between capital returned in 2023 and the expected capital return in 2024, we will have executed over 70% of our current share repurchase authorization and returned $2.65 billion to shareholders. In summary, our third quarter and year-to-date results show robust financial performance across the company. And with our increased 2023 guidance, we are poised to close out the year in a strong position and enter 2024 on a similarly high note. We remain committed to executing the Investor Day plan we shared back in June, and our focus on maintaining a high level of operational performance will not waver as we head into the end of the year.\nWith that, I'll turn it back to you, Mauricio.\n\nMauricio Gutierrez\n\nPresident, CEO & Director\n\nThank you, Bruce. I want to provide a few closing thoughts on today's presentation on Slide 17. As you can see, we have made significant progress across all of our key priorities and are also ahead of the 5-year plan we provided to you during our Investor Day. I want to take a moment to thank all my colleagues at NRG for keeping focus on execution and for their hard work in achieving these results. We have the right strategy and the right team to deliver exceptional value today and well into the future. .\nSo with that, I want to thank you for your time and interest in NRG. Darian, we're now ready to open the line for questions."
  },
  {
    "header": "NRG",
    "cik": "0001013871",
    "ticker": "NRG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/515e8ae78ac747e71a88d12c646e416c",
    "period": "2023 Q2",
    "content": "Q2 2023 NRG Energy Inc Earnings Call\n\nQ2 2023 NRG Energy Inc Earnings Call\n\nNRGNYSEAUG 8, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the NRG Energy, Inc. Second Quarter 2023 Earnings Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Kevin Cole, Head of Investor Relations. Please go ahead.\n\nKevin L. Cole\n\nSenior Vice President, Investor Relations, NRG Yield, Inc.\n\nThank you, [ Jana ].\nGood morning, and welcome to NRG Energy's Second Quarter 2023 Earnings Call. This morning's call will be 45 minutes in length and is being broadcast live over the phone and via webcast, which can be located in the Investors section of our website at www.nrg.com, under Presentations and Webcasts.\nPlease note that today's discussion may contain forward-looking statements, which are based upon assumptions that we believe to be reasonable as of this date. Actual results may differ materially. We urge everyone to review the Safe Harbor in today's presentation as well as the risk factors in our SEC filings. We undertake no obligation to update these statements as a result of future events, except as required by law. In addition, we will refer to both GAAP and non-GAAP financial measures. For information regarding our non-GAAP financial measures and reconciliations to the most directly comparable GAAP measures, please refer to today's presentation.\nAnd with that, I'll now turn the call over to Mauricio Gutierrez, NRG's President and CEO.\n\nUnknown Executive\n\nThank you, Kevin.\nGood morning, everyone, and thank you for your interest in NRG. I'm joined this morning by Bruce Chung, Chief Financial Officer. Also on the call and available for questions are other members of our management team, including the heads of Home, Smart Home Business and Policy.\nJust over a month ago, we held our Investor Day, where we provided an update on our long-term consumer strategy. We outlined the strength of our core energy business, how the acquisition of Vivint further enhances our energy platform and position us to capitalize on the convergence of electricity and smart technologies in the home. Today, I am going to focus on the results for the second quarter, starting on Slide 4 with our 3 key messages.\nFirst, our business delivered strong quarterly results, and we are now trending towards the end -- the high end of our 2023 EBITDA guidance range. Next, the Vivint Smart Home integration is well underway, and we are realizing early wins in our combined sales efforts. Finally, we are executing on our consumer strategy to deliver significant value to our shareholders.\nMoving to the second quarter results on Slide 5. We delivered top decile safety performance and $819 million of adjusted EBITDA, a 112% increase from the same period last year, driven by excellent performance on our core energy business and the addition of Vivint Smart Home. Bruce will provide additional details on specific drivers, but our business benefited from strong plant operations, our enhanced supply strategy, customer growth and favorable market conditions.\nDuring the quarter, we began the integration of Vivint Smart Home, which has yielded solid early results. Our revenue and cost synergy programs are well underway, and we are reaffirming the full plan targets. As a result of early wins in our growth initiatives, we are increasing our 2023 growth target to $60 million, doubling our previous expectation.\nFinally, we hosted our Investor Day in June, which included our 5-year strategic plan and an update on our capital allocation framework. As a result of the sale of South Texas Project and our revised capital allocation plan, we are executing on a $2.7 billion share repurchase authorization and a $2.6 billion debt reduction plan. Through July, we were able to complete $50 million of share repurchases and $200 million of debt reduction. As a result of the strong quarterly results and our position for the rest of the year, we are reaffirming our 2023 financial guidance, with our EBITDA currently trading at the higher end of the range.\nNow turning to Slide 6 for an update on our Energy business. ERCOT has experienced record peak demand this summer, demonstrating robust load growth in our core Texas region on a weather-normalized basis. The electric grid has been stable through these record demand. During the quarter, thermal and wind generation performed close to expected levels, which kept our prices relatively muted.\nAs I mentioned during Investor Day, we implemented changes to our supply strategy that have worked well for us. We were more conservative on our plant operations and took additional maintenance outages that resulted in better performance from our fleet. We also purchased additional power above our expected low to give us more cushion against extreme weather. All of these have positioned us well this summer and for balance of the year. Parish Unit 8 is in testing mode and expected to come back to full service by the end of this month.\nOn the regulatory front, the PUCT last week approved a much discussed bridge solution, which establishes positive price floors at various levels of operating reserves. This eliminates negative pricing during many hours and should help existing dispatchable units. Looking forward, ERCOT and the PUCT are moving ahead with the market design changes stemming from the recent legislative session. These changes were meant to increase reliability and incentivize new dispatchable generation. Key among these programs is PCM, the Performance Credit Mechanism, which will now go through our rule-making process prior to being implemented. Another major program coming from the legislator was the Texas Energy Fund, a program of low interest rate loans and completion bonuses for new generation. Prior to its implementation, the Texas Energy Fund must first be approved as a ballot measure by the public in November election.\nOn Slide 7, we are introducing our new scorecard for the growth and cost initiatives. These will be updated on a quarterly basis with our progress.\nI have been very impressed with the level of collaboration and integration between our Energy and Smart Home teams. During the Investor Day, we discussed the makeup of our $300 million growth program, 50% coming from organic growth at historical levels and 50% from cross-sell activities. For the quarter, Energy and Smart Home grew at historical target levels and in line with our plan. For the cross-sell activities, we have seen some early successes. As such, we are increasing our growth target in 2023 from $30 million to $60 million. Our Energy and Smart Home call centers have begun transferring more leads to each other, and we are seeing positive customer conversion rates on qualified leads of around 6%. And with the addition of the DIY system introduced during the quarter, conversion rates are now moving closer to 10%, as this system is a good entry point to upsell and create more stickiness with the customer.\nOne of the best examples of cross-selling and leveraging capabilities across NRG is the Vivint Protection Plan. This is an equipment protection plan that leverages NRG's current capabilities. Vivint launched this program in the second quarter, and we are already at 120,000 plans sold. This is a new revenue stream with very little cost. Our focus for the remainder of the year is to continue testing different bundles and offers before we scale it up in 2024. We are very encouraged on what we're seeing across the 2 businesses and the opportunities that are arising inside the home.\nOne of the commitments during our Investor Day was to provide additional disclosures on our Vivint Smart Home business. On Slide 8, we have provided key performance indicators comparing quarter-over-quarter. As you can see, we have performed exceptionally well during the quarter, with subscribers growing 7% and recurring service margins up 9%. Our customers are engaging more with our platform and are staying for a longer period of time. Acquisition costs are higher due to the impact of higher interest rates and more products being sold, but they were more than offset by higher revenue on new subscribers. Overall, the profitability of the business is very strong.\nOn the right-hand side is our Vivint Smart Home pro forma free cash flow projection through 2025. Our target is to grow customer count in line with historical performance around 7%, while we continue to increase margin contribution and reduce overall cost of acquiring and servicing customers. We expect to more than triple the cash flow generator from the business over the next 3 years. It will provide NRG an earnings stream that is stable, predictable over a long period of time, and importantly, diversified from our current Energy business.\nTurning to Slide 9. Our Investor Day focused on our commitment to operating excellence, disciplined growth and maximizing shareholder returns. I want to provide you some of the key highlights of the event: We outlined a 3-part strategic plan to optimize our Integrated Energy model, grow Energy and Smart Home and increased return of capital while achieving an investment-grade balance sheet.\nOur Integrated Energy model has evolved in the last 7 years, providing more durable earnings. We have strengthened our supply portfolio with the right mix of assets to better serve our customer load. The recent sale of our interest in South Texas Project is a great example of our ability to optimize our platform and maximize shareholder value through monetizing an asset whose attributes can be readily replicated and replaced in the market. At the same time, we are signing renewable PPAs and evaluating dispatchable capacity development projects that better match our hedging needs.\nWe outlined our growth program for Energy and Smart Home, capitalizing on the convergence of electricity and smart technologies inside the home. We are going to use Vivint Smart Home technology platform to connect all of our products and services into a seamless experience for our customers. These will result in higher customer lifetime value.\nFinally, we announced an update to our capital allocation framework, with 80% of capital available for allocation now returned to shareholders. With the acquisition of Vivint complete, we have line of sight to the investment needs of the company going forward with growth investments using only 20% of capital available for allocation. Consistent with this change, we increased our share repurchase authorization to $2.7 billion to be completed through 2025. We also accelerated the achievement of our investment-grade credit metrics targets to 2025.\nI will pass it over to Bruce for the financial review.\n\nBruce Chung\n\nCFO, Executive VP of Strategy, M&A and NRG Services\n\nThank you, Mauricio.\nNRG built on a solid first quarter, with strong results in the second quarter that materially exceeded performance from last year. The company generated consolidated adjusted EBITDA of $819 million in the quarter, which is $433 million higher than the second quarter of 2022.\nAs you can see in the chart at the bottom of the page, legacy NRG results once again included the impact of asset sales and retirements in the second quarter of 2022, totaling $30 million. The quarter also reflected $60 million of benefit compared to 2Q 2022 from the reversal of transitory items such as coal constraints and increased ancillary expenses. Strong performance in our core Energy business resulted in $186 million of uplift from the prior year. That uplift was driven by lower supply costs and improved plant performance relative to 2022. Finally, the remaining year-over-year increase to consolidated results is attributable to Vivint EBITDA of $217 million, which was not included in our 2022 results.\nLooking at our segments, and starting with Texas, adjusted EBITDA increased by $241 million versus the prior year on the back of higher gross margin of $273 million. As outlined earlier, meaningful unit margin expansion from lower supply costs, coupled with improved plant performance, were the primary drivers for the increase in gross margin. This increase in gross margin was partially offset by increased OpEx from the timing of planned outages and higher insurance premiums.\nIn the East/West segment, adjusted EBITDA declined $25 million versus last year, driven primarily by asset sales and retirements. Similar to Texas, gross margin increased year-over-year and lower power supply costs more than offset the negative impact of volume declines due to mild weather.\nIn Q2, Vivint continued to deliver strong financial results, contributing $217 million in adjusted EBITDA. Revenue grew 12% year-over-year driven by favorable retention and higher recurring monthly revenue per subscriber, which combined with reductions in monthly service cost per customer, drove a 14% increase in adjusted EBITDA compared to Q2 2022. Lastly, with average subscriber growth of 7% year-over-year, Vivint recently achieved a key milestone, surpassing 2 million customers.\nNRG's free cash flow before growth for the quarter was $425 million, a year-over-year increase of $328 million, primarily driven by the increase in adjusted EBITDA. In addition to improved EBITDA, falling gas prices have reduced cash outflows for gas inventory that is typically built in the second quarter. Finally, building on our strong year-to-date results, we are reaffirming our adjusted EBITDA and free cash flow before growth guidance for 2023.\nNow turning to Slide 12 for a brief update on our 2023 allocation, capital allocation. You will notice that the numbers shown on this slide align with the guidance we gave during our June Investor Day presentation. I would call your attention to the progress we have made so far on debt reduction and share repurchases.\nThrough July 31, we have paid down $200 million of debt and remain on track to complete our target of $1.4 billion in debt reduction for 2023. Additionally, we executed $50 million of share repurchases in July as part of our $2.7 billion share repurchase authorization through 2025.\nQuickly turning to Slide 13. Our credit profile has not changed meaningfully since our last earnings call. As a result, this slide has not substantially changed since our last update, except for an update to the adjustments to capture the noncash fulfillment amortization costs that are included in adjusted EBITDA as a result of the EBITDA harmonization we did last quarter. We remain on track to achieve our 2023 targeted leverage ratio, and we reiterate our commitment to achieving investment-grade credit metrics by the end of 2025.\nBefore turning it back to Mauricio, I wanted to be sure to augment his earlier comments regarding our commitment to enhance disclosure, especially with respect to Vivint. As part of that commitment, you will see in the appendix of the presentation some new disclosure providing key metrics related to Vivint. We will continue to provide these key metrics on a quarterly basis, and we look forward to working with you to help you understand how these metrics drive the financial results of the business.\nWith that, I'll turn it back to you, Mauricio.\n\nUnknown Executive\n\nThank you, Bruce.\nTurning to Slide 15, I want to provide a few closing thoughts on our 2023 priority score card. As you can see, our team has remained focused on execution as evidenced by our strong results for the quarter. Our core Energy business is well positioned for the summer. The integration of Vivint is off to a good start, and we're working towards closing the sale of STP by the end of the year. We will remain focused on executing our strategic plan that creates significant shareholder value. I look forward to updating you on our progress.\nSo with that, I want to thank you for your time and interest in NRG. [ Jana ], we're now ready to open the line for questions."
  },
  {
    "header": "NRG",
    "cik": "0001013871",
    "ticker": "NRG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/191ee84bdb1f81cd574be173fe0f9cc9",
    "period": "2023 Q1",
    "content": "Q1 2023 NRG Energy Inc Earnings Call\n\nQ1 2023 NRG Energy Inc Earnings Call\n\nNRGNYSEMAY 4, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the NRG Energy First Quarter 2023 Earnings Call. [Operator Instructions]\nPlease be advised that today's conference is being recorded. I would now like to hand the conference over to your first speaker today, Kevin Cole, Treasurer and Head of Investor Relations.\n\nKevin L. Cole\n\nSenior Vice President, Investor Relations, NRG Yield, Inc.\n\nThank you, Sean. Good morning, and welcome to NRG Energy's First Quarter 2020 Earnings Call. This morning's call will be 45 minutes in length and is being broadcast live over the phone and via webcast, which can be located in the Investors section of our website at www.nrg.com under Presentations and Webcast. .\nPlease note that today's discussion may contain forward-looking statements, which are based on assumptions that we believe to be reasonable as of this date. Actual results may differ materially. We urge everyone to review the safe harbor in today's presentation as well as the risk factors in our SEC filings. We undertake no obligation to update these statements as a result of future events, except as required by law. In addition, we will refer to both GAAP and non-GAAP financial measures. For information regarding our non-GAAP financial measures, please see the reconciliation in the back of the earnings presentation.\nAnd with that, I'll turn the call over to Mauricio Gutierrez, NRG's President and CEO.\n\nMauricio Gutierrez\n\nPresident, CEO & Director\n\nThank you, Kevin. Good morning, everyone, and thank you for your interest in NRG. I'm joined this morning by Alberto Fornaro, Chief Financial Officer; and also on the call and available for questions are other members of our management team, including [ Rajesh ] Patel, Head of [ Vivien ] Smart Home.\nI'd like to start on Slide 4 with the 3 key messages for today's presentation. First, our Wholesale and Retail businesses performed well during the first quarter and delivered strong financial results. We are focused on our core energy operations and have taken steps to make our platform more predictable and resilient. This brings me to my second point. We are seeing improving market fundamentals that should benefit our portfolio as we head into the summer.\nFinally, we completed the Vivint Smart Home acquisition and integration efforts have now begun in full. We are also updating our 2023 guidance ranges to account for this acquisition. Moving to the first quarter results on Slide 5. We delivered top decile safety performance and $646 million of adjusted EBITDA. This is a 28% improvement from last year when adjusted for asset sales and retirements. These results were driven primarily by strong operations in our core energy business, direct energy synergies and the addition of 1 month of Vivint earnings.\nDuring the quarter, we made good progress advancing our strategic priorities. We are on track to achieve the full synergy target for direct energy this year. We continue to be opportunistic on our portfolio optimization efforts with the sale of Astoria and we closed the Vivint acquisition in early March. Integration efforts for Vivint are now fully underway. Day 1 activities went well, and we have now defined the growth synergy target of $30 million for 2023.\nWe will share additional details for the total program at our upcoming Investor Day. I want to take a moment and welcome the Vivint team to the NRG family. I continue to be impressed with the business and particularly the alignment in our corporate values that focuses on safety and customer experience.\nFinally, we are updating our 2023 guidance ranges to include Vivint and the alignment of adjusted EBITDA between our 2 companies. Alberto will unpack this in more detail, but let me provide you a quick overview. We're updating our full year guidance to $3.01 billion to $3.25 billion adjusted EBITDA, and $1.62 billion to $1.86 billion of free cash flow before growth. This includes 10 months of Vivint, expected growth and cost synergies for this year.\nThis also reflects the harmonization of adjusted EBITDA to align both companies more with the consumer services industry. Excluding the impact of these changes, the traditional core energy business of NRG remains unchanged with previous stand-alone 2023 guidance ranges. Now turning to Slide 6. I want to provide a brief market update for Texas.\nWe continue to see robust tenant demand growth on a weather-normalized basis north of 3%, driven by population growth and a strong state economy. We expect this trend to continue in the foreseeable future. As you can see in the chart on the left-hand side of the slide, the first quarter was characterized by mild weather and much lower natural gas and power prices, which settled well below market expectations.\nThis benefited our integrated platform by allowing us to bring down our power plants during periods of low prices and performed additional preventive maintenance while buying power from the market cheaper than our own generation. This resulted in margin expansion fully offsetting lower weather-driven demand, and this is exactly our platform was designed to perform.\nLooking ahead to this summer, our portfolio is well positioned to deliver stable results. Supply chain constraints are for the most part behind us, and our power plants are ready to run as we progress on our second year of increased maintenance spend. We are also more conservative on our hedging and the operating assumptions we're using for our power plants.\nImportantly, WA Parish unit remains on track to return to service before the summer. As you can see, we have taken steps to make our portfolio more predictable. Finally, I want to provide a brief update on [ ERCOT ] market design enhancements. After considering many alternatives during 2022, the Public Utility Commission of Texas unanimously approved the performance credit mechanism or PCM. This is a market-based solution that is widely supported by competitive entities and regulators. The Texas legislature is currently reviewing the PCM and other enhancements.\nWe expect market design resolution by the end of May with the Texas legislative session, concluding on May 29. We anticipate that PCM will take a few years to be implemented. In the interim, ERCOT and the PUCT are considering a bridge solution that enhances the operating reserve demand curve or ORDC to increase online reserves.\nWe applaud the efforts by the governor, legislature, PUCT and ERCOT to improve the reliability of the grid through market-based solutions. We have several brownfield projects in various stages of development, but all of them will require regulatory certainty before they can move forward.\nMoving to Slide 7. I want to provide an update on our consumer-facing businesses. Beginning with our Retail Energy & Services platform. Margins were up year-over-year by 7%, driven by lower supply costs and stable customer count. This was somewhat offset by lower load due to mild weather during the quarter. In the East, we grew through our customer acquisition efforts to provide consumers an alternative to rising incumbent utility prices. We continue to see no material increase in bad debt, which is a direct result of the essential nature of the services we provide.\nFinally, we launched a modernized digital experience on our web and model app that enables customers to manage their energy usage and provide actionable insights that we are uniquely able to generate regarding uses of energy in their home for their EVs and through their solar solutions. While we have only owned Vivint for 1 month, I want to provide a full first quarter statistics for comparison. Vivint grew customers by 9% and revenue by 14% compared to the same period last year.\nLike NRG, Vivint continues to experience strong retention and stable bad debt. The company was also busy in the quarter, enhancing their products and introducing innovative offerings, 2 of which I want to highlight. First, the Vivint app now includes solar production beta so our customers can actively monitor their energy conservation and cost savings. Second, they introduced a do-it-yourself product called driven basics that makes it easy for owners and renters alike to get the starter system for less than $300.\nHaving a viable [indiscernible] and single point solutions is key to our strategy of creating more entry points for customers that we can later upgrade to our fully integrated smart home [ offering ]. Now with respect to synergies, we are reaffirming our cost and growth targets for both 2023 and the full plan. Cost synergies are primarily the result of the combination of 2 public companies and are expected to total $100 million in recurring run rate free cash flow before growth.\nGrowth synergies of $300 million will be achieved through a target for cross-sell, Vivint organic growth and sales channel optimization. In total, we expect $400 million of recurring synergies to be achieved over the next 3 years. The synergy and integration plan is now fully underway and is led by the same team responsible for the transformation plan and the direct energy integration. On the right-hand side of the slide, you will see the scorecard for Vivint. We have now introduced 2023 growth targets and cost to achieve. We plan to update this quarter in the coming quarters to provide further transparency and keep you informed on our progress.\nI know I have said this before, but we are very excited about the opportunities for the combined company moving forward. Vivint brings a complementary business that expands our customer network by nearly 40% and [ that ] smart home technology and infrastructure to strengthen our platform. Together, we create the leading essential home services provider in North America, serving a network of nearly 7.5 million customers, and the acquisition also accelerates the plan we laid out at our 2021 Investor Day and creates the opportunity to deliver significantly shareholder value.\nDuring the first 3 years of integration, this value will be created through both cost and growth synergies, which are laid out on the slide. In the medium and long term, I see even more opportunity to create value through growing customer count nationally, increasing the average number of solutions per customer and materially extending the customer lifetime.\nSo with that, I will pass it over to Alberto for the financials review.\n\nAlberto Fornaro\n\nExecutive VP & CFO\n\nThank you, Mauricio. NRG experienced a good start to the year and delivered strong results during minder-than-expected weather conditions. We entered the winter season seeing high forward gas and power curves. Moderate weather and relatively geopolitical stability translated into much lower power volumes in Texas and in the East and much lower actual prices in most markets with the exception of California. .\nAdditionally, NRG liquidity has significantly improved due to [ global ] collateral requirements after the winter season and the proactive management of our collateral utilization. We also completed the acquisition of Vivint Smart Home and have included Vivint's March performance in our financial [ stake ].\nBefore we continue, let me provide a little bit more detail about [ business ]. At close, the EBITDA metric for the 2 companies was not identical. Therefore, we have harmonized it. I will go into more detail in the guidance section, but please note that all figures, including prior year reflect a consistent EBITDA across segments.\nLet's go now to the first quarter results. NRG consolidated adjusted EBITDA of $647 million is $137 million higher than the first quarter of 2022. As you can see in the chart at the bottom of the page, Legacy Energy results include the anticipated negative impact of asset sales and retirements in the second quarter of 2022, totaling $30 million. On a like-to-like basis, Legacy Energy EBITDA increased by approximately $67 million.\nLast year, transitory items, including the [ limestone ] Unit 1 extended outage call and chemical constraints and the temporary spike in ancillary costs impacted our profitability. Our Q1 2023 results show that these items have been fully recovered. We've also included Vivint March results in our first quarter financials, which contributed $73 million of additional EBITDA. The remaining $27 million increase is related to EBITDA [ monetization ].\nGoing now to segment performance on the top left. Across the different geographical regions, we have in general experienced an expansion of unit margins that have been mitigated by lower volumes and usage. Starting with Texas, adjusted EBITDA increased by $43 million versus prior year and gross margin was $120 million higher. Opportunistic planned outages, insurance premium and pension cost increases and the return on bad debt to historical levels contributed to an increase in operating expenses compared to the first quarter of 2022.\nIn the [indiscernible] [ West ] and Services and Other segment, adjusted EBITDA declined $6 million versus last year, driven primarily by asset sales and retirement similar to Texas. Gross margin increased year-over-year, a lower power supply cost more than offset the negative impact of a volume decline. As said, we have included March results in our Q1 EBITDA, and these results were better than prior year on a comparable basis. While we are not reporting full Q1 quarterly results for Vivint, we are very encouraged by the results. On a stand-alone basis, all major KPIs, including profitability metrics, having improved compared to the prior year.\nWe have begun integration in cross-selling activities and targets have been confirmed and are expected to be realized as planned. Energy free cash flow before growth was $203 million, in line with our expectations impacted by milder temperatures that drove power purchases up and power generation down, thus increasing fuel inventory levels. We have identified the initiative to reduce inventories, but expect to defer any action until after the summer season.\nLastly, on NRG balance sheet, cash collateral received by counterparties positive mark-to-market of the derivative portfolio and the account receivable and account payables are all trending down. This is an inversion of the trend that we have seen in the last 6 quarters.\nLet's move now to Slide 10 to discuss the guidance for 2023. As mentioned, we are providing additional detail for adjusted EBITDA. Prior to the acquisition, NRG and Vivint accounted for items within adjusted EBITDA differently, and we are now harmonized what will be included in this metric going forward.\nCapitalized costs can be split into acquisition costs and fulfillment costs. The amortization of capital customer acquisition costs, mostly sales commission paid by both NRG and Vivint will be excluded from adjusted EBITDA. The amortization of capitalized fulfillment costs, mostly [ Vivint ] product and installation expenses will no longer be excluded from adjusted EBITDA. Stock-based compensation expenses will also be excluded from adjusted EBITDA. There are no impacts to free cash flow.\nMoving to the [ world ] at the bottom of the page, Legacy Energy 2023 guidance is substantially unchanged compared to our Q3 earnings call. The only exception is a $120 million increase due to EBITDA harmonization. For Vivint, guidance includes pro forma 2022 EBITDA unchanged from December. This has been prorated for 10 months of owner fleet. We have added $65 million in expected 2023 synergies and growth, minus $35 million from the EBITDA harmonization. Overall, the net impact in 2023 is positive, and we have updated guidance accordingly.\nFree cash flow before guidance is simply the sum of the legacy NRG guidance and the $110 million pro forma free cash flow number from December 2022. This has increased by the growth contribution and prorated for 10 months. As a reminder, the original 2022 pro forma free cash flow before growth for Vivint, included the free cash flow before growth, the impact of synergies and the additional interest on the acquisition [ debt ].\nLastly, the addition of Vivint to our guidance, we have incorporated a slightly higher range of plus or minus $120 million from the guidance midpoint on a consolidated basis. Now turning to Slide 11 for a brief update on our 2023 capital allocation.\nMoving left to right with blue shading indicating updates. 2023 excess cash equals $1.999 billion. This includes roughly $250 million of excess cash for 2022, including $209 million in proceeds from the sale of Astoria, and the full year free cash flow below growth of [ $1.740 billion ] inclusive of energy standalone guidance of $1.620 billion, plus $120 million [indiscernible]. This also captured the expected impact of the additional debt finance. There is no change to the $500 million target of leverage neutral net inflow from asset sales.\nMoving on to cash utilized for Vivint. This includes the additional requirement of $100 million in the cash minimum balance, about $250 million of NRG cash utilization, net of Vivint cash, $545 million integration expenses and $900 million of expected debt reduction. Next, we have the remuneration of our equity holders and the dividend to the preferred issued in March. The allocation of cash to investments totaled about $190 million, including $90 million for growth initiatives. Now moving to the far right bar. We expect a total of $506 million available for future allocation. This will fund the remaining share repurchase program upon full visibility of achieving our 2023 target credit methods, which are detailed in the next slide.\nQuickly turning to Slide 12. We remain committed to a strong balance sheet. This slide does not substantially change since our last update, we just updated partially we updated a higher energy EBITDA partially mitigated by lower adjustment and slightly lower [indiscernible]. We are focused on achieving our 2023 target ready metrics, which include a leverage ratio approximately 3.2x net debt-to-adjusted EBITDA, and we are on track for investment-grade credit metrics by later 2025 and 2026 through both debt reduction and growth Back to your knowledge.\n\nMauricio Gutierrez\n\nPresident, CEO & Director\n\nThank you, Alberto. Turning to Slide 14. I want to provide a few closing thoughts on today's presentation. We delivered strong results for the first quarter and are well positioned for the balance of the year. With the Vivint acquisition complete, we turn our focus to integration, growth and synergies. Our efforts are well underway, and it is now all about execution. I look forward to providing you a comprehensive update on our home business and strategy at our upcoming Investor Day.\nSo with that, I want to thank you for your time and interest in NRG. Sean, we're now ready to open the lines for questions."
  },
  {
    "header": "NRG",
    "cik": "0001013871",
    "ticker": "NRG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1c32d5a4c08afc227300093c9ee297ad",
    "period": "2022 Q4",
    "content": "Q4 2022 NRG Energy Inc Earnings Call\n\nQ4 2022 NRG Energy Inc Earnings Call\n\nNRGNYSEFEB 16, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the NRG Energy Inc. Fourth Quarter 2022 Earnings Call. (Operator Instructions) Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Kevin Cole, Head of Investor Relations.\n\nKevin L. Cole\n\nSVP of IR, NRG Energy, Inc.\n\nThank you, Josh. Good morning, and welcome to NRG Energy's Fourth Quarter 2022 Earnings Call. This morning's call will be 45 minutes in length and is being broadcast live over the phone and via webcast, which can be located in the Investors section of our website at www.nrg.com under Presentations and Webcasts.\nPlease note that today's discussion may contain forward-looking statements which are based upon assumptions that we believe to be reasonable as of this date. Actual results may differ materially. We urge everyone to review the safe harbor in today's presentation as well as the risk factors in our SEC filings. We undertake no obligation to update these statements as a result of future events, except as required by law.\nIn addition, we will refer to both GAAP and non-GAAP financial measures. For information regarding our non-GAAP financial measures and reconciliations to the most directly comparable GAAP measures, please refer to today's presentation. And with that, I'll now turn the call over to Mauricio Gutierrez, NRG's President and CEO.\n\nMauricio Gutierrez\n\nPresident, CEO & Director, NRG Energy, Inc.\n\nThank you, Kevin. Good morning, everyone, and thank you for your interest in NRG. I'm joined this morning by Alberto Fornaro, Chief Financial Officer. And also on the call and available for questions, we have Elizabeth Killinger, Head of Home, Rob Gaudette, Head of Business and Market Ops; and Chris Moser, our Head of Competitive Markets and Policy.\nStarting on Slide 4 with our key messages for today's presentation. We have made significant progress in advancing our strategic priorities in 2022. And while our financial results were lower than expected, our business is well positioned in 2023.\nToday, we are reaffirming our 2023 financial guidance ranges. The Vivint Smart Home acquisition is on track to close by the end of the first quarter. Today, we are providing further disclosures around revenue synergies to ensure you have additional tools to properly value the transaction.\nFinally, the core of NRG is strong, supported by favorable fundamentals. The acquisition of Vivint enhances our ability to achieve our free cash flow before growth per share targets.\nNow turning to Slide 5 for the financial and operational results of 2022. Beginning with our scorecard for the year, we executed well across our strategic priorities. We delivered our second consecutive year of record safety performance. For me, it always starts and ends with the wellbeing of our people. I want to thank everyone at NRG for staying focused during a challenging year.\nOur retail group took deliberate actions to manage price volatility and delivered record customer retention and extended the average term of a new customer to 2 years. Also, our bad debt remained below historical levels despite higher inflation and tightening financial conditions. Our plant operations performance was below expectations, primarily impacted by the outage at W.A. Parish right before the summer.\nWe are taking additional steps to strengthen our supply and mitigate operational risk during specific conditions.\nThe direct energy integration is nearing completion and on track to deliver our run rate synergy targets in 2023. We executed on our Test & Learn program during the year, which culminated in the announcement of the Vivint Smart Home acquisition. We also continue our portfolio optimization with 2 gigawatts of coal retirements and asset sales.\nFinally, on capital allocation, we executed $645 million of share repurchases out of the $1 billion program. We will execute the remaining amount when cash is available and when we have full visibility to achieve our targeted credit metrics.\nWe also increased our dividend by 8%. Since it was reestablished in 2020, we have raised our dividend more than 25% and returned almost $1 billion to shareholders this way. I view our dividend as an integral part of our return on capital policy.\nMoving to financial results. We delivered $435 million of adjusted EBITDA in the fourth quarter bringing our 2022 full year result to $1.754 billion, below expectations. For the fourth quarter, we highlighted in our last earnings call that reaching the bottom end of the financial guidance included a little over $100 million of optimization opportunities. Specifically, making our natural gas units available to capture value during periods of high power prices.\nThis opportunity did not materialize. As mild weather during the quarter, the power price is much lower than expected. We were also impacted by Winter Storm Elliott in late December, primarily from PJM capacity performance payments, where we risk adjusted downward our bonus payments pending additional information from PJM. Alberto will provide more information on our financial results.\nTurning to Slide 6, on our 2023 outlook. We are reaffirming our 2023 financial guidance. We see improving fundamentals in our business, including more stable supply costs driven by lower natural gas prices, less supply chain issues for coal and chemicals, more favorable retail market conditions in the East and economic resilience in our customer base.\nIn the East, we see opportunity for customer growth given rising rates from public utilities, enabling competitive retailers to demonstrate the value of our services to customers on an equal playing field.\nIn Texas, the Public Utility Commission proposed market design improvements that will result in more dispatchable generation and greater reliability of the electric grid. I want to commend the Texas Governor's office, legislature, PUCT and ERCOT for taking swift action to enhance grid resilience while ensuring the integrity of the competitive market.\nAlso, retail competition will open in (inaudible), Texas in the fall, a city with more than 100,000 electric customers. We look forward to having the opportunity to earn and serve customers in that area later this year.\nIn 2023, we will continue executing on our strategic priorities focusing on strengthening our core business while growing ideation products and services, as you can see on the right-hand side of the slide. We continue our focus on optimizing our portfolio to better serve our customers. To that effect, we are targeting $500 million in net cash proceeds from asset sales by the end of the year.\nHaving completed our Test & Learn phase in 2022, we are now focused on the next phase of our strategic road map, growing the business. This includes completing the direct energy integration and increasing the number of customers that purchase multiple products from us.\nToday, we have sold more than one product to 15% of our customers. We are making good progress on cross-selling and will provide additional disclosures as we integrate Vivint. To support this growth, we will continue to strengthen our power supply by expanding our capital-light PPA program for renewables to dispatchable generation at some of our existing sites.\nFinally, we are on track to close Vivint in the first quarter with all regulatory approvals received and no shareholder required. We expect to close financing soon and have begun day one integration efforts.\nI want to provide additional insights on how Vivint enhances our core energy platform and brings additional capabilities at scale on Slide 7. Vivint is a leader in Smart Home solutions with nearly 2 million highly engaged customers with an average life of 9 years. Their system brings together automation, security and residential solar under a single proprietary technology and data platform. This business is highly complementary to our core energy offering. We will use their smart home ecosystem to connect all our currently isolated products and services, including green power, batteries, EVs and other products into a seamless experience that is highly engaging and personalized.\nThis engagement will provide tremendous insights into pricing, customer experience, a new solutions that create greater brand loyalty and longer average customer lifetime. As we leverage the smart home ecosystem, we expect to optimize energy demand inside the home, providing valuable services to the wholesale markets.\nIn other words, NRG will be the bridge between the home and energy markets with a unique ability to optimize and monetize value between the two. Vivint will also complement our existing energy product offerings and sales channels by adding home automation, security and residential solar at scale including a proven acquisition engine with a solid track record of growth and nearly 2 million customers.\nOn the right-hand side of the slide is the virtuous cycle that we have discussed in the past. By leveraging our existing platform, we can access meaningful cost synergies. This economic advantage, coupled with better insights and more personalization result in a better experience for our customers. All of this translates into a deeper understanding of how consumers interact with their homes, additional margin and better retention on our core products and then the cycle repeats as we grow, creating a more valuable business.\nNow I want to disclose the value of opportunities that this combination represents on Slide 8. We have identified 3 main areas of value, growing and optimizing our network of customers, leveraging the platform to achieve cost synergies and improving the value of our core energy customers.\nWith respect to the growth opportunity, we are targeting $300 million of incremental free cash flow before growth by 2025. We are encouraged by the preliminary work we have done on both sets of customers and look forward to fully optimize once the transaction closes.\nAs you can see on the left-hand side of the slide, there is some overlap in our core energy markets, but it's relatively small. This is important because Vivint already has teams ready to be deployed in our core energy markets and because the addressable market opportunity for new customers will be even greater.\nWe expect to achieve this growth target in several ways as we target Tier 1 customers which we define as single-family homeowners with high credit scores within select urban areas. We will focus on 2 immediate and actionable opportunities. One, cross-selling existing products into our combined customer network of 7.5 million customers; two, selling bundle offers to new customers outside of our network representing 15 million potential households.\nIn addition, we will grow Vivint organically in line with historical levels. These opportunities will be enhanced by optimizing our combined sales channels and best practices, leveraging the strength of both NRG and Vivint.\nThe capital required to achieve this growth is expected to range $500 million to $600 million over the next 3 years.\nFor gross synergies, we have identified $100 million to be achieved by 2025, primarily from combining 2 public companies. For these, we expect $160 million of onetime cost to achieve.\nFinally, on our existing core energy customers, cross-selling means we can have direct access to our customers in the East and the opportunity to expand margin and extend customer lifetime value. In total, we see a $400 million opportunity by '25 and a larger opportunity beyond given the size of the smart home addressable market.\nI am confident in our ability to deliver these targets as we have a strong history of integration and synergy achievement. Just to remind you, since 2016, we have achieved significant value on integration synergies, cost reductions and enhancement programs. This effort will be led by the same team as the transformation plan and direct energy integration. I look forward to providing you a more comprehensive update later this year during our Investor Day.\nNow turning to Slide 9. We want to give you an update on our pro forma outlook and how the Vivint transaction supports our growth targets. On the left-hand side of the slide is a free cash flow before growth pro forma walk from 2023 to 2025, including the expected growth contribution from Vivint that we just discussed on the previous slide.\nThis illustrates the earnings power of the company and will be further unpacked once the transaction is closed. On the right-hand side of the slide is the expected capital allocation through 2025. As you can see, the combined platform provides the financial flexibility to have a balanced approach between growth and return of capital while maintaining a strong balance sheet.\nThe acquisition of Vivint and more specifically, the growth opportunity that it represents will better support our per share growth targets while materially high-grading our earnings quality and customer lifetime value. So with that, I will pass it over to Alberto for the financial review.\n\nAlberto Fornaro\n\nExecutive VP & CFO, NRG Energy, Inc.\n\nThank you, Mauricio. I will now turn to Slide 11 for a review of 2022 results. During our third quarter call, we stated that higher profitability in the fourth quarter would enable us to deliver an adjusted EBITDA at the bottom of our 2022 full year guidance range. To realize this, we mentioned that the higher profitability was partly related to insurance proceeds for Limestone Unit 1 and Parish Unit 8, additional synergies and other cost reductions and the remaining from the opportunity to generate additional gross margin from the planned utilization of our gas fleet.\nOur forecasting process is based on forward market curves and at the time, the forward curves included higher power prices for the fourth quarter which would make the planned utilization of the gas fleet economical. Unfortunately, prices in the fourth quarter fell significantly below short of expectation.\nOn peak prices in Texas were 45% below expectation, resulting in lower profitability from our generation fleet. Near the end of December, Winter Storm Elliott brought sharp reduction in temperature for a short time, December 23, and 24. During the storm, flood surge was faster and significantly higher at the upper level of the expected range in both ERCOT and PJM for several hours. This drove spikes in power prices.\nOur gas generation fleet in Texas, which was largely unutilized in the fourth quarter was called into action. Given the significant gap between actual and expected load, the fleet was unable to completely match the additional demand. As a result, we portrayed additional power in the market at higher prices.\nIn the East, higher load led to a PJM reliability core for our units without any notice. Several of our larger units were reserved started the event and have longer startup times, which led to capacity performance, a negative impact given the lack of notice.\nThe lower-than-expected prices at the beginning of the quarter, coupled with the impact of the winter storm drove unfavorable variances to our EBITDA expectation. The fourth quarter adjusted EBITDA of $435 million was below our implied guidance by $196 million. We estimated that the lower prices experienced for most of Q4 reduced the expected contribution of our gas generation by approximately $115 million. We also estimated a Winter Storm Elliott caused approximately $80 million in negative impact. This was primarily result of the net impact of capacity performance in PJM as well as increased power purchases in ERCOT that were partially offset by an expected capacity performance bonds for the (inaudible) plant.\nWhen we look at the full year adjusted EBITDA of $1.754 billion, fell short of the midpoint of guidance at the beginning of 2022 by $346 million. There were 2 main drivers that impacted this result. First, the extended outage at Parish Unit 8 with $220 million of lost margin that was partially offset by business interruption proceeds of $52 million; and second, the estimated $80 million impact of Winter Storm Elliott.\nThere was also an incremental $44 million of pension expenses resulting from reduced prices of financial assets in the second half of the year and some increased O&M expenses. Additional drivers include $15 million of reduced earnings for the divestiture of Watson and [$16] million of growth expenses.\nIn 2022, free cash flow before growth came in at $568 million, with the deficit to our third quarter guidance driven primarily by the shortfall in EBITDA and two working capital drivers. First, that the insurance proceeds for Parish and Limestone that were forecasted for 2022 were accrued in the fourth quarter but received in January 2023, resulting at the end of the year in a $100 million increase in receivables.\nSecond working capital is an additional negative impact due to falling of gas prices in the quarter which more rapidly impacted the account payables than the account received. Turning our attention to 2023, we are reaffirming our full year guidance for both adjusted EBITDA and free cash flow before growth. Before we review the 2023 cash available for allocation, I would like to provide updates for Winter Storm Uri and direct energy synergies.\nThe 2021 net impact of Winter Storm Uri was $380 million. During 2022, we were able to increase Mitigants proceeds and reduced the total net cost to approximately $259 million. For future years, there will still be some cost recoveries associated with Uri, but within the amount to be immaterial, and we will no longer update to these figures.\nFor direct energy synergies, we achieved a total of $84 million of additional synergies in 2022 with the related integration cost of $74 million bringing the total synergy achieved from the acquisition to $259 million. We are confident that we can achieve the remaining synergies, which are related to specific projects that will be completed in 2023. Therefore, we will no longer provide quarterly updates on our direct energy synergy process -- progress, but we will provide a final summary at CRA.\nNow turning to Slide 12 for a brief update on our 2023 capital allocation. Moving left to right, with blue shading indicating updates. Excess cash from 2022 is equal to $40 million at year-end, plus $209 million in proceeds from the sales of Astoria which totals $249 million in the bottom left.\nNext, for Vivint, we continue to utilize its 2022 pro forma full year figures provided in our December call. Full year free cash flow below growth of $1.730 billion includes energy stand-alone guidance of $1.620 billion plus pro forma $110 million for Vivint. This includes the expected impact from debt financing. In addition, we included a $300 million of cash available from Vivint.\nNext (inaudible), we are targeting $500 million of leverage neutral net inflow from asset sales. The next investments are higher by $29 million following early realization of previously included Winter Storm Uri Mitigants in 2022. Now moving to the far right bar, we expect a total of $434 million available for future allocation. This will fund the remaining share repurchase program upon full visibility of the achieving of our 2023 target credit metrics, which are detailed on the next slide.\nNow quickly turning to Slide 13. We remain committed to a strong balance sheet. This slide has not changed since our last update. We are focused on achieving 2023 target credit metrics and investment grade credit metrics by late 2025 to 2026 through both debt reduction and growth. With that, I'll turn the call back over to Mauricio.\n\nMauricio Gutierrez\n\nPresident, CEO & Director, NRG Energy, Inc.\n\nThank you, Alberto. On Slide 15, I want to briefly outline our 2023 priorities and expectations. First and foremost is delivering on our core energy business goals. We will continue to strengthen our integrated platform and further optimize our portfolio. Second, we are focused on closing the dividend acquisition, integrating the business and delivering on our synergy commitments. Finally, we will stay disciplined on our capital allocation plan as we execute on our strategic priorities.\nI am excited about this next phase of our evolution and look forward to providing you a comprehensive update at our Investor Day later this year. So with that, I want to thank you for your time and interest in NRG. Josh, we're ready to open the line for questions."
  },
  {
    "header": "NRG",
    "cik": "0001013871",
    "ticker": "NRG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ec25eaac31b1d28ec9a2dd76937d311b",
    "period": "2022 Q3",
    "content": "Q3 2022 NRG Energy Inc Earnings Call\n\nQ3 2022 NRG Energy Inc Earnings Call\n\nNRGNYSENOV 7, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the NRG Energy, Inc. Third Quarter 2022 Earnings Call. (Operator Instructions) Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Kevin Cole, Head of Investor Relations. Please go ahead.\n\nKevin L. Cole\n\nSVP of IR, NRG Energy, Inc.\n\nThank you, Katherine. Good morning, and welcome to NRG Energy's Third Quarter 2022 Earnings Call. This morning's call will be 45 minutes in length and being broadcast live over the phone and via webcast, which can be located in the Investors section of our website at www.nrg.com, under Presentations and Webcast.\nPlease note that today's discussion may contain forward-looking statements, which are based on assumptions that we believe to be reasonable as of its date. Actual results may differ materially. We urge everyone to review the safe harbor in today's presentation as well as the risk factors in our SEC filings. We undertake no obligation to update these statements as a result of future events, except as required by law.\nIn addition, we will refer to both GAAP and non-GAAP financial measures. For information regarding our non-GAAP financial measures, please see the most directly comparable GAAP measures. Please refer to today's presentation.\nAnd with that, I'll now turn the call over to Mauricio Gutierrez, NRG's President and CEO.\n\nMauricio Gutierrez\n\nPresident, CEO & Director, NRG Energy, Inc.\n\nThank you, Kevin. Good morning, everyone, and thank you for your interest in NRG. I'm joined this morning by Alberto Fornaro, Chief Financial Officer. Also on the call and available for questions, we have Elizabeth Killinger, Head of Home; Rob Gaudette, Head of Business and Market Operations; and Chris Moser, Head of Competitive Markets and policy.\nI'd like to start with the 3 key messages for today's presentation on Slide 4. We're narrowing our 2022 EBITDA guidance to the bottom end of the range, as we indicated on our last earnings call, and we are initiating 2023 financial guidance in line with our Investor Day plan. We continue to make good progress on our strategic priorities and have now completed the initial phase of our test and learn program. The insights that we have gained from this process will inform our next phase of growing from our core Energy business into adjacent essential home services.\nFinally, as I committed to you we are announcing our 2023 capital allocation plan, which includes an incremental $600 million share repurchase program, consistent with our long-term capital allocation principles. Our business performed well during the third quarter, which was characterized by extreme price volatility and record load in our key Texas market. I am very proud of our team which once again achieved another quarter of top decile safety performance despite these challenging market conditions.\nAs you can see on Slide 5, we delivered $452 million of adjusted EBITDA, entirety of the change compared to last year was previously identified with 60% coming from asset sales and transitory impacts and 40% from the unplanned outage at our WA Parish facility. With these results, we are narrowing our 2022 EBITDA guidance to the bottom end of the range. Alberto will provide additional details in his section.\nWe also made good progress on all our key strategic priorities. We have now achieved our direct energy synergy target for 2022 and remain on track to achieve the full run rate of $300 million by next year. We continue to optimize our generation portfolio by retiring uneconomic fossil fuel plants, monetizing noncore assets and partnering for brownfield development.\nAs part of this effort, we are selling the Astoria side for approximately $200 million in net cash proceeds.\nOn our growth program, we continue to focus on cross-selling power and gas to our existing customer network. And with respect to our test and learn program, we have gained significant insights and are ready to start executing on our plan. I will discuss in greater detail later in the presentation. We also have made good progress on our $1 billion share repurchase program for 2022 with $603 million completed to date and $397 million yet to be completed.\nFinally, today, we're introducing 2023 financial guidance of $2.27 billion to $2.47 billion of adjusted EBITDA and $1.52 billion to $1.72 billion of free cash flow before growth, in line with our Investor Day outlook.\nAs I mentioned to you, weather conditions in Texas were extreme this past summer, with ERCOT surpassing the old peak demand record 39x driven by record heating the early part of the summer and a strong Texas economy.\nAs you can see on the bottom left of the Slide 6, power price expectations, which are shown in the light blue bars, were as wide as I have ever seen them. This volatility was the result of record low coupled with uncertainty around production from nondispatchable renewable generation. Importantly, it took record sustained hit coupled with low renewable production to materialize into the high real-time power prices we experienced in May and July.\nIt is worth pointing out that even during these scarcity periods, we never triggered an emergency event, not even once. This is a testament that the Texas Grid is strong and working as intended with enough capacity to meet current and future demand. Turning to the right-hand side of the slide. We continue to see strong demand from our customers with no notable increase in bad debt levels.\nRetention has also remained strong, driven in part by our unmatched insights to pricing and customer preference, which enables us to navigate periods of high price and high volatility. We have also been successful in extending the average term of a new Texas customer contract to 2 years. This extension is good for both our customers and our shareholders given it as stability and predictability to customer bills and our earnings.\nOn the supply side, our generation portfolio performed well during the summer while the team managed the impact of the WA Paris unit 8 outage. We were able to expand our maintenance program ahead of the summer, which resulted in better operational performance. Looking ahead, and as I discussed in our last call, we will increase maintenance capital in our plants, given higher power prices.\nNow I'd like to spend some time talking about our ongoing efforts in moving closer to the customer. We introduced the diagram on Slide 7 during our Investor Day to capture our vision of the smart home. As you can see from the table on the right, we have made substantial progress in laying the foundation to execute on our vision to become the leading provider of essential services at home.\nDuring the year, we evaluated over a dozen adjacent offerings and engaged in multiple partnership pilots for EVs, on solar and other home services. By starting small, it allowed us to stay nimble while gathering critical market intelligence to inform how we approach these new customer offerings.\nThe result of these programs help validate our assumptions and provides confidence in how to execute our customer-centric strategy.\nNow let me put a finer point on our key findings on Slide 8. First, the Internet of Things is here and is enabling the smart home opportunity. People are connecting new devices every day with an average of 25 devices per home. This number has more than doubled since 2019 and continues to grow rapidly, resulting in multiple interfaces that don't necessarily interact with each other. Customers want simple, connected and customized experiences. It is clear that a single interface for the home is of increasing importance, and customer attitudes around these services are shifting from nice to have to need to have.\nNext, electrification of the economy through smart technology and clean energy choices is real. We are seeing an increasing number of devices and appliances connected like HVAC, water heaters, battery, rooftop solar and other. In addition to having greater penetration of electric vehicles.\nFinally, customers are demanding access to cleaner, affordable and more resilient solutions. This is in part driven by a desire to be a part of a more sustainable future, reinforced by a need for resiliency in the face of more extreme weather. And importantly, this has been accelerated by advancements in technology and policy.\nWith this integrated ecosystem at home, there is a significant value opportunity as you can see on the right-hand side of the slide. For NRG, we can offer adjacent products and services that leverages our existing energy operating platform, allowing us to access cost savings and provide superior customer experience. This advantage means broader insights into how customers interact with their homes, which translates into additional margin opportunities and increased brand loyalty.\nNow turning to Slide 9. In 2023, we will increase efforts to grow our bundled expansion products and services through a mix of existing offerings, strategic partnerships and vertical integration. All of them aimed at making NRG the leading provider of essential services at home.\nWe are also providing our capital allocation plan for 2023, which is in line with our long-term capital allocation principles. Our plan is to return 50% of our capital available for allocation to our shareholders with an incremental $600 million share repurchase program and an 8% increase in our annual dividend. For the remaining 50%, we're allocating $331 million to identify growth investments and reserving $620 million to be deployed throughout the year to the highest return opportunity between growth and share repurchases.\nSo with that, I will pass it over to Alberto for the financial review.\n\nAlberto Fornaro\n\nExecutive VP & CFO, NRG Energy, Inc.\n\nThank you, Mauricio. I will now turn to Slide 11 for a review of the third quarter results. Energy delivered $452 million in adjusted EBITDA a $350 million decline versus prior year. Similar to our Q2 results, this year-over-year decline was the result of previously announced variances. As shown in the chart on the bottom left side of the slide, EUR 190 million of the decline was from asset sales and retirements, plus the transitory items included in our initial guidance.\nThe remaining $125 million variance is almost entirely due to the replacement power costs related to the unplanned Parish Unit 8 outage and maintenance expenses in the same unit for which we expect reimbursement from the property insurance company in Q4 of this year.\nTexas adjusted EBITDA declined $263 million compared to the third quarter of last year. July was the second hottest month of record dating back to 1895 which drove extreme price volatility and higher lows. This amplified the financial impact of the unplanned outage given the need to replace this power with a mix of higher cost internal generation and market purchases to satisfy the weather-driven increase in demand.\nQ3 results in Texas were also impacted by higher operating costs in the form of increased maintenance expense. Approximately half of the increase was for work at WA Parish Unit 8 that will be reimbursed by insurance in Q4 and the remaining increase from our maintenance program that helped ensure strong reliability of the rest of the fleet through a volatile summer.\nTurning to the East, West and other segment. The year-over-year decline of EUR 52 million was primarily driven by the reduction from previously announced asset sales and retirement and supply chain constraints. Now after taking those items into account, adjusted EBITDA increased by $111 million compared to Q3 of 2021 from increased revenue rate, natural gas optimization and operations at [Cote].\nBriefly referencing year-to-date results. Energy has delivered adjusted EBITDA of $1.39 billion, a $671 million decline versus prior year. The drivers of our year-to-date results are similar to that of the quarter with permanent and transitory items, the unplanned outage of WA Parish Unit 8 and increased maintenance expenses driving the decline versus prior year.\nThe free cash flow before growth for both Q3 and year-to-date results have been impacted by reduced year-over-year EBITDA levels, as discussed earlier and the increase in net working capital. Working capital requirements increased progressively during the year due to higher gas and power prices and in Q3, due the combined effect of higher seasonal power receivables and natural gas inventories.\nWe have also seen a $32 million increase year-over-year in maintenance CapEx, driven entirely by spending to repay the limestone and the WA Parish Unit 8 facility. This increased spend will be recovered by year-end through property insurance proceeds.\nNext, I want to update you on the achievement of Direct Energy synergies. We have achieved our full year target of $50 million during the quarter and continue to remain focused on achieving the full $300 million run rate next year.\nNow moving to the full year 2022 guidance. We are narrowing our adjusted EBITDA range to $1.95 billion to $2.05 billion. In line with my previous comment of success in partially offsetting the $220 million negative impact from Parish Unit 8 and planned outage. At this time, we are at the bottom of the range.\nNow given the implied strong Q4 results, let me provide additional details. We are expecting over a $200 million increase versus prior year, about $100 million coming from direct energy synergies, insurance proceeds for Limestone in Paris and other general cost reduction. The remaining coming from power and natural gas optimization opportunity leading us to make our natural gas full fleet, fully available in Q4.\nNow turning to 2022 free cash flow before growth guidance. We are reducing our full year guidance range to $950 million to $1.050 billion with 1/3 of the reduction from the narrowing of the adjusted EBITDA guidance and 2/3 from the temporary increase in working capital from higher prices and inventories. And so as we head into the winter season, we made a conscious decision to increase our inventory levels for both natural gas and coal to provide contingency against the transportation challenges and the potential for extreme winter weather, driving a $50 million reduction in the free cash flow for the year.\nWe have captured the reversal of these higher inventory quantities in our guidance for 2023, which I will discuss later in the call. In addition to the higher inventory quantities, prices for natural gas and power have also increased since the last call, resulting in an additional value of our inventories and net receivables for approximately $140 million. which will be reversed with lower commodity prices. The combined $190 million impact of these factors result in reduced expectation for 2022 free cash flow before group.\nI will now turn to Slide 12 for an update on our planned 2022 capital allocation. Consistent with past practice, we have highlighted change from last quarter in blue. Starting from the left, we have updated the midpoint of our free cash flow before growth guidance by $290 million, $100 million from lower EBITDA guidance and $190 million from increases in working capital.\nAs you know, cash generation is a key objective for energy. And our team has been focused on offsetting this negative impact. We were able to assess a significant portion of those reductions by capturing $212 million of net cash proceeds from the sale of Astoria allowing us to utilize and distribute capital consistent with our commitments.\nNext, we expect to capture an additional of $6 million from winter store remittance related to additional recovery. Next, we continue to make progress in executing our $1 billion share repurchase program. At the end of October, we have $397 million to be completed by around year-end.\nAnd finally, we have committed $100 million of operating CapEx spend related to our $2 billion growth plan, which when coupled with our investments, other investments leads to $286 million of capital available for allocation.\nMoving to 2023, adjusted EBITDA and free cash flow before growth guidance, we are pleased to announce that our expectation for 2023, in line with previous targets. We're introducing strong 2023 financial guidance of $2.27 billion to $2.47 billion for adjusted EBITDA and free cash flow before growth of $1.52 billion to $1.72 billion. EBITDA guidance includes the full year impact of asset sales and other permanent [interims] that we captured in our guidance for 2022.\nAlthough we expect some continued impact from cold constraints, we are able to offset those and the other transitory items that impacted our 2022 guidance.\nI will now turn to Slide 14. For the introduction of our 2023 $1.9 billion capital allocation plan. As Mauricio mentioned, in his section, our capital allocation is directly in line with our long-standing principle and cadence of allocation.\nToday, we are starting the conversation by allocating 50% to shareholders through both dividends and share repurchases and allocating a portion of the 50% opportunistic back to identified group, leaving 35% to be allocated throughout the year to the highest returning investments while maintaining a strong balance sheet.\nNow moving left to right, we start with the midpoint of our free cash flow before growth guidance range of $1.62 billion, plus $286 million of unallocated 2022 CAFA, capital available for allocation, totaling $1.9 million in capital for allocation. Next, we have allocated $220 million identified for our growth program and $111 million for other investments to fund additional investment to support the integration of Direct Energy, innovation projects and small book acquisition.\nNext, on return on capital, we are allocating $347 million to dividends, consistent with our 7% to 9% annual dividend per share growth target and announcing a new share repurchase program of $600 million to be executed immediately following the full execution of our current $1 billion program. Finally, this leaves $628 million of 2023 capital available for allocation to be allocated throughout the year. We look forward to providing you with updates to our progress throughout 2023.\nBack to you, Mauricio.\n\nMauricio Gutierrez\n\nPresident, CEO & Director, NRG Energy, Inc.\n\nThank you, Alberto. I want to provide some closing thoughts on Slide 16. We have made significant progress across all of our key priorities this year, including the direct energy integration, portfolio optimization and our test and learn program and returning capital to shareholders. I'm incredibly proud of the team's efforts and focus over the last 24 months on executing our strategy.\nAs we look into 2023 and beyond, we remain on track to achieve our long-term goals of high grading our earnings quality by expanding our customer lifetime value. and providing a compelling annual total return to our shareholders of 15% to 20% free cash flow before growth per share and 7% to 9% annual dividend growth. Our platform is well positioned to deliver strong and predictable results and create significant shareholder value as the leading essential home services provider. I look forward to updating you on our progress along the way.\nSo with that, I want to thank you for your time and interest in NRG. Katherine, we're now ready to open the line for questions."
  },
  {
    "header": "NRG",
    "cik": "0001013871",
    "ticker": "NRG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3784fa2a65b453f5685400c5602d2c48",
    "period": "2022 Q1",
    "content": "Q1 2022 NRG Energy Inc Earnings Call\n\nQ1 2022 NRG Energy Inc Earnings Call\n\nNRGNYSEMAY 6, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the NRG Energy Inc.'s First Quarter 2022 Earnings Call. (Operator Instructions) Please be advised that today's conference is being recorded. (Operator Instructions)\nI would now like to hand the conference over to your speaker today, Kevin Cole, Head of Investor Relations. Please go ahead.\n\nKevin L. Cole\n\nSVP of IR, NRG Energy, Inc.\n\nThank you, Kim. Good morning, and welcome to NRG Energy's First Quarter 2022 Earnings Call. This morning's call will be 45 minutes in length and is being broadcast live over the phone and via webcast, which can be located in the Investors section of our website at www.nrg.com under Presentations and Webcasts.\nPlease note that today's discussion may contain forward-looking statements, which are based on assumptions that we believe to be reasonable as of this date. Actual results may differ materially. We urge everyone to review the safe harbor in today's presentation as well as the risk factors in our SEC filings. We undertake no obligation to update these statements as a result of future events, except as required by law.\nIn addition, we will refer to both GAAP and non-GAAP financial measures. For information regarding our non-GAAP financial measures and reconciliations to the most directly comparable GAAP measures, please refer to today's presentation.\nAnd with that, I'll now turn the call over to Mauricio Gutierrez, NRG's President and CEO.\n\nMauricio Gutierrez\n\nPresident, CEO & Director, NRG Energy, Inc.\n\nThank you, Kevin. Good morning, everyone, and thank you for your interest in NRG. I'm joined this morning by Alberto Fornaro, Chief Financial Officer; and also on the call and available for questions, we have Elizabeth Killinger, Head of Home; Rob Gaudette, Head of Business and Market Operations; and Chris Moser, Head of Competitive Markets on policy.\nI'd like to start on Slide 4 by highlighting the 3 key messages for today's presentation. First, our business delivered strong results in the first quarter, and we are maintaining our 2022 guidance ranges. Second, we are well positioned going into the summer with a balanced risk management strategy designed to provide stability through volatile market conditions. And finally, we continue to advance our strategic growth priorities, moving closer to the customer while being excellent stewards of your capital.\nMoving to the first quarter results on Slide 5, we delivered top best I/O safety performance and $509 million of adjusted EBITDA. This result is in line with the first quarter of last year when adjusted for asset sales and the outage of Limestone. But when including supply chain constraints and higher ancillaries, it is a very strong result, driven by our core operations.\nThe Limestone power plant in Texas returned to service in April, on time, on budget and ready for the summer. I want to thank the operations team for completing this project on schedule despite a difficult supply chain backdrop.\nNow moving to direct energy integration, we are reaffirming both 2022 and the full planned targets. As part of our capital-light strategy, we have now signed 2.6 gigawatts of renewable PPAs in ERCOT with 45% currently in service and the remaining expected to come online over the next couple of years. These assets are geographically diverse within Texas and have an average tenure of 12 years. We will continue to execute on this strategy and grow our renewable PPAs. But I do expect the development of renewable projects to slow down in the near term, given supply chain constraints and regulatory uncertainty.\nFinally, we are executing on our $1 billion share buyback program, which Alberto will provide additional details. And we are maintaining our 2022 adjusted EBITDA and free cash flow before growth guidance ranges.\nOver the past few months, we all have seen the significant increase in energy prices, particularly natural gas. I want to take a moment to discuss how our business is positioned to navigate through these volatile market conditions on Slide 6, beginning on the left-hand side of the slide with our hedge tables for this year and next year.\nAs you can see, we are well hedged against our expected load with a combination of our own generation portfolio and third-party hedges. This is by design as it also allows us to maintain predictable and stable margins while mitigating the impact of short-term market volatility for our customers. As a matter of fact, this is probably one of the biggest benefits of competitive markets. Retail companies that hedged can mitigate the impact of short-term market disruptions for their customers.\nIn the medium to long term, our platform is uniquely positioned to manage structural changes in commodity prices. We have a proven commercial team that manages commodity price risk across our portfolio, all the way from our power plants to our retail brands, providing them with significant visibility on the fundamentals of our core markets.\nOn the retail side, our pricing team has significant insights on price elasticity, given the scale and scope of our customer base. And finally, we have a multibrand, multichannel, multiproduct strategy that ensures we're tailoring solutions for each customer segment, while balancing customer retention and margins.\nWe continue to execute on our 5-year growth road map and are making great progress across many of our initiatives, as you can see on Slide 7. On our last earnings call, I provided an overview of all the solutions and capabilities currently available and in development for our customers in 2 areas: energy services and home services. Today, I want to focus on 1 area of growth that I'm especially excited about, energy resilience.\nGoal Zero is our home energy resilience and storage company that has been part of NRG since 2014. When we acquired the company, their primary focus was to serve a niche market of outdoor enthusiasts. And while they were a market leader in that space, the total addressable market was limited. Recognizing that extreme weather events and power outages were only going to increase, given climate change and an aging power grid, we shifted the company's strategy to address energy resilience head on.\nToday, Goal Zero's energy resilience products are clean, accessible and affordable. Their power stations and solar generators are modular and portable, , meaning they can provide resilience to any apartment, residential home or recreational vehicle of any size, something a gas generator or rooftop solar system cannot do. They're also scalable, enabling customers to design a resilient solution that can expand in the future, therefore, balancing budget and need.\nImportantly, these products cost a fraction of what a standby genset or rooftop solar system cost fully installed, which allows us to serve an even broader customer base, and they require minimal installation. These are just some of the reasons why customers love Goal Zero products, giving them a Net Promoter Score above 70, a meeting that is typically reserved for best-in-class brands.\nIn the last 3 years, Goal Zero has grown revenue at a 50% CAGR and gross margin of around 40%. While the overall revenue and gross margin of the business today remains small compared to the core operating platform, the energy resilience market is expected to grow at 50% CAGR through 2025, and we expect Goal Zero to grow along with it, and this is before considering external factors that could potentially drive growth even higher.\nFor example, last December, California announced a ban on gas generator sales beginning in 2028. Such policy decisions by local and state governments will only increase demand for Goal Zero's products. The team is already working on the next generation of solar powered generators that will launch in 2023 with a focus on storage technology upgrades, enhanced home integration and a better digital customer experience. I look forward to providing you updates on their progress as we bring new products to market and integrate these solutions closer with our core energy offerings.\nSo with that, I will pass it over to Alberto for the financial review.\n\nAlberto Fornaro\n\nExecutive VP & CFO, NRG Energy, Inc.\n\nThank you, Mauricio. I will now turn to Slide 9 for a review of the first quarter results. For the quarter, NRG delivered $509 million in adjusted EBITDA, a $58 million decrease versus prior year, excluding the impact of Winter Storm Uri in 2021. Results were reduced by $50 million for the divestiture of 4.8 gigawatt full-sized generation assets in the East and West and of the whole home warranty business.\nIn addition, the lack of availability of Limestone Unit 1 in Q1 2022 and other outages impacted negatively the quarter. Excluding these items, adjusted EBITDA would have been higher than Q1 last year, and this strong result is driven by our diversified portfolio, allowing us to deliver through inflationary pressures and commodity price volatility.\nI'm also pleased to report the total impact of coal constraints have been limited to date. In Texas, lower power prices helped mitigate the overall coal requirement versus expectations. And in the East, we were able to procure more than what we initially estimated. Looking forward, while we have seen overall improvement in the availability of coal, the U.S. railroad delivery network remains fragile. And so while we have made progress in '18, the realized financial impact of the constraints, we continue to tightly manage our coal burn.\nMoving to Q1 results by geography, Texas results were in line with prior year when factoring in the previously discussed plant outages. Turning to the East, West and Other segment, as in prior quarters, we were able to leverage our portfolio of natural gas assets to deliver strong results through a volatile market. These benefits were offset by the impact of previously discussed divestiture of generation assets and the whole home warranty business.\nWe continue to make progress on our synergy target, delivering $31 million in incremental synergies during the quarter. We are quite pleased with this progress, and we are well on our way to deliver on our 2022 and full plan committee.\nLastly, you will note at the bottom of the slide that we are maintaining our previous guidance ranges for the full year adjusted EBITDA and free cash flow before growth. We remain focused on executing our overall 2022 plan, and we look forward to providing you additional updates throughout the year.\nI will turn now to Slide 10 for a brief update on our 2022 capital allocation. Moving left to right at the midpoint of our free cash flow before growth, guidance remains unchanged at $1.290 billion. Next, a reminder on Winter Storm Uri, the total net 2021 earnings impact of the storm to energy was $380 million, which included an accrual for $696 million of expected mitigants. As we discussed on our fourth quarter call, we expect to receive $689 million by the end of the second quarter. And this will be partially offset by $97 million of bill credits that will be issued to C&I customers for a total net cash inflow of $599 million to be realized in 2022.\nMoving to the right and focusing on the changes from last quarter shown in blue, total SPAC cash used to fund our $1.40 per share dividend decreased by $5 million as a result of less share outstanding. Next, we have made good progress in executing our $1 billion share repurchase program. Since the beginning of the year, we have repurchased $262 million to be added to the $39 million in 2021. The remaining balance of $699 million will be completed over the next several months.\nLastly, we expected to have $315 million of remaining cash available for allocation, of which we have earmarked approximately $100 million to fund the initial project in our $2 billion growth plan, which also includes initiatives that will be launched to accelerate the growth of our Goal Zero business.\nBack to you, Mauricio.\n\nMauricio Gutierrez\n\nPresident, CEO & Director, NRG Energy, Inc.\n\nThank you, Alberto. Now turning to Slide 12, I want to provide a few closing thoughts on today's presentation. We delivered very strong results for the first quarter despite volatile market conditions, and we are well positioned to deliver through all market cycles. .\nDespite a backdrop of commodity price volatility, inflation and difficult economic conditions, 1 thing remains the same. Customers value our brands and the products and solutions we offer. We continue to be relentlessly focused on not just meeting the consumers where they are, but also looking around the corner to meet them where they're going. I have never been more excited about the future of NRG, and I look forward to updating you on our progress along the way as we execute on our growth road map.\nSo with that, I want to thank you for your time and interest in NRG. Kim, we're now ready to open the line for questions."
  },
  {
    "header": "NRG",
    "cik": "0001013871",
    "ticker": "NRG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/381144c9a3865bd9594bc52b03e46170",
    "period": "2021 Q4",
    "content": "Q4 2021 NRG Energy Inc Earnings Call\n\nQ4 2021 NRG Energy Inc Earnings Call\n\nNRGNYSEFEB 24, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the NRG Energy, Inc. Fourth Quarter and Full Year 2021 Earnings Call. (Operator Instructions) Please be advised that today's conference is being recorded. (Operator Instructions) I would now like to hand the conference over to your speaker today, Kevin Cole, Head of Investor Relations.\n\nKevin L. Cole\n\nSVP of IR, NRG Energy, Inc.\n\nGreat. Thank you, Amy. Good morning, and welcome to NRG Energy's Fourth Quarter 2021 Earnings Call. This morning's call is being broadcast live over the phone and via webcast, which can be located in the Investors section of our website at www.nrg.com under Presentations and Webcast. Please note that today's discussion may contain forward-looking statements, which are based on assumptions that we believe to be reasonable as of this date. Actual results may differ materially. We urge everyone to review the safe harbor in today's presentation as well as the risk factors in our SEC filings. We undertake no obligation to update these statements as a result of future events, except as required by law. In addition, we will refer to both GAAP and non-GAAP financial measures. For information regarding our non-GAAP financial measures and reconciliations to the most directly comparable GAAP measures, please refer to today's presentation.\nAnd with that, I'll now turn the call over to Mauricio Gutierrez, NRG's President and CEO.\n\nMauricio Gutierrez\n\nPresident, CEO & Director, NRG Energy, Inc.\n\nThank you, Kevin. Good morning, everyone, and thank you for your interest in NRG. I'm joined this morning by Alberto Fornaro, Chief Financial Officer. Also on the call and available for questions, we have Elizabeth Killinger, Head of Home Retail; and Chris Moser, Head of Operations. This is my 25th earnings call as CEO, and I wanted to start with a quick look back on what we have achieved. Over the past 6 years, we have transformed our company from a complex industrial story into one that is much simpler and focused on our core strengths. Along the way, we have made significant progress in our strategy to get closer to the customer, optimize our generation portfolio to serve those customers, strengthen the financial health of our company and created significant shareholder value.\nWe now turn to the next phase in our evolution of growing our business and realizing the potential around the customer. I am excited about the future and look forward to sharing our progress with all of you in the months to come. Moving on to the 3 key messages of today's presentation on Slide 4.\nOur business delivered results in line with the 2021 guidance, effectively navigating supply chain constraints and volatile market conditions, further validating the strength and durability of our model. Next, I am pleased to report that we have successfully executed our winter storm Uri mitigation plan, and we are increasing 2022 capital available for allocation. Finally, we continue to advance our 5-year strategic road map in moving closer to the customer and our commitment to being excellent stewards of shareholder capital. The '21 financial and operational results are on Slide 5.\nBeginning with our scorecard. We executed on all our priorities. I want to thank all the employees at NRG for maintaining focus during a challenging year, which included a global pandemic, Winter Storm Uri, asset sales and the integration of Direct Energy. Importantly, we were able to operate through these conditions while setting another record for safety. This is the fourth straight year we have set a new company safety record, an incredible accomplishment worthy of recognition.\nDirect Energy integration remains ongoing, and we are on track to achieve our run rate synergies. During the year, we outperformed our initial expectations, achieving $175 million versus our original expectation of $135 million. This integration is led by the same team and supported by the same governance of the transformation plan, which gives me the utmost confidence in our ability to reach, if not exceed our run rate targets.\nFollowing multiple years of rightsizing our business, 2021 marked a significant milestone in capitalizing our best-in-class consumer services platform. We added roughly 3 million customers to our portfolio and expanded the scale and scope of home, power and natural gas services. Also during the year, we monetized 4.8 gigawatts of noncore fossil assets in our East and West regions. And now the retirement of 1.6 gigawatts of coal assets in the East and signed an additional 800 megawatts of renewables PPAs. Next, we continue to adhere to our disciplined capital allocation principles.\nIn late 2021, we announced a $1 billion share repurchase program to be completed throughout 2022. We also increased our dividend per share 8%, in line with our stated dividend growth rate of 7% to 9%. In June, we held our Investor Day where we revealed our 5-year strategic road map to create significant stakeholder value, by moving closer to the customer while also returning significant capital to our shareholders.\nMoving to the right-hand side of the slide for the financial results. We delivered $433 million of adjusted EBITDA for the fourth quarter, 31% higher than the prior year. This brings our full year results to $2.42 billion of adjusted EBITDA, 21% higher than the prior year, primarily driven by the acquisition of Direct Energy and excluding the impact from Winter Storm Uri. Finally, we are maintaining our 2022 adjusted EBITDA and free cash flow before growth guidance ranges. We are seeing promising results in mitigating winter supply chain constraints, and I look forward to updating you next quarter.\nAs a result of our Winter Storm Uri mitigation plan, we are increasing our 2022 capital available for allocation by $212 million, which Alberto will discuss in more detail. Now turning to Slide 6 for a brief update on the ERCOT market. Following Winter Storm Uri it was clear that market reforms from wellhead to lightbulb were necessary to improve grid resilience. In the months following the event, we actively engaged in discussions with legislators, regulators and other market participants to introduce comprehensive and competitive solutions across the entire system to address areas that failed.\nIn 2021, Texas made significant progress in hardening the electric grid through power plant and transmission weatherization standards, improved market design with changes in scarcity pricing, ancillary reforms and consumer protection improvements. In 2022, we expect Texas to expand its focus on hardening the natural gas infrastructure and implementation of Phase 2 of power reforms, which includes resource adequacy by establishing a load-side reserve requirement and on-site fuel security.\nI want to commend the Texas governor's office, legislature, PUCT and ERCOT for taking swift action and accelerating effective reforms that would normally take years and addressing them within months. While our work is not done yet, we believe Texas performance through a tough winter is a strong reflection of effective actions and policies.\nMoving to the right-hand side of the slide for an update on the financial impact from Winter Storm Uri. I am pleased to announce that we have successfully executed our mitigation strategy. Today, we're updating the net financial impact from the storm to $380 million from our prior expected range of $500 million to $700 million.\nNow turning to Slide 7. It is important that we recognize our ESG principles and highlight a few of our 2021 accomplishments. We created a sustainable framework with a strong foundation based on our corporate values and our sustainability program that brings all stakeholders working together with a common purpose from our customers, to our employees, to our operations. Our sustainability program consistently upholds a high standard of accountability and transparency across the pillars of environmental leadership, social focus and strong governance. I want to start with an update on our environmental leadership.\nAs you know, we committed to a stringent decarbonization path in line with the 1.5-degree Celsius scenario, which has been certified by the Science Based Targets initiative. That means reducing our carbon emissions 50% by 2025 and net 0 by 2050. As you can see on the right-hand side of the slide, since 2014, we have reduced our carbon emissions by 44%, and we have a clear line of sight to our 2025 goal. So just to put this in perspective, this is equivalent to taking 5.8 million passenger vehicles off the road for a year. In addition, as advocates for the electrification of transportation, in 2021 we set a goal to electrify 100% of our light-duty vehicle fleet by 2030, further demonstrating our commitment to progress.\nAll these efforts have resulted in the diversification of our revenue streams to cleaner solutions. Since 2014, coal generation as a percentage of revenues has decreased by 80% and now represents less than 5% of our total revenues. If you recall, not long ago, coal made up almost 1/3 of our revenues. We still have much work to do, but I am confident we are on the right track and have the right team to succeed on our goals. On the social front, our engagement with our employees, communities and customers continues to advance.\nAs I mentioned in my opening remarks, in 2021, we once again achieved top-decile employee safety performance. We also implemented employee programs to support financial, physical and mental well-being. Our diversity, equity and inclusion value continues to shape our culture and inform our decision-making as we strive to unlock the power of DEI as a way to better understand our customers and the communities we serve, while also making our team stronger. In our communities, we supported more than 750 nonprofit organizations through our philanthropic arm, Positive Energy.\nWe also focused our volunteer efforts on food security through virtual and in-person food donations and packaging meals for those in need. And for our customers, we are always innovating. We have been a leader in facilitating renewable energy for our residential customers as well as providing a path for small- and medium-sized businesses to participate in the sustainable energy transition. And as we all know, more than ever, the home is the center of our lives. So we continue to advocate for individual customers' choice in the products and services that best suit their values and lifestyle delivered with reliability and affordability.\nFinally, regarding our strong governance, I am particularly proud of our transparency in reporting and accountability on our goals. In just this last past year, we released our 11th annual Sustainability Report, our fifth reporting compliance with SASB standards and 12 CDP or climate disclosure project questionnaire. We also formally issued our first TCFD or task force on climate-related financial disclosure as a way to improve and ensure our stakeholders have the right tools to make informed decisions and track our progress. In 2021, we issued our second sustainability-linked bond. If you recall, we were the first company in North America to do it back in 2020. These bonds tie our financing cost to achieving our carbon reduction goals. As you can see, our culture of sustainability is ingrained in every part of our organization, and we continue to play an integral part in our transition to a consumer services company.\nI am looking forward to sharing more details of our ESG journey with you later this spring in our 2021 sustainability report. Now I want to provide you an update on our growth program. As I shared with you during Investor Day, our focus over 2021 and '22 is twofold: optimizing the core and setting the stage for growing the core. In terms of optimizing the core, we continue to remain on track to integrate Direct Energy into our business and have been successful in optimizing our generation portfolio to support our customer-facing business. We are also making solid progress on our efforts around growing the natural gas and dual-fuel customer portfolio.\nLet me give you a couple of specific examples for both. One, we are seeing early success in achieving our customer count by leveraging our existing and long-standing partnerships with big box retailers to sell natural gas and expand our geographic footprint. Second, we are advancing our digital experience so customers can easily enroll in both electricity and natural gas plants. These efforts are relatively new, and I will share more details as we make progress later in the year.\nNow moving on to growing the core. You will remember that our plan is focused in 2 areas: Energy Services and Home Services. The housing picture on the left really gives you a sense of the various customer solutions that are on our growth road map. Some of these solutions are already operational, such as power, natural gas and storage while others such as solar and EV are in the pilot or development phase. The table on the right slide provides the status on each of these targeted customer solutions. The important key takeaway is that we are not starting our growth program from zero.\nWe have meaningful existing capabilities to deliver many of our targeted customer solutions, and we are leveraging those capabilities as we speak. For those customer solutions that are not currently operational, we will use 2022 as a staging period for us to prudently test and learn, optimize our participation model and refine the go-to-market approach such that when we get to 2023, we will have confidence in deploying capital against that growth.\nMoving to Slide 9. As you can see, our capital allocation track record is cycle appropriate and directly in line with our road map to stabilize, rightsize, redefine and now enhance our company. During 2016 and '17, our primary focus was simplifying and strengthening the balance sheet. In 2018 and '19, with the balance sheet significantly improved, we were able to shift to returning capital to shareholders and grow. In '20 and '21, the Direct acquisition meant more of our capital shifted towards growth and debt reduction.\nNow moving to 2022. We turn our focus towards achieving our per share growth objectives and growing into our investment-grade credit metrics through the full realization of Direct Energy run rate earnings and our growth program. And like I said earlier, 2022 remains a staging year for growth, which provides significant excess cash to be returned through dividends and share repurchases. I will provide you an update on the remaining, unallocated cash throughout the year. So with that, I will pass it over to Alberto for the financial review.\n\nAlberto Fornaro\n\nExecutive VP & CFO, NRG Energy, Inc.\n\nThank you, Mauricio. I will now turn to Slide 11 for a review of the full year results. We finished the year achieving our 2021 adjusted EBITDA and free cash flow before growth targets in line with guidance, realizing more than $2.4 billion in adjusted EBITDA and $1.5 billion in free cash flow before growth. Adjusted EBITDA reflects a $419 million increase compared to 2020, primarily due to the acquisition of Direct Energy in January 2021. This is despite several unexpected headwinds, including the extended forced outage at Limestone Unit 1 power plant, additional planned and unplanned outages in Texas and increased ancillary charges.\nThe results include the achievement of $175 million of Direct Energy synergies in line with the most recent expectations and in excess of the initial 2021 target set at $135 million. Free cash flow before growth was $1.512 billion, $22 million ahead of the midpoint of 2021 guidance, primarily to lower capital expenditure. Moving to the highlights.\n2021 was a productive year in moving closer to the customer. We closed on the Direct Energy acquisition and successfully started the integration. Next, in December, we closed the sale of 4.8 gigawatts of noncore East and West fossil generation. We also reduced our debt by $755 million and further linked our financial performance to our climate goals while reducing our interest expenses through refinancing callable debt through $1.1 billion sustainability-linked bond.\nMoving to the update on Winter Storm Uri impact, we have significantly improved the net impact from the storm. You may recall that at the end of Q3, our expectation for the mitigants was a range of $370 million to $570 million, with a net impact of approximately $500 million to $700 million. Today, we are reducing this net impact to $380 million as a result of increased mitigation of $708 million as a result of the securitization as well as effective management of customer bad debt accounted by the exposure.\nFrom a GAAP income statement perspective, we fully recognize these mitigants in 2021 through a reduction in cost of goods sold. The cash impact, however, was different, and it is highlighted on the bottom left of Slide 11. First, you may recall that the mitigated loss includes bill credits to C&I customers and other items, which are going to materialize as a cash flow in 2022. At the end of December, the total amount was equal to $97 million.\nSecond, the $696 million of proceeds from the securitization while fully accrued in 2021 will be received in Q2 2022. Overall, the cash impact of Uri in 2021 was therefore equal to a net outflow of $979 million, offset by a cash inflow in 2022 of $599 million. Moving to the right-hand side of the slide, we are maintaining our 2022 adjusted EBITDA of $1.95 billion to $2.25 billion, and free cash flow before growth of $1.14 billion to $1.44 billion guidance range. As Mauricio said in his scripted remarks, we are seeing promising results in mitigating our previously discussed winter supply chain constraints, and we look forward to updating next quarter following the winter season.\nSince the last earnings call in December, we announced and immediately began executing our $1 billion share repurchase program. We executed $120 million in repurchases to date with $39 million in December and $81 million year-to-date. The remaining program will be completed through 2022. Finally, our Direct Energy integration and synergy plan remains squarely on track. I will turn now to Slide 12 for a brief update on our 2021 capital allocation.\nMoving left to right, our realized free cash flow before growth in 2021 is $22 million, above the midpoint of the guidance. Next, we are showing our actual increase in cash of $41 million instead of the $150 million previously planned. Next, during the fourth quarter, we finalized the purchase price adjustment with Centrica for the Direct Energy acquisition, resulting in a $25 million increase for the prior earnings call. Next, Winter Storm Uri, as mentioned before, the 2021 cash out was $979 million, while we expect to receive a net amount of $599 million in 2022, as shown in the next slide.\nNext, we completed another $500 million of debt reduction during the quarter, bringing the full year total to $755 million using a portion of the $623 million of net proceeds received from the sale of the 4.8 gigawatt of generation asset. Lastly, as mentioned before, $48 million were utilized for share repurchases, including $39 million towards the $1 billion share repurchase program.\nThe capital available for allocation at the end of 2021 has been therefore fully allocated. Turning to Slide 13 and again, working left to the right. The combination of the midpoint of our 2022 free cash flow guidance with the net cash expected from the proceeds of the securitization will provide us almost $1.9 billion of cash to be deployed in 2022. Moving to the right, we expect to increase the minimum cash to $650 million, free approximately $339 million in dividends and complete the remaining $961 million of the share repurchase. Please note that the dividend amount is based on current share outstanding, and we will provide updates on future earnings calls as we progress throughout the execution of the share repurchase program.\nNext, in other investments column, we have committed $170 million at this point, which includes $70 million for the continued integration of Direct Energy business, $50 million for Small Books acquisitions, $25 million to prepare the land at Encina for an eventual sale and $25 million in other smaller projects.\nLastly, we expect to have $310 million of remaining capital available for allocation still to be allocated in 2022. Now turning to Slide 14. We finished 2021 with a net debt to EBITDA of approximately 3.2x after adjusting for noncash items and removing the EBITDA from the recent asset sales. Our long-term financial strategy remains unchanged, and we are committed to a strong balance sheet by continuing to target investment grade credit metrics of 2.5 to 2.75 primarily through full realization of the Direct Energy run rate synergies and growth initiatives. We will continue to provide updates on our path to investment-grade metrics as we execute these initiatives. Back to you, Mauricio.\n\nMauricio Gutierrez\n\nPresident, CEO & Director, NRG Energy, Inc.\n\nThank you, Alberto. Moving to our 2022 priorities and expectations on Slide 16. First, we will always be focused on the blocking and tackling of delivering on our financial, operational and ESG commitments while adhering to our capital allocation principles. Beyond this, we're focusing our efforts in 2 key areas: provide additional disclosure to help better model our business and provide greater detail around our growth strategy.\nFirst, on our disclosures. Following the Direct Energy acquisition and our move towards consumers, we're working on a comprehensive rework that will enhance your ability to model the value of the customer. In the meantime, I want to start with the new hedging methodology slide in the appendix of today's presentation, which should help shed light on our rigorous risk management and supply optimization program that helps stabilize our business. On growth, as I discussed earlier, we will be transparent in the process, and I look forward to updating you on this throughout the year.\nFinally, while 2021 was a challenging year, Today, our company is stronger and more promising than ever before. I am very excited about 2022 and the significant opportunities we have to create shareholder value. So with that, I want to thank you for your time and interest in NRG. Amy, we're now ready to open the line for questions."
  },
  {
    "header": "NRG",
    "cik": "0001013871",
    "ticker": "NRG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1613a8cb8546ae27485f5ad3b23857c3",
    "period": "2022 Q2",
    "content": "Q2 2022 NRG Energy Inc Earnings Call\n\nQ2 2022 NRG Energy Inc Earnings Call\n\nNRGNYSEAUG 4, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the NRG Inc. Second Quarter 2022 Earnings Call.\n(Operator Instructions)\nPlease be advised that today's conference is being recorded. I would now like to hand the call over to today's speaker, Kevin Cole, Head of Investor Relations. Please go ahead.\n\nKevin L. Cole\n\nSVP of IR, NRG Energy, Inc.\n\nThank you, Felicia. Good morning, and welcome to NRG Energy's Second Quarter 2022 Earnings Call. This morning's call will be 45 minutes in length and is being broadcast live over the phone via webcast, which can be located in the Investors section of our website at www.nrg.com under Presentations & Webcasts. Please note that today's discussion may contain forward-looking statements which are based on assumptions that we believe to be reasonable as of this date. Actual results may differ materially. We urge everyone to review the safe harbor in today's presentation as well as the risk factors in our SEC filings. We undertake no obligation to update these statements as a result of future events, except as required by law.\nIn addition, we will refer to both GAAP and non-GAAP financial measures. For information regarding non-GAAP financial measures and reconciliations to the most directly comparable GAAP measures. Please refer to today's presentation. And with that, I'll now turn the call over to Mauricio Gutierrez, NRG's President and CEO.\n\nMauricio Gutierrez\n\nPresident, CEO & Director, NRG Energy, Inc.\n\nThank you, Kevin. Good morning, everyone, and thank you for your interest in NRG.\nI'm joined this morning by Alberto Fornaro, our Chief Financial Officer. Also on the call and available for questions, we have Elizabeth Killinger, Head of Home; Rob Gaudette, Head of Business and Market Operations; and Chris Moser, Head of Competitive Markets and Policy. I'd like to start with the 3 key takeaways of today's presentation on Slide 4. We are maintaining our financial guidance ranges as we continue to navigate through volatile market conditions, and are increasing our capital available for allocation by $140 million.\nWe continue to make good progress in achieving our strategic growth priorities, particularly on direct energy integration. And finally, our share repurchase program continues with approximately $600 million in remaining capacity to be executed this year.\nMoving to the second quarter financial and operational results on Slide 5. We delivered $358 million of adjusted EBITDA for the second quarter. 70% of the difference compared to last year are items that we previously identified, including asset sales and transitory items. The remaining variance is primarily driven by the forced outage of our 610-megawatt coal unit at the WA Parish facility. This outage began on May 9 and is expected to be back for summer operation next year. The unit is covered by both business interruption and property damage insurance. I'm pleased to report that we once again achieved top decile safety performance for the quarter and that we publish our 12 sustainability report, a testament to our commitment to transparency and accountability. We also continue to realize strong customer retention, which I will discuss in more detail shortly. We continue to make progress on our 5 key strategic priorities: integrate direct energy, perfect our integrated platform by better matching retail with supply, grow our core electricity and natural gas businesses, integrate decent products and services that will allow us to expand margins and turn from our customers and return capital to our shareholders.\nI'd like to give you a quick update on those priorities. The direct energy integration is going well, and we are on track to achieve our run rate synergies of $300 million by the end of 2023. In late June, we received ERCOT securitization proceeds related to Winter Storm Ur in line with our expectations. We have continued to make progress on our mitigation efforts and now expect an additional $80 million in recovery, bringing our total mitigation efforts to 70% of the original impact.\nWe continue to optimize our supply portfolio through monetization of the Watson generation facility in California and retirements of possible assets in PJM. We have also expanded our capital-light PPA strategy to focus on energy storage and quick start natural gas generation. I expect PPA market conditions to improve into year-end, especially if the proposed Inflation Reduction Act is passed.\nOur retail brands continue to perform well with a strong customer count, retention metrics and an unmatched ability to generate insights on price elasticity. We remain focused on expanding our product offerings and improving our digital customer experience. I am proud that one of our flagship brands, Reliant Energy, was also recognized as the best electricity company in Houston, our Hometown.\nLast quarter, I spoke about Goal Zero, our resilience and battery storage business, and the significant opportunity it represents given growing grid instability and extreme weather events. During the quarter, we launched a marketing campaign in one of its core markets, California, to increase awareness for the product and brand with very strong results.\nAs a result of these targeted campaign, web traffic increased 400% and the average order increased by almost 1/3. We continue to make progress in other areas, but remain keenly focused on pacing our investments as we navigate ongoing supply chain constraints and recessionary environment. Finally, we are maintaining our financial guidance range, but due to the impact of the WA Parish Unit 8 outage, we're currently trending towards the bottom end.\nWe have been focused on taking steps like onetime cost savings and incremental direct energy synergies to improve our results. Alberto will provide details on this and the additional capital available for allocation.\nTurning to Slide 6 for our market review in Texas. ERCOT experienced record hit during the quarter, 32% above the 10-year average, resulting in record peak demand. However, real-time power prices were mixed versus what the forward indicated, driven primarily by the performance of renewable energy on any given day. As we look into the summer, we expect prices to remain volatile and highly dependent on renewable performance.\nTurning to the right-hand side of the slide, beginning with Retail. We saw strong performance through the quarter with retention 5% ahead of expectations and customer count increasing 1.2%. We also extended term length of customer offers, which enables meal management and improves margin predictability. This occurred while consumers grapple with inflation, only further demonstrating the resilience of our retail brands and pricing strategy. On supply, the unplanned outage at WA ParisH Unit 8 impacted performance. While there is an earnings recognition delayed even the time line to receive business interruption insurance proceeds, insurance is an effective tool to mitigate this risk.\nBeyond that, we have seen strong operational performance from our fleet due to our expanded spring outage maintenance plan and opportunistic maintenance outages that best positions our fleet to perform through these extreme and extended summer conditions.\nFinally, our balance hedging strategy that uses both on-generation and third-party contracts further derisks our portfolio through optimizing operational versus counterparty risk, which are important attributes through current market conditions.\nNow moving to Slide 7. Just like we did last quarter on Goal Zero. Today, I want to focus on one area of growth that is complementary to our core offerings and presents an exciting opportunity, heating and cooling our HVAC maintenance and installation. Airtron is our Home Services HVAC company, which was acquired as part of Direct Energy. It represents a complementary offering to our existing core products as HVAC systems use the most energy of any single home appliance, responsible for up to 50% of a home energy consumption. The HVAC industry with a total U.S. addressable market of $100 billion is highly fragmented and traditionally served by local providers with limited scope and reach. In contrast, Airtron operates in 9 states, which represent a $10 billion serviceable market, including Texas, where they call leadership positions in both Houston and Dallas with a single recognizable brand and scale that is on [MAAC]\nCombined with our existing consumer services platform, we can grow both within our existing customer base and through expansion into new territories, creating a significant and compelling opportunity. In the last 3 years, Airtron's has grown revenues 11% per year to $450 million with gross margins of 30% or more. The revenues come from residential new construction, services and maintenance as well as direct-to-consumer home replacement. Our early insights suggest that there is significant growth potential in direct-to-consumer home replacement. Given energy efficiency initiatives, and extreme weather that shortens the lifetime of HVAC systems.\nThe ability to leverage our existing consumer base and sales channels to augment the direct-to-consumer growth while cross-selling with our electricity and gas customers is precisely the type of value opportunity that increases margin and retention that we highlighted during our Investor Day.\nI look forward to providing you updates on their progress as we integrate these solutions closer with our core energy offerings. So with that, I will pass it over to Alberto for the financial review.\n\nAlberto Fornaro\n\nExecutive VP & CFO, NRG Energy, Inc.\n\nThank you, Mauricio. I will now turn to Slide 9 for a review of the second quarter results. Energy delivered $358 million in adjusted EBITDA, a $298 million decrease versus prior year, excluding the impact of Winter Storm Uri. As you can see in the waterfall chart, this decrease is primarily due to the previously guided impact of the 4.8 gigawatt fossil asset sales completed in December, PJM assets retirement in the second quarter, New York capacity revenue and early settlement of demand response revenue in the second quarter of 2021.\nIn addition, not included in our expectation where the extended unplanned outage at Parish Unit 8 and the modest amount of growth expenses. From a regional perspective, adjusted EBITDA in Texas declined $61 million compared to the second quarter of last year. As Mauricio said in his scripted remarks, summer came early with record setting temperatures beginning in May raising both market prices and build volumes.\nOn May 9, a fire at the Parish facility caused an extended outage at Unit 8 and a 10-day outage at Unit [center] We were therefore forced to replace the power with the combination of our more expensive out of the many [uneconomic generation] and some opportunistic market purchase, which together impacted EBITDA by an estimated $70 million. In addition, the benefit normally associated to higher build volumes with our home and business customers, affect the impact of additional outages on our remaining Texas street and higher maintenance expenses recorded in this quarter.\nFinally, we were able to fully offset the previously disclosed transitory items, which includes the limestone outage and the ancillary costs for a total negative $61 million with some nonrecurring items of $79 million, which include an earlier-than-anticipated partial insurance reimbursement of the business interruption expenses aligns to unit 1 and the early settlement of an online PPA.\nTurning on the West -- East, West and other segments. The year-over-year decline was primarily driven by the $63 million EBITDA reduction from asset divestiture and retirement as well as by the decline in demand response revenue associated with an early settlement in the second quarter of 2021.\nNext, compare to Texas where the impact of coal constraints was minimal, generation in this continues to be impacted by core availability for a $23 million impact during the quarter. After accounting for these previously guided items, the remaining $63 million negative variance versus 2021, was driven by the combination of lower power volumes, reduced profitability at our Watson facility, which was monetized during the quarter, an intra-year timing related to C&I customer hedge monetization, which will be recovered through the second half of this year as we associated to retain hedges sector and the balance by higher supply costs.\nNext, I will provide you a brief update regarding our progress in achieving direct energy savings and mitigating with Winter Storm Uri impact. Direct Energy, incremental synergies from the beginning of the year reached $39 million. We remain on track to achieve our full year target of $50 million in 2022 and $225 million since the acquisition of Direct Energy. We also expect to improve the recovery of our 2021 losses from Winter Storm Uri.\nYou may recall that at the end of the last year, we estimated that the final impact net recovery was going to be $380 million. During Q2, we were able to make progress in several areas where we have remaining gross losses. And therefore, we have improved our estimates by $80 million, bringing the net impact to $300 million.\nNow let's move to the full year guidance. As Mauricio mentioned, we are maintaining our guidance range, but based on the recent events, we are trending to the bottom of the guidance ranges. The full year impact from the Parish Unit 8 outage based on current prices, is estimated to be a little over $200 million.\nThe fleet carries both business interruption insurance for lost earnings and property damage insurance to cover the cost of returning the unit to full operation. Given that the outage started at the beginning of May, the second quarter impact reflects the deductible period. As of today, we're assuming the business interruption insurance proceeds will not be collected until 2023. However, the property damage proceeds will more closely match the expenses and the maintenance CapEx deployed throughout the time needed to restore the unit.\nAdditionally, for our free cash flow before growth, we continue to closely manage the impact to working capital from higher commodity prices, primarily in our natural gas business. To be clear, as for the transitory items disclosed at the end of last year, we have taken and we will continue to take steps aimed to improve our position.\nIn particular, we have identified a serious opportunity in managing our costs and operating expenses, including early realization of synergies and onetime reduction of expenses. And as you know, we manage our business for cash, so we have also incorporated action to improve cash generation and mitigate our net working capital increases, including through the recovery of property damage proceeds and noncore asset sales. We look forward to providing you additional updates throughout the year.\nI will turn now to Slide 10 for a brief update of our 2022 capital allocation. Moving left to right, the midpoint of our free cash flow before growth guidance remains unchanged at $1.290 billion. Next, we received $689 million (sic) [$679 million] of securitization proceeds from ERCOT related to Winter Storm Uri in late June, which net of the bill credit issued to C&I customers brings the total net inflow for 2022 to $599 million.\nAs mentioned before, we expect to receive an incremental $80 million of cash proceeds from some additional recovery. Focusing next on change from last quarter. Since mid- of this year, we have repurchased an additional 143 million shares towards our $1 billion repurchase program, leaving a robust $595 million to be completed by year-end.\nNext, we have reduced the amount of expected other investments by the net cash proceeds of the sale of our interest in the Watson facility for $59 million. Lastly, given the additional Uri recovery and asset sales net cash proceeds, we have increased capital available for our allocation by $141 million. As you see in the far right column, the total remaining capital available for allocation is $456 million, of which we have earmarked approximately $100 million to fund the initial project in our $2 billion growth plan, including the initiatives that are being launched to accelerate the growth of our Goal Zero business. The remaining $356 million will be allocated later in the year as we are in the cash. Back to you, Mauricio.\n\nMauricio Gutierrez\n\nPresident, CEO & Director, NRG Energy, Inc.\n\nThank you, Alberto. I want to provide some closing thoughts on Slide 13. During the quarter, we continued to make progress on all our strategic priorities. As we have done in the past, over the remainder of 2022, our team will work tirelessly to improve our results. I am confident we have built the right platform and have the right strategy to deliver strong and predictable earnings and create significant shareholder value. So with that, I want to thank you for your time and interest in NRG. Felicia, we're now ready to open the line for questions."
  }
]