[
  {
    "header": "INVH",
    "cik": "0001687229",
    "ticker": "INVH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/908581fb8998664f45c9e8e22c6e6bdc",
    "period": "2025 Q3",
    "content": "Q3 2025 Invitation Homes Inc Earnings Call\n\nQ3 2025 Invitation Homes Inc Earnings Call\n\nINVHNYSEOCT 30, 11:00 AM\n\nOperator\n\nWelcome to the Invitation Homes Third Quarter 2025 Earnings Conference Call.\n[Operator Instructions] As a reminder, this conference is being recorded. At this time, I would like to turn the conference over to Scott McLaughlin, Senior Vice President of Investor Relations. Please go ahead.\n\nScott McLaughlin\n\nSenior Vice President of Investor Relations & Tax\n\nThank you, operator, and good morning. Joining me today from Invitation Homes are Dallas Tanner, our President and Chief Executive Officer; Tim Lobner, our Chief Operating Officer; John Olsen, our Chief Financial Officer; and Scott Eisen, our Chief Investment Officer.\nFollowing our prepared remarks, we'll open the line for questions from our covering sell-side analysts. During today's call, we may reference our third quarter 2025 earnings release and supplemental information. We issued this document yesterday afternoon after the market closed, and it is available on the Investor Relations section of our website at www.invh.com. Certain statements we make during our call may include forward-looking statements relating to the future performance of our business, financial results, liquidity and capital resources and other nonhistorical statements that are subject to risks and uncertainties that could cause actual outcomes or results to differ materially from those indicated.\nWe describe some of these risks and uncertainties in our 2024 annual report on Form 10-K and other filings we make with the SEC from time to time. Except to the extent otherwise required by law, we do not update forward-looking statements and expressly disclaim any obligation to do so. We may also discuss certain non-GAAP financial measures during the call. You can find additional information regarding these non-GAAP measures, including reconciliations to the most comparable GAAP measures in yesterday's earnings release.\nWith that, I'll now turn the call over to Dallas Tanner. Go ahead, Dallas.\n\nDallas B. Tanner\n\nCo-Founder, President, CEO & Director, Invitation Homes Inc.\n\nThank you, Scott, and good morning, everyone. I'll start by recognizing our exceptional teams across the country. Their dedication to our residents and to operational excellence continues to drive performance and reinforces our leadership in single-family rental housing. Stepping back, our business is built on a simple but powerful value proposition, choice, flexibility and high-quality single-family living without the long-term financial and maintenance commitment of homeownership. That value proposition is resonating broadly from families seeking space and schools to professionals who value mobility. Today's housing dynamics continue to support steady demand for SFR. Even as mortgage rates move around, overall affordability remains stretched and transaction activity has been muted, partly because 70% of homeowners are still locked in at mortgage rates below 5%.\nFor many households, the all-in monthly cost of owning a home, including mortgage, tax, insurance and maintenance remain more expensive than leasing a comparable home. Based on the latest John Burns data weighted to our markets, those who choose to lease save an average of almost $900 per month compared to owning. Against that backdrop, our third quarter results reflect the strength and the resilience of our platform. Demand remains consistent. And while new lease growth continues to be an opportunity, our renewal performance is outstanding. During the third quarter, we delivered same-store renewal rate growth of 4.5% or 30 basis points higher than our third quarter result last year. At the same time, our average resident tenure further increased to 41 months. among the best in the industry.\nThese outcomes speak to the stability, quality and location of our portfolio, the professional service we provide and the value our customers place on staying with Invitation Homes. That stability gives us the confidence and flexibility to invest for the future, and it underpins our disciplined approach to growth. Today, we're pursuing channel-agnostic location-specific growth focused on long-term total returns, primarily through the following 4 channels.\nFirst, our homebuilder partnerships that cultivate reliable and predictable forward purchases of full and partial new communities; second, homebuilder month-end inventory or list of homes shared by regional and national builders that we've carefully screened to identify those that meet our location and pricing criteria. Third, our construction lending program, which is gaining traction as a strategic way for us to deepen our relationships with smaller developers and facilitate delivery of much needed new housing supply. And fourth, our third-party management business, which represents a capital light way to leverage our platform and grow our scale and earnings.\nIn the meantime, our capital allocation framework remains unchanged to fund organic growth invest where long-term total returns are most compelling and maintain a strong balance sheet, so we're able to capitalize on opportunities when they arise. Naturally, we'll weigh the relative attractiveness of external growth, internal investment, and now share repurchases with a clear focus on long-term value creation.\nIn summary, we remain confident in the durability of demand for well-located single-family rentals in our ability to operate efficiently at scale, and our capacity to grow prudently. Our markets continue to benefit from strong long-term fundamentals supported by healthy demographics and sustained desirability. Even if lower mortgage rates become more prevalent, we believe that will be a strong positive for our business. as greater liquidity and transaction volumes should benefit the housing market broadly, and we're well positioned to perform and capture opportunity across these cycles.\nBefore I hand it over to Tim, 1 last note. We'll be hosting our Investor Day and Analyst Day on November 17. This event will provide a deeper look into our strategy, growth initiatives and our long-term outlook. Look for the live stream webcast details to be shared on our website about a week or so prior to the event.\nWith that, I'll pass the call over to Tim Lobner, our Chief Operating Officer.\n\nTimothy J. Lobner\n\nEVP of Operations Support, Invitation Homes Inc.\n\nThank you, Dallas, and good morning, everyone. I'm pleased to walk through our third quarter operating results, including our same-store renewal and leasing performance as well as our controllable expense management.\nBut before I do that, I want to recognize the strength of our portfolio, the exceptional execution of our associates across every market we serve and most importantly, the trust and loyalty of our residents. Their confidence in Invitation Homes is what allows us to deliver on our mission every day. Together, these relationships and efforts from the foundation of our success.\nSince this is my first earnings call speaking with you directly, I'd also like to share a few thoughts on the road ahead. The current landscape brings both opportunities and challenges, what I see is a proven ground for our team and the vision I have for leading it. That vision is rooted in relentless execution, operational excellence and a customer-centric mindset. We will pursue every opportunity, engage every prospect and deliver service that sets the standard in our industry. Through disciplined oversight, accountability and the culture of hard work will continue to drive strong results. and I look forward to sharing more on that at our Investor Day on November 17.\nThe commitment I just mentioned is already beginning to show in our performance. In a dynamic operating environment, our teams continue to deliver solid same-store results. This included third quarter average occupancy of 96.5%, consistent with our expectations. In addition, our renewal business, which accounts for over 75% of our book continue to be a reliable source of strength, demonstrating both the durability of our model and the value residents place on the product and service we provide. We achieved renewal rent growth of 4.5% in the third quarter, underscoring our pricing power with existing residents and reinforcing the quality and appeal of our homes.\nShifting to the new lease side of our business. As expected, third quarter new lease rent growth was slightly negative, driven by elevated supply in select markets that is amplifying typical seasonal patterns. Taken together, blended rent growth for the quarter was 3%. Looking more broadly at the components of same-store core revenue growth, we saw solid contributions across key areas. Other property income grew 7.7%, driven by continued adoption of value-add services that our residents desire such as our Internet bundle, our smart home features and other resident offerings.\nIn addition, bad debt improved by 20 basis points year-over-year, reflecting the quality of our resident base and the sustained rigor of our screening and collection processes. Together, these factors contributed to core revenue growth of 2.3% for the quarter. On the expense side, our teams continue to manage cost effectively while maintaining high service standards. Same-store core expenses increased 4.9% year-over-year with fixed expense growth, showing some welcome moderation this year compared to recent years. The overall result was same-store NOI growth of 1.1% for the third quarter, which is typically our most modest growth period due to elevated seasonal turnover and other transitory factors.\nTurning to October, preliminary same-store results were generally in line with expectations. New lease rates were down 2.9% year-over-year reflecting the impact of targeted specials we ran to drive traffic and strength in occupancy, which averaged approximately 96% in October. Importantly, October renewal spreads remained strong at 4.3%, supporting blended rent growth of 2.3% for the month. That represents a notable acceleration in blended lease spreads of 20 basis points compared to this time last year.\nTo close, I want to once again thank our associates for their continued focus and commitment. Their efforts have helped to enable our growth while ensuring that our residents feel safe, supported and at home. We have the right team in place to finish the year strong and continue executing on our strategic priorities.\nWith that, I'll turn the call over to Jon Olsen, our Chief Financial Officer.\n\nJonathan S. Olsen\n\nEVP of Corporate Strategy & Finance, Invitation Homes Inc.\n\nThanks, Tim. Today, I'll provide an update on our strong balance sheet position, recent capital markets activities and third quarter financial performance. I'll then wrap up with an update on our full year guidance revisions outlined in yesterday's earnings release. We ended the quarter with total available liquidity of $1.9 billion, which combines unrestricted cash on hand with the undrawn capacity on our revolving credit facility. This substantial liquidity position provides us with the financial capacity and flexibility to pursue growth opportunities, manage operations and navigate market volatility with confidence.\nIn addition, our debt structure continues to reflect the high-quality investment grade profile we've worked diligently to build. As we've discussed in the past, over 83% of our debt is unsecured, over 95% of our debt is either fixed rate or swapped to fixed rate and approximately 90% of our wholly-owned homes are unencumbered. We have a well-laddered maturity profile with no debt reaching final maturity prior to 2027, and our net debt-to-EBITDA ratio was 5.2x at quarter end. Combined, these attributes provide meaningful cushion for both operational flexibility and future growth investments.\nA highlight of our third quarter capital markets activity was the successful completion of a $600 million bond offering in August. The unsecured notes mature in January 2033 and have a coupon of 4.95%, which represents an attractive long-term cost of funds. The deal also extends our maturity profile and frees up capacity on our revolving credit facility. The offering received a strong reception from investors, reflecting the market's confidence in our credit quality and business fundamentals.\nAlso included in yesterday's earnings release was our announcement that our Board of Directors has authorized a share repurchase program of up to $500 million. We view this as a tool that is part of our disciplined capital allocation plan and an ordinary course approach to enhancing shareholder value.\nTurning now to our third quarter financial results. For the third quarter of 2025, we delivered core FFO per share of $0.47 and AFFO per share of $0.38. Tim already covered our third quarter same-store results, but I want to provide a bit more detail on 2 items. First, property taxes were up 6.3% year-over-year in the quarter, largely due to the benefit we realized this time last year from favorable developments in Florida and Georgia. This year, builds from those 2 states, which together represent more than half of our property tax expense, have so far come in slightly better than expected.\nSecond, we received a favorable premium adjustment related to what is effectively a rebate structure built into our insurance program. This contributed to a 21.1% decrease in insurance expense year-over-year. As a result of our year-to-date performance, we are raising our full year 2025 guidance. We have increased the midpoint for core FFO and AFFO by $0.01 each to $1.92 per share and $1.62 per share, respectively. Additionally, we have raised our same-store NOI growth expectations by 25 basis points at the midpoint, now 2.25%. This was comprised of narrowed core revenue growth guidance in the range of 2% to 3% and improved core expense growth guidance in the range of 2% to 3.5%. Further details of our revised guidance are included in yesterday's earnings release.\nAs we near the end of the year, I want to acknowledge the great progress we've made in the first 10 months. These achievements are a testament to the hard work and discipline of our associates, and I'm thankful for what we've accomplished in a dynamic operating environment. That said, we know we need to remain focused and agile as we approach the remainder of the year, and I have every confidence we'll deliver on that front.\nThis concludes our prepared remarks. Operator, please open the line for questions."
  },
  {
    "header": "INVH",
    "cik": "0001687229",
    "ticker": "INVH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5d1e58227db0541adb55e16479ec7509",
    "period": "2025 Q2",
    "content": "Q2 2025 Invitation Homes Inc Earnings Call\n\nQ2 2025 Invitation Homes Inc Earnings Call\n\nINVHNYSEJUL 31, 11:00 AM\n\nOperator\n\nWelcome to the Invitation Homes Second Quarter 2025 Earnings Conference Call. [Operator Instructions]. As a reminder, this conference is being recorded.\nAt this time, I would like to turn the conference over to Scott McLaughlin, Senior Vice President of Investor Relations. Please go ahead.\n\nScott McLaughlin\n\nSenior Vice President of Investor Relations & Tax\n\nThank you, operator, and good morning. I'm joined today from Invitation Homes with Dallas Tanner, our Chief Executive Officer; Charles Young, our President; Jon Olson, our Chief Financial Officer; Scott Eisen, our Chief Investment Officer; and Tim Lobner, our Chief Operating Officer. Following our prepared remarks, we'll open the line for questions from our covering sell-side analysts.\nDuring today's call, we may reference our second quarter 2025 earnings release and supplemental information. We issued this document yesterday afternoon after the market closed, and it is available on the Investor Relations section of our website at www.invh.com.\nCertain statements we make during this call may include forward-looking statements relating to the future performance of our business, financial results, liquidity and capital resources and other nonhistorical statements which are subject to risks and uncertainties that could cause actual outcomes or results to differ materially from those indicated. We describe some of these risks and uncertainties in our 2024 annual report on Form 10-K and other filings we make with the SEC from time to time. Except to the extent otherwise required by law, we do not update forward-looking statements and expressly disclaim any obligation to do so.\nWe may also discuss certain non-GAAP financial measures during the call. You can find additional information regarding these non-GAAP measures, including reconciliations to the most comparable GAAP measures in yesterday's earnings release.\nWith that, I'll now turn the call over to Dallas Tanner. Please begin, Dallas.\n\nDallas B. Tanner\n\nCo-Founder, President, CEO & Director, Invitation Homes Inc.\n\nThank you, Scott, and good morning, everyone. We appreciate you joining us today. I'm pleased to share our second quarter results that once again reflect the outstanding work of our associates, the disciplined execution of our long-term strategy and the strength of our resident-focused experience.\nBefore we dive in, I want to take a moment to acknowledge the devastating flash floods destruct the Texas Hill Country earlier this month. The images and the stories have been heartbreaking with some of our own friends and family having been impacted. In response, we've made a donation to support the Red Cross' local aid work in addition to our annual support of their national relief efforts, and we're matching associate donations dollar for dollar. As a Texas-based company, it's our responsibility and privilege to support our neighbors and their times of need and by investing in communities during both good and difficult times. That's who we are, and it's what genuine care is all about.\nSpeaking of Genuine care, there's been no greater ambassador of that mindset than my friend and colleague Charles Young. As many of you know, Charles has accepted an exciting opportunity to lead another public REIT. While we're excited for what lies ahead for him, we're also mindful that today marks his final earnings call with us. Charles, it's been an incredible 8.5-year journey, your leadership, integrity and heart have left a lasting market in our company, and we're all better for having worked alongside you. We wish you nothing but continued success in your next chapter.\nAs you heard Scott say earlier, Tim Lobner is with us in the room today. Tim has been with Invitation Homes since 2012 and is an exceptional and experienced leader, having overseen our repairs, turns and maintenance teams since 2014 and in more recent years also led our field and leasing teams. He'll continue in his role as our Chief Operating Officer, and I'll reassume the title of President and what we expect to be a seamless transition.\nLet's turn now to our second quarter performance and highlight the key drivers behind our results. What really stands out is the continued validation of our approach. During the second quarter, our average resident tenure was 40 months, and our renewal rate approached 80%, a continued testament to the quality of our homes, the strength of our service platform and the trust we've built with our residents. Zooming out to the broader housing landscape, the macro environment continues to reinforce the value of our offering.\nAccording to recent research from Jon Burns, the U.S. needs an average of nearly 1.5 million new homes each year through 2034. That includes 600,000 rental units per year just to restore balance within the market. And given that our average new resident age is in the late 30s and Jon Burns estimate that there are 13,000 people turning 35 every day for the next 10 years, we believe there should be a long-lasting demand tailwinds for our business over the next decade and well beyond. And this is where Invitation Homes is uniquely positioned to unlock the power of home for the millions of Americans who choose to lease the home.\nIn the second quarter, we acquired just under 1,000 wholly owned homes, most of which were newly built in [ offsetting ] communities offering a mix of both for sale and for lease options. This approach brings high-quality homes into our portfolio, while helping builders to add and accelerate needed housing delivery in markets where we have high conviction and long-term performance. Our builder partnerships remain a key growth engine for us, giving us access to a thoughtfully designed home and master planned communities while allowing us to maintain high standards for quality. We're also expanding our toolkit with the recent launch of our developer lending program, which positioned us to participate earlier in the value chain, typically with the goal of purchasing the communities upon stabilization. We're just getting started and are excited about the possibilities.\nCombined with our homebuilder partnerships and third-party property management relationships, these initiatives enhance our acquisition strategies and boost our trust in the opportunities ahead. On that front, we're confident that we will meet or exceed our acquisition guidance of $500 million to $700 million this year. Our pipeline is robust, and we continue to target attractive yields with upside through operational efficiencies and improved scale. In closing, our strategy remains clear: to consistently deliver high-quality housing in desirable neighborhoods backed by a service platform that puts the resident first with strong demographic tailwinds, a disciplined investment approach and our best-in-class team, we are well positioned to drive long-term value for our shareholders and meet the evolving needs of American families.\nWith that, I'll turn it over to Charles Young to walk through our operating results in more detail.\n\nCharles D. Young\n\nChief Operating Officer & Executive Vice President, Invitation Homes, Inc.\n\nThank you, Dallas, and I truly appreciate your kind words earlier. It's been a privilege to work with you and this great team. To all of our associates, the success of our company starts with you. What I'll miss most are the relationships in camaraderie we've built together over the years. I'm deeply grateful for the pride, dedication and commitment you bring to work every single day. It's been an honor to be a part of this journey with you. Following my last day on September 1, I leave confident that you're in great hands with Dallas, Tim and the entire team. The future of Invitation Homes is bright, and I look forward to watching what you accomplished together.\nNow on to our second quarter operational results. On the revenue side, we've delivered solid growth through a combination of strategic rate optimization and healthy occupancy. Bad debt continued to improve returning to the high end of our historical range, a reflection of both the stability of our resident base and the strength of our screening processes. We also maintained effective cost controls while continuing to invest in our homes. Maintenance and repair costs remained well managed through ProCare and our in-house maintenance teams.\nPreventative maintenance programs and prompt response times help contain costs while supporting high resident satisfaction. At the same time, our investments in technology and process improvements continue to drive operational efficiencies across the portfolio. We're especially proud of our team's ability to balance cost discipline with high-quality service. As Dallas mentioned, our average resident stay is now 40 months, a strong indicator of this success.\nLonger stays not only reflect resident satisfaction, but also contribute to lower turnover costs and better condition of our homes. Satisfied residents tend to stay longer and take better care of their homes, supporting long-term asset performance. Altogether, we achieved second quarter same-store core revenue growth of 2.4% year-over-year, while core operating expenses rose 2.2%, resulting in a 2.5% NOI growth.\nTurning now to leasing performance. We saw strong results across key metrics. During the second quarter, blended rent growth was 4%, driven by 4.7% renewal rent growth and 2.2% growth in new leases. This demonstrates our ability to capture market opportunities during the peak leasing season and underscores the importance of renewal rate growth, given that over 3/4 of our business is renewals. The year continues to unfold in line with our expectations, including with our preliminary July results. Same-store average occupancy is coming in at 96.6% for the month of July while renewal lease rate growth remained strong at 5%, combined with new lease rate growth of 1.3%. This brings our blended lease rate growth for July to 3.8%.\nTo wrap up, our second quarter operating results reflect the strength of our platform, the quality of our portfolio and the dedication of our best-in-class associates. As we look ahead to the second half of the year, the teams remain well positioned to build on this momentum. I have strong confidence in their ability to deliver and to continue setting a higher standard with each step forward.\nWith that, I'll turn the call over to Jon Olsen to walk through our financial results and capital position.\n\nJonathan S. Olsen\n\nEVP of Corporate Strategy & Finance, Invitation Homes Inc.\n\nThanks, Charles. Today, I'll provide an update on our financial position and capital markets activities and then wrap up by discussing our second quarter financial results. Before I do, I'd like to take a moment to echo Dallas' earlier comments. It has been my great pleasure to work with Charles over the last 8 years. As a leader, Charles is both calm and inspirational. And as a colleague and friend, he sets a standard to which others can aspire. I wish Charles great success in his next endeavor, and I look forward to watching what he achieves.\nTurning now to the second quarter. As of quarter end, our investment-grade rated balance sheet offered robust liquidity of approximately $1.3 billion in unrestricted cash and undrawn capacity on our revolving credit facility. This provides us with substantial dry powder and the flexibility to pursue compelling growth initiatives and capitalize on strategic opportunities.\nOur capital structure remains strong. with our net debt to trailing 12-month adjusted EBITDA ratio at 5.3x as of quarter end. This remains slightly below our target range of 5.5x to 6x underscoring our disciplined approach to leverage and balance sheet management. In addition, over 83% of our debt is unsecured and nearly 88% of our debt is fixed rate or swapped to fixed rate. This includes the benefit of $400 million of new interest rate swaps we executed during the second quarter, which brings our total swap book to over $2 billion with a weighted average strike rate of just over 3%.\nThe quality of our balance sheet is further enhanced by our substantial pool of unencumbered assets that provide additional financial flexibility. We have well-laddered debt maturities with no debt reaching final maturity until mid-2027 and we continue to evaluate opportunities in the capital markets to optimize our maturity schedule and cost of capital.\nLet me now turn to our financial results and outlook for the remainder of the year. In the second quarter, we reported core FFO of $0.48 per share and year-to-date core FFO of $0.97 per share. positioning us well relative to our full year guidance range of $1.88 to $1.94 per share. AFFO, which reflects the impact of recurring capital expenditures, was $0.41 per share for the quarter, bringing our year-to-date total to $0.84 per share, which is also tracking well relative to our full year guidance range of $1.58 to $1.64 per share. We're pleased with our strong first half performance and the momentum we've built, which gives us high conviction in our original outlook. We remain focused on execution and on carrying our momentum into the back half of the year.\nWith that, operator, we're ready to open the line for questions."
  },
  {
    "header": "INVH",
    "cik": "0001687229",
    "ticker": "INVH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0a948fd51e320cb04d6f4ef99fb67b9a",
    "period": "2025 Q1",
    "content": "Q1 2025 Invitation Homes Inc Earnings Call\n\nQ1 2025 Invitation Homes Inc Earnings Call\n\nINVHNYSEMAY 1, 11:00 AM\n\nOperator\n\nWelcome to the Invitation Homes First Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nAt this time, I would like to turn the conference over to Scott McLaughlin, Senior Vice President of Investor Relations. Please go ahead.\n\nScott McLaughlin\n\nVP of IR, Invitation Homes Inc.\n\nThank you, operator, and good morning. I'm joined today from Invitation Homes with Dallas Tanner, our Chief Executive Officer; Charles Young, our President; John Olsen, our Chief Financial Officer; and Scott Eisen, our Chief Investment Officer. Following our prepared remarks, we'll open the line for questions from our covering sell-side analysts.\nDuring today's call, we may reference our first quarter 2025 earnings release and supplemental information. We issued this document yesterday afternoon after the market closed, and it is available on the Investor Relations section of our website at www.invh.com.\nCertain statements we make during this call may include forward-looking statements relating to the future performance of our business, financial results, liquidity and capital resources and other nonhistorical statements, which are subject to risks and uncertainties that could cause actual outcomes or results to differ materially from those indicated. We describe some of these risks and uncertainties in our 2024 annual report on Form 10-K and other filings we make with the SEC from time to time. Except to the extent otherwise required by law, we do not update forward-looking statements and expressly disclaim any obligation to do so.\nWe may also discuss certain non-GAAP financial measures during the call. You can find additional information regarding these non-GAAP measures, including reconciliations to the most comparable GAAP measures, in yesterday's earnings release.\nWith that, I'll now turn the call over to Dallas Tanner. Please begin, Dallas.\n\nDallas B. Tanner\n\nCo-Founder, President, CEO & Director, Invitation Homes Inc.\n\nThanks, Scott, and good morning, everyone. We're pleased to share another quarter of solid performance, further demonstrating the resilience of the single-family rental market and the strength of our operating platform as well as the dedication of our associates and the trust our residents place in us every day.\nDuring the first quarter, our same-store portfolio delivered 97.2% average occupancy, 3.6% blended rent growth and 3.7% year-over-year increase in NOI. Core FFO per share grew 3.5% year-over-year and AFFO per share grew 4%. These metrics underscore our ability to achieve solid rent growth, sector-leading occupancy and strong financial performance even in a volatile environment, and I'm grateful to our team for the terrific start to the year.\nThe demand for single-family homes is driven by several factors. We've often discussed the favorable demographics, the shift towards value and convenience and flexibility over long-term commitments and the high cost of homeownership. On average, in our markets, it's currently over $1,000 per month less expensive to lease a home than it is to own. Whether that's due to elevated mortgage rates or rising homeowners insurance premiums and property taxes, we provide a valuable alternative to the 14 million individuals and families who choose the leasing lifestyle.\nHousing is a fundamental human need, and we believe there is a strong desire for well-located, high-quality, professionally serviced homes for lease. We've observed this to be true in many recent cycles, including in Houston during the energy crisis across all of our markets during the pandemic and in my previous business in Phoenix during the global financial crisis prior to cofounding Invitation Homes.\nIn general, in periods of economic uncertainty, SFR occupancy has tended to remain steady and rents have held flat or even increase slightly. In short, we believe Invitation Homes can deliver stable, sticky and cooperative cash flows in both prosperous and challenging times.\nConsistent with our corporate DNA, we believe that capital recycling and prudent portfolio growth are essential parts of our overall strategy. Our approach of partnering with homebuilders to redeploy disposition proceeds in the new well-located homes has shown to be both effective and accretive. During the quarter, we acquired 577 wholly owned homes for approximately $194 million, nearly all of which were built, while strategically disposing of 454 homes, many to first-time homeowners.\nAdditionally, we're helping our partners develop nearly 2,000 additional homes in many of our West Coast and Sunbelt markets. This provides us with a reliable pipeline of future growth opportunities with virtually none of the risks of on-balance sheet development, which we believe is an advantage in the current environment.\nIn addition to new BTR communities and scattered site development, we continue to evaluate stabilized portfolio acquisitions and are exploring several opportunities that we hope to be able to discuss later this year.\nAs always, we remain dedicated to maintaining a disciplined capital allocation strategy, consistently focusing on investments that meet our risk-adjusted return criteria. We continue to target a 6% average yield on cost that's supported by the significant economies of scale we and our partners enjoy. Our ability to derisk larger communities and acquire brand-new scattered site homes, combined with the synergies we create through best-in-class operations, for this objective.\nAnd we remain committed to our priorities with a measured outlook. We believe our consistent operating performance, execution of our strategic initiatives and diversified acquisition pipeline form a robust foundation for sustainable growth. Despite the occasional volatility and in the financial markets, Invitation Homes is dedicated to focusing on long-term value and opportunities.\nWith that, I've concluded my prepared remarks. Charles, over to you, please.\n\nCharles D. Young\n\nChief Operating Officer & Executive Vice President, Invitation Homes, Inc.\n\nThanks. As Dallas mentioned, we posted a strong first quarter, achieving 3.7% same-store NOI growth driven by core revenue growth of 2.5%. Thanks to the hard work of our associates, our peak leasing season kicks solidly in the gear with new lease rate growth that's accelerated each month since December. In addition, bad debt has continued to improve, underscoring both the strength of our customer and the defensive nature of housing line. Other sources of property income, such as value-add services like smart home and bundled Internet, continued to enhance our overall revenue performance while also providing desirable offerings to our residents.\nOn the expense front, we maintained our disciplined approach to cost controls during the first quarter. Same-store core operating expenses were flat year-over-year, in part due to our team's continued focus on leveraging operational efficiencies and scale advantages across our portfolio. Additionally, we experienced milder weather in most of our markets during the first quarter versus the same time last year, which helped us achieve a 2% reduction in repair and maintenance expense year-over-year.\nTurnover expenses also contributed to our favorable overall expense result, decreasing 5.1% year-over-year in the first quarter driven by the large number of residents who opted to renew their leases with us. This positive trend in renewals was further supported by our same-store leasing performance year-over-year. During Q1, we posted a 5.2% increase in renewal rents and new lease rents generally held steady. This resulted in blended rental rate growth of 3.6% for the quarter. In addition, average occupancy remained healthy at 97.2%, reflecting sustained demand for our homes. Our average length of stay is now 38.5 months with a nearly 80% renewal rate during the first quarter, which we believe validates our long-standing resident-centric approach.\nDrilling in now to a few of our specific markets. Our Western U.S. markets are experiencing strong occupancy and robust renewal and new lease rate growth with the exception of Phoenix, which we've previously called out along with Texas and Florida, where we continue to keep a close eye on some of the ongoing supply pressures. Nevertheless, we've seen some encouraging signs in these markets so far this year with solid absorption and steady improvement, including a return last month to positive new lease rate growth.\nMeanwhile, the Midwest has been performing well, and our Southeast markets are achieving solid results that are in line with expectations. As we move further into peak leasing season, preliminary same-store results for the month of April reinforced the encouraging trends I just outlined. Blended rent growth was 4% in April, composed of 4.5% renewal rent growth and 2.7% new lease rent growth. In addition, April occupancy remained very healthy at an average of 97.4%. These higher year-to-date occupancy levels are slightly ahead of our expectations primarily due to lower-than-expected turnover.\nAs Dallas mentioned earlier, it's common for SFR residents to stay put during times of uncertainty. We'll continue to monitor how this trend might affect our usual seasonality patterns, especially as we anticipate some moderation in occupancy this summer when move-outs typically peak. With all of this in mind, we believe we remain well positioned to capture market rate growth.\nLooking ahead, we're optimistic about maintaining this positive trajectory. Our teams are well prepared to capitalize on seasonal demand while maintaining our high standards for resident quality and service.\nI'll now turn the call over to you, Jon.\n\nJonathan S. Olsen\n\nEVP of Corporate Strategy & Finance, Invitation Homes Inc.\n\nThanks, Charles. Today, I'll provide a review of our balance sheet and financial results for the first quarter of 2025 and then discuss some high-level thoughts on our guidance for the remainder of the year. I'll start with our balance sheet.\nAs of March 31, our total available liquidity stood at nearly $1.4 billion, comprised of unrestricted cash on our balance sheet and undrawn capacity on our revolving credit facility. Our net debt to adjusted EBITDA ratio was 5.3x, and we have no debt reaching final maturity until 2027. As of quarter end, 87.5% of our debt was fixed rate or swapped to fixed rate, 83% of our debt was unsecured, and approximately 90% of our wholly owned properties were unencumbered.\nAs we announced in last night's earnings release, Standard & Poor's recently reaffirmed our BBB flat credit rating while also upgrading our outlook from stable to positive. We've been glad to see the rating agencies acknowledge the strength of our balance sheet over the past year, reflecting our steady progress.\nIn addition, earlier this week, we closed a repricing amendment for our $725 million term loan that was originally scheduled to mature in June 2029. The amended term loan has a final maturity date in April 2030 and now bears interest based on the 5-year pricing grid, which results in amended pricing of SOFR plus 85 basis points. Based on the new pricing grid, this amendment lowers our borrowing cost by 40 basis points compared to the original term loan and further optimizes our debt maturity ladder.\nTurning now to our first quarter financial results. We delivered core FFO of $0.48 per share, representing a solid 3.5% increase year-over-year. Similarly, AFFO grew 4% year-over-year to $0.42 per share.\nLooking ahead, we are confident in our ability to navigate the macroeconomic landscape, supported by our well-qualified and resilient customer base. We believe our business is both defensive and growth-oriented, which should benefit shareholders in times of uncertainty, thanks to the effective execution of our strategy, strong customer retention and diligent expense management. That being the case, we are pleased to reaffirm our full year 2025 guidance provided in late February.\nIn closing, our business remains strong, supported by our solid balance sheet, stable operating performance and thoughtful growth initiatives. Our well-structured capital position continues to provide the flexibility to pursue appropriate investment opportunities while maintaining our commitment to disciplined growth and steady value creation for our shareholders.\nThis concludes our prepared remarks. Operator, we're ready to begin the question-and-answer session."
  },
  {
    "header": "INVH",
    "cik": "0001687229",
    "ticker": "INVH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b8a95fc27a433dd8f4e7bf866658a510",
    "period": "2024 Q4",
    "content": "Q4 2024 Invitation Homes Inc Earnings Call\n\nQ4 2024 Invitation Homes Inc Earnings Call\n\nINVHNYSEFEB 27, 11:00 AM\n\nOperator\n\nWelcome to the Invitation Homes Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nAt this time, I would like to turn the conference over to Scott McLaughlin, Senior Vice President of Investor Relations. Please go ahead.\n\nScott McLaughlin\n\nVP of IR, Invitation Homes Inc.\n\nGreetings and welcome. I'm here today from Invitation Homes with Dallas Tanner, Chief Executive Officer; Charles Young, President and Chief Operating Officer; John Olsen, Chief Financial Officer; and Scott Eisen, Chief Investment Officer. Following our prepared remarks, we'll conduct a question-and-answer session with our covering sell-side analysts.\nDuring today's call, we may reference our fourth quarter 2024 earnings release and supplemental information. This document was issued yesterday after the market closed and is available on the Investor Relations section of our website at www.invh.com.\nCertain statements we make during this call may include forward-looking statements relating to the future performance of our business, financial results, liquidity and capital resources and other nonhistorical statements, which are subject to risks and uncertainties that could cause actual outcomes or results to differ materially from those indicated. We describe some of these risks and uncertainties in our 2023 annual report on Form 10-K and other filings we make with the SEC from time to time. Except to the extent otherwise required by law, Invitation Homes does not update forward-looking statements and expressly disclaims any obligation to do so.\nWe may also discuss certain non-GAAP financial measures during the call. You can find additional information regarding these non-GAAP measures, including reconciliations to the most comparable GAAP measures, in yesterday's earnings release.\nWith that, I'll now turn the call over to Dallas Tanner, our Chief Executive Officer.\n\nDallas B. Tanner\n\nCo-Founder, President, CEO & Director, Invitation Homes Inc.\n\nGood morning, everyone, and thank you for joining us today. I'm pleased to report that Invitation Homes delivered another strong quarter of operational and financial results to close out 2024. Our full year results demonstrated solid execution across our platform, including core FFO per share growth of 6.4% and AFFO per share growth of 6.7%. I extend my thanks to our dedicated teams and for the continued loyalty of our residents.\nOn the latter point, we're proud that our residents continue to choose Invitation Homes for the long term. During the fourth quarter, average length of stay was approximately 38 months. We also achieved a renewal rate of 80% with same-store rental rate growth on renewals of 4.2% year-over-year. We believe this underscores the value proposition that our industry and our platform offer and the strong relationships we're able to maintain with our residents over time. It's also a testament to the continued demand for our high-quality homes in desirable neighborhoods located in some of the fastest-growing areas of the country and delivered with our trademark Genuine Care.\nDuring 2024, we emerged as the professional manager of choice for partners seeking premium service and performance. We grew our JV and third-party managed home count by more than 6.5x last year to over 25,000 homes. We expect this business to continue to have opportunities to grow in the future.\nAt the same time, we further optimized our wholly owned portfolio, recycling capital from older assets into newly constructed growth-enhancing investments. This was possible in part through our innovative builder partnerships, helping us welcome over 1,800 individuals and families into newly built homes during 2024.\nIn the meantime, our pipeline remains robust with more than 2,000 homes under development by our homebuilder partners at the start of this year. Since we launched our homebuilder partnerships nearly 4 years ago, we have continued to broaden and refine the traditional build-to-rent model. In doing so, we've moved beyond the binary view of either on-balance-sheet development or completed home purchases. Rather, our unique broad-spectrum approach considers everything, from early-stage builder partnerships to the acquisition of stabilized communities. As the market has further evolved and our approach has become more sophisticated, we're continuing to evaluate new opportunities and structures to strengthen our growth profile by thinking outside of the traditional SFR box.\nCombined, our strategic growth initiatives allow us to enhance our scale and density within our core markets and potentially expand our existing footprint by evaluating new markets with attractive growth profiles. As we've learned, improved scale and density support better OpEx and CapEx management across the entire portfolio, setting the stage for overall margin expansion. In that regard, our same-store NOI margin returned over 68% last year, and we believe we can continue to see improvement as we further execute on our growth and efficiency objectives.\nTurning now to current market conditions. Last summer, we were among the first to call out the moderating impact that new home deliveries were having in some of our markets. We continue to work through this and are seeing some early signs of improvement. At the same time, we are taking a measured approach with our initial expectations for 2025 and remaining vigilant as we see better clarity throughout the year, including with regard to new supply for the year ahead, the impact of potential tariffs and the chance for prolonged higher mortgage rates and the effect that builder-spec inventory and buyer incentives may have on the market. Nevertheless, we believe the tailwinds for our business remains supported by the demographics.\nAs a reminder, there are 46 million American households who lease their primary residents. And among those, nearly 1 in 3 choose to lease a single-family home. With our average resident age of 38 years old, this includes many millennials and young families who desire the flexibility and convenience of leasing a single-family home. It also includes those who appreciate the compelling value of leasing with the average cost of leasing a single-family home nearly $1,100 a month cheaper than owning in our markets according to John Burns research.\nAs we look ahead, we remain confident in our ability to capitalize on opportunities while maintaining a disciplined approach to capital allocation. With our dedicated teams, strategic approach to external growth and operational excellence, we believe we are well positioned to create value for our stakeholders while delivering on our mission to provide high-quality homes and superior service to our residents.\nCharles, over to you.\n\nCharles D. Young\n\nChief Operating Officer & Executive Vice President, Invitation Homes, Inc.\n\nThank you, Dallas. I'm proud to begin by highlighting our team's outstanding response to the recent wildfires in Los Angeles. Our local team showcased the very best of Invitation Homes, demonstrating extraordinary dedication and caring for our residents. We lost only 2 homes to the fires, which was thanks in part to the scattered nature of our portfolio that provides a built-in risk mitigant.\nYet the more important victory was ensuring all of our residents and associates remain safe. And I extend my deepest gratitude to our L.A.-based team first responders and all those who worked tirelessly during this challenging time.\nMoving on now to same-store results. I'm happy to report strong fourth quarter performance with NOI growth of 4.7% year-over-year. This result was driven by core revenue growth of 2.7% and a 1.5% reduction in core operating expenses, demonstrating our continued focus on operational efficiency.\nFor the full year 2024, we delivered NOI growth of 4.6% based on core revenue growth of 4.3% and core operating expense growth of 3.7%. Notably, our property tax expense growth of 5.8% year-over-year was in line with our latest expectations and brought a welcome return to a more normal growth rate following 2 years of larger increases.\nOverall, our results underscore our differentiated performance within the residential REIT sector that we believe our resident-focused approach helps to provide. During 2024, that included annual turnover of just 22.6%, average length of stay of approximately 38 months, same-store average occupancy above 97% and a full year blended rent growth of 3.9%.\nTurning now to our leasing performance. For the fourth quarter, we achieved same-store blended rent growth of 2.3% year-over-year based on a 4.2% renewal rate growth and a negative 2.2% new lease rate growth. As Dallas mentioned earlier, we've seen a healthy improvement in same-store leasing as we moved into 2025 and more recently kicked off our spring leasing season. As we would expect this time of year, new lease rent growth has reaccelerated and was positive here in February, while renewal rent growth has remained strong in the mid-5s for the past couple of months. Quarter to date, including January and preliminary February results, average occupancy rose to 97% and blended lease rate growth climbed to 3.5%.\nWhile Jon will discuss more details of our 2025 guidance with you in a moment, I'd like to share some color around our leasing expectations for the year. We anticipate our same-store new lease rate growth will continue to accelerate through April or May with renewals and average occupancy moderating somewhat as we enter the summer months before improving again towards the last few months of the year. Overall, we expect full year same-store blended rent growth in the mid-3s and average occupancy of 96.5% at the midpoint, effectively finalizing our return to a more normal prepandemic levels.\nBefore I close, I'd like to take a moment to congratulate Tim Lobner on his promotion to Chief Operating Officer. Tim joined Invitation Homes shortly after it was founded in 2012, most recently serving as Executive Vice President and Head of Field Operations. Many of you have met Tim at recent investor conferences and know he is a seasoned leader with unmatched talent for customer care, operations management and efficiency.\nFollowing Tim's promotion to COO next week, I'll remain in my role as President, allowing me to focus even more on our strategic plans for growth. Together with Tim and the entire leadership team, we're excited for the year ahead with great appreciation for our outstanding associates in the field who remain focused on leasing execution, disciplined cost management and providing the exceptional service that our residents expect. This is truly fundamental to our success in the achievement of our goals. Thank you for bringing your best every day.\nWith that, I'll turn it over to Jon to discuss our financial results in more detail.\n\nJonathan S. Olsen\n\nEVP of Corporate Strategy & Finance, Invitation Homes Inc.\n\nThanks, Charles. Today, I'll cover the following 3 topics: first, an update on our balance sheet and liquidity; second, our fourth quarter and full year 2024 financial results; and third, the introduction of our 2025 guidance and assumptions.\nI'll start with our balance sheet. At year-end 2024, we had a robust liquidity position of nearly $1.4 billion, comprised of unrestricted cash on the balance sheet and undrawn revolver capacity. Our year-end net debt to adjusted EBITDA ratio was 5.3x, just below our targeted range of 5.5 to 6x.\nOver the last several years, we've made substantial progress in optimizing our debt structure. Today, over 83% of our total debt is unsecured, nearly 90% of our wholly owned homes are unencumbered, and over 91% of our total debt is either fixed rate or swapped-to-fixed rate.\nI'm also pleased to note enhanced transparency regarding our swap book through a new addition to our supplemental, which is posted to the Investor Relations section of our website. Our new Schedule 2d provides detail around our active swaps as of year-end as well as forward-starting swaps through 2026, along with our swaps weighted average strike rates. We believe our swap book positions us well for the foreseeable future, with the vast majority of our floating rate debt locked in at attractive fixed rates for the next several years.\nNext, I'll cover our fourth quarter results. Total revenues grew 5.6% to $659 million in the fourth quarter, and property operating costs were slightly lower year-over-year at $228 million, a testament to our team's cost controls. This translated into strong year-over-year growth in our fourth quarter results with core FFO per share up 5.9% and AFFO per share up 8.9%. For the full year 2024, we delivered 6.4% core FFO growth per share and 6.7% AFFO growth per share.\nLooking ahead now to 2025. We've introduced our full year guidance ranges with core FFO in a range of $1.88 to $1.94 per share, AFFO between $1.58 and $1.64 per share and same-store NOI growth in a range of 1% to 3%. Our guidance also anticipates $600 million in wholly owned acquisitions at the midpoint primarily funded through dispositions of $500 million at the midpoint. The complete details of our 2025 guidance and core FFO bridge from 2024 to our 2025 guidance midpoint are available in last night's release.\nIn summary, we entered 2025 in a very healthy financial position with a strong balance sheet, compelling operating metrics and a clear strategic vision focused on growth. Our strong liquidity position and largely unencumbered asset base provide us with tremendous flexibility to pursue compelling growth opportunities while maintaining our disciplined approach to capital allocation. More than ever, we're focused on providing Genuine Care to our residents and delivering superior value for our shareholders.\nOperator, we're now ready to open the line for questions."
  },
  {
    "header": "INVH",
    "cik": "0001687229",
    "ticker": "INVH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4a46a2552cc69fc71da72cae1bde9724",
    "period": "2024 Q2",
    "content": "Q2 2024 Invitation Homes Inc Earnings Call\n\nQ2 2024 Invitation Homes Inc Earnings Call\n\nINVHNYSEJUL 25, 11:00 AM\n\nOperator\n\nGreetings, and welcome to the Invitation Homes Second Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. At this time, I would like to turn the conference over to Scott McLaughlin, Senior Vice President of Investor Relations. Please go ahead.\n\nScott McLaughlin\n\nSenior Vice President of Investor Relations & Tax\n\nGood morning, and welcome. I'm here today from Invitation Homes with Dallas Tanner, our Chief Executive Officer; Charles Young, President and Chief Operating Officer; John Olsen, Chief Financial Officer; and Scott Eisen, Chief Investment Officer.\nFollowing our prepared remarks, we'll conduct a question-and-answer session with our covering sell-side analysts. In the interest of time, we ask that you please limit yourselves to 1 question and then requeue if you'd like to ask a follow-up question. During today's call, we may reference our second quarter 2024 earnings release and supplemental information. This document was issued yesterday after the market closed and is available on the Investor Relations section of our website at www.invh.com.\nCertain statements we make during this call may include forward-looking statements relating to the future performance of our business, financial results, liquidity and capital resources and other nonhistorical statements, which are subject to risks and uncertainties that could cause actual outcomes or results to differ materially from those indicated.\nWe describe some of these risks and uncertainties in our 2023 annual report on Form 10-K and other filings we make with the SEC from time to time. Except to the extent otherwise required by law, Invitation Homes does not update forward-looking statements and expressly disclaims any obligation to do so. We may also discuss certain non-GAAP financial measures during this call. You can find additional information regarding these non-GAAP measures, including reconciliations to the most comparable GAAP measures in yesterday's earnings release.\nWith that, I'll now turn the call over to Dallas Tanner, our Chief Executive Officer.\n\nDallas B. Tanner\n\nCo-Founder, President, CEO & Director, Invitation Homes Inc.\n\nThanks, Scott, and good morning, everyone. We're a little over halfway through the year, and we're pleased with the results we've posted to date. Our residents continue to stay longer with same-store average length of stay over 3 years. Our same-store portfolio remains effectively full with average occupancy of 97.5% during the second quarter. And we're pleased with our financial performance for the year-to-date through June with core FFO up 6.5%.\nIt's an election year and housing is once again a focus on both sides of the aisle. We encourage elective officials and policymakers to have a complete understanding of the facts so that effective and long-lasting solutions to today's housing challenges can be enacted. Like many others, we follow the great work of John Burns and his team closely. I'd therefore like to start off this morning by reviewing some of their latest housing data.\nThere are roughly 133 million households in the United States today. About 66% of those own their own home, a rate that is above the historical average during the last 6 years. And the other 34% lease something. Of those who lease roughly 64% rent an apartment, while 31% lease a single-family home. This means there are about 14 million single-family rental homes across the country with our wholly owned portfolio, accounting for just 0.6% of total single-family rental supply.\nAgainst that backdrop, I'd like to focus on 3 topics during my prepared remarks today. First, we believe there has never been a more compelling time to lease a home than today. We've spoken a lot about the traditional reasons that millions of Americans choose to lease. These include flexibility and convenience as well as the desire for additional spaces, privacy and access to great schools. In addition to those, the past 2 years have opened an unprecedented affordability gap between homeownership and the cost of leasing.\nAccording to the Burns data, 2 years ago, it was just under $700 a month more expensive to buy than to lease on average in our markets. Today, the cost of homeownership is nearly $1,200 a month more expensive than it is to lease. High cost of homeownership is many causes. Chief among them according to most economists is the lack of new housing supply. Add that to the steady increases in homeowners insurance and property taxes, among other costs of homeownership and we believe the value proposition of leasing a home with us becomes even more attractive.\nVarious experts estimate our nation's housing supply shortage is in the millions of units. So if we were to address these affordability challenges, it's imperative that the homebuilders continue to build more homes to meet that growing demand. That leads to my second point, which is that we're proud to be part of the solution by partnering with homebuilders to build new communities. We continue to expand our partnerships with some of the largest homebuilders in America as well as with regional homebuilders focused within our markets.\nOur partners understand that supported by our appetite for growth they can build larger and more diverse communities and finish those communities faster than they otherwise might have alone. More homes delivered faster is a win for everyone. Including the 133 million households in America who are looking to lease or buy their next home. Our current pipeline includes nearly 2,700 new homes that we plan to make available for lease over the next few years. In addition to around the 2,000 homes that we've already added since 2021. In total, that's nearly 5,000 newly constructed homes built or in our pipeline since we launched our build-to-rent efforts just 3 years ago.\nFurthermore, our attractive returns are leading the industry with current opportunities being underwritten at a 6% or better yield on cost, while mitigating most of the risks and costs of on-balance sheet development. My third and final point is that doing right by our residents means doing right by all of our stakeholders. We pioneered our professional service standards several years ago as a way to differentiate the worry-free lifestyle that we provide compared to the small landlords who make up the vast majority of this industry.\nIn particular, we believe our 24/7 genuine care service and Procare's offerings remain unrivaled. To highlight this point, through June year-to-date, our market teams turned and released more than 11,500 homes to new residents, nearly all of whom received a premove-in orientation as well as a 45-day post movement visit. Both of these brand exclusive customer touch points are performed in person with the resident by our associates. We believe this level of service is feasible in part to our size and our scale and that our resident-centric approach helps drive our strong occupancy, customer retention and overall resident satisfaction.\nIt's also why some of the largest and most respected portfolio owners have chosen recently our growing third-party management business to care for their homes and for their residents. We also leverage the size and the scale for the greater good of our communities. I'll call out 2 more recent examples. First is our support of the American Red Cross, and more specifically, their \"[indiscernible] alarm, home fire and safety program. Our sponsorship helps the Red Cross install free smoke alarms and educate families on fire escape plans and home fire safety.\nSecondly, we continue to support local development and improvement of outdoor community spaces through our green spaces programming. This past spring, we funded 2 new brands: the [indiscernible] Community Garden in Dania Beach, Florida and the -- Well Spring Women's Center in Sacramento, California, as a long-term neighbor and a supporter of our communities, we take great pride in empowering our local associates to make an impact where they live and where they work.\nTo wrap up, I'd like to thank our residents for their trust and their loyalty and thank all of our associates who work hard every day to earn that trust. We proudly stand behind the work that our company and our associates are doing to ensure our residents have a great experience with us. And we're honored to be a part of the solution to today's housing challenges. While just a fraction of 1% of the 14 million Americans who lease a home choose to do so with us, we believe we remain the premier choice where individuals and families can thrive.\nI'll now pass the call on to Charles Young, our President and Chief Operating Officer.\n\nCharles D. Young\n\nChief Operating Officer & Executive Vice President, Invitation Homes, Inc.\n\nThank you, Dallas. I'll begin by thanking our associates for another strong quarter. This has been the busiest time of the year for us, particularly for our leasing and maintenance teams, and I'm proud of the work they have done to provide exceptional service to our residents. I'll now walk you through our same-store operating results for the second quarter.\nSame-store NOI grew 3.8% year-over-year, led by an increase in same-store core revenues of 4.8%, an increase of same-store core expense of 7.1%. I'll discuss each of these a little further, starting with the 4.8% growth in core revenues. This is primarily driven by a 4.2% increase in average monthly rent, a 9.6% increase in other income and a 50 basis point year-over-year improvement in bad debt. The second quarter marks the fifth quarter in a row of sequential improvement in our same-store bad debt and we're pleased to see progress continuing across our markets.\nNext, I'll share more detail on our second quarter core expense growth of 7.1%. This was primarily due to a 10.3% increase in property tax expense, which John will discuss in more detail during his remarks as well as a significant year-over-year increase in repairs and maintenance expense due in part to weather conditions. These increases were partially offset by lower turnover, which drove a 10.8% decrease in turnover expense along with reductions in all of our other controllable expense line items, reflecting the hard work of our teams to control what we can control.\nI mentioned that weather impacted our R&M OpEx during the second quarter. It also had an outsized impact on R&M CapEx as well. As you probably heard and many of you felt, the summer season arrived early and hotter in most of our markets this year compared to last. We saw that come through during the second quarter with higher HVAC spend that impacted both R&M OpEx and R&M CapEx.\nNext, I'll review our same-store leasing results for the second quarter. Year-over-year renewal rent growth, which represents about 3/4 of our business, increased 5.6%, while new lease rates grew 3.6% year-over-year. Together, this brought blended rent growth to 5% year-over-year, which represents a healthy return to our historical prepandemic norm for the second quarter. What's notably different now compared to the pre-pandemic period is our same-store occupancy, which averaged 97.5% in the second quarter 2024 or approximately 140 basis points higher than our 3-year historical average for the second quarter prior to 2020.\nLooking ahead, as the summer leasing season comes to a close, we expect to see a normal degree of seasonality return to our portfolio. While we still have a weak remaining here in July, we anticipate that new lease rate growth likely peak in May and June as it typically does, and that occupancy this month and next will reflect the usual summer move-outs and a normal seasonal curve. That being said, we expect to continue to lean in on occupancy, particularly as we move deeper into the second half of the year as occupancy is traditionally our most impactful core revenue growth driver.\nOnce again, I'm really proud of our teams for the results they delivered. We've asked a lot of them this year as we've grown our third-party management business, elevated our high standards of genuine care and made additional improvements to the resident experience, and their performance has been outstanding. I'm especially grateful for their dedication to living our core values and doing what's right for our customers. With that, I'll now turn the call over to John Olsen, our Chief Financial Officer.\n\nJonathan S. Olsen\n\nEVP of Corporate Strategy & Finance, Invitation Homes Inc.\n\nThanks, Charles. I'll begin by providing an update on our investment-grade rated balance sheet and the capital markets. At June 30, we had approximately $1.7 billion in available liquidity through a combination of unrestricted cash and undrawn capacity on our revolving credit facility. Unsecured debt comprised over 3/4 of our total indebtedness and our net debt to adjusted EBITDA ratio was 5.3x at June 30.\nVirtually all of our debt was fixed rate or swapped to fixed rate and nearly 84% of our wholly owned homes were unencumbered at the end of the second quarter. As we previously announced on our last earnings call in April, Moody's upgraded our issuer and issue-level credit rating to BAA 2 from BAA 3 with a stable outlook. As we've discussed before, we have no debt reaching final maturity until 2026 when our IH 2018 for securitization with a current balance of approximately $634 million reaches final maturity. As does our 5-year credit facility, which is comprised of a $2.5 billion term loan along with an undrawn $1 billion revolver.\nWhile we have plenty of time remaining prior to 2026, we anticipate we'll address these maturities later this year. This is consistent with our historically proactive approach to managing our balance sheet and is also in consideration of various swap instruments that mature later this year and next. Specifically, we expect to repay the IH 2018 for securitization later this year as planned, with cash that we had earmarked from our August 2023 bond issuance. And we are also in discussions with our bank group regarding a recast of our 5-year credit facility, and we expect to be in a position to share further details on both prior to our next earnings call.\nNext, I'll review our second quarter and year-to-date financial results. For the second quarter, core FFO increased 7.3% to $0.47 per share, while AFFO increased 4.1% to $0.40 per share. Year-to-date, core FFO increased 6.5% to $0.94 per share and AFFO increased 5.4% to $0.81 per share. These year-to-date results mark a solid finish to the first half of the year, which included growing contributions from our third-party management business, a better than originally expected insurance renewal at some favorable early outcomes on property taxes in a few of our smaller tax markets.\nAs outlined in last night's earnings release, we have maintained the midpoint of our full year same-store NOI growth guidance at 4.5%. While moving the midpoint of our same-store revenue growth guidance down by 12.5 basis points, to 4.875%, and improving the midpoint of our same-store expense growth guidance by 50 basis points to 5.75% per $0.01. In addition, we have raised the midpoint of our full year core FFO guidance by $0.01 to $1.87 per share. The full details of our updated [indiscernible] are included in last night's earnings release.\nOne area of our guidance where we think continued caution remains appropriate is property tax expense. As you know, property taxes represent our largest same-store expense line item by far with over half of the total being impacted by 2 states, Florida and Georgia. Georgia has provided us with limited information to date on assessed values while millage rates and final tax bills from both states aren't expected for a few more months.\nAs we've previously discussed, we expect same-store property tax expense to remain elevated in the third quarter due to the under-accrual in the first 3 quarters of last year prior to a partial offset in the fourth quarter of this year. Our revised expectation for year-over-year property tax growth is 8% to 9.5%. As I mentioned earlier, we've received some favorable feedback from some of our smaller tax jurisdictions and in addition, some early signs from Georgia that are trending positively, but we believe it is prudent to remain cautious until better clarity exists later this year. In closing, we're pleased with what we've accomplished to date and are excited to maintain our momentum in the second half of the year. We remain committed to driving sustainable growth, serving as the premier choice in home leasing and continuing to create long-term value for our stockholders. That concludes our prepared remarks. Operator, please open the line for questions."
  },
  {
    "header": "INVH",
    "cik": "0001687229",
    "ticker": "INVH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bd997ab4b95e3ff56de27af67e8f7c9a",
    "period": "2024 Q1",
    "content": "Q1 2024 Invitation Homes Inc Earnings Call\n\nQ1 2024 Invitation Homes Inc Earnings Call\n\nINVHNYSEMAY 1, 11:00 AM\n\nOperator\n\nGreetings and welcome to the Invitation Homes First Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nAt this time, I would like to turn the conference over to Scott McLaughlin, Senior Vice President of Investor Relations. Please go ahead.\n\nScott McLaughlin\n\nSenior Vice President of Investor Relations & Tax\n\nGood morning, and welcome I'm here today from Invitation Homes with Dallas Tanner, Chief Executive Officer; Charles Young, President and Chief Operating Officer; Jon Olsen, Chief Financial Officer; and Scott Eisen, Chief Investment Officer.\nFollowing our prepared remarks, we'll conduct a question-and-answer session with our covering sell-side analysts. [Operator Instructions]\nDuring today's call, we may reference our first quarter 2024 earnings release and supplemental information. This document was issued yesterday after the market closed and is available on the Investor Relations section of our website at www.invh.com.\nCertain statements we make during this call may include forward-looking statements relating to the future performance of our business, financial results, liquidity and capital resources and other nonhistorical statements, which are subject to risks and uncertainties that could cause actual outcomes or results to differ materially from those indicated. We describe some of these risks and uncertainties in our 2023 annual report on Form 10-K and other filings we make with the SEC from time to time. Except to the extent otherwise required by law, Invitation Homes does not update forward-looking statements and expressly disclaims any obligation to do so.\nWe may also discuss certain non-GAAP financial measures during the call. You can find additional information regarding these non-GAAP measures, including reconciliations to the most comparable GAAP measures in yesterday's earnings release.\nI'll now turn the call over to Dallas Tanner, our Chief Executive Officer.\n\nDallas B. Tanner\n\nCo-Founder, President, CEO & Director, Invitation Homes Inc.\n\nGood morning, everyone, and thank you for joining us. Our teams kicked off 2024 with a great start to the year. In particular, our first quarter results reflect high same-store average occupancy, accelerating same-store rent growth and strong same-store core revenue and NOI growth. We believe this puts us in a great position as we begin our peak leasing season.\nThat being said, operating and leasing success is only one aspect of our anticipated growth this year. When we spoke to you in February, we told you that our 14,000-home property and asset management agreement with Starwood was just the beginning. Less than 3 months later, we've added over 7,000 more homes onto our management platform. including through last night's announcement of our joint venture with Cortera, Centerbridge and other high-quality investors as well as our agreement with Nuveen that we signed in March. We are honored to work with each of these respective partners who highly value our coast-to-coast SFR management expertise and best-in-class operating and management capabilities.\nWe believe this is just the beginning of the journey to grow our professional management and services business, which, as a reminder, offers many benefits to Invitation Homes. First, we are an attractive property and asset management fees that are commensurate with our unmatched expertise and scale. Second, we're able to grow earnings in a capital-light manner including through the opportunity to potentially acquire these homes at a later date. Third, we developed deeper insight via the operational data we collect, which help us to better operate our own homes and markets. And fourth, we can further leverage the combined power of scale and density by spreading our costs across a larger number of homes, thereby improving our margins. We believe our partners and residents also benefit from choosing Invitation Homes as their manager.\nIn addition to getting direct access to our operating, leasing and asset management expertise, our partners can realize potential savings from utilizing our vast vendor network, our staffing optimization and our advantageous pricing agreements. Residents in turn receive our signature genuine care and ProCare services, along with the value-add amenities we offer, including, for example, our Internet bundle that we buy in bulk in several of our markets and provide the residents at a discount to retail pricing. Another area of growth for us remains our new product pipeline.\nWe announced last month that we added several large homebuilders to our growing list of relationships, including D.R. Horton, Meritage Homes and Dreamfinder Homes. We're under contract with them to build approximately 500 new homes primarily in Charlotte, Jacksonville and Nashville, with deliveries expected to start later this year. Underwritten cap rates on these acquisitions are in line with our previously stated targets of roughly a 6% yield on cost, which I will remind you is a return that's effectively free of any development risk to us today.\nGiven the dynamic environment we've seen in the last couple of years and the volatility in land pricing, cost of materials, and interest in cap rates, our contracts are designed to protect us from the risks inherent with on-balance sheet development while achieving what we believe are a far superior risk-adjusted total return. We're proud of the growth we delivered through partnering with the best and largest homebuilders in the country while also helping to create much needed new housing supply in the communities we serve.\nTo wrap up, we're pleased with how our teams have started off this year. I extend my thanks to all of our associates for their hard work and seamlessly bringing thousands of new homes onto our platform, while at the same time, continuing to deliver outstanding operating and leasing results. As we look ahead, we're excited by our ability to sustain this momentum as we leverage our strategic approach and operational excellence to drive continued growth for our stakeholders through the remainder of the year.\nWith that, I'll pass the call to Charles Young, our President and Chief Operating Officer.\n\nCharles D. Young\n\nChief Operating Officer & Executive Vice President, Invitation Homes, Inc.\n\nThank you, Dallas. Our associates really shined during the first quarter, delivering great results and preparing the business for our peak leasing and maintenance season, all while bringing 14,000 third-party managed homes into our operations.\nDuring the first quarter, we maintained high occupancy, accelerated lease rent growth and continue to see our customers stay longer with us. We believe this is all part of a simple formula to sustainable NOI growth throughout the year.\nNow let's cover our first quarter same-store operating results in more detail. Fundamentals remain strong, and thanks to the great performance of our teams, we grew same-store NOI by 4.7% in the first quarter. Same-store core revenues grew 5.6% year-over-year, driven by average monthly rental rate growth of 4.6%, an 80 basis point year-over-year improvement in bad debt and a 15.9% increase in other income, primarily related to our value-add offerings.\nSame-store core operating expenses in the first quarter increased 7.4% year-over-year. This was a result of an 11.8% increase in fixed expenses and a 0.5% decrease in controllable costs. For fixed expenses, the largest driver of the increase was property taxes. As we anticipated and previously discussed, due to the under-accrual of property taxes in the first 3 quarters of last year, we expect property tax expense growth to be higher during the first 3 quarters of this year before normalizing in the fourth quarter.\nMeanwhile, on the controllable side of expenses, we're pleased to see cost of goods continue to moderate as well as a strong effort by our teams to control costs. This is reflected in our 0.5% reduction in controllable expenses year-over-year as well as our 4.6% reduction in controllable costs from the fourth quarter of 2023 to first quarter 2024. Of particular note, the first quarter same-store turnover rate of 5.2% was flat with last year's first quarter results. Yet turnover expense was down 2.4% year-over-year. This is due in part to the progress we've made in working through our lease compliance backlog. In that regard, it's great to see more of our markets returning to pre-pandemic normal levels of bad debt. As a reminder, normal for us is approximately 40 to 60 basis points of bad debt as a percentage of gross rental revenues, which has historically been industry-leading among our SFR peers. Looking ahead, while we still have some work to do in a few of our markets, we remain encouraged by the continued high quality of our new residents whose average household income over the last 12 months is now approximately $158,000 a year. bringing our average income to rent ratio to 5.6x.\nNow let's cover our same-store leasing trends in the first quarter. Renewals grew 5.8% and new leases increased 0.8% year-over-year. This drove blended rent growth to 4.4%. Average occupancy in the first quarter remained strong at 97.6%. Our preliminary April 2024 results show our peak leasing season has started off well. Renewal rent growth accelerated to 6%, while new lease rate growth accelerated to 3.1% delivering blended rent growth of 5.2% in April. Average occupancy generally held steady at 97.5%. With occupancy in a strong position and fundamentals remaining in our favor, we believe we're in great shape to capture the demand we're seeing in our markets and continue the great momentum our teams have built. I'd like to thank them again for their focus on resident service and operational excellence, along with their diligent efforts as we plan and prepare for future growth.\nWith that, I'll now turn the call over to Jon Olsen, our Chief Financial Officer.\n\nJonathan S. Olsen\n\nEVP of Corporate Strategy & Finance, Invitation Homes Inc.\n\nThanks, Charles, and good morning, everyone. Today, I'll cover our financial results for the first quarter 2024, followed by an update on our investment-grade rated balance sheet before opening the line for questions.\nI'll start with our first quarter 2024 financial results. Core FFO increased 5.7% year-over-year to $0.47 per share, primarily due to an increase in NOI. These results also reflect the first quarter of contribution from the 14,000 home portfolio we started managing in mid-January. The fees we earned were partially offset by investments we made in resources and support to help prepare for anticipated future growth. These items are included on our income statement under management fee revenues and property management expense, respectively. Meanwhile, higher core FFO drove our 6.8% year-over-year increase in AFFO to $0.41 per share. We're pleased with these results and appreciate the considerable efforts of our associates to help us begin the year strong.\nTurning now to our investment-grade rated balance sheet. We had over $1.7 billion in available liquidity at the end of the first quarter through a combination of unrestricted cash and undrawn capacity on our revolving credit facility. Our net debt to trailing 12-month adjusted EBITDA ratio was 5.4x at March 31, 2024, down slightly from 5.5x as of December 31 and just below our 5.5x to 6x targeted range. We have no debt reaching final maturity until 2026. In addition, 99.5% of our total debt is fixed rate or swapped to fixed rate and over 76% of our total debt is unsecured.\nThis week, we received further validation of the strength of our balance sheet. Specifically, I'm referring to our announcement that Moody's recently upgraded the company to Baa2 from Baa3, joining both S&P and Fitch with BBB flat investment-grade ratings. Looking forward, we believe this ratings upgrade further enhances our positioning for when compelling opportunities arise.\nIn summary, we believe Invitation Homes is at the beginning of a new phase of our business and which exciting opportunities could become more actionable and the quality of our balance sheet, systems and talent are the best they've ever been. All of this puts us on a path from which we believe we can continue to deliver outsized results for our stockholders and the best possible experience for our residents. That concludes our prepared remarks.\nOperator, please open the line for questions."
  },
  {
    "header": "INVH",
    "cik": "0001687229",
    "ticker": "INVH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4db74bf2db7a139d5779465f818452f0",
    "period": "2023 Q4",
    "content": "Q4 2023 Invitation Homes Inc Earnings Call\n\nQ4 2023 Invitation Homes Inc Earnings Call\n\nINVHNYSEFEB 14, 11:00 AM\n\nOperator\n\nGreetings, and welcome to the Invitation Homes Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nAt this time, I would like to turn the conference over to Scott McLaughlin, Senior Vice President of Investor Relations. Please go ahead.\n\nScott McLaughlin\n\nSenior Vice President of Investor Relations & Tax\n\nGood morning, and welcome. I'm here today from Invitation Homes with Dallas Tanner, Chief Executive Officer; Charles Young, President and Chief Operating Officer; Jon Olson, Chief Financial Officer; and Scott Eisen, Chief Investment Officer. Following our prepared remarks, we'll conduct a question-and-answer session with our covering sell-side analysts. [Operator Instructions]\nDuring today's call, we may reference our fourth quarter 2023 earnings release and supplemental information. This document was issued yesterday after the market closed and is available on the Investor Relations section of our website at www.invh.com.\nCertain statements we make during this call may include forward-looking statements relating to the future performance of our business, financial results, liquidity and capital resources and other nonhistorical statements, which are subject to risks and uncertainties that could cause actual outcomes or results to differ materially from those indicated. We describe some of these risks and uncertainties in our 2022 annual report on Form 10-K and other filings we make with the SEC from time to time. Invitation Homes does not update forward-looking statements and expressly disclaims any obligation to do so.\nWe may also discuss certain non-GAAP financial measures during the call. You can find additional information regarding these non-GAAP measures, including reconciliations to the most comparable GAAP measures in yesterday's earnings release.\nI'll now turn the call over to Dallas Tanner our Chief Executive Officer.\n\nDallas B. Tanner\n\nCo-Founder, President, CEO & Director, Invitation Homes Inc.\n\nGood morning, everyone, and thanks for joining us. Our customers' needs are straightforward. They want to lease a great home in a safe neighborhood with great schools and easy access to jobs. They want professional services and genuine care, and they want flexibility and convenience that allows them to live more freely. 12 years ago, a lot of these options either didn't exist or weren't readily available.\nToday, they all do. Thanks to the hard work and the commitment of our associates, thanks to the mission of this company, that together with you, we make a house a home, and thanks to the hundreds of thousands of residents who have put their trust in us to do exactly that.\nLast year marked many important milestones for Invitation Homes. We returned to a more sustainable growth profile while continuing to expand and improve on the overall resident experience. It was a year in which we helped our homebuilder partners start construction on thousands of much needed new homes across the country. It was a year in which we recycled over $500 million of capital, selling nearly 1,500 homes on the MLS, predominantly to homeowners. And it was a year in which we executed 1 of the more significant portfolio acquisitions in our company's history.\nWe are excited to continue this momentum into 2024, as we expand on what it means to live in an Invitation Home. By this, I'm referring to last month's announcement that our industry-leading operating platform is now available to not just our residents and joint venture partners but also to large portfolio owners who are seeking the best in single-family property management for their residents and the best in single-family asset management for their investors.\nLet me be really clear here. We believe providing professional property and asset management services is both a logical next step for our business as well as a strategic significant leap forward. It empowers us to accretively leverage our platform in a capital-light manner while helping us to achieve further scale, increased efficiency and additional margin expansion for our company and substantial savings and convenience for our residents.\nIt all began with last month's inaugural agreement to become the property and asset manager on over 14,000 single-family homes. We expect this agreement to drive incremental AFFO of a couple of cents per share in 2024. This results from meaningful property management and asset management fees that we believe fairly compensate us for our unrivaled capability, scale and expertise.\nIn addition to this, we'll also learn an outsized share of value-added service revenues such as from smart home, bundled Internet and other initiatives we may roll out in the future, along with potential future incentives based on the operating and financial performance we're able to drive over time.\nWe believe this inaugural agreement is the first of what could be many such arrangements. As we pursue additional opportunities, we expect professional management to help us build and grow strategic relationships. While we continue to become even more efficient through greater density, improved procurement, better resident engagement and thoughtful use of data and technology. Most importantly, as in other REIT subsectors, we expect professional management can help us create a pipeline of potential future acquisition opportunities for homes about which we'll have an information advantage.\nIn the meantime, we believe the fundamental tailwinds for our business will continue to drive outsized NOI and earnings growth relative to other REIT property types. This includes a well-documented lack of new housing supply across our markets as well as the strong demand from a surge of young adults who are just starting to reach our average new resident age in their late 30s. These younger generations offered favor experiences over possessions and prefer convenience and flexibility over financial anchors in 30-year contracts.\nIt's also important that we underscore the massive savings from leasing a home today versus owning. Using John Burns fourth quarter data as weighted by our markets, it is $1,200 per month less expensive to lease a home than to own it. That's an average savings for our residents of over $14,000 a year.\nWe see this reflected in our latest surveys in which a substantial majority of our new residents say that our rents and services are affordably priced. One of these services, which we just started to provide last year, completely free of charge, is [ ASUS's ] positive credit reporting program. Already, over half of our residents have improved their credit score since enrolling with the average credit score improvement of about 35 points. This could help our residents achieve thousands of dollars in lifetime savings on their borrowing costs, further enhancing the value proposition for leasing a home with us.\nIn summary, we're very proud of the choices we offer individuals and families to live in a great home without the high cost and burdens of homeownership. We remain committed to investing in our technology systems, value-add services and other tools to help our residents thrive, and we're excited about how we can continue to grow our business, further enhance the resident experience and meaningfully broaden the professional services we offer. In this regard, we truly believe we are just getting started.\nWith that, I'll pass the call on to Charles Young, our President and Chief Operating Officer.\n\nCharles D. Young\n\nChief Operating Officer & Executive Vice President, Invitation Homes, Inc.\n\nThanks, Dallas. Our fourth quarter operating results were a solid finish to close out the year. In particular, our teams worked hard to deliver strong same-store NOI growth, occupancy and resident service.\nIn 2023, we saw a return to more normal patterns of rent growth, seasonality and lease compliance. And as Dallas mentioned, it was a year of working towards several new milestones, including our large portfolio acquisition in July and getting prepared to provide professional third-party management services.\nOur local market teams continue to take all of this in stride. It's what we do, they often tell me, and I'm very grateful for their attitudes and achievements. Thanks to these strong efforts, I am pleased to see how efficiently and effectively we have onboarded these new homes, engaged with our new residents and rolled out desirable new services.\nI'll now walk you through our operating results in more detail. Same-store NOI growth of 5.6% in the fourth quarter brought our full year 2023 same-store NOI growth to 4.8%. The Same-store core revenues in the fourth quarter grew 5.9% year-over-year. This increase was driven by average monthly rental rate growth of 5.3%, an 11.2% increase in other income and a 50 basis point year-over-year improvement in bad debt.\nThat marks 3 consecutive quarters of improvement in bad debt. I'm pleased to see lease compliance continuing to move in the right direction. While at the same time, also seeing our new residents household income reached its highest level to date, just shy of $150,000 a year on average during 2023. This represents an income-to-rent ratio of 5.4x and is indicative of the high quality, location and desirability of our homes.\nReturning to same-store growth results. Full year 2023 same-store revenue growth was 6.5%, while full year same-store core expense growth was 10.3%. The main drivers of this expense growth included the temporary cost of working through our lease compliance backlog, which drove higher property administrative and turnover costs as well as higher property tax and insurance expense. By contrast, repairs and maintenance expense came in flat for the full year 2023, a testament to moderating inflation pressures and our team's ability to effectively control costs.\nNext, I'll cover leasing trends in the fourth quarter of 2023. As we typically do in the slower winter leasing season, we prioritized higher occupancy in the fourth quarter to better position the portfolio as we head into our upcoming peak leasing season. As a result, same-store average occupancy grew each month, averaging 97.1% in the fourth quarter.\nIn addition, new lease rate growth was flat during the quarter, representing an expected return to more normal seasonal trends. While renewal lease growth of 6.8% was the highest we've seen in the fourth quarter other than during the pandemic. As renewals comprise a substantial majority of our leasing business, this strong result drove a fourth quarter blended rent growth of 4.6%.\nI'll now also share our January 2024 same-store leasing results. We started the year off with an increase in average occupancy to 97.5%. In addition, January blended rent growth was 3.5%, comprised of renewal rent growth of 5.9% and a negative new lease growth of 1.5%. Early indications lead us to believe that new lease rates have already begun to turn positive again in February's activity to date. In combination, with the favorable tailwinds that Dallas mentioned and the strong delivery by our teams, we believe we are well positioned to capture strong demand for our homes as we enter the traditional peak leasing season later this month, and to continue to provide the best resident experience in the industry.\nI'll now turn the call over to Jon Olson, our Chief Financial Officer.\n\nJonathan S. Olsen\n\nEVP of Corporate Strategy & Finance, Invitation Homes Inc.\n\nThanks, Charles. Today, I'll cover the following topics. First, an update on our investment-grade rated balance sheet and the capital markets; second, financial results for the fourth quarter and full year 2023; and finally, 2024 full year guidance.\nLeading off with the balance sheet, I'll start with several of our team's key accomplishments in 2023. These include $800 million of senior notes that we issued at approximately 5.5% in August, as well as outlook or ratings upgrades from all 3 of our corporate credit rating agencies during the year. We ended 2023 with $1.7 billion in available liquidity which includes $700 million of unrestricted cash and $1 billion of capacity on our undrawn revolving credit facility.\nOur net debt to adjusted EBITDA ratio improved to 5.5x as of December 31, 2023, down from 5.7x as of the year prior. -- and 99.4% of our total debt was fixed rate or swapped to fixed rate as of year-end 2023, with over 75% of our total debt, unsecured and no debt reaching final maturity prior to 2026.\nI'm really pleased by the meaningful execution our teams delivered last year and believe our balance sheet continues to offer a strong positioning to achieve our goals in 2024 and beyond.\nI'll now cover our recent financial results and year-over-year growth. Core FFO for the fourth quarter 2023 was $0.45 per share, an increase of 4.6%. While core FFO for the full year 2023 was $1.77 per share, an increase of 6%. AFFO for the fourth quarter 2023 was $0.38 per share, an increase of 5.8%, and AFFO for the full year 2023 was $1.50 per share, an increase of 6.3%. These strong results were primarily driven by higher same-store NOI during the quarter and full year.\nThe last thing I'll cover is 2024 guidance. This is led by our expectation for same-store NOI growth in a range of 3.5% to 5.5%, resulting from expected same-store core revenue growth in the range of 4.5% to 5.5% and same-store core expense growth in the range of 5.5% to 7%.\nOur same-store core revenue growth guidance assumes 2024 average occupancy will be similar to our full year 2023 results. In addition, guidance assumes same-store blended rent growth in the high 4% to low 5% range and continued improvement in our bad debt as a percentage of rental revenue to an expected range of 65 to 95 basis points.\nOur same-store core expense growth guidance assumes higher fixed expense growth to continue in 2024, with property tax expense growth in a range of 8% to 10% and insurance expense growth in the mid- to high teens. We expect this to be partially offset by moderating growth in our controllable expenses. From a timing perspective, we anticipate same-store NOI growth will be higher in the second half of the year than in the first half.\nAll of this brings our full year 2024 core FFO guidance to a range of $1.82 to $1.90 per share. This guidance assumes as a base case that we will acquire between $600 million and $1 billion of homes on balance sheet in 2024, mostly from our homebuilder partners and via portfolio acquisitions.\nWe expect to fund much of these home purchases by continuing to accretively recycle capital from wholly owned dispositions in an expected range of between $400 million and $600 million. A detailed bridge of 2023 core FFO per share to the midpoint of our 2024 guidance is included within last night's earnings release.\nLastly, we provided full year 2024 AFFO guidance in a range of $1.54 to $1.62 per share. As a result of our anticipated growth in AFFO per share in 2024, last month, we increased our quarterly dividend by nearly 8% to $0.28 per share.\nIn closing, we plan to keep a close eye on the capital markets throughout the year and continue our long track record of being disciplined and proactive. We'll prudently pursue opportunities for meaningful growth and accretive capital recycling and we'll continue to lead the industry in our quest to provide the best choices, convenience and overall resident experience for the millions of Americans who prefer to lease a single-family home.\nWith that, we have now concluded our prepared remarks. Operator, please open the line for questions."
  },
  {
    "header": "INVH",
    "cik": "0001687229",
    "ticker": "INVH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2cf9f313b61f461d387d544b3a47f920",
    "period": "2023 Q3",
    "content": "Q3 2023 Invitation Homes Inc Earnings Call\n\nQ3 2023 Invitation Homes Inc Earnings Call\n\nINVHNYSEOCT 26, 11:00 AM\n\nOperator\n\nGreetings and welcome to the Invitation Homes Third Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nAt this time, I would like to turn the conference over to Scott McLaughlin, Senior Vice President of Investor Relations. Please go ahead.\n\nScott McLaughlin\n\nSenior Vice President of Investor Relations & Tax\n\nGood morning and welcome. I'm here today from Invitation Homes with Dallas Tanner, Chief Executive Officer; Charles Young, President and Chief Operating Officer; John Olsen, Chief Financial Officer; and Scott Eisen, Chief Investment Officer. Following our prepared remarks, we'll conduct a question-and-answer session with our covering sell-side analysts. [Operator Instructions]\nDuring today's call, we may reference our third quarter 2023 earnings release and supplemental information. This document was issued yesterday after the market closed and is available on the Investor Relations section of our website at www.invh.com.\nCertain statements we make during this call may include forward-looking statements relating to the future performance of our business, financial results, liquidity and capital resources and other nonhistorical statements, which are subject to risks and uncertainties that could cause actual outcomes or results to differ materially from those identified. We describe some of these risks and uncertainties in our 2022 annual report on Form 10-K and other filings we make with the SEC from time to time. Invitation Homes does not update forward-looking statements and expressly disclaims any obligation to do so.\nWe may also discuss certain non-GAAP financial measures during this call. You can find additional information regarding these non-GAAP measures, including reconciliations to the most comparable GAAP measures in yesterday's earnings release.\nI'll now turn the call over to Dallas Tanner, our Chief Executive Officer.\n\nDallas B. Tanner\n\nCo-Founder, President, CEO & Director, Invitation Homes Inc.\n\nGood morning and thanks for joining us. At Invitation Homes, we've worked hard to build and enhance our platform over the last dozen years. The foundation of which is our people, our systems and our unmatched scale. We believe our platform is industry-leading and difficult to replicate and, as a result, offer significant value for our stakeholders, residents and partners. It allows us to drive strong performance across diverse, geographically dispersed assets while delivering meaningful returns.\nWe've invested heavily in our platform to provide the highest level of professional service, flexibility and convenience to our residents, helping them to live in the home, neighborhood and school system of their choice. We're proud of what we have achieved in this regard.\nAnd in addition to the power of our platform, favorable fundamentals have continued to drive strong tailwinds for our business. In particular, these include the continuing supply and demand imbalance we frequently mention. By most estimates, the United States continues to face a housing shortage of several million units. At the same time, the demand for single-family homes for lease continues to remain robust due to favorable demographics, a growing desire for flexibility and convenience, and soaring mortgage rates that make leasing one of our homes much more attractive and affordable than owning a similar home.\nAccording to John Burns, it's now over $1,100 a month cheaper to lease than to own on average in our markets. That's over $13,000 a year in savings that our residents can use to help their families thrive while at the same time benefiting from the choice and flexibility of leasing a home.\nWe believe we remain well positioned to meet this growing demand for single-family homes for lease. In addition, we remain committed to bringing new supply to the marketplace through our extensive homebuilding relationships. Our multichannel growth strategy allows us to nimbly deploy capital across a variety of acquisition channels, which allows us to be opportunistic, depending on the channel that's most attractive in the various real estate cycles.\nDuring the third quarter of 2023, we took advantage of several unique external growth opportunities. This included our previously announced portfolio acquisition of 1,870 wholly owned homes for a contract price of $650 million in July. As we disclosed, we acquired the portfolio at a year 1 yield in the mid-5s, and we anticipate this to grow into the 6s within the next year.\nProgress to date on marking the portfolio's rents to market, increasing occupancy and selling noncore homes has been right in line with our expectations. In addition to the large portfolio transaction, we also acquired another 387 wholly owned homes during the third quarter through those various channels at an average cap rate of 6%. We effectively funded these acquisitions through the sale of 397 wholly owned homes at an average disposition cap rate of approximately 4%.\nThe 200 basis point spread between acquisitions and dispositions once again illustrates our unique ability to accretively recycle capital out of older, higher-dollar value homes and into newer, higher-quality product. We believe our portfolio makeup affords us this opportunity to accretively recycle capital in this way for some time to come.\nIn closing, I'd like to express my thanks to our dedicated associates. Through their hard work, Invitation Homes has continued to achieve significant milestones and deliver strong financial performance. As we move forward, we remain confident in our ability to navigate these challenges, capitalize on opportunities and leverage our platform in order to drive sustainable growth and value for our stockholders. Thank you for your continued trust and support.\nWith that, I'll pass the call on to Charles Young, our President and Chief Operating Officer.\n\nCharles D. Young\n\nChief Operating Officer & Executive Vice President, Invitation Homes, Inc.\n\nThanks, Dallas. To start, I'd like to echo your comments and thank our associates for delivering another great quarter. This includes the hard work by our teams to smoothly onboard the nearly 1,900 homes we acquired in July. Our premier size and scale help make acquiring large portfolios like this one relatively programmatic, while it is our amazing associates who ensure the transition is seamless and ongoing resident experience is worry-free.\nI'll now walk you through our third quarter operating results. Favorable fundamentals and strong execution led to same-store NOI growth of 4% year-over-year in the third quarter of 2023, in line with expectations. Same-store core revenues in the third quarter grew 6% year-over-year. This increase was driven by average monthly rental rate growth of 6.2% as well as a 20 basis point improvement in bad debt.\nWe're pleased to see progress here for the second consecutive quarter, including within Southern California, where core times have meaningfully improved since the first part of the year. In the meantime, we continue to attract high-quality residents with our great homes and professional service. For the trailing 12 months, our new residents earned a combined household income of over $142,000 a year, representing an average income-to-rent ratio of 5.2x.\nThe financial strength of our customer is also evidenced by our industry-leading partnership with Isuzu that we announced in July. In just a short time, we've helped enroll over 160,000 of our residents onto Isuzu's free credit reporting program. About half of these residents have already seen an improvement in the credit score with an average increase of over 20 points.\nIn addition to attracting high-quality residents, they continue to stay longer with us. Length of stay is an indicator of overall resident satisfaction, which we're pleased to see has increased again this past quarter to an average of 36 months. We believe our premier ProCare service, along with the many convenient and value-add services we offer, help contribute to this longevity.\nThe newest offering that we have just started to roll out is bundled Internet. We're excited to partner with one of the nation's largest providers to offer high-speed Internet and digital media to over 1/3 of our residents across the country. Once again, our scale allows us to provide this essential service at a substantial discount to what our residents might otherwise pay on their own.\nTurning back to our same-store results. Third quarter 2023 core expenses increased 10.2% year-over-year. This included year-over-year increases of 11.7% in fixed expenses and 8% in controllable expenses, the latter of which was primarily driven by an increase in turnover compared to the historic lows of last year along with the cost related to the progress we're making on our lease compliance backlog.\nNext, I'll cover same-store leasing trends in the third quarter. Demand in our markets remained strong through the end of peak leasing season. As we've noted previously, we are seeing a return to more normal seasonality, which we believe represents a much healthier and sustainable footing following an extraordinary market rent growth we saw in the past 2 years.\nNevertheless, our third quarter 2023 same-store leasing results are still well above prepandemic norms. This includes average occupancy in the third quarter of 96.9% or 120 basis points higher than our 2018 and 2019 third quarter averages. In addition, blended rent growth in the third quarter of 2023 was 6.2% or 170 basis points higher than our 2018, 2019 third quarter averages.\nThird quarter 2023 blended rent growth of 6.2% was comprised of renewal rent growth of 6.6% and new lease rent growth of 5.2%. We're pleased to have seen an acceleration in renewal rent growth each month in the third quarter of 2023. Renewal rent growth is further accelerating with October's preliminary results. This represents a strong performance for the third quarter that is once again attributable to our outstanding associates.\nAs we approach the end of the year, we remain focused on continuing this momentum and finish the year strong. I'm proud of our teams for their tremendous contributions this past quarter and the great effort I know they will deliver during the remainder of the year.\nI'll now turn the call over to Jon Olsen, our Chief Financial Officer.\n\nJonathan S. Olsen\n\nEVP of Corporate Strategy & Finance, Invitation Homes Inc.\n\nThanks, Charles. Today, I'll cover the following topics: first, an update on our investment-grade rated balance sheet; second, financial results for the third quarter; and finally, updated 2023 full year guidance. I'll begin with our balance sheet.\nAt the end of the third quarter, we had $1.8 billion in available liquidity through a combination of unrestricted cash and undrawn capacity on our revolving credit facility. Our net debt-to-EBITDA ratio was 5.5x as of the end of the third quarter, at the low end of our targeted 5.5x to 6x range. Our outstanding borrowings carried a weighted average interest rate of 3.8%, and we have no debt reaching final maturity until 2026. Over 75% of our total debt is unsecured, and over 99% of our debt is fixed rate or swapped to fixed rate.\nIn August, we closed on an $800 million dual-tranche public bond offering comprised of $450 million of 7-year notes at a 5.45% coupon and $350 million of 10-year notes at a 5.5% coupon. We used a portion of the net proceeds to repay the $150 million we drew on our revolver in July with the remaining net proceeds serving as additional dry powder for growth or future debt repayment while earning an attractive deposit yield from our banks in the meantime.\nIn August, as a result of our strong balance sheet and continued access to capital, we were pleased to see Fitch upgrade its ratings outlook for the company from stable to positive and affirm our BBB flat rating.\nNext, I'll briefly touch on our financial results. Third quarter core FFO per share increased 4.7% year-over-year to $0.44 primarily due to an increase in NOI. Third quarter AFFO per share increased 3.7% year-over-year to $0.36.\nThe last thing I'll cover is our updated 2023 full year guidance. Our third quarter year-to-date results have generally been in line with our expectations. With a little over 2 months remaining in the year, last night's release included a tightening of most of our guidance expectations. This includes a narrowed range for full year 2023 same-store NOI growth of 4.5% to 5%, which is based on a narrowed range for same-store core revenue growth of 6.25% to 6.75% and revised same-store core expense growth of 10.25% to 10.75%.\nThe expected increase in same-store core expense growth guidance is based primarily on a higher same-store property tax expense expectations in Florida and Georgia. While the fundamentals that have favored housing are well known to us, we originally anticipated property tax millage rates in both Florida and Georgia would decline to at least partially offset some of the unprecedented home price appreciation that's occurred there. Based on the property tax bills we've received or expect to receive during the fourth quarter, that's not been the case and causes us to now expect full year same-store property tax expense growth of approximately 10% to 10.5%.\nOur updated guidance also tightens the ranges of expected core FFO per share and AFFO per share. We now expect full year 2023 core FFO per share in a range of $1.75 to $1.79 or 6% growth year-over-year at the midpoint and full year 2023 AFFO per share in a range of $1.46 to $1.50.\nWith that, we have now concluded our prepared remarks. Operator, please open the line for questions."
  },
  {
    "header": "INVH",
    "cik": "0001687229",
    "ticker": "INVH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/59975d2888628e7653e5ae954b00e704",
    "period": "2023 Q2",
    "content": "Q2 2023 Invitation Homes Inc Earnings Call\n\nQ2 2023 Invitation Homes Inc Earnings Call\n\nINVHNYSEJUL 27, 11:00 AM\n\nOperator\n\nGreetings, and welcome to the Invitation Homes Second Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. At this time, I would like to turn the conference over to Scott McLaughlin, Senior Vice President of Investor Relations. Please go ahead.\n\nScott McLaughlin\n\nSenior Vice President of Investor Relations & Tax\n\nGood morning, and welcome. I'm here today from Invitation Homes with Dallas Tanner, Chief Executive Officer; Charles Young, President and Chief Operating Officer; and Jon Olsen, Executive Vice President and Chief Financial Officer. Following our prepared remarks, we'll conduct a question-and-answer session with our covering sell-side analysts. [Operator Instructions]\nDuring today's call, we may reference our second quarter 2023 earnings release and supplemental information. This document was issued yesterday after the market closed and is available on the Investor Relations section of our website at www.invh.com.\nCertain statements we make during this call may include forward-looking statements relating to the future performance of our business, financial results, liquidity and capital resources and other nonhistorical statements, which are subject to risks and uncertainties that could cause actual outcomes or results to differ materially from those indicated. We describe some of these risks and uncertainties in our 2022 annual report on Form 10-K and other filings we make with the SEC from time to time. Invitation Homes does not update forward-looking statements and expressly disclaims any obligation to do so.\nWe may also discuss certain non-GAAP financial measures during the call. You can find additional information regarding these non-GAAP measures, including reconciliations to the most comparable GAAP measures, in yesterday's earnings release.\nI'll now turn the call over to Dallas, our Chief Executive Officer.\n\nDallas B. Tanner\n\nCo-Founder, President, CEO & Director, Invitation Homes Inc.\n\nGood morning, and thanks for joining us. These continue to be exciting times with Invitation Homes once again demonstrating our ability to deliver strong results. Fundamentals remain very favorable for our industry, and in particular, for our markets, product and price points. Our teams are providing a great resident's experience every day, and we continue to seek and to find fantastic value-creation opportunities through our sound capital allocation strategy. I'd like to discuss a few of these in more detail during my prepared remarks with you today.\nFirst, let's begin with value creation and our recent purchase of nearly 1,900 single-family rental homes for approximately $650 million. As we've demonstrated over the last 11 years, we've approached external growth opportunities with a strategic, disciplined and accretive focus. And I'm pleased to share with you why we believe this transaction continues in that approach. Essentially, this is a high-growth portfolio of exceptionally well-located homes that we bought at a pretty attractive price. We believe our purchase price represents a meaningful discount to end-user market values, giving us immediate benefits of scale at value that would have been impossible to replicate through one-off buying in today's environment.\nFurther, we expect our best-in-class platform to help us achieve enhanced returns, starting with the year 1 yield in the mid-5s that we anticipate will grow quickly thereafter. In addition, the quality and location of the homes we acquired are right in line with the type of product we'd like to own more of. In particular, these are great homes within desirable and fill neighborhoods that we believe will provide strong rent growth and value appreciation. Over 90% of these homes we purchased overlap with our existing Sunbelt footprint, including within our Florida and Texas markets, along with Las Vegas, Phoenix, Atlanta and the Carolinas.\nOutside of this transaction, we continue to work with our outstanding homebuilder partners across the country. During the second quarter, we took delivery on 157 of these brand-new homes and added an additional 173 homes to our new product pipeline. Our expected future deliveries remained at just under $900 million at the end of the second quarter. Moving forward, we remain focused on smart external growth through our multichannel acquisition strategy. And as we've previously announced, Scott Eisen joins us next week as our Chief Investment Officer, and we're excited to add his insight as we further explore disciplined growth opportunities, including additional bulk purchasing from smaller operators and an expansion of our homebuilder pipeline.\nAt the same time, we will continue to keep our heads down and create more meaningful experiences for our residents, such as growing our ancillary services business and developing new ways for us to engage with our customers.\nThe second topic I want to discuss is the ongoing fundamental tailwinds for our business. We expect these to continue to support our growth objectives for many years to come. Nearly 1/5 of the U.S. population, or almost 60 million people, are between the ages of 23 and 35 years old. We believe this to be a strong indicator of the future demand for our business as they form families and approach our average new resident age of 38.5 years old.\nDemand for single-family homes for lease has been further enhanced by the rising costs and the burden of homeownership. According to the latest data from John Burns, leasing a home is nearly $1,000 cheaper per month on average than buying a home in one of our markets. This is a reflection of not only an increase in mortgage rates, but also the overall lack of new housing supply.\nIn addition, for sale inventory remains well below demand, which continued to help support home prices. This, in turn, aids our ability to sell noncore or underperforming assets at attractive cap rates and use those proceeds for accretive capital recycling.\nMoving on now to my third topic, which is how we continue to improve the resident experience and reinforce our commitment to resident choice and flexibility. The most recent example of this is our partnership with [ Isuzu ]. We're proud to help our residents build good credit by offering positive credit reporting to all our residents using [ Isuzu's ] platform at no cost to our residents. This partnership helps to remove barriers to housing choice, allows our residents to improve their credit profile in order to achieve their financial goals faster.\nIn closing, I'm excited by how we are executing and driving growth today. I would like to express my thanks to our dedicated associates for their hard work and commitment, which have been instrumental to our successes. We believe the increasing demand for single-family rentals, favorable demographic trends and the flexibility and choice that we provide our residents position us well for both sustained growth and value creation, which we will continue to relentlessly pursue.\nWith that, I'll pass it on to Charles, our President and Chief Operating Officer.\n\nCharles D. Young\n\nChief Operating Officer & Executive Vice President, Invitation Homes, Inc.\n\nThanks, Dallas. Once again, we were able to build on positive momentum to drive another great quarter. I'd like to thank all of our associates for their hard work through this point-and-peak season, including all of our outstanding leasing, maintenance and service teams, and for providing the best resident experience within the industry. We still have work to do to close out the busy summer season and to stay diligent about controlling what we can control to finish the year strong. But I'm very proud of the results we're putting up and the great execution that teams have delivered.\nThis includes the strong effort we've made to bring on board the nearly 1,900 homes from our recent portfolio acquisition. Through our existing scale, the dedication and professionalism of our teams and our established playbook for buying larger portfolios, we expect this to be a smooth transition.\nIn accordance with our mission, we're making a house a home for thousands of new residents who have just joined our Invitation Homes family. We are pleased to offer them the very best genuine care and outstanding service that all of our residents have come to expect from us.\nMoving on to our second quarter operating results. Same-store NOI grew by 3.6% year-over-year. This was driven by same-store core revenue growth of 5.9% and same-store core expense growth of 11.2%. The main drivers of our second quarter same-store core revenue growth were a 7.4% increase in average monthly rental rate and a 7.3% increase in other income. Notably, we continue to make great progress on working through our lease compliance backlog this year. Same-store bad debt in the second quarter was 150 basis points of gross rental revenue, making us [ to get ] sequential improvement of about 50 basis points since the first quarter 2023. We believe this improvement should continue as more of our markets return to pre-COVID performance.\nReturning to our year-over-year results. Same-store core expense growth in the second quarter was primarily the result of expected increase in property taxes, along with higher turnover in property administration costs, mostly driven by progress we're making in our lease compliance backlog. Our expense growth was partially offset during the second quarter by a favorable 6% decrease in R&M expenses on greater cost controls and lower inflation.\nNext, I'll cover same-store leasing trends in the second quarter. Lease rates on renewals grew 6.9% year-over-year, while new lease rates grew 7.3% year-over-year. This drove second quarter blended rent growth of 7% year-over-year. In addition, average occupancy remained strong in the second quarter at 97.6%, during which is traditionally the biggest move-out season for our business.\nWe're pleased with the balance we struck so far this year between rate and occupancy. This includes optimizing for the healthy demand we're seeing at this point in our peak-leasing and move-out season, especially considering the progress I mentioned earlier on our lease compliance backlog. While this is creating additional pressure on turnover, along with some expected moderation in occupancy through the back end of peak season, we believe we're well positioned for the future with demand for our homes and the quality of our new applicants remaining strong. In particular, the average household income for new residents who have moved in with us over the past 12 months now exceeds $138,000 a year, resulting in an average income-to-rent ratio of 5.1x.\nIn summary, following a great first half of 2023, we're focused on maintaining our momentum going into the second half of the year. Our teams are working hard to ensure we control costs where we can and continue to provide the best leasing lifestyle in the industry for our residents. We remain focused on delivering outstanding service and strong results.\nI'll now turn the call over to Jon Olsen, our Chief Financial Officer.\n\nJonathan S. Olsen\n\nEVP of Corporate Strategy & Finance, Invitation Homes Inc.\n\nThanks, Charles. Today, I'll cover the following topics: first, an update on our investment-grade rated balance sheet, along with a few additional details regarding our recent portfolio acquisition; second, financial results for the second quarter; and lastly, updated 2023 full year guidance. I'll start with our balance sheet.\nAt the end of the second quarter, we had over $1.4 billion in available liquidity through a combination of unrestricted cash and undrawn capacity on our revolving credit facility. Our net debt-to-EBITDA ratio was 5.3x as of the end of the second quarter, down from 5.7x at the end of 2022. Just under 3/4 of our total debt is unsecured and over 99% of our debt is fixed rate or swapped to fixed rate. We've often emphasized how we believe our strong balance sheet positions us well for desirable growth opportunities should they arise. Our acquisition last week of nearly 1,900 homes for approximately $650 million offers an example.\nWith an average cost per home of $346,000, the acquisition reflects a meaningful discount to market value. This attractive entry point is underscored by the portfolio's outstanding quality and location, which are typically the 2 best indicators of potential future growth. In addition, the acquisition further enhances our significant scale in many of our premier Sunbelt locations, which we believe has the potential to drive even greater efficiencies and higher margins over time. We funded the acquisition primarily using cash on hand, including dry powder we accumulated through outsized dispositions in the first half of this year at an average stabilized cap rate of 3.8%. The remainder was funded by our revolver.\nPro forma for the acquisition, our net debt-to-EBITDA ratio at June 30 remains comfortably within our targeted 5.5 to 6x range. We expect this portfolio acquisition to have an immaterial effect on AFFO per share for the remainder of this year and to be accretive to AFFO per share in 2024 and beyond.\nNext, I'll touch briefly on our second quarter 2023 financial results. Second quarter core FFO increased 5.3% year-over-year to $0.44 per share, primarily due to an increase in NOI. Second quarter AFFO increased 6.8% year-over-year to $0.38 per share.\nThe last thing I'll cover is our updated 2023 full year guidance. After maintaining strong execution through much of our peak season and with favorable fundamentals expected to remain in place, we are increasing our full year 2023 same-store NOI growth guidance to a range of 4.5% to 5.5% or an increase of 25 basis points versus the midpoint of our prior guidance. This is driven by increased same-store core revenue growth guidance of 5.75% to 6.75% and increased same-store core expense growth guidance of 8.5% to 9.5%, both of which are up 50 basis points at the midpoint from our prior guidance.\nThe increase to core revenue guidance is primarily due to outperformance in rent growth and occupancy in the first half of this year, balanced against our expectation that turnover will trend higher in the second half, resulting in some moderation to occupancy. As a reminder, this is primarily the result of us continuing to make good progress in working through our lease compliance backlog, which has the near-term impact of higher expected turnover and property administrative expenses, but also the longer-term benefits of re-leasing the homes to stronger credit residents and improving revenue over time.\nWe're pleased with the progress we've made so far this year, and as a result, our expectations for full year bad debt have improved by 50 basis points at the midpoint to a new full year range of between 125 and 175 basis points. Our updated guidance also narrows the range and increases the midpoints of our ranges of expected core FFO and AFFO per share. We now expect full year 2023 core FFO in a range of $1.75 to $1.81 per share, which is an increase of $0.01 per share at the midpoint. AFFO was also increased by $0.01 per share at the midpoint to a revised range of $1.45 to $1.51 per share. Updated assumptions regarding full year acquisitions and dispositions are included in the Guidance section of last night's earnings release.\nI'll wrap up by restating our excitement for what lies ahead in the second half of this year and beyond. We will continue to focus on our strategic priorities, deliver exceptional service to our residents and drive sustainable growth and value creation for our shareholders.\nWith that, operator, please open the line for questions."
  },
  {
    "header": "INVH",
    "cik": "0001687229",
    "ticker": "INVH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8dc506dc9ebbbaefbd2a88a25075cc4f",
    "period": "2023 Q1",
    "content": "Q1 2023 Invitation Homes Inc Earnings Call\n\nQ1 2023 Invitation Homes Inc Earnings Call\n\nINVHNYSEMAY 2, 11:00 AM\n\nOperator\n\nGreetings, and welcome to the Invitation Homes First Quarter 2023 Earnings Conference Call.\nAll participants are in a listen-only mode at this time. [Operator Instructions].\nAt this time, I would like to turn the conference over to Scott McLaughlin, Senior Vice President of Investor Relations. Please go ahead.\n\nScott McLaughlin\n\nSenior Vice President of Investor Relations & Tax\n\nGood morning, and welcome I'm here today from Invitation Homes with Dallas Tanner, Chief Executive Officer; Charles Young, President and Chief Operating Officer;\nErnie Freedman, Chief Financial Officer; and John Olsen, EVP of Corporate Strategy and Finance and as previously announced, the company's CFO beginning June 1.\nFollowing our prepared remarks, we'll conduct a question-and-answer session with our covering sell-side analysts. In the interest of time, we ask that you limit yourselves to 1 question and then requeue if you'd like to ask a follow-up question.\nDuring today's call, we may reference our first quarter 2023 earnings release and supplemental information. This document was issued yesterday after the market closed and is available on the Investor Relations section of our website at www.invh.com. Certain statements we make during this call may include forward-looking statements relating to the future performance of our business, financial results, liquidity and capital resources and other nonhistorical statements, which are subject to risks and uncertainties that could cause actual outcomes or results to differ materially from those indicated. We describe some of these risks and uncertainties in our 2022 annual report on Form 10-K and other filings we make with the SEC from time to time. Invitation Homes does not update forward-looking statements and expressly disclaims any obligation to do so. We may also discuss certain non-GAAP financial measures during the call. You can find additional information regarding these non-GAAP measures, including reconciliations to the most comparable GAAP measures in yesterday's earnings release.\nI'll now turn the call over to Dallas, our Chief Executive Officer.\n\nDallas B. Tanner\n\nCo-Founder, President, CEO & Director, Invitation Homes Inc.\n\nGood morning, and thank you for joining us. We are pleased to report a strong first quarter result yesterday afternoon, reflecting a great start for a year. Average same-store occupancy improved 50 basis points over the fourth quarter to 97.8%, and new lease rent growth has accelerated sequentially every month so far this year. We're encouraged by the execution of our teams and remain bullish on our industry and our business as long-term fundamentals continue to be favorable, bolstered by our superior balance sheet and liquidity and backed by our best-in-class platform, we will seek to continue to deliver sector-leading NOI growth as we've done for the past 5 years.\nSince our inception, we've matured and performed through a variety of operating and macroeconomic environments, including a global pandemic and record high inflation. Throughout this time, we've witnessed the resilience and the relative strength of our business. This is illustrated by a great chart from John Burns Research and Consulting that we included in our March investor deck. This data shows that over the past 40 years, national SFR rent growth has historically stayed positive even during recessions.\nIn addition, in a recessionary period, we would expect that our business could see a reduction in move-outs and a benefit to occupancy. And that external growth opportunities can become more attractive. For these reasons and more, we believe single-family leasing is one of the most stable property types in real estate.\nThe Invitation Homes offers one of the best risk-adjusted return propositions compared to other commercial real estate sectors.\nTo start, supply and demand fundamentals continue to favor our business. On the demand side, this includes the demographic surge of the millennial generation who have begun reaching our average resident age of 39 years old.\nBut it also includes individuals and families of all agents who desire the flexibility and convenience of leasing a single-family home. Like all of us on the call today, our residents value great schools, proximity to growing job centers, access to transportation corridors in desirable neighborhoods for their families. They usually need or want more space with a garage and a yard to better fit their growing household and to have more room for a home office, a kids play room and their pets.\nAnd more importantly, today's residents are requesting flexibility and choice along with the appeal of a down payment light lifestyle. Further driving the demand for single-family home leasing is the rising cost of homeownership as well as the lack of inventory of for-sale housing.\nAccording to John Burns March data, and weighted by our markets, the monthly cost of owning a single-family home remain on average over $900 more expensive than leasing that same home. Others have calculated an even higher cost of average for ownership versus leasing.\nOn the supply side, the U.S. continues to suffer from a shortage of housing.\nWith the shortfall in supply relative to demand estimated to be in the millions of units. Like most economists, we think the best way to improve housing affordability is to grow the U.S. housing stock. And more specifically, by encouraging development of new housing supply. This important work really needs to begin at the state and local levels, including planning and zoning boards. And we stand at a strong support of those who want to bring positive change in this regard. In fact, we see ourselves as part of the solution to increasing housing supply through our new product pipeline that is now approaching $1 billion.\nWe will continue to seek out responsible opportunities to add supply and as a result, help improve housing availability and affordability. In consideration of these fundamentals, we believe Leasing at Home is a great option for anyone who wants all the benefits of living in a home without the hassle or expensive homeownership. And we believe Invitation Homes offers the best service platform and locations for residents to choose from.\nOne reason for this relates to core belief we've held since the early days of our business that we could revolutionalize the single-family resident experience by professionalizing resident service.\nIn short, we took a decades old antiquated mom-and-pop model and transformed that based on the needs and desires of a 21st century resident. As part of that approach, we continue to expand our service offerings and look for new and better ways to enhance the simplicity and convenience of the leasing lifestyle. At the same time, we continue to explore ways to improve efficiency through size and scale. We also remain focused on growing our portfolio accretively over the long term. And more importantly, in locations where we would expect the most favorable long-term fundamentals.\nWith regards to growth, we're committed to being prudent capital allocators through all real estate cycles. For the first quarter of 2023, this meant being a net seller of homes disposing of 284 wholly-owned homes for gross proceeds of $95 million and buying 181 wholly owned homes for $62 million. For the most part, we've recycled capital out of less desirable homes and into brand-new well-located homes as part of our new product pipeline.\nWe believe our strategy of partnering with the best homebuilders is a superior approach to investing on a risk-adjusted basis as it keeps development and its associated risk, including an expensive land bank and high G&A load off of our balance sheet.\nAt the same time, our strong balance sheet and current liquidity, including JV capital allows us to remain nimble and as opportunities arise, we will be ready. Before I close, I want to speak to the continued dislocation between the retail pricing of single-family homes and public market valuations. Strong demand for housing continues to support home prices in our markets and at our price points. While the lock-in effect, which existing homeowners are discouraged from giving up their lower mortgage rates is keeping resale supply relatively low.\nWe're seeing evidence of this supply and demand imbalance when we list our homes for sale and received multiple competing offers at great prices.\nWe believe the resilience of the U.S. housing market in the current cycle has been underestimated over the past year, and that the protracted supply and demand imbalance for single-family housing continues to provide good structural support for home prices just as it does for rent growth.\nLastly, on the topic of sustainability. I hope you've taken a moment to read our new progress overview, which we published last month.\nIt's available on our sustainability web page and includes information about our efforts to increase the quantity and the quality of our ESG disclosures. This includes new greenhouse gas emission disclosures and an opportunity for engage stakeholders to participate in an online survey to share their thoughts and their ideas with us. We welcome this feedback.\nMy thanks again to all of our teams for their hard work, dedication and commitment this past quarter and for the remainder of the year ahead. Our associates are the heart and soul of Invitation Homes, and we appreciate how they embrace the responsibility to deliver the highest level of service to our residents and strong results for our shareholders. Our plan is to keep pushing to be great here.\nWith that, I'll pass it on to Charles, our President and Chief Operating Officer.\n\nCharles D. Young\n\nChief Operating Officer & Executive Vice President, Invitation Homes, Inc.\n\nThanks, Dallas, and good morning, everyone. I'd like to begin by thanking our associates for starting off the year strong.\nI'm really proud of the efforts you display every single day to ensure that our residents feel heard, served and appreciated. I'll now review the details of our first quarter operating results. I'll start with same-store core revenues, which grew 7.7% year-over-year. This growth was primarily driven by an 8.5% increase in average monthly rent and a 7.3% increase in other income. These results include some encouraging signs. Over half of our markets are now operating in a more normal course of business in terms of timely rent payments and resolution processes.\nFor our other markets, progress continues to move in the right direction as we work through these lease compliance backlogs. These improvements were reflected in our first quarter bad debt, which beat our expectations by holding flat with our fourth quarter reported results even as rent assistance declined by over half during the same period. This indicates to us that residents are returning to a more normal payment pattern post COVID. We're also seeing stronger demand return following the winter leasing season with new lease rent growth accelerating sequentially each month during the first quarter. Overall, for the first quarter, same-store new lease rent growth came in at 5.7% and same-store renewal growth was 8%, resulting in blended rent growth of 7.3%.\nOur preliminary April results show further acceleration in the new lease side to 7.5% with renewals at 7.2% and blended 7.3%. Preliminary average occupancy in April was 97.8%.\nTurning back to our first quarter same-store results. Core operating expenses increased 14% year-over-year, representing a favorable result compared to our initial guidance expectations for the first quarter expense growth in the mid-teens. The year-over-year increase was driven by an expected year-over-year increase in property taxes due to robust home price appreciation.\nIn addition to the under-accrual of property taxes expenses in the first 3 quarters of 2022, as we've previously discussed. Expense growth was also impacted by progress we've made in working through more of the lease compliance backlog compared with last year as well as higher vacant utility costs and rates and continued inflationary pressures.\nTaken together, these results led to first quarter growth in same-store NOI of 5% year-over-year. Our teams continue to pursue various ways to improve our efficiency and resident experience. With technology upgrades frequently topping the list.\nFor example, we continue to put mobile technology into the hands of our residents. This includes a mobile experience for maintenance, which we've spoken about previously. This has been a great success with residents using it to send us over 40% of maintenance requests. In addition, we've also just launched a new mobile experience for leasing. That enables prospective residents to create a profile, save searches and view their favorite houses. In today's mobile first world, these new mobile experiences are game changers for our residents and us.\nMany thanks to all of our teams for working diligently to manage all the details of our business this past quarter, while staying focused on resident service and operational excellence. I believe we are well equipped and energized to carry the positive momentum you've begun through our peak leasing season and the remainder of the year.\nI'll now turn the call over to John Olsen, the company's next Chief Financial Officer.\n\nJonathan S. Olsen\n\nEVP of Corporate Strategy & Finance, Invitation Homes Inc.\n\nThank you, Charles. I'm excited to join you all today.\nI've been part of the Invitation Homes team since 2012, and I'm honored to have been named CFO upon Ernie's departure next month. Ernie has led our finance organization for the past 7.5 years, and in that time, he has overseen tremendous growth and many important milestones for the company.\nWe're both here in the room this morning to answer any questions you may have following our prepared remarks.\nI'll begin by covering our financial results for the first quarter and then provide an update on our investment-grade rated balance sheet and liquidity position before wrapping up to open the line for questions.\nAs we've stated, our first quarter results were in line with or slightly ahead of our expectations and offer a solid start to the year.\nCore FFO for the first quarter of 2023 and increased 9.5% year-over-year to 0.44 per share, primarily due to an increase in NOI, and AFFO increased 9% to 0.38 per share. Our full year 2023 guidance remains unchanged from the initial guidance we provided in February as we are still early in the year. Next, I'll cover our balance sheet and liquidity position.\nWe believe this is an area of strength for us, not only in comparison to how far we've come since our public listing over 6 years ago, but also relative to many of our investment-grade peers today. In the 6 years since our IPO and merger, we have applied a consistent and measured strategy to delever the balance sheet, improve the laddering of our debt maturities, refinance secured debt with unsecured debt, unencumbered assets and lower our net debt-to-EBITDA ratio.\nWe ended the first quarter with over $1.3 billion in available liquidity comprised of our unrestricted cash and undrawn revolver capacity. We have no debt reaching final maturity before 2026. And at the end of the first quarter, over 99% of our debt was fixed rate or swapped to fixed rate, nearly 3/4 of our debt was unsecured and over 83% of our homes were unencumbered.\nOur net debt-to-EBITDA ratio improved from 5.7x at the end of 2022 to 5.5x as of March 31.\nIn recognition of the great work by our team and the meaningful progress we've made -- in March, S&P Global Ratings upgraded our issuer and issue-level credit ratings from BBB- to BBB flat.\nIn addition, last week, Moody's Investors Service revised our rating outlook from stable to positive. In closing, we're pleased to start the year strong and believe our favorable fundamentals, best-in-class operating platform, dedicated associates and strong balance sheet position us well to continue delivering solid results.\nOn behalf of everyone at Invitation Homes, we extend our thanks to Ernie for the enormous impact he has made and look forward to furthering the legacy he helped build.\nWith that, operator, please open the line for questions."
  },
  {
    "header": "INVH",
    "cik": "0001687229",
    "ticker": "INVH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/25e5efbdf657773c540c759c874b726b",
    "period": "2022 Q4",
    "content": "Q4 2022 Invitation Homes Inc Earnings Call\n\nQ4 2022 Invitation Homes Inc Earnings Call\n\nINVHNYSEFEB 16, 11:00 AM\n\nOperator\n\nGreetings, and welcome to the Invitation Homes Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this call is being recorded. At this time, I would like to turn the conference over to Scott McLaughlin, Vice President of Investor Relations. Sir, please go ahead.\n\nScott McLaughlin\n\nGood morning, and welcome. Today, we'll hear remarks from Dallas Tanner, President and Chief Executive Officer; Charles Young, Chief Operating Officer; and Ernie Freedman, Chief Financial Officer. Following these remarks, we'll conduct a question-and-answer session with our covering sell-side analysts. (Operator Instructions)\nDuring today's call, we may reference our fourth quarter 2022 earnings release and supplemental information. This document was issued yesterday after the market closed and is available on the Investor Relations section of our website at www.invh.com.\nCertain statements we make during this call may include forward-looking statements relating to the future performance of our business, financial results, liquidity and capital resources and other nonhistorical statements, which are subject to risks and uncertainties that could cause actual outcomes or results to differ materially from those indicated. We describe some of these risks and uncertainties in our 2021 annual report on Form 10-K and other filings we make with the SEC from time to time. Invitation Homes does not update forward-looking statements and expressly disclaims any obligation to do so.\nWe may also discuss certain non-GAAP financial measures during the call. You can find additional information regarding these non-GAAP measures, including reconciliations to the most comparable GAAP measures, in yesterday's earnings release.\nI'll now turn the call over to Dallas.\n\nDallas B. Tanner\n\nCo-Founder, President, CEO & Director, Invitation Homes Inc.\n\nThanks for joining us this morning. I'd like to start by thanking all of our teams for their hard work last year. Yesterday, we posted 2022 year-over-year core FFO growth of 11.6% and same-store NOI growth of 9.1%.\nStrong demand for our business continued throughout the year. And despite some headwinds from inflation and an evolving regulatory environment, we believe our business continues to stand on solid footing.\nAs you all know, Ernie recently announced that he'll be stepping down as CFO in a few months. I'd like to thank him for his extraordinary vision and strategic insight over the past 7 years, and I look forward to celebrating his achievements later this year.\nAt the same time, I'm excited for Jon Olsen, who joins us here in the room this morning, to lead our finance team beginning in June. Jon has been part of Invitation Homes from the beginning with deep involvement in all of our strategic and financial activities. We expect this to be a seamless transition.\nBefore turning it over to Charles and Ernie to provide more details about our 2022 performance and our expectations for 2023, I wanted to take a few moments to discuss the current housing environment in the United States and how we believe Invitation Homes is well positioned to help support the country's housing needs. It has been reported that the U.S. needs to add more than 13 million housing units over the next 7 years in order to accommodate new household formation and address the undersupply of the past decade.\nToday, however, it remains challenging to deliver new supply in desirable locations because of state and local restrictions as well as labor and material shortages. In addition, today's macroeconomic environment of higher inflation and higher interest rates may discourage investment in new supply.\nOn top of these supply pressures, the largest demographic group, the millennial generation, is now aging in the life stage of needing more space to accommodate their families and their lifestyles. Add to all of that, the increased flexibility of many to work part-time or full-time from home, and we believe demand for single-family housing should remain strong for many years to come.\nAt the core of our business is a straightforward yet critical gulf. We seek to be a meaningful part of the solution for high-quality and flexible housing options. We provide quality homes for lease in desirable locations with access to great schools and employment centers.\nWe offer best-in-class service, allowing residents to focus on their lives. And we're proud that we partner with 150 public housing authorities and serving thousands of our residents who participate in a housing assistance program, including HUD's housing choice voucher program.\nAnd we're delivering new homes to marketplace through our previously announced builder relationships. Today, that builder pipeline exceeds 2,300 homes that we expect to deliver over the next few years, and our plans are to continue investing in new construction in the future.\nAs a reminder, our approach to bringing new housing to the marketplace keeps development risk off of our balance sheet and avoids any related G&A burden, while also allowing us to partner with some of the best homebuilders in the business to select and buy new homes in great locations. We think this approach is a real differentiator and allows us to maximize flexibility and optionality while remaining opportunistic and minimizing risk.\nAll of this is important because the lack of available supply of single-family housing and strong demand from those who wish to live in a single-family home have made homeownership much more expensive today. This supply and demand imbalance is further aggravated by inflation and elevated interest rates, leading to the widest dislocation we've seen between the cost of homeownership and the cost of leasing since starting this business.\nWe're therefore very proud to provide our residents the opportunity to live in neighborhoods and school districts that might not otherwise be accessible at a cost that is often significantly more affordable than any other housing option. Let me pull on that string a little bit further.\nBased on the John Burns December data, leasing a home cost nearly $900 less each month than owning a home across our markets. This means that leasing a home can save a family nearly 30% a month on their housing costs on average. These savings are even more compelling on a per square foot basis where single-family rental homes currently come out as the most cost-effective housing option compared to not only homeownership costs but also apartment rent.\nThat being the case, we believe today's macroeconomic environment and the current supply and demand fundamentals make the Invitation Homes value proposition compelling for both our residents and our shareholders. This is on top of several differentiators of our business that we have noticed in the past.\nFor residents, these benefits include a recently renovated, refreshed or newly built home in a desirable location; ProCare, which is our resident service model that provides for consistent interactions with our residents throughout their time with us; best-in-class technology tools of the most recent example being our mobile maintenance app, offering residents an even more efficient process to submit service requests; and a growing list of resident services designed to elevate their living experience.\nFor our shareholders, we believe there are numerous absolute and relative advantages to the single-family rental industry, including single-family homes are the most liquid real estate sector within the United States. There's typically much lower turnover in single-family rental than in multifamily with residents often staying much longer.\nAnd there's a long track record of rent growth within SFR even during recessionary periods. With a nod again to the Burns data, national average single-family rent growth has never had a meaningful decline in nearly 40 years of tracking that data.\nLastly, we believe there are numerous advantages to the Invitation Homes way, including our hallmark scale; location in highest end markets, overseen by the best operators in the space as evidenced by our 46.6% cumulative same-store NOI growth rate from 2017 to 2022, nearly 2,500 basis points greater than the average of our residential peers; our strong balance sheet with no debt coming due until 2026; and our builder partner growth pipeline that maximizes flexibility and contributes to new housing supply while also avoiding big investments in land and a large G&A load.\nIn closing, we couldn't be more excited about our real estate, our teams and the underlying fundamentals here in 2023, a year with some uncertainty and also a year we believe full of opportunity to continue delivering a premier resident experience to anyone who chooses to live a more flexible and worry-free lifestyle.\nWith that, I'll pass it on to Charles, our Chief Operating Officer.\n\nCharles D. Young\n\nExecutive VP & COO, Invitation Homes Inc.\n\nGood morning, everyone. As Dallas mentioned earlier, 2022 is a solid year for us. We believe our results are a reflection of the service we offer our residents and our performance in providing an exceptional leasing experience. This is an ongoing journey that we look forward to continuing in 2023. So thank you to all of our associates for your constant commitment to genuine care.\nI'll now walk you through our operating results in more detail. Same-store core revenues grew 7.6% year-over-year in the fourth quarter. This increase was driven by average monthly rental rate growth of 9.4% and a 16% increase in other property income, net of resident recoveries. Same-store average occupancy was 97.3% in the fourth quarter, down 80 basis points year-over-year as a result of higher vacancy due to increased turnover.\nFor the full year 2022, our same-store revenue grew by 9%. Same-store core expenses grew 16.3% year-over-year in the fourth quarter. The main driver of this growth was an 18.3% increase in property tax expense. As indicated a few months ago, this increase was anticipated to be outsized due to a catch-up to our property tax accrual in the fourth quarter primarily related to higher property tax bills in our homes in Florida and Georgia.\nFor full year 2022, including this fourth quarter catch-up, property tax expense grew by 7.8%, while core operating expense for the full year 2022 were up 8.6%. Outside of property taxes, the inflationary environment was the largest contributor to the higher growth in core operating expenses. Following 2 years in a row of virtually no expense growth year-over-year, our expectation that we will see some of last year's inflationary pressure continue into 2023. Finishing up with our same-store operating results, we reported fourth quarter NOI growth of 3.7%, which brought our full year 2022 NOI growth to 9.1%.\nNext, I'll cover leasing trends in the fourth quarter of 2022 and January 2023. Same-store blended rent growth was 9.1% in the fourth quarter, which is comprised of renewal rent growth of 9.9% and new lease rent growth of 7.4%. In January 2023, same-store blended rent growth was 7.4% with renewals coming in at 8.7% and new leases at 4.9%. Same-store occupancy in January was 97.7%, an increase of 40 basis points from our fourth quarter results.\nAs we anticipated, bad debt was a stronger headwind in the fourth quarter than in the third quarter, representing 2% of gross rental revenues. California, and more specifically, Southern California continued to experienced outsized bad debt within our portfolio. Approximately 40% of our Southern California homes are located within Los Angeles County, where ordinances continue to restrict residential lease compliance options.\nFor the remainder of our portfolio, we are seeing some markets return to more regular procedures for addressing delinquency, though it's a slower process now than it has been historically in some of our markets. Across all our markets, we're proud to offer a desirable housing option and worry-free lifestyle to our residents. In our most recent resident surveys, we heard that the need for more space and desirable location of our homes were once again the top 2 reasons why new residents choose to lease from us in the fourth quarter.\n80% of new resident surveys indicate it's important to have a home office or bonus room with nearly half stating they work from home at least 2 days a week. In addition, our average household income for new residents during 2022 remain healthy at approximately $134,000, representing an income to rent ratio of 5.2x.\nFinally, our residents continued to demonstrate high satisfaction with the service our teams are providing as evidenced by our high occupancy, low turnover, average length of stay of nearly 3 years and strong resident satisfaction scores. I extend my thanks to our teams who have helped make this all possible. And I challenge our associates to continue to raise the bar here in 2023.\nI'll now turn the call over to Ernie, our Chief Financial Officer.\n\nErnest M. Freedman\n\nExecutive VP, CFO & Treasurer, Invitation Homes Inc.\n\nThank you, Charles. This morning, I will cover the following topics: one, balance sheet and capital markets activity; two, financial results for the fourth quarter; and three, our 2023 guidance, which we introduced in yesterday's earnings release.\nSince our IPO in 2017, we have been focused on reducing our overall leverage, improving our maturity ladder, achieving an investment-grade rating and transitioning to a balance sheet that is capitalized mostly with unsecured debt at fixed rates. We have made significant progress across all of these objectives.\nAt year-end 2022, net debt to adjusted EBITDA stood at 5.7x. Our weighted average maturity was 5.6 years, and when considering available extension options, we have no debt coming due until 2026. Over 99% of our debt was fixed rate or swapped to fixed rate.\nWe achieved our investment-grade rating in the spring of 2021. And at year-end 2022, over 83% of our homes were unencumbered, and 73.7% of our debt was unsecured with secured debt representing less than 10% of gross book value of our real estate.\nAs previously announced, during the fourth quarter, we prepaid the remaining portion of our IH 2018-1 securitization using the delayed draw feature of our 7-year unsecured term loan that closed in June 2022. We ended the year with $1.3 billion of liquidity from both our undrawn revolver and unrestricted cash.\nI'll now cover our fourth quarter and full year 2022 financial results. Core FFO for the fourth quarter increased 10.6% year-over-year to $0.43 per share, and AFFO increased 9.2% to $0.36 per share. For the full year 2022, core FFO and AFFO per share increased 11.6% and 10.2% to $1.67 and $1.41, respectively, each exceeding the midpoint of our guidance. Included in our earnings release, we provided a bridge from 2022 core FFO per share to the midpoint of 2023 core FFO per share guidance.\nWith regards to our same-store operating metrics, we expect same-store core revenue growth in a range of 5.25% to 6.25%. Embedded in our guidance are the following assumptions: first, slightly lower average occupancy versus 2022 due to anticipated higher turnover; and second, elevated bad debt of 25 to 75 basis points higher than 2022.\nNext, same-store core expense growth, which we expect in the range of 7.5% to 9.5%. Included in this guidance is the assumption that real estate taxes will increase between 6.5% to 7.5%, an improvement from 2022. We also expect to see pressure on turnover, operating and capital expense due mainly to our assumption of higher turnover in 2023, along with our assumption around ongoing inflationary pressures.\nAs Charles mentioned, our real estate tax expense in 2022 was underaccrued for the first 3 quarters of 2022. So we recorded an outsized catch-up in the fourth quarter of 2022. As a result, we anticipate 2023 same-store core expense growth in the mid-teens for the first quarter of 2023 followed by sequential improvement during the remainder of the year, resulting in the expected range for the full year 2023.\nTaken together, this brings our expectation for same-store NOI growth to 4.0% to 5.5%. We also expect full year 2023 core FFO per share to be in the range of $1.73 to $1.81 and AFFO per share in the range of $1.43 to $1.51.\nAs a result of this anticipated growth in AFFO per share in 2023, our Board of Directors has authorized an increase in our quarterly dividend by 18.2% to $0.26 per share. Our guidance assumes that our 2023 acquisitions will be modest. This includes our initial expectation for on-balance sheet acquisitions of $250 million to $300 million from our builder partners, which we plan to fund through free cash flow and disposition proceeds. It also includes our expectation for acquisitions in our joint ventures of $100 million to $300 million.\nOutside of this guidance assumption, our actual acquisition activity will be based on how attractive the buying opportunities are relative to our cost of capital as the year progresses. With our balance sheet in excellent shape, our ample liquidity providing us with plenty of dry powder and our joint ventures offering us access to additional capital, we're well positioned with the flexibility to maintain an opportunistic approach to external growth this year.\nI'll wrap up by echoing Dallas' and Charles' gratitude to our associates. They continually work hard to deliver strong results and to respectfully care for our residents in our homes.\nAs we look ahead, we are confident in our continued success based on favorable supply and demand fundamentals, our healthy balance sheet, our unwavering commitment to outstanding resident service, our strong team and our desire to remain the premier choice in home leasing.\nWith that, operator, please open the line for questions."
  },
  {
    "header": "INVH",
    "cik": "0001687229",
    "ticker": "INVH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6b64683ebcd328686069f74c5fd0ca40",
    "period": "2022 Q3",
    "content": "Q3 2022 Invitation Homes Inc Earnings Call\n\nQ3 2022 Invitation Homes Inc Earnings Call\n\nINVHNYSEOCT 27, 11:00 AM\n\nOperator\n\nGreetings and welcome to the Invitation Homes Third Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nAt this time, I would like to turn the conference over to Scott McLaughlin, Vice President of Investor Relations. Please go ahead.\n\nScott McLaughlin\n\nVP of IR, Invitation Homes Inc.\n\nGood morning and welcome. I'm here today from Invitation Homes with Dallas Tanner, our President and Chief Executive Officer; Charles Young, Chief Operating Officer; and Ernie Freedman, Chief Financial Officer.\nDuring this call, we may reference our third quarter 2022 earnings release and supplemental information. This document was issued yesterday after market closed and is available on the Investor Relations section of our website at www.invh.com.\nCertain statements we make during this call may include forward-looking statements relating to the future performance of our business, financial results, liquidity and capital resources and other nonhistorical statements, which are subject to risks and uncertainties that could cause actual outcomes or results to differ materially from those indicated in any such statements. We describe some of these risks and uncertainties in our 2021 annual report on Form 10-K and other filings we make with the SEC from time to time. Invitation Homes does not update forward-looking statements and expressly disclaims any obligation to do so.\nWe may also discuss certain non-GAAP financial measures during the call. You can find additional information regarding these non-GAAP measures, including reconciliations to the most comparable GAAP measures in yesterday's earnings release.\nWith that, let me turn the call over to Dallas.\n\nDallas B. Tanner\n\nCo-Founder, President, CEO & Director, Invitation Homes Inc.\n\nThanks, Scott, and good morning. I appreciate everyone joining us today. It was a solid quarter for Invitation Homes with same-store NOI growth of 8.6%, blended lease rate growth of 11.6% and average occupancy of 97.5%. Our continued low turnover, high occupancy and high resident satisfaction scores remain a testament to the outstanding efforts of our associates.\nMy thanks to them for providing another quarter of premier resident service, especially those recently impacted by Hurricane Ian. I couldn't be prouder of the quick and caring response our team members provided in the wake of the storm as well as our role in helping the communities we serve.\nAcross the country, we provide housing choice and flexibility that residents desire and need. While the macro world we all live in has changed quite a bit in the past year, we believe our business remains well positioned to succeed within it. Here's why.\nTo start, we believe professionally managed single-family homes for lease are an important part of the housing solution in the United States. We still face a housing supply shortage in this country by as many as several million units from some accounts. Today's elevated interest and mortgage rates haven't helped as seen by the pullback from builders in the last month's further decline in starts for single-family home.\nIt's also harder for those thinking of buying a home in the near term. Recent reports have noted that monthly payments on new mortgages have increased by as much as 60% since the start of this year due to higher mortgage rates. According to last month's data from John Burns, this contributes to a cost of homeownership that is over 20% higher on average than leasing across Invitation Homes markets. That works out to an average difference of roughly $600 a month in savings from leasing a home.\nSo leasing remains a preferred choice for many families, combining convenience and flexibility as well as value. These advantages further fan the favorable tailwinds of demographics, especially among millennials who are just beginning to approach our average resident age of 39 years old.\nWith our expectation that these favorable supply and demand dynamics will stay with us, there's a call to grow our industry-leading scale, technology and experience. We consider this in tandem with our cost of capital. Our updated acquisition assumption for the full year is $1.1 billion. And through the third quarter, we've acquired approximately $1 billion of that target. We have slowed our acquisition pace in light of the current environment, taking advantage of opportunities to recycle assets and weighing our cost of capital on balance sheet versus our joint ventures.\nAs a result, we're continuing to explore all opportunities available to us to expand our investment management businesses and explore accretive growth, while at the same time, operating as prudent capital allocators who remain nimble for when opportunities may arise.\nAs we have continued to learn and grow, so have many of our best practices, including how we address energy and sustainability. We recently deepened our bench with the hiring of 2 in-house experts to oversee our ESG and our energy initiatives. We have a responsibility and a commitment to be a leader in these areas among our industry, and I'm pleased to see us making good progress.\nOf particular note, we recently learned that our latest GRESB score increased over 13% year-over-year, a significant improvement reflects the great work by our ESG task force. Before wrapping up, I'd like to comment on our reported results and our updated guidance. Our revised full year guidance for 2022 is consistent with our prior expectations for the overall business with 2 exceptions: property taxes and bad debt.\nProperty tax assessments have been impacted more quickly than we would have anticipated due to the robust home price appreciation within our markets. And our bad debt is expected to stay somewhat elevated compared to before the pandemic as it's taking us longer to address residents who are not current with the rents. We're committed to doing our best to help manage through these items.\nIn closing, we believe our business remains favorably positioned within the residential and the broader REIT space. And we're excited by the positive impact we're making for greater options in housing and the opportunities we believe this brings to Invitation Homes and our stakeholders.\nWith that, I'll pass it on to Charles, our Chief Operating Officer.\n\nCharles D. Young\n\nExecutive VP & COO, Invitation Homes Inc.\n\nThank you, Dallas. I'd like to begin by thanking all of our teams for their commitment to providing outstanding customer service and earning the loyalty of our residents every day. I'm especially proud of our associates in Florida and the Carolinas for their hard work and genuine care following Hurricane Ian. We're thankful to have avoided any reported injuries from the storm.\nNow let's discuss the details of our third quarter operating results. Our same-store net operating income grew 8.6% year-over-year. Same-store core revenue growth was 8.3%, primarily driven by a 9.6% increase in average monthly rent and a 15.5% increase in other income. Our same-store average occupancy was 97.5% for the third quarter. The sequential decrease from the second quarter reflects our expected return to a more normal seasonality patterns that have otherwise been absent the past 2 years.\nWe also saw a return of elevated bad debt in the third quarter to 170 basis points. The quarterly rate has fluctuated this year from as high as 190 basis points to as low as 70 basis points. Rental system payments have been a factor in the volatility, and we are seeing that many of these programs are starting to wind down.\nWe've been proud of our role in working with residents who need help, and we'll continue to seek solutions to common ground. Overall, our portfolio remains very healthy. New resident average household incomes continue to improve, climbing to over $134,000 per year, representing an average income-to-rent ratio of 5.3x.\nReturning to our same-store results for the quarter. Core operating expenses increased 7.6% year-over-year, primarily driven by a 3.8% increase in fixed expenses, a 15.4% increase in repair and maintenance expense and a 15.2% increase in turnover expenses. These increases were attributable to the continued inflationary pressure pressures and a rise in the number of move-outs of residents who are not current with their rent. Our teams are working hard to leverage our procurement relationships, our scale and our technology to combat these pressures where we can.\nNext, I'll cover third quarter leasing trends. New lease rates grew 15.6%, and renewal rates grew 10.2%. This resulted in blended rent growth of 11.6% or 100 basis points higher than the third quarter of 2021. Given that we're nearing the end of the year, I'll also touch on how things are shaping up for October.\nWe expect new lease rate growth for this month to come in at 9% or better and renewal increases to come in at 10% or better. We sent out renewals for November and December in the mid-10% range. All told, these are strong increases that we believe underscore the current health of the single-family fundamentals.\nLooking ahead, we remain focused on ways we can better utilize technology to lower cost and improve resident experience. One example of how we've done this is with our mobile maintenance app. We launched the app a bit over a year ago, and it's now been downloaded over 110,000 times with an average app score rating in the high 4s. Our residents are submitting about 40% of total work orders through the app today. These submissions include a high rate of photos and videos, reducing the need for return trips and making the experience a lot more convenient for our residents.\nSince the launch of the mobile app, we have also reduced a proportion of our overall maintenance requests that are received by our call center by nearly 1/3. Once again, I'm proud of our teams who rose to the challenges of a hurricane, high bar prior year comps and significant inflation to deliver a solid result for the third quarter. We remain laser-focused on executing and planning to finish the year strong.\nI'll now turn the call over to Ernie, our Chief Financial Officer.\n\nErnest M. Freedman\n\nExecutive VP & CFO, Invitation Homes Inc.\n\nThank you, Charles. Today, I will discuss the following topics: first, our balance sheet; second, our financial results for the third quarter; and third, our revised 2022 guidance. I'll begin with my first topic, our balance sheet.\nWe believe our solid investment-grade rated balance sheet positions us well as we navigate the current environment. To recap, 99% of our debt is fixed or swapped to fixed at a weighted average interest rate of 3.6% with approximately 2/3 of our debt being unsecured. We've also made significant progress in laddering our debt maturities with no debt due until 2025.\nOur net debt-to-EBITDA ratio is now 5.7x, solidly within our target range of 5.5 to 6x. As of the end of the third quarter, our liquidity totaled nearly $1.9 billion through a combination of unrestricted cash and undrawn capacity on our revolving credit facility and term loan.\nTurning now to my second topic, our third quarter financial results. Core FFO increased 9.5% year-over-year to $0.42 per share, primarily due to an increase in NOI, driven by strong rent growth and demand for our homes. This drove an 8.2% year-over-year increase in AFFO to $0.34 per share.\nI'd like to point out the following 2 nonrecurring items included in our third quarter reconciliation of reported FFO to core FFO. The first is our estimated financial impact of Hurricane Ian. Our third quarter net casualty losses in our core FFO reconciliation include a $19 million accrual for estimated losses and damages related to the storm.\nBased on our prior experience, it's possible that additional damage may be identified over the coming months. And if needed, we will adjust our estimates. Additionally, a small portion of the losses may be recoverable through our insurance policies that provide coverage for wind, flood and business interruption, subject to deductibles and limits.\nThe second nonrecurring item is an approximate $7.5 million global settlement of a multistate alleged class action regarding resident late fees. The settlement covers claims initially asserted in May of 2018 and involved allegations similar to what others in the residential sector have faced or are still facing.\nWhile we strongly believe that the allegations were without merit and we do not admit to any liability in the settlement, we believe it was in the best interest of the business to settle the case in order to save time and expense associated with the litigation. Settlement remains subject to court approval.\nThe last thing I will cover is our updated guidance for the full year. Included in last night's release are the details of these updates, which reflect our revised expectations for same-store results and core FFO and AFFO per share. As Dallas mentioned, the majority of the change in our updated same-store core operating expense guidance is due to our revised expectations for real estate taxes.\nHome price depreciation has been very strong in our markets for much of 2021 and 2022. Historically, we have seen that local assessors might take longer to reflect current fair values in their assessments and that millage rate resets might be impactful to partially offset increasing assessments.\nAlthough we have not yet received all final tax bills, based on the information available to us, we believe our growth in real estate taxes will now be 7% to 8% for 2022 or about 300 basis points higher than previous expectations. This increase is primarily due to significantly higher assessments and anticipated tax bills for our homes in Florida and Georgia, partially offset by favorable expectations in other jurisdictions.\nAssessments in Florida and Georgia were up on average almost 30% from prior year. We plan to appeal a much higher proportion of these assessments compared to prior years, knowing that there will be a timing difference between when we appeal and when any rebates are received.\nLess impactful is the change in our outlook for same-store core revenue growth. We reduced our expectations as we now expect bad debt to remain somewhat elevated relative to pre-pandemic historical norms as it continues to take longer to address residents who are not current with their rent.\nIn conclusion, it's clearly been a dynamic year-to-date marked with favorable supply-and-demand fundamentals and overall strong performance from our associates and business. We believe our seasoned team and time-tested platform are well prepared to continue to execute and deliver solid results.\nWith that, operator, please open the line for questions."
  },
  {
    "header": "INVH",
    "cik": "0001687229",
    "ticker": "INVH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7506222478f8ca0ca7cdaa6e344d3308",
    "period": "2022 Q2",
    "content": "Q2 2022 Invitation Homes Inc Earnings Call\n\nQ2 2022 Invitation Homes Inc Earnings Call\n\nINVHNYSEJUL 28, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the Invitation Homes Second Quarter 2022 Earnings Conference Call. My name is Irene, and I will be coordinating this event.\nI would like to turn the conference over to our host, Scott McLaughlin, Head of Investor Relations. Scott, please go ahead.\n\nScott McLaughlin\n\nVP of IR, Invitation Homes Inc.\n\nThank you, Irene. Good morning and welcome. I'm here today from Invitation Homes with Dallas Tanner, our President and Chief Executive Officer; Charles Young, Chief Operating Officer; and Ernie Freedman, Chief Financial Officer.\nDuring this call, we may reference our second quarter 2022 earnings release and supplemental information. This document was issued yesterday after the market closed and is available on the Investor Relations section of our website at www.invh.com.\nCertain statements we make during this call may include forward-looking statements relating to the future performance of our business, financial results, liquidity and capital resources and other nonhistorical statements, which are subject to risks and uncertainties that could cause actual outcomes or results to differ materially from those indicated in any such statements. We describe some of these risks and uncertainties in our 2021 annual report on Form 10-K and other filings we make with the SEC from time to time. Invitation Homes does not update forward-looking statements and expressly disclaims any obligation to do so.\nWe may also discuss certain non-GAAP financial measures during the call. You can find additional information regarding these non-GAAP measures, including reconciliations to the most comparable GAAP measures, in yesterday's earnings release.\nWith that, let me turn the call over to Dallas.\n\nDallas B. Tanner\n\nCo-Founder, President, CEO & Director, Invitation Homes Inc.\n\nThanks, Scott, and good morning. I'm excited to speak with you today following the release of our second quarter results. The state of the business remains very healthy. Second quarter average occupancy was 98%. We set a new record with trailing 12-month turnover at only 21.3%. Lease growth continued to accelerate, including a blended rate of 11.8% that was 380 basis points higher year-over-year. And same-store NOI growth was 12.4%. These strong results and our improved expectations for the full year, as provided in our revised guidance, reflect the hard work of our teams and the impact of favorable supply and demand dynamics within our markets. I'd like to discuss these in more detail during my remarks today.\nFirst, let me begin with the hard work of our teams. We've been providing a high level of care to single-family residents since we started the business over 10 years ago. As you know, we provide 24/7 customer service to our residents, routine ProCare visits, and a deep and wide bench of dedicated associates. We believe we offer a differentiated and best-in-class experience that is unique to an industry that is still predominantly comprised of smaller mom-and-pop operators.\nWe know that satisfied residents tend to stay with us longer and take better care of their homes. And our customers are telling us they are very satisfied, both by their comments and with their actions. We believe our high resident satisfaction ratings, high resident retention and high occupancy are among the strongest indicators of our residents' trust, satisfaction and loyalty. I therefore like to thank our more than 1,400 associates for delivering the best resident experience in the industry and for executing so well operationally again this past quarter.\nSecond, the overall shortage of housing. By some estimates, the United States is undersupplied by as many as 2 million to 4 million homes today. Much of this traces back to the Great Recession and the resulting plummet in the number of single-family housing starts. While construction has gradually improved, it remains insufficient to meet existing demand and is predicted to decline again over the next few years. Despite these supply challenges, we continue to offer a valuable choice for those who want to lease a home. This choice is broad-based. And in addition to our legacy business, now includes options for those preferring a lease-to-own opportunity through our investment in Pathway Homes as well as one for those desiring to lease a home that's been recently constructed by one of our builder partners.\nThird, I'd like to discuss the strong demand we continue to see for our homes. This is driven by job growth and household formation in our markets and continued migration and population growth, particularly within the Sunbelt. It's also driven by age-based demographics. Millennials still represent the largest population segment in the United States at over 70 million people between the ages of 26 and 41 today. With our average new resident age staying really consistent at about 39 years old, we believe many of this generation are or will be attracted to the lifestyle and affordability that leasing a single-family home provides. This demand is further enhanced as a result of more recent and continuing trends, including the need for more space such as a home office, the popularity of pets, and a rise in mortgage rates that made leasing a home a more affordable option compared to homeownership in all of our markets today.\nI also want to say a few things relating to ESG. We recognize the strength of our business is directly linked to the strength of our communities. In this regard, we've led by our core values, including those of genuine care and standout citizenship. We live out these core values in many ways, including tens of thousands of company paid hours that our associates spend volunteering in their local communities each year; our invitation to skill up project, which encourages and supports careers in the skilled trades; and also our green spaces programs, which develop and improve outdoor community spaces and promote conservation efforts. The call to be a standout citizen extends to our corporate government practices as well where we recently moved up in Green Street's annual REIT governance rankings from one of the top-rated REITs to the highest-rated REIT.\nBefore I wrap up, I want to address the report released this morning by the House Select Subcommittee on the coronavirus crisis. While we have not had time to fully digest the report, there are a few things I'd like to share here. First, and perhaps most importantly, the report clearly states that we did not engage in practices that were unlawful, the fact that we've known quite well since we work hard to follow all the laws within our markets. Second, this report shows just a tiny fraction of the full picture of the work we did during the pandemic and will continue to do so today. We are proud of how we stepped out early to halt all evictions, to fully comprehend the impact of the pandemic and quickly moved to provide flexible payment plans for our residents; contacted residents who had fallen behind in order to help them with flexible payment options or assistance with government assistance; and overall, our team showed the kind of genuine care we are proud to exhibit on a daily basis. Through these efforts, we provided help to more than 33,000 residents who are in need of extra time or financial assistance, for a total of nearly $175 million. We also helped over 10,000 residents obtain government assistance payments totaling more than $94 million. These are the outcomes that matter.\nAt Invitation Homes, we believe everyone should have the choice to live in a great neighborhood. When they choose to lease from us, we're committed to providing the highest quality resident experience possible. We're pleased to have favorable supply and demand fundamentals as a tailwind for our business, and we work hard to offer a best-in-class resident experience that allows our residents to live freer.\nWith that, I'll pass it on to Charles, our Chief Operating Officer.\n\nCharles D. Young\n\nExecutive VP & COO, Invitation Homes Inc.\n\nThank you, Dallas. I'd like to start by thanking our associates for another extraordinary quarter during one of our busiest times of the year. It's because of their efforts in providing a premier resident experience that we have achieved such strong operating results. I'm proud of our teams, how they've done in the field and earn such strong recognition and loyalty from our residents. We see this evidenced in many ways, including a record low turnover that Dallas mentioned earlier, our sustained A+ Better Business Bureau rating and certification, and our average length of stay approaching 3 years.\nI'll now take a moment to review the details of our second quarter 2022 operating performance. Same-store core revenues grew 10.4% year-over-year, which is up from 9.4% year-over-year in the first quarter. Our year-over-year increase was primarily driven by average monthly rental rate growth of 9.4% and a 19.9% increase in other income. These top line results drove same-store NOI growth to 12.4% year-over-year in the second quarter, making 4 quarters in a row of double-digit same-store NOI growth. This was despite same-store core operating expenses being up 6.2% year-over-year in the second quarter.\nOur largest expense increases were in property taxes, which were up 4.7% year-over-year in line with our expectations given the recent rise in property values, and also on repair and maintenance expense, which was up 15.2% year-over-year and includes the impact of higher labor and material costs across the marketplace.\nNext, I'll discuss the current leasing environment. We continue to see strong demand through the second quarter into July. New lease growth rate accelerated throughout the second quarter, with June's 17.9% result surpassing May's 16.5% and April's 15.4%. Blended rate growth was 11.8% for the second quarter, up 380 basis points from last year's strong results. As we sit today, leads are at or near 3-year highs, while our application volume remains in line with the last 2 years.\nMarkets with the strongest new lease growth continued to include Las Vegas and Phoenix, and now also include South Florida, Tampa, Orlando as well, reflecting the continued strength of the Sunbelt. Further, with our new lease rate growth continuing to significantly exceed renewals, we remain -- we maintain a sizable loss to lease that we estimate to be approximately 16% across the portfolio. Together with our historically low turnover, we believe we are well positioned for future rental growth.\nWhile these leasing trends are notable, so too are new resident incomes. Residents who moved in with us for 12 months ending June 30 had an average annual household income that exceeded $131,000. This represented income-to-rent ratio of 5.3x, which means our new residents are spending, on average, less than 19% of their annual income on housing.\nLeasing a home has become increasingly more affordable given rising mortgage rates and home prices. According to John Burns' latest figures, in all 16 of our markets, it is more affordable to lease a single-family home today than it is to buy by a weighted average savings of almost $700 per month or 24%.\nOur own internal data shows that the first half of this year compared to the prior year, we saw a significant decrease in the number of residents moving out to buy a home. This was the case as measured by both number of move-outs to buy a home, which was down 24% from prior year, and also as a percentage of total move-outs, which was down 300 basis points to 26%. And this trend of fewer move-outs to home ownership accelerated this year from the first to second quarter.\nWith just over half of the year behind us, I'm excited by the opportunities in the remaining part of the year to continue to improve and deliver the leasing lifestyle our residents desire. This includes a home that offers individuals and families the additional space they need, is close to work and welcomes their pets, and offers an easy leasing lifestyle that all of our associates do our best to provide each and every day.\nI'll now turn the call over to Ernie, our Chief Financial Officer.\n\nErnest M. Freedman\n\nExecutive VP & CFO, Invitation Homes Inc.\n\nThank you, Charles. Today, I will discuss the following topics: balance sheet and capital markets activity, followed by our financial results for the second quarter before wrapping up with our updated 2022 guidance.\nI'll begin with our capital markets activity, starting with our recently announced $725 million unsecured term loan.\nThe 7-year term loan matures in June 2029 and bears interest at adjusted SOFR plus 124 basis points, based on our current credit ratings. This pricing includes the benefit we received from meeting certain ESG performance targets similar to our existing unsecured credit facility. The new term loan has a delayed draw feature that allowed us the option to receive a portion of the proceeds at closing, followed by up to 3 additional draws over a 6-month period. We elected to draw $150 million of proceeds in our initial funding at closing in June and used the initial proceeds to voluntarily prepay a portion of our secured debt that was scheduled to mature in 2025.\nAs a reminder, at the start of the second quarter, we also closed a $600 million 10-year unsecured public bond offering. The 4.15% senior notes priced at the end of March and are scheduled to mature in April 2032. Net proceeds were also used to voluntarily prepay a portion of our secured debt that was scheduled to mature in 2025.\nAs a result of these capital market activities, we increased our unencumbered pool to approximately 78% of our wholly owned properties and raised the portion of our total debt structure that's unsecured to over 66%. We have no debt coming due until 2025, and our weighted average maturity was 5.8 years at quarter end.\nAt the end of the second quarter, our net debt-to-EBITDA ratio was 5.9x within our targeted range of 5.5 to 6x. As of the end of the second quarter, we had nearly $1.8 billion of liquidity, including approximately $273 million of cash, along with the undrawn capacity of our credit facility and term loan.\nI'll now touch briefly on my next topic, which is our second quarter 2022 financial results. Core FFO per share increased 13.2% year-over-year to $0.42, primarily due to NOI growth. AFFO per share increased 11.9% year-over-year to $0.36.\nThe last thing I will cover is our updated 2022 guidance. As a result of strong execution and favorable supply and demand fundamentals, we raised our full year 2022 same-store core revenue growth expectations to a range of 9% to 10%, up 100 basis points at the midpoint. While we're coming off 2 years in a row with exceptionally low expense growth of 1% and 0.5%, respectively, as expected, inflationary headwinds have been strong this year and are predicted to remain.\nAs a result, we revised our full year 2022 same-store expense growth expectations of 6% to 7%, which is an increase of 50 basis points at the midpoint from prior guidance. All considered, our revised full year 2022 same-store NOI growth guidance has been increased to a range of 10% to 11.5%, up 100 basis points at the midpoint.\nRegarding investment activity, considering current and anticipated market conditions for the near term and also due to the cost of capital increasing from both the beginning of the year and more recent expectations, we now expect gross acquisitions for 2022 of approximately $1.5 billion. Through the end of the second quarter, we acquired approximately $800 million of homes on balance sheet and in our joint ventures.\nWith regards to dispositions, we now expect approximately $200 million of proceeds for the year, of which approximately $130 million have closed through the end of the second quarter. Taking these changes into account, we are increasing and tightening our guidance for core FFO and AFFO to reflect our revised outlook. We now expect full year 2022 core FFO of $1.66 to $1.72 per share, which represents an increase of $0.03 per share at the midpoint from previous guidance. AFFO is now expected to be $1.41 to $1.47 per share or an increase of $0.02 per share at the midpoint.\nI'll close by echoing Dallas' and Charles' comments that we continue to be pleased with the business and our team's execution. Moreover, supply and demand fundamentals remain favorable. We feel well positioned with our loss to lease and low turnover, and we remain committed to delivering an exceptional revenue experience.\nWith that, operator, please open the line for questions."
  },
  {
    "header": "INVH",
    "cik": "0001687229",
    "ticker": "INVH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/05998f0588ee20adddbd4721b40b09cf",
    "period": "2022 Q1",
    "content": "Q1 2022 Invitation Homes Inc Earnings Call\n\nQ1 2022 Invitation Homes Inc Earnings Call\n\nINVHNYSEAPR 28, 11:00 AM\n\nOperator\n\nWelcome to the Invitation Homes First Quarter 2022 Earnings Conference Call. My name is Ruby, and I will be your moderator for today's call. (Operator Instructions)\nI will now hand over to your host, Scott McLaughlin, to begin. Scott, please go ahead.\n\nScott McLaughlin\n\nVP of IR, Invitation Homes Inc.\n\nGood morning and welcome. I'm here today from Invitation Homes with Dallas Tanner, our President and Chief Executive Officer; Charles Young, Chief Operating Officer; and Ernie Freedman, Chief Financial Officer.\nDuring this call, we may reference our first quarter 2022 earnings release and supplemental information. This document was issued yesterday after the market closed and is available on the Investor Relations section of our website at www.invh.com.\nCertain statements we make during this call may include forward-looking statements relating to the future performance of our business, financial results, liquidity and capital resources, and other nonhistorical statements, which are subject to risks and uncertainties that could cause actual outcomes or results to differ materially from those indicated in any such statements. We describe some of these risks and uncertainties in our 2021 annual report on Form 10-K and other filings we make with the SEC from time to time. Invitation Homes does not update forward-looking statements and expressly disclaims any obligation to do so.\nWe may also discuss certain non-GAAP financial measures during this call. You can find additional information regarding these non-GAAP measures, including reconciliations to the most comparable GAAP measures in yesterday's earnings release.\nWith that, let me turn the call over to Dallas.\n\nDallas B. Tanner\n\nCo-Founder, President, CEO & Director, Invitation Homes Inc.\n\nThanks, Scott, and good morning to those of you joining us today. We believe the fundamental tailwinds remain as strong as ever for our business, and I'm pleased by our team's solid execution that achieved our first quarter results.\nOn the heels of Invitation Homes' 10-year anniversary, it is clear that we've built a great real estate business that own and operate for-lease product with first-rate service. But that's just the foundation as our success is determined by the genuine care and the premier experience we provide to our residents every day and the loyalty and trust our residents place in us.\nWe see this evidenced by our average resident tenure of nearly 32 months, occupancy of over 98% with extraordinary resident retention and work order satisfaction scores of over 4.7 out of 5. To the nearly 1 million residents who made a house a home with us and especially to all of our associates, thank you for 10 great years.\nI often speak about how our homes are attracted to a resident demographic that is not only growing, but whose preferences continue to evolve. This continues to play out with a large population surge in younger adults, just beginning to approach our average resident age of 39 years old. A common theme within this millennial cohort is that they want to live freer, meaning they want more choice and flexibility in their lives, including how and where they live. The pandemic accelerated this shift with many people choosing to move from tight quarters in higher-cost cities to working from a home in a new location with great schools and a higher quality of life. More recently, the macroeconomic environment, including rising mortgage rates, has meant leasing a home is often a more affordable option than owning. According to recent data from John Burns, leasing a home is over 12% more affordable on average than owning a home within our markets. These factors and more have led to unprecedented demand for our product, which has been intensified due to a lack of available high-quality, well-located homes.\nAt Invitation Homes, we're proud to be a part of the solution to this imbalance by offering choice and flexibility within housing. One way we're offering this is through our partnerships with homebuilders across the country as well as through our recently announced ventures with Rockpoint and Pathway Homes. I'll start with our builder relationships, which are helping to add new residential housing supply and expand choice for consumers where it's needed the most.\nOur current approach keeps development risk off of our balance sheet and partners us with some of the best in the business to select and buy new homes in great locations. We've talked a lot about our preferred relationship with Pulte Homes, which continues to progress towards our goal of buying 7,500 homes over the next several years. We're also working with other national, regional and local homebuilders. Through these relationships, as of the end of the first quarter, we've built a pipeline of nearly 2,000 new homes. And in a disciplined way, we're adding more every month. Most of these projects we're helping builders bring online will include a mix of owner-occupied and for-lease homes, which underscores our firm belief that everyone should have the choice to live in a great neighborhood, whether they lease or own. So we're proud to be bringing not just new homes, but new and diverse communities to life.\nAnother example is our latest Rockpoint joint venture, which we announced last month to specialize in premium location, higher price point homes for lease. These homes will offer superior locations within our markets and open up investment opportunities where we have limited or no current product. And they also provide us an opportunity to invest in additional projects with our home builder partners. In Phoenix, for example, that might be a home in a submarket like Scottsdale or in the Plano submarket of Dallas. In turn, we believe residents of these homes may want a higher level of convenience and live-easy amenities and choose to spend more on ancillary and other services. We expect the new JV to begin buying homes soon with us earning asset and property management fees in addition to our share of income as we target this new premium segment.\nAnother example is our investment in Pathway Homes. Pathway works directly with aspiring homeowners to identify and purchase a home, offering them the opportunity to lease their home first with an option to buy at a later date if they choose. Pathway has started acquiring homes and is well on the way to providing residents the choice to lease today with the flexibility to buy tomorrow if they so desire.\nTo further our commitment to choice and flexibility and in response to the ongoing strong demand for our homes for lease, we plan to keep growing our portfolio this year. We plan to leverage our multichannel acquisition strategy, our proprietary acquisition IQ technology, and our localized end markets to help us grow prudently where pricing, total risk-adjusted returns and scale make the most sense.\nWe're targeting total gross acquisition, including through our JVs, of $2 billion this year. We continue to make good progress so far in that regard with plenty of opportunities still in front of us.\nIn summary, whether it's through our growth, our homebuilder relationships or our strategic partnerships, we're very proud of our 10-year history of providing choice and flexibility in housing, along with a best-in-class resident experience that allows our residents to live freer.\nOn behalf of this great company and fantastic team, I couldn't be more excited about the opportunities the next 10 years will bring as we remain committed to being part of the overall housing solution that this nation needs.\nAnd with that, I'll pass it on to Charles, our Chief Operating Officer.\n\nCharles D. Young\n\nExecutive VP & COO, Invitation Homes Inc.\n\nThank you, Dallas. As Dallas mentioned, this year is off to a strong start, with solid fundamentals helping our teams achieve high retention, attractive rate growth, strong occupancy and above all, premier resident service. Let's walk through the first quarter operating results in more detail.\nOur same-store NOI growth remained over 10% for the third quarter in a row, coming in at 11.7% in the first quarter of 2022. Same-store core revenues grew 9.4%, driven by average monthly rental rate growth of 8.3% and a 47.1% increase in other income. Average occupancy remains strong at 98.1% for the first quarter, which marks 18 consecutive months that occupancy has stayed at or above 98%. Meanwhile, resident turnover remains at historic lows, with first quarter turnover at 4.6%.\nDemand continues to increase compared to the prior year. We have seen increasing traffic to our website for prospective residents, including over 20% increases in the number of new website visitors in favor to virtual tours. We believe this demand, as evidenced by our leasing activity with new lease rate growth up 14.8% for the quarter and renewal rate growth up 9.7%. This drove blended rate growth to 10.9%, up 550 basis points year-over-year.\nWe continue to take a balanced look at our renewal rates each month compared to market rents. As a result, we believe we have a sizable loss to lease nearing 20% with our average rent across the portfolio of almost $2,100, significantly below current market rates.\nOn the expense side, as everyone knows, just about everything costs more in the current inflationary environment. But through the efforts of our teams, we were pleased to hold same-store core operating expense growth of 4.5% during the first quarter year-over-year. The 2 biggest contributors to the increase were property taxes, which were up 4.3%, along with repair and maintenance expense, which was up 18.9%, primarily due to the challenging comparison to prior year and higher costs. Lower turnover meanwhile continues to help offset some of these rising costs with a 12.4% decline from last year.\nTo help us control costs, we continue to seek efficiencies through tech enhancements. This includes our mobile maintenance app that we launched last year, which has been a big win-win for our residents and us. Using their smartphone, residents can easily send us photos and videos of their service need, allowing our technicians to better prepare when they arrive. In turn, this significantly reduces the need for follow-up visits, resulting in higher customer satisfaction and allowing our service technicians to be more productive. For the first time, the number of maintenance requests we received from digital methods exceeded those from our call center, and we expect the mobile maintenance app to continue to drive this shift. I'm pleased to see technology make our processes more efficient while remembering it's our people who make the difference.\nThanks to the continued strong demand for our homes, our strategic execution, above all, the efforts of our associates to put our residents first, we stand on great footing for peak season. I'd like to thank our teams for another successful quarter.\nI'll now turn the call over to Ernie, our Chief Financial Officer.\n\nErnest M. Freedman\n\nExecutive VP & CFO, Invitation Homes Inc.\n\nThank you, Charles. Today, I will discuss the following 3 topics: balance sheet and capital markets activity, followed by our investment activity during the quarter, before closing with our first quarter financial results.\nFirst, balance sheet and capital markets activity. At the end of March, we priced our third public bond offering that totaled $600 million. The offering advances our stated objective to proactively manage our maturity ladder, and in particular, addresses our 2025 and 2026 debt maturities in a measured and prudent manner while harnessing the advantages of the investment-grade ratings we received last year. The new 10-year bonds mature in 2032 when we have no other debt currently maturing.\nBecause the offering closed in early April, its impact is not reflected in our March 31 financial statements or supplemental schedules. However, we have provided the pro forma impact on certain of our metrics in a footnote to supplemental Schedules 2(b) and 2(c).\nIn January, we converted the remaining $141 million principal balance of our convertible notes into approximately 6.2 million shares of common stock. We also utilized our ATM program during the first quarter to help fund our growth objectives. This included the sale of 2.1 million shares at an average price of just over $41 a share, totaling $85 million of gross proceeds that settled during the quarter, along with approximately $15 million in additional proceeds from the sale of about 400,000 shares that settled just after quarter end.\nAt the end of the first quarter, our net debt-to-EBITDA ratio was 6.0x. This achieves the top of our targeted range of 5.5x to 6x and represents a more than 1 turn reduction from first quarter of last year. We ended the first quarter of 2022 with nearly $1.5 billion of liquidity, including approximately $467 million of cash and the full capacity of our $1 billion revolver available.\nI'll now cover my second topic, which is our investment activities. During the first quarter, we acquired a total of 822 homes for $341 million, through several acquisition channels. This included 518 wholly owned homes for $218 million at an average 5.3% cap rate as well as 304 homes for $123 million through our joint ventures. During the quarter, we sold 141 wholly owned homes for $52 million.\nFinally, I'll walk you through my third topic, which is our first quarter 2022 financial results. Core FFO per share increased 13.5% year-over-year to $0.40, primarily due to NOI growth and interest expense savings. AFFO per share increased 11.9% year-over-year to $0.35. Our full year 2022 guidance remains unchanged from the initial guidance we set in February.\nIn conclusion, we're pleased to see this year off to another strong start. With fundamentals continuing to favor single-family rental and many people choosing to lease a professionally managed home in a great location, we believe we are well positioned to continue to provide strong financial results while providing the best overall resident experience.\nWith that, operator, please open the line for questions."
  },
  {
    "header": "INVH",
    "cik": "0001687229",
    "ticker": "INVH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/455ef96076c0046e9a6f5e34f2b68d09",
    "period": "2021 Q4",
    "content": "Q4 2021 Invitation Homes Inc Earnings Call\n\nQ4 2021 Invitation Homes Inc Earnings Call\n\nINVHNYSEFEB 16, 11:00 AM\n\nOperator\n\nGood morning or good afternoon, and welcome to today's call, the Invitation Homes Fourth Quarter 2021 Results call. My name is Adam, and I'll be your operator today. (Operator Instructions)\nI will now hand you over to Scott McLaughlin to begin. So Scott, please go ahead when you're ready.\n\nScott McLaughlin\n\nVP of IR, Invitation Homes Inc.\n\nGood morning and welcome. I'm here today from Invitation Homes with Dallas Tanner, our President and Chief Executive Officer; Charles Young, Chief Operating Officer; and Ernie Freedman, our Chief Financial Officer. During this call, we may reference our fourth quarter 2021 earnings release and supplemental information. This document was issued yesterday after the market closed and is available on the Investor Relations section of our website at www.invh.com.\nCertain statements we make during this call may include forward-looking statements relating to the future performance of our business, financial results, liquidity and capital resources and other nonhistorical statements, which are subject to risks and uncertainties that could cause actual outcomes or results to differ materially from those indicated in any such statements. We describe some of these risks and uncertainties in our 2020 annual report on Form 10-K and other filings we make with the SEC from time to time. Invitation Homes does not update\nin yesterday's earnings release.\nWith that, let me turn the call over to Dallas.\n\nDallas B. Tanner\n\nCo-Founder, President, CEO & Director, Invitation Homes Inc.\n\nThanks, Scott, and good morning to all of you joining us today. In my remarks this morning, I'd like to share several thoughts and highlights from this past year and also take a look at the year ahead. To start, we continue to be impressed with the level of demand we are seeing for high-quality housing that focuses on functional living with the flexibility of a leasing lifestyle. It's this strong demand that's helped us maintain our same-store occupancy above 98% for the entire year in 2021 and also taking our average market rents to over $2,000 a month this past quarter. As a result, our core FFO per share increased 16% from the prior year. And thanks to the execution of our teams, we were able to deliver full year 2021 same-store revenue and NOI growth at the high end of our expectations.\nDuring 2021, we acquired 4,800 homes, which is roughly double our original guidance at the beginning of the year. With an average cost basis of over $400,000 and an acquisition cap rate of over 5%, we believe our homebuyers were among the highest quality of those bought by our industry peer group and accretive to both earnings and NAV.\nI'd like to mention a few additional highlights from this past year. We achieved 3 investment-grade ratings. We made significant investments in technology, including the introduction of our new mobile maintenance app. And we continued to work on adding amenities and services that improve our residents' experience, such as offering great pricing on pest control and other services by using the value of our size and our scale.\nWe also made great strategy with regards to ESG, where we improved our disclosures and scoring and launched 2 big initiatives: first, our Step-up Standout Program in partnership with Skills USA, which encourages and supports careers in the skilled trades; and second, our Green Spaces program, which is dedicated to the development and improvement of outdoor community spaces within our markets.\nSo while our teams did an outstanding job in 2021, it's time to look ahead. Demographics remain solidly in our favor. The leading edge of the millennial generation is now starting to reach our average resident age of 39 years old. In addition, migration trends continue to result in significant household and job shifts to the Southeast, Southwest and Sun Belt. At the same time, many Americans are showing a preference to lease their home so they can have more space and live in great neighborhoods with improved access to better schools, jobs and transportation.\nBy contrast, housing supply in the U.S. continues to be a challenge for a variety of reasons, and those challenges are even more pronounced within our markets. We believe it's imperative that we play a more significant role in bringing new housing supply to the market, along with helping to provide additional housing solutions around flexibility and choice.\nLet me offer 2 examples. The first is our commitment to invest in new housing supply. As you know, we've chosen to focus on being the best owner and operator of single-family for lease housing. So when it comes to building new product, we believe it's better to partner with the best homebuilders rather than competing with them directly in the homebuilding space. Last year, we announced our strategic relationship with Pulte Homes, which amplified our new home acquisition pipeline and gave us additional strategic opportunities for future growth. In addition to that important relationship, we're also working with other homebuilders across the country to help them break ground on new communities where they are strongly needed.\nAt the end of last year, we were under contract on over 1,700 of these newbuild homes in 8 of our existing markets while staying true to our criteria for location and risk-adjusted return. We expect to see delivery of these new homes beginning in 2022 and accelerating in future years.\nThe second example involves our commitment to expanding opportunities for choice. Earlier this month, we announced that we're the lead investor in Pathway Homes. Pathway's mission is to make homeownership more attainable for more families. They do this by working directly with aspiring homeowners to identify and purchase a home, offering them the opportunity to first lease that home with the opportunity to buy it at a future date if they choose. The new venture with Pathway creates additional options for choice. In addition to being the lead investor in Pathway, our partnership offers us the opportunity to broaden our third-party property management expertise.\nOutside of Pathway, another way that we've helped families achieve their housing goals is through our Resident First Look program. For homes that we've identified for sale for strategic reasons, this program offers residents residing in those homes a first opportunity to purchase. Since we started the program in 2016, we sold nearly 250 of these homes to our residents, representing over $60 million in sales, further living out our mission of Together With You, We Make a House a Home.\nThat mission marks a big milestone in 2022. On April 11, we'll celebrate 10 years of providing high-quality housing to people choosing to lease a single-family home. When we launched this business, a professional home leasing company with coast-to-coast 24-hour customer service 7 days a week did not exist. Invitation almost was at the forefront of creating a new model and changed the narrative by offering an innovative concept built on customer demand and favorable demographics. During this past decade, we're pleased that an important part of that narrative has been our meaningful impact in the communities in which we serve.\nWe've invested nearly $2.5 billion in home renovations within our communities. While last year alone, our associates also volunteered more than 13,000 hours of company-paid volunteer time to help local organizations they care about within their communities, a practice we strongly encourage.\nIn conclusion, today in the U.S., there are over 125 million households with 90 million single-family homes, of which about 17 million are single-family rentals. I'm extremely proud of the 80,000 of those within our portfolio, where we believe the highest standard of quality location and genuine care for our residents is both expected and delivered. I'd like to close by saying thank you to our teams for 10 years of curating a unique leasing lifestyle, providing a level of service that gives our residents peace of mind and creating strong communities where our residents and our associates can thrive together.\nWith that, I'll pass it on to Charles, our Chief Operating Officer.\n\nCharles D. Young\n\nExecutive VP & COO, Invitation Homes Inc.\n\nThank you, Dallas. Our fourth quarter results helped us finish the year strong. As you mentioned, we reported same-store revenue growth and NOI growth both at the high end of our guidance ranges. Average occupancy stayed at 98% throughout the year, and retention and our resident satisfaction continued their strong highs. We believe we offer the best level of resident service of any single-family rental operator, and this is reflected in our operating results.\nLet me walk you through the details. Same-store NOI grew 12.6% in the fourth quarter, which brought our full year 2021 same-store NOI growth to 9.4%. Same-store core revenues in the fourth quarter grew 9.5%. This increase was driven by average monthly rental rate growth of 7.1%, a 130 basis point improvement year-over-year in bad debt expense and a 53.6% increase in other income, net of resident recoveries. Average occupancy of 98.1% in the fourth quarter was consistent with prior year. As a result, same-store revenue growth for the full year 2021 was 6.4%.\nFourth quarter 2021 same-store core operating expenses continued to come in favorable to our expectations, increasing 3.1% year-over-year, driven by a 3.1% increase in same-store fixed expense and a 12.6% increase in personnel expense, partially offset by a 12.3% decline in turnover expense net of resident recoveries.\nNext, I'll cover our leasing trends in the fourth quarter, which continued to reflect strong demand and favorable market conditions. Our new lease rent growth came in at 17.3% for the quarter, while renewal rent growth was 9%. Together, this drove blended rent growth of 11.1%, up 630 basis points year-over-year and up 50 basis points over prior quarter. We're also seeing these strong results continue in January with blended average rent growth of 10.9%, up 590 basis points year-over-year, and occupancy remained above 98%.\nAs you know, we send our surveys out each quarter to better understand the choices and preferences of our new residents. Let me tell you what we learned this past quarter. About 1/3 of the group chose one of our homes because they wanted more space, with over 80% of new residents moving from another single-family house, seeking above all a family-friendly, convenience-oriented, pet-friendly home. Nearly half of our new residents are working from home at least 2 days a week, and 75% planned to continue to work from home after their office reopens.\n3/4 of new residents feel safer living in a single-family home than an apartment because of the additional space and privacy a single-family home provides. Surveying our new residents when they move in is really just the beginning of our listening process. With our ProCare services, we help keep our residents' home in good working order by performing proactive maintenance visits twice a year. And with the mobile maintenance app that Dallas mentioned earlier, we make communication between our residents and our service teams more convenient and efficient. These are just a few of the many ways we help to make our residents' experience more worry-free.\nWe may not have invented the leasing lifestyle, but we are certainly working every day to improve while creating a resident experience at a second to none. I'm excited by the strong momentum our teams continue to maintain as we start the new year.\nI'll now turn the call over to Ernie, our Chief Financial Officer.\n\nErnest M. Freedman\n\nExecutive VP & CFO, Invitation Homes Inc.\n\nThank you, Charles. Today, I will discuss the following 3 topics: one, balance sheet and capital markets activity; two, financial results for the fourth quarter; and three, our 2022 guidance and main drivers.\nLet's start with balance sheet and capital markets activity. Our efforts toward improving the balance sheet didn't stop after achieving our investment-grade ratings in April. In November, we closed our second public bond offering totaling $1 billion. The transaction further improved our weighted average years to maturity to 5.6 years as of year-end and our percentage of homes that are unencumbered to 63.2%.\nOur net debt-to-EBITDA ratio at the end of 2021 was more than a full turn lower than at year-end 2020, finishing 2021 at 6.2x, not too far off from our targeted level of 5.5 to 6x. We finished 2021 with $1.6 billion of liquidity, including $600 million of cash and the full capacity of our $1 billion revolver available.\nFor the year, we issued almost $2 billion of unsecured debt to pay down secured debt with an average maturity of almost 10 years and an average coupon of 2.36%. During the fourth quarter, we issued approximately 4.1 million shares of stock at an average price of $41.63 through our ATM program. Total gross proceeds of $169 million were primarily used for acquisitions. In December, we launched a new ATM program, providing us $1.25 billion of capacity that has not yet been used. Subsequent to year-end, in January, we completed settling conversions of our remaining 2022 convertible notes with 6.2 million shares of common stock.\nNext, I will go through our fourth quarter 2021 financial results. Core FFO and AFFO per share for the fourth quarter increased 19.7% and 21.0% year-over-year to $0.39 and $0.33, respectively. Our full year core FFO and AFFO per share were $1.49 and $1.28, respectively. This represents year-over-year growth of 16.2% and 18.8%, respectively, which was primarily driven by higher NOI and lower cash interest expense.\nThe last thing I will cover is 2022 guidance. As Dallas and Charles outlined, we finished 2021 with tremendous results, and we believe that favorable supply and demand fundamentals will remain a strong growth catalyst for us again in 2022.\nStarting with same-store revenue growth. Occupancy is anticipated to remain elevated in 2022, in line or slightly lower than 2021 results. Despite a tough comp, our guidance range assumes a similar blended rent growth in 2022 as in 2021. It also assumes that bad debt expense improves on 2021 levels but not yet returning to our prepandemic historical average. Taking those assumptions into account, we expect same-store core revenue growth of 8% to 9% for the full year 2022.\nTurning to same-store expense growth. Our guidance range for 2022 is expense growth of 5.5% to 6.5%. Our same-store expense growth for each of the last 2 years has been under 1%. We expect higher expense growth in 2022 due to real estate tax growth reverting to closer to 5%, inflationary pressures on repairs and maintenance, turnover and personnel costs and a higher turnover rate. That being said, we were pleased to beat our expense growth expectations last year, and we'll work hard to do our best again this year. This brings our expectation for 2022 same-store NOI growth to a range of 9% to 10.5%.\nWith regards to Dallas' comments earlier on the pipeline of new homes we're acquiring from various homebuilders, note that we expect these homes to be a more meaningful contributor to growth in 2022 and beyond. You may have seen that we have included new disclosure around our anticipated delivery of these homes, which can be found on Schedule 8(b) of our supplemental filing.\nWith everything considered, we are expecting full year 2022 core FFO per share to be in the range of $1.62 to $1.70 and full year 2022 AFFO per share in the range of $1.38 to $1.46. A bridge of our 2021 core FFO per share to the midpoint of our 2022 core FFO per share guidance can be found in yesterday's earnings release.\nI'll wrap up with a reminder of our announcement earlier this month that our Board has increased our quarterly dividend to $0.22 per share, a 29.4% increase over prior year.\nIn conclusion, it's not just favorable industry fundamentals that are helping us succeed. It's also our differentiated strategy that's built upon our locations, our scale and our local eyes in markets. So whether it's through our growth, our execution or our industry expertise, we believe we have a strong competitive advantage to continue to achieve favorable results.\nWith that, operator, we're ready to open the line, please, for questions."
  }
]