[
  {
    "header": "PSX",
    "cik": "0001534701",
    "ticker": "PSX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0492ae9b807c62b1bfdb4cd3e899220a",
    "period": "2025 Q3",
    "content": "Q3 2025 Phillips 66 Earnings Call\n\nQ3 2025 Phillips 66 Earnings Call\n\nPSXNYSEOCT 29, 12:00 PM\n\nOperator\n\nWelcome to the Third Quarter 2025 Phillips 66 Earnings Conference Call. My name is Breka, and I will be your operator for today's call.\n[Operator Instructions]\nPlease note that this conference is being recorded. I will now turn the call over to Sean Maher, Vice President, Investor Relations. Sean, you may begin\n\nSean M. Maher\n\nVP of Investor Relations & Chief Economist\n\nWelcome to Phillips 66 Earnings Conference Call. Participants on today's call will include Mark Lashier, Chairman and CEO; Kevin Mitchell, CFO; Don Baldridge, Midstream and Chemicals, Rich Harbison, Refining; and Brian Mandell, Marketing and Commercial. Today's presentation can be found on the Investor Relations section of the Phillips 66 website, along with supplemental financial and operating information.\nSlide 2 contains our safe harbor statement. We will be making forward-looking statements during today's call. Actual results may differ materially from today's comments. Factors that could cause actual results to differ are included here as well as in our SEC filings. With that, I'll turn the call over to Mark.\n\nMark E. Lashier\n\nPresident & COO, Phillips 66\n\nThanks, Sean. Before we begin the call, I'd like to take a moment to recognize Jeff Dietert, our Vice President of Investor Relations since 2017. After a long and successful career in the energy industry, Jeff announced his decision to retire at the end of this year. On behalf of the entire management team, I want to extend our deepest gratitude to Jeff for his invaluable contributions to the company and we wish him all the best in retirement.\nDuring the quarter, we continued to execute on our strategy and delivered strong financial and operating performance. Refining's results demonstrated our commitment to world-class operations. Midstream, along with Marketing and Specialties, delivered another consistent contribution, providing a strong foundation for our capital allocation framework. Chemicals generated solid returns despite a challenging market, operating above 100% utilization. Year-to-date adjusted chemicals EBITDA is $700 million, reflecting the unique feedstock advantage of our assets. During the quarter, the Dospicos 2 gas plant became fully operational, and the first expansion of our Coastal Bend pipeline was successfully completed. These milestones enabled us to achieve record NGL throughput and fractionation volumes.\nSince quarter end, we processed the final barrel of crude oil at the Los Angeles refinery. We sincerely thank our Los Angeles refinery employees for their exemplary dedication to safely operating the assets as we progress the idling process. Earlier this month, we also closed on our acquisition of the remaining 50% interest in the Wood River and Borger refineries. This transaction simplifies our portfolio and enhances our ability to capture operational and commercial synergies across the value chain. The further integration of the Wood River, Borger and Palca City refineries will create a system that offers opportunities to capture margin across our assets.\nAn example is the recently announced Open Season for Western Gateway. This refined products pipeline will ensure reliable supply to Arizona, California and Nevada from Mid-Continent refineries. This proposed project is one of many opportunities that will drive greater shareholder value. Aligned with our focus on continuous improvement and the dedication to operational excellence, we're excited about the future. Rich will now provide more context on our progress in the future in refining.\n\nRichard G. Harbison\n\nSVP of Refining, Phillips 66\n\nThanks, Mark. Slide 4 highlights another strong quarter for refining, a clear reflection of our commitment to operational excellence. We achieved 99% utilization, the highest quarter since 2018 and above industry average. Our year-to-date clean product yield of 87% is a record, underscoring our ability to maximize value from every barrel processed. Our third quarter adjusted cost per barrel of $6.07 was impacted by $0.40 per barrel due to a $69 million environmental accrual related to the Los Angeles refinery.\nSince 2022, we've reduced our adjusted controllable costs by approximately $1 per barrel. We have built our improvement strategy on 5 pillars of excellence, safety, people, reliability, margin and cost efficiency. Our greatest asset is our people, training them well and sending them home safely each and every day as our top priority. Reliable operations improved nearly every metric. Our team is focused on a world-class reliability program that will sustain our strong operating performance. We are seeing excellent progress in utilization and uptime and we're not done yet. We've made some tough, but impactful decisions that are paying off as we lower our cost structure and improve our flexibility and optionality to capture changing market conditions. Excellence in all 5 pillars maximizes earnings and value creation.\nMoving to Slide 5. Since early 2022, refining has been on a journey. We have been making structural changes to the portfolio and organization that will continue to drive long-term shareholder value. We've rationalized our refining footprint while strengthening our position in the central corridor. The full ownership of the Wood River and Borger refineries creates additional high-return organic opportunities. We've also transformed the organization, centralizing support functions, operating the assets as a fleet versus independently.\nWe have a list of low capital, high-return projects in the queue going through our standard review and approval process. The ones we've already executed have improved yields product value and flexibility. We've increased our optionality to switch between heavy and light crudes and between finished product mixes. I look forward to implementing the next phase of organic growth opportunities. Lastly, we're focused on driving efficiencies, which will further improve our cost profile. We're targeting adjusted controllable cost per barrel to be approximately $5.50 on an annual basis by 2027. We are positioned well for the future. Now I'll turn the call over to Kevin to cover the financial results for the quarter.\n\nKevin J. Mitchell\n\nExecutive Vice President, Finance and Chief Financial Officer, Phillips 66\n\nThank you, Rich. On Slide 6, third quarter reported earnings were $133 million or $0.32 per share. Adjusted earnings were $1 billion or $2.52 per share. Both reported and adjusted earnings include the $241 million pretax impact of accelerated depreciation and approximately $100 million in charges related to our plan to idle operations at the Los Angeles refinery by year-end. We generated $1.2 billion of operating cash flow. Operating cash flow, excluding working capital, was $1.9 billion. We returned $751 million to shareholders, including $267 million of share repurchases. We Net debt to capital was 41%. We plan to reduce debt with operating cash flow and proceeds from the announced fourth quarter European retail disposition.\nI will now cover the segment results on Slide 7. Total company adjusted earnings increased $52 million to $1 billion. Midstream results decreased mainly due to lower margins, partially offset by higher volumes. These results include $30 million of additional depreciation related to the retirement of assets associated with our Los Angeles refinery. Chemicals improved on higher margins and lower costs, which were largely driven by a decrease in turnaround spend. Refining results increased on stronger realized margins, partially offset by environmental costs associated with the idling of the Los Angeles refinery.\nMarketing and Specialties results decreased due to lower margins, primarily driven by more favorable market conditions in the second quarter. In renewable fuels, results improved primarily due to higher margins, including inventory impacts and international renewable credits.\nSlide 8 shows cash flow for the third quarter. Cash from operations, excluding working capital, was $1.9 billion. Working capital was a use of $742 million primarily due to an inventory build. Debt increased primarily due to the issuance of hybrid bonds, which was partially offset by a reduction in short-term debt.\nWe returned $751 million to shareholders through share repurchases and dividends and funded $541 million of capital spending. Our ending cash balance, including assets held for sale, was $2 billion.\nLooking ahead to the fourth quarter on Slide 9. In Chemicals, we expect the global O&P utilization rate to be in the mid-90s. In Refining, we expect the worldwide crude utilization rate to be in the low to mid-90s. Turnaround expense is expected to be between $125 million and $145 million. The utilization and turnaround guidance reflects 100% ownership of the Wood River and Borger refineries and removal of Los Angeles. We anticipate corporate and other costs to be between $340 million and $360 million.\nNow we will move to Slide 10 and open the line for questions, after which, Mark will wrap up the call."
  },
  {
    "header": "PSX",
    "cik": "0001534701",
    "ticker": "PSX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d8fc41b7ae25dec055ec1d7cfb4ef57f",
    "period": "2025 Q2",
    "content": "Q2 2025 Phillips 66 Earnings Call\n\nQ2 2025 Phillips 66 Earnings Call\n\nPSXNYSEJUL 25, 12:00 PM\n\nOperator\n\nWelcome to the Second Quarter 2025 Phillips 66 Earnings Conference Call. My name is Emily, and I will be your operator for today's call.\n[Operator Instructions]\nPlease note that this conference is being recorded. I will now turn the call over to Jeffrey Dietert, Vice President, Investor Relations. Jeff, you may begin.\n\nJeffrey Alan Dietert\n\nVP of IR, Phillips 66\n\nWelcome to Phillips 66 Earnings Conference Call. Participants on today's call will include Mark Lashier, Chairman and CEO; Kevin Mitchell, CFO; Don Baldridge, Midstream and Chemicals, Rich Harbison, Refining; and Brian Mandell, Marketing and Commercial.\nToday's presentation can be found on the Investor Relations section of the Phillips 66 website, along with supplemental financial and operating information.\nSlide 2 contains our safe harbor statement. We will be making forward-looking statements during today's call. Actual results may differ materially from today's comments. Factors that could cause actual results to differ are included here as well as in our SEC filings.\nWith that, I'll turn the call over to Mark.\n\nMark E. Lashier\n\nPresident & COO, Phillips 66\n\nThanks, Jeff. Welcome, everyone, to our second quarter earnings call. We had a strong financial and operating results this quarter. They are a reflection of our focused strategy, disciplined execution and meaningful progress towards achieving our 2027 strategic priorities. Coming off our large spring turnaround program, we said we were positioned to capture a strengthening market, and we delivered. Our refining assets ran at 98% utilization, the highest since 2018.\nClean product yield was over 86%, we captured 99% of our market indicator and achieved our lowest adjusted cost per barrel since 2021. Along with refining, the other parts of our integrated business delivered Midstream generated adjusted EBITDA of approximately $1 billion. We are on track to achieve the $4.5 billion annual EBITDA target in Midstream by 2027. Marketing and Specialties reported its strongest quarter since 2022. The combination of stable contributions from Midstream and Marketing and Specialties provide a robust platform for our capital allocation framework.\nWe returned over $900 million to shareholders this quarter. The resilience of our integrated business model drives results delivering consistent returns to shareholders. Slide 4 shows the progress we've made in our refining business from targeted low capital, high-return investments and a dedication to operating excellence. The results are clear. Utilization is improving, and we're consistently above industry average. We've been setting new clean product yield records. Year-to-date, our yield is 2% higher than the previous record for the same period set in 2024. These factors have contributed to market capture improving to 99% of our published refining indicator this quarter. Year-to-date, market capture has increased 5% compared to the first half of last year. Our goal is to drive performance in any market environment while running our assets safely and reliably.\nThe second quarter PSX market indicator was just over $11 a barrel. As a reminder, for every dollar per barrel that the indicator increases, EBITDA increases by roughly $170 million per quarter. In the second quarter, we achieved the lowest refining adjusted cost per barrel since 2021. The organization has done a fantastic job embracing a culture of continuous improvement, enabling us to more than offset inflation.\nBy 2027, we expect to see the adjusted cost per barrel number below $5.50 per barrel on an annual basis. Midstream is a key growth driver for our company and creates ongoing value for our shareholders through reliable, long-term cash generation.\nSlide 5 shows the increase in quarterly average adjusted EBITDA from $500 million in 2021 to $1 billion this quarter. We reached significant milestones in the second quarter as we continue to enhance our integrated wellhead to market strategy. We acquired Epic NGL, now renamed Coastal Bend at the beginning of the quarter. We're also near completion on the capacity expansion pipeline project from 175,000 to 225,000 barrels per day. The dose Pecos 2 gas processing plant came online ahead of schedule and on budget at the end of the second quarter. This plant and the previously announced Iron Mesa plant are great examples of highly strategic and selective investments that enhance Midstream's return on capital employed.\nThese projects contribute to our plan to organically grow midstream EBITDA to $4.5 billion by 2027. Midstream is an important part of the Phillips 66 story. We're executing on our wellhead to market strategy and the results are coming through.\nOver the past several months, we've had the opportunity to extensively engage with shareholders leading up to and following the Annual Shareholder Meeting. These conversations provided valuable constructive feedback on our strategic direction along with the support of our priorities. We will remain focused on 4 key areas: enhancing our refining competitiveness, driving organic growth in Midstream, reducing debt and returning over 50% of net operating cash flow to shareholders through share repurchases and a secure, competitive and growing dividend. We've made substantial progress and remain committed to maintaining safe and reliable operations as we execute on achieving these initiatives by 2027.\nIn the second quarter, we welcomed the addition of 3 new board members. As we do with all new directors, each new Board member participated in a comprehensive multi-day onboarding process with a broad group of our senior leadership team, equipping them to contribute meaningfully and immediately. The extensive industry experience of our Board members continues to promote thoughtful discussion and thorough evaluation of all opportunities for maximizing shareholder value.\nNow I'll turn the call over to Kevin to cover the results for the quarter.\n\nKevin J. Mitchell\n\nExecutive Vice President, Finance and Chief Financial Officer, Phillips 66\n\nThank you, Mark. On Slide 7, second quarter reported earnings were $877 million or $2.15 per share. Adjusted earnings were $973 million or $2.38 per share. Both the reported and adjusted earnings include the $239 million pretax impact of accelerated depreciation due to our plan to cease operations at the Los Angeles refinery in the fourth quarter. We generated $845 million of operating cash flow. Operating cash flow, excluding working capital, was $1.9 billion. We returned $906 million to shareholders including $490 million of share repurchases. Net debt to capital was 41% and reflects the impact of the acquisition of the Coastal Bend assets. We plan to reduce debt with operating cash flow and proceeds from the announced Germany and Austria retail marketing disposition, which we expect to close in the fourth quarter.\nI will now cover the segment results on Slide 8. Total company adjusted earnings increased $1.3 billion to $973 million compared with prior quarter's adjusted loss of $368 million. Midstream results increased mainly due to higher volumes, primarily due to the acquisition of the Coastal Bend assets. In Chemicals, results decreased mainly due to lower polyethylene margins driven by lower sales prices. Refining results increased mainly due to higher realized margins. We came out of a high turnaround season in the first quarter, well positioned to capture improved crack spreads. Market capture was 99% and crude utilization was 98%. In addition, costs were lower primarily due to the absence of first quarter turnaround impacts. Marketing and Specialties results improved due to seasonally higher margins and volumes. In renewable fuels, results improved primarily due to higher realized margins, including inventory impacts.\nSlide 9 shows cash flow for the second quarter. Cash from operations, excluding working capital, was $1.9 billion. Working capital was a use of $1.1 billion, primarily due to an increase in accounts receivable from higher refined product sales in the quarter following the spring turnaround program. Debt increased primarily due to the acquisition of the Coastal Bend assets for $2.2 billion. We funded $587 million of capital spending and returned $906 million to shareholders through share repurchases and dividends. Our ending cash balance was $1.1 billion.\nLooking ahead to the third quarter on Slide 10. In Chemicals, we expect the global O&P utilization rate to be in the mid-90s. In Refining, we expect the worldwide crude utilization rate to be in the low to mid-90s and turnaround expense to be between $50 million and $60 million. We continue to optimize turnarounds and improve performance. We are reducing the full year turnaround guidance by $100 million. The new guidance is $400 million to $450 million compared to the previous guidance of $500 million to $550 million. We anticipate corporate and other costs to be between $350 million and $370 million.\nNow we will move to Slide 11 and open the line for questions, after which, Mark will wrap up the call."
  },
  {
    "header": "PSX",
    "cik": "0001534701",
    "ticker": "PSX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5007af454e877b11be40c3ac97631ed3",
    "period": "2025 Q1",
    "content": "Q1 2025 Phillips 66 Earnings Call\n\nQ1 2025 Phillips 66 Earnings Call\n\nPSXNYSEAPR 25, 12:00 PM\n\nOperator\n\nWelcome to the First Quarter 2025 Phillips 66 Earnings Conference Call. My name is Emily, and I will be your operator for today's call. [Operator Instructions] Please note that this conference is being recorded.\nI will now turn the call over to Jeff Dietert, Vice President, Investor Relations. Jeff, you may begin.\n\nJeffrey Alan Dietert\n\nVP of IR, Phillips 66\n\nWelcome to Phillips 66 Earnings Conference Call. Participants on today's call include Mark Lashier, Chairman and CEO; Kevin Mitchell, CFO; Don Don Baldridge, Midstream and Chemicals; Rich Harbison, Refining, and Brian Mandell, Marketing and Commercial.\nToday's presentation can be found on the Investor Relations section of the Phillips 66 website, along with supplemental financial and operating information. Slide 2 contains our safe harbor statement. We will be making forward-looking statements during today's call. Actual results may differ materially from today's comments. Factors that could cause actual results to differ are included here as well as in our SEC filings.\nWith that, I'll turn the call over to Mark.\n\nMark E. Lashier\n\nPresident & COO, Phillips 66\n\nThanks, Jeff. Welcome, everyone, to our first quarter earnings call. During the quarter, we continued to execute on our transformational strategy and deliver returns to our shareholders. By staying focused on what we can control, we made important progress across our 2027 priorities -- improving refining operations, enhancing our NGL value chain and executing on our growth opportunities.\nUnderpinned by the strength of cash flow contributions from our midstream business, we returned $716 million to shareholders this quarter. We did this in a challenged macro environment in refining, renewables and chemicals. We also executed 1 of the largest spring turnaround programs in the history of Phillips 66 that impacted volumes and margins. These important investments position us well for the future. While our results reflect the challenges of this environment, our ability to return significant capital to shareholders demonstrates the strength of our integrated business model. We remain focused on strategy execution disciplined capital allocation and cash returns to shareholders.\nSlide 4 shows how we continue to improve refining operations through targeted low-capital, high-return projects. These recent investments lead to greater feedstock flexibility and yield. Before I touch on some of these projects, I want to highlight the success of our spring turnaround program which was completed safely, on time and under budget. Furthermore, our refineries not in turnaround this quarter ran well. These accomplishments would not have been possible without our employees' unwavering dedication to operating excellence and safety. Thank you to the Refining team. Well done.\nThe bulk of the annual turnaround activity and associated costs are largely behind us, which you will see reflected in our guidance going forward. We are well positioned to capture upside in the market for the remainder of the year. During this quarter's turnarounds, we achieved meaningful project milestones. At the Sweeny refinery, we removed constraints and enhanced crude flexibility -- we now have an additional 40,000 barrels per day of heavy light crude switching capability. Depending on market conditions, we will run additional Permian barrels, displacing imported heavy crudes. We expect this flexibility in a rapidly changing price environment will enhance long-term margins at this strategic refinery.\nAlso, at our Bayway facility, we completed a project that increases our FCC native feedstock capabilities reducing the need for VGO imports. Both of these low capital and high-return projects are enabling us to enhance market capture. We're committed to our refining business. We have a clear path to increase operational run time improve yields and reduce cost per barrel.\nMoving to Slide 5. Midstream is critical to our integrated strategy. It's a key growth driver and creates ongoing value for shareholders. We've made disciplined investments to build out our integrated wellhead to market strategy, a strategy that allows us to efficiently move products from the wellhead to high-value end markets. This strategy provides significant stability to our financial results and adds material benefits to other segments.\nOur value chain creates optionality in product placement and supports reliable, long-term cash generation. We acquired EPIC NGL on April 1, which is immediately accretive and expands our takeaway capacity from the Permian. The acquired assets are highly integrated with the existing Phillips 66 asset base and provide long-term fee-based earnings growth. This acquisition enhances our ability to offer producers unmatched flow assurance while expanding connectivity to end markets. We also continue to expand our natural gas gathering and processing footprint in the Permian Basin.\nOur [indiscernible] 2 expansion plant, which was part of our Pinnacle acquisition strategy, is expected to come online in the third quarter of 2025. Today, we're announcing the construction of another gas processing plant in the Permian. The Iron Mesa plant will serve Delaware and Midland Basin production and will be funded within our existing capital budget. The facility is expected to come online in the first quarter of 2027. Both of these projects are great examples of our highly strategic and selective investments at lower build multiples. They contribute to our plan to organically grow Midstream run rate adjusted EBITDA to $4.5 billion by 2027.\nAt Phillips 66, we've embraced a culture of continuous improvement and have taken decisive actions to create long-term value for our shareholders.\nSlide 6 shows some of the achievements over the past 3 years. We have divested more than $3.5 billion of noncore assets at high multiples while making strategic acquisitions within midstream at attractive multiples to build a world-class NGL value chain.\nIn Refining, we are improving competitiveness by optimizing our assets to align with long-term demand trends. We've made operational improvements throughout the portfolio, and we've rationalized our footprint with the sale of Alliance, conversion of Rodeo and plan to cease operations and repurpose the land at Los Angeles. We have taken steps to execute on our transformational strategy, and we will do more. We remain committed to maintaining safe and reliable operations, investing in high-return growth opportunities, and capturing integration benefits.\nWe will return over 50% of net operating cash flow to shareholders through share repurchases and a secure, competitive and growing dividend. Demonstrating this commitment, we recently announced a $0.05 per share increase in our quarterly dividend. Since our formation in 2012, the annual dividend has increased every year, resulting in a significant 15% compounded annual growth rate. We have delivered over $14 billion to shareholders since July 2022. We will continue to create long-term value for shareholders as we execute on our 2027 strategic priorities -- maintaining operational excellence, pursuing disciplined growth, returning capital and ensuring financial strength.\nNow over to Kevin to cover the results for the quarter.\n\nKevin J. Mitchell\n\nExecutive Vice President, Finance and Chief Financial Officer, Phillips 66\n\nThank you, Mark. First quarter reported earnings were $487 million or $1.18 per share. The adjusted loss was $368 million or $0.90 per share. Both the reported earnings and adjusted loss include the $246 million pretax impact of accelerated depreciation due to our plan to cease operations at the Los Angeles refinery at the end of 2025.\nThe adjusted loss excludes the $1 billion pretax gain on disposition of our nonoperated interest in Coop. We generated $187 million of operating cash flow and returned $716 million to shareholders, including $247 million of share repurchases. I will now cover the segment results on Slide 8. Total company adjusted loss increased $307 million compared with the prior quarter.\nMidstream results decreased mainly due to lower volumes because of the turnaround activity in Refining. This was partly offset by the impact of higher commodity prices benefiting gathering and processing results. Also during the quarter, the Sweeny Hub had record fractionation volumes of 650,000 barrels per day.\nIn Chemicals, results increased mainly due to higher volumes and lower costs, driven by turnaround activity in the prior quarter. Lower refining results reflect the impact of lower volumes and higher costs, driven by turnaround activity and higher utility prices. This is partly offset by increased realized margins from higher market cracks.\nMarketing and Specialties results improved due to lower depreciation and higher margins in the international business. In Renewable Fuels, results decreased mainly due to the transition from blenders tax credits to production tax credits inventory impacts and lower international results.\nSlide 9 shows cash flow for the first quarter. Cash from operations, including working capital, was $187 million. We received $2 billion from the sales of the nonoperated equity interests in Coop and the Gulf Coast Express Pipeline. We paid down $1.3 billion of debt and returned $716 million to shareholders through share repurchases and dividends. We funded $423 million of capital spending. Our ending cash balance was $1.5 billion.\nLooking ahead to the second quarter of 2025 on Slide 10. In both Chemicals and Refining, we expect utilization rates to be in the mid-90s. In Refining, we expect turnaround expense to be between $65 million and $75 million. We anticipate corporate and other costs to be between $340 million and $360 million.\nNow we will move to Slide 11 and open the line for questions, after which, Mark will wrap up the call."
  },
  {
    "header": "PSX",
    "cik": "0001534701",
    "ticker": "PSX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/29cd8cc6a5b4e1a5d094c576b6883dfa",
    "period": "2024 Q4",
    "content": "Q4 2024 Phillips 66 Earnings Call\n\nQ4 2024 Phillips 66 Earnings Call\n\nPSXNYSEJAN 31, 12:00 PM\n\nOperator\n\nWelcome to the Fourth Quarter 2024 Phillips 66 Earnings Conference Call. My name is Emily, and I'll be your operator for today's call. [Operator Instructions] Please note that this conference is being recorded.\nI will now turn the call over to Jeff Dietert, Vice President, Investor Relations. Jeff, you may begin.\n\nJeffrey Alan Dietert\n\nVP of IR, Phillips 66\n\nWelcome to Phillips 66 earnings conference call. Participants on today's call will include Mark Lashier, Chairman and CEO; Kevin Mitchell, CFO; Don Baldridge, Midstream and Chemicals, Rich Harbison, Refining, and Brian Mandell, Marketing and Commercial.\nToday's presentation can be found on the Investor Relations section of the Phillips 66 website, along with supplemental financial and operating information.\nSlide 2 contains our safe harbor statement. We will be making forward-looking statements during today's call. Actual results may differ materially from today's comments. Factors that could cause actual results to differ are included here as well as in our SEC filings.\nWith that, I'll turn the call over to Mark.\n\nMark E. Lashier\n\nPresident & COO, Phillips 66\n\nThanks, Jeff. Our results reflect strong operating performance in a challenging margin environment. The strength and stability of our midstream results provided a resilient platform, demonstrating the advantages of the breadth of our integrated portfolio.\nIn the fourth quarter, we achieved our shareholder distribution target with $13.6 billion distributed through share repurchases and dividends since July 2022. In Refining, we set goals to improve performance, lower costs and capture more of the market. This year was our second consecutive year of above industry average crude utilization. We also set record clean product yields both this quarter and for the full year, while reducing our costs by $1 per barrel.\nThese results are a testament to the hard work, commitment and dedication to excellence by the people in Rich's organization.\nWe exceeded our $400 million synergy target on the DCP Midstream acquisition by capturing $500 million of run rate synergies. In total, the DCP transaction has increased Midstream's mid-cycle adjusted EBITDA by $1.5 billion.\nWe set an ambitious goal of $1.4 billion in run rate business transformation savings. We positioned the company for success through these cost reductions and exceeded our goal, achieving $1.5 billion of savings.\nAs part of the enhanced priorities in 2023, we committed to at least $3 billion of noncore asset dispositions. We have high-graded the portfolio and are currently at $3.5 billion of announced asset divestitures.\nAlthough our net debt-to-capital ratio ended higher than our target level, we continue to have a strong balance sheet, and we are making debt reduction a key component of our new commitments.\nWe've completed the strategic priorities that we laid out in 2022, enhanced in 2023 and committed to achieving by the end of 2024. I am proud of the work our employees have done to accomplish these important priorities and deliver on our commitments to shareholders while maintaining industry-leading safety performance.\nSlide 4 shows the progress of the asset disposition program. In January 2025, we received $2.1 billion of cash proceeds for the COOP and Gulf Coast Express dispositions. This brings the cash proceeds to $3.5 billion, which we're using to advance our new strategic priorities. We continue to evaluate our assets as part of our ongoing portfolio optimization.\nSlide 5 shows the growth of our Midstream business, including the recent announcement of the EPIC NGL transaction. We've advanced our wellhead-to-market strategy through organic projects and strategic transactions that provided significant synergies and strong returns. This nearly doubles EBITDA between 2021 and the anticipated transaction close later this year.\nSimilar to the Pinnacle acquisition last year, we saw an opportunity to acquire high-quality assets which are complementary to our existing footprint and provide a platform for further growth opportunities at attractive returns. The transaction furthers our vision of being the leading integrated downstream energy provider and, upon closing, increases Midstream's mid-cycle adjusted EBITDA to $4 billion. We'll continue to capitalize on our growth platform to generate strong returns and significant free cash flow in 2025 and beyond.\nSlide 6 outlines our new strategic priorities for 2025 through 2027. Supported by our world-class operations, we are committed to returning over 50% of operating cash flow to shareholders. We've set challenging yet achievable operational targets for our Refining and Midstream businesses. We have developed a culture of continuous improvement in Refining and are targeting $5.50 per barrel adjusted controllable cost, excluding turnarounds, over the next 2 years.\nWe will grow Midstream and Chemicals mid-cycle adjusted EBITDA by an additional $1 billion in total by 2027. In Midstream, we have plans in place to continue to expand our wellhead to market strategy with high-return opportunities. In Chemicals, the mega-projects in the U.S. Gulf Coast and Qatar are expected to start up in late 2026. These milestones are expected to bring our non-Refining mid-cycle EBITDA to $10 billion by 2027, which we expect will represent 2/3 of our total company EBITDA.\nWe also plan to reduce total debt to $17 billion as early as the end of this year, depending on the margin environment and the timing of planned dispositions. We will continue to increase shareholder value through strong operating performance and disciplined capital allocation as we deliver on our new strategic priorities.\nNow over to Kevin to cover our quarterly results.\n\nKevin J. Mitchell\n\nExecutive Vice President, Finance and Chief Financial Officer, Phillips 66\n\nThank you, Mark. Reported earnings were $8 million or $0.01 per share. The adjusted loss was $61 million or $0.15 per share. Both the reported earnings and adjusted loss include a $230 million pretax impact of accelerated depreciation due to our plan to cease operations at the Los Angeles Refinery at the end of 2025. This reduced earnings per share by $0.43.\nWe generated operating cash flow of $1.2 billion and returned $1.1 billion to shareholders, including $647 million of share repurchases.\nI will now move to Slide 8 to cover the segment results. Total company adjusted earnings decreased $920 million compared to the prior quarter. Midstream results increased, mostly due to record fractionation and LPG export volumes, in addition to higher margins on LPG exports. In Chemicals, results decreased mainly due to lower polyethylene chain margins and higher costs related to turnarounds and maintenance.\nLower Refining results primarily reflect weaker crack spreads and the full quarter of accelerated depreciation of our Los Angeles Refinery. Capture of the new market indicator was 105%. The increase in market capture was partly the result of record clean product yield for the quarter, which included the benefits of butane blending.\nMarketing and Specialties results were mostly lower due to seasonally lower margins. In renewable fuels, results increased due to higher margins at the Rodeo complex as well as stronger international results.\nSlide 9 shows the change in cash flow for the fourth quarter. Cash from operations, excluding working capital, was $901 million. There was a working capital benefit of $297 million, mainly reflecting a reduction in inventories.\nWe returned $1.1 billion to shareholders through share repurchases and dividends, and we funded $506 million of capital spending. Our ending cash balance was $1.7 billion.\nLooking ahead to the first quarter of 2025. In Chemicals, we expect the global O&P utilization rate to be in the mid-90s. In Refining, we have a heavy turnaround quarter and expect the worldwide crude utilization rate to be in the low 80s and turnaround expense to be between $290 million and $310 million. We anticipate corporate and other costs to be between $310 million and $330 million.\nFor the full year, we expect turnaround expenses to be between $500 million and $550 million. Depreciation and amortization will be approximately $3.3 billion. This includes $230 million per quarter of accelerated depreciation at the Los Angeles Refinery.\nNow we will open the line for questions, after which Mark will wrap up the call."
  },
  {
    "header": "PSX",
    "cik": "0001534701",
    "ticker": "PSX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b44bdea69a4bc312d059a53ce536f640",
    "period": "2024 Q2",
    "content": "Q2 2024 Phillips 66 Earnings Call\n\nQ2 2024 Phillips 66 Earnings Call\n\nPSXNYSEJUL 30, 12:00 PM\n\nOperator\n\nWelcome to the Second Quarter 2024 Phillips 66 Earnings Conference Call. My name is Emily, and I'll be your operator for today's call. [Operator Instructions] Please note that this conference is being recorded. I will now turn the call over to Jeff Dietert, Vice President, Investor Relations. Jeff, you may begin.\n\nJeffrey Alan Dietert\n\nVP of IR, Phillips 66\n\nWelcome to the Phillips 66 Second Quarter Earnings Conference Call. Participants on today's call will include Mark Lashier, Chairman and CEO; Kevin Mitchell, CFO; and Don Baldridge, Midstream and Chemicals, Rich Harbison, Refining; and Brian Mandell, Marketing and Commercial. Today's presentation can be found on the Investor Relations section of the Phillips 66 website, along with supplemental financial and operating information.\nSlide 2 contains our safe harbor statement. We will be making forward-looking statements during today's call. Actual results may differ materially from today's comments. Factors that could cause actual results to differ are included here as well as in our SEC filings. With that, I'll turn the call over to Mark.\n\nMark E. Lashier\n\nPresident & COO, Phillips 66\n\nThanks, Jeff. Welcome, everyone, to our second quarter earnings call. First, I'd like to introduce Don Baldridge, our new EVP of Midstream and Chemicals. He previously served as the interim CEO of DCP and brings a wealth of Midstream experience to Phillips 66. I also want to wish Tim Roberts the best in his retirement and thank him for his contributions to Phillips 66, including being instrumental in executing our NGL wellhead-to-market strategy.\nLet's turn to our second quarter performance. We continue to systematically execute on our strategic priorities, focusing on what we control. The improvements are visible in our results. Since July 2022, we've returned over $11 billion to shareholders through share repurchases and dividends. We expect to achieve our $13 billion to $15 billion target by the end of the year. Share repurchases will continue to be a priority in our capital allocation plan. We are committed to returning over 50% of our operating cash flows to shareholders.\nIn Refining, we're enhancing performance and reducing our cost structure. Crude utilization during the quarter was our highest at over -- in over 5 years at 98% and clean product yield was 86%. In addition, we've lowered our costs by nearly $1 per barrel. In Midstream, we continue to benefit from synergy capture as we execute on our NGL wellhead-to-market strategy. Earlier this month, we closed on our acquisition of Pinnacle Midstream. It was a bolt-on to our natural gas gathering and processing business and grows our stable earnings with high-quality, 100% fee-based long-term contracts. The assets are strategically located near our existing Permian footprint in the liquids-rich Midland Basin.\nIn the second quarter, we sold our 25% nonoperated interest in the Rockies Express pipeline for $685 million. We've generated over $1 billion from asset dispositions toward our previously announced target of more than $3 billion. By the end of the second quarter, the Rodeo Renewable energy complex reached full rates with the start-up of the second hydrocracker and both pretreatment units. The complex is processing approximately 50,000 barrels per day of renewable feedstocks.\nOn the next 2 slides, I'll focus on the improvements we've made to our cost structure. We're approaching our $1.4 billion run rate savings target, and the results are hitting the bottom line. Slide 4 provides cost detail at the total company level compared with the first half of 2022. We've supported growing our business while mitigating inflationary impacts through business transformation. We've realized approximately $400 million in cost reductions, including our share of WRB costs. Additionally, we've been successful in driving efficiencies in our logistics spend that flow through margin as well as lowering our sustaining capital spend.\nSlide 5 highlights how our business transformation efforts have translated into a lower refining cost per barrel. Adjusted controllable costs, excluding turnarounds, were $5.93 per barrel. We're closing in on our target to lower cost by $1 per barrel. We continue to increase shareholder value through strong operating performance and disciplined capital allocation as we deliver on our strategic priorities. I want to recognize our employees for their hard work and dedication to driving value creation for shareholders. Kevin, over to you.\n\nKevin J. Mitchell\n\nExecutive Vice President, Finance and Chief Financial Officer, Phillips 66\n\nThank you, Mark. Slide 6 covers key financial metrics. Adjusted earnings were $984 million or $2.31 per share. We generated operating cash flow of $2.1 billion and returned $1.3 billion to shareholders. I will now move to Slide 7 to cover the segment results. In the second quarter, we made changes to our segment reporting, including a new segment for our renewable fuels business. The new segment includes the Rodeo Renewable energy complex as well as contributions from the optimization of renewal feedstocks, fuel sales and credits. We also moved our investment in NOVONIX from the Midstream segment to Corporate and Other. Our slides and other reporting materials reflect these changes, and prior period results have been recast for comparative purposes.\nAdjusted earnings increased $162 million compared with the prior quarter. Midstream results were up mainly due to higher volumes, including record NGL pipeline and fractionation volumes. In addition, costs were lower, reflecting DCP synergy capture. In Chemicals, results increased from higher margins. Refining was slightly lower than last quarter. Higher volumes and reduced operating costs mostly offset the impact of lower crack spreads driven by weaker distillate prices. Marketing and Specialties results were higher, mostly due to seasonally stronger margins and volumes.\nSlide 8 shows the change in cash flow. We had strong cash flow aided by working capital and proceeds from asset dispositions. Working capital was a benefit of $916 million, mainly reflecting changes in accounts receivables and payables that include the impact of falling commodity prices. We received $685 million in cash proceeds from the sale of our 25% interest in REX pipeline.\nLooking ahead to the third quarter. In Chemicals, we expect the global O&P utilization rate to be in the mid-90s. In Refining, we expect the worldwide crude utilization rate to be in the low 90s and turnaround expense to be between $140 million and $160 million. We anticipate Corporate and Other costs to come in between $330 million and $350 million. For the full year, we expect Refining turnaround expense to be between $500 million and $530 million. This is a reduction from previous guidance. And finally, in early August, we will begin publishing a monthly Refining market indicator on our Investor Relations website. Now we will open the line for questions after which, Mark will wrap up the call."
  },
  {
    "header": "PSX",
    "cik": "0001534701",
    "ticker": "PSX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4f908040f73ac88bb5c3919a4f63ff57",
    "period": "2024 Q1",
    "content": "Q1 2024 Phillips 66 Earnings Call\n\nQ1 2024 Phillips 66 Earnings Call\n\nPSXNYSEAPR 26, 12:00 PM\n\nOperator\n\nWelcome to the First Quarter 2024 Phillips 66 Earnings Conference Call. My name is Lydia, and I'll be your operator for today's call. [Operator Instructions] Please note that this conference is being recorded. I'll now turn the call over to Jeff Dietert, Vice President, Investor Relations. Jeff, you may begin.\n\nJeffrey Alan Dietert\n\nVP of IR, Phillips 66\n\nWelcome to Phillips 66 First Quarter Earnings Conference Call. Participants on today's call will include Mark Lashier, President and CEO; Kevin Mitchell, CFO; Tim Roberts, Midstream and Chemicals; Rich Harbison, Refining; and Brian Mandell, Marketing and Commercial. Today's presentation materials can be found on the Investor Relations section of the Phillips 66 website, along with supplemental financial and operating information.\nSlide 2 contains our safe harbor statement. We will be making forward-looking statements during today's call. Actual results may differ materially from today's comments. Factors that could cause actual results to differ are included here as well as in our SEC filings. With that, I'll turn the call over to Mark.\n\nMark E. Lashier\n\nPresident & COO, Phillips 66\n\nThanks, Jeff. Welcome, everyone, to our first quarter earnings call. We continued to progress our strategic priorities and we returned significant cash to our shareholders. While our crude utilization rates were strong during the quarter, our results were affected by maintenance that limited our ability to make higher-value products. We were also impacted by the renewable fuels conversion at Rodeo as well as the effect of rising commodity prices on our inventory hedge positions. Currently, our assets are running near historical highs and we are ready to meet peak summer demand.\nBefore we provide an update on our strategic priorities, we want to recognize our Midstream, Refining, and Chemicals businesses, which have all received honors for their exemplary safety performance in 2023. Our Midstream gathering and processing business received the top 2023 GPA Safety Award in the large operator division. In Refining, the Rodeo and Sweeny facilities both received the AFPM Distinguished Safety Award, which is the highest annual safety award in the industry. This was Sweeny refinery's third straight year to receive the honor.\nThe Ponca City Refinery earned the Elite Platinum Award, and the Lake Charles Refinery secured the Elite Gold Award. In Chemicals, CPChem received 2 AFPM Safety Awards. I'm very proud of our employees and the employees of CPChem for their commitment to safety. I would like to congratulate them on a job well done.\nToday, beginning on Slide 4, we'll highlight the progress we've made on our strategic priorities. Next, we'll discuss our first quarter financial results. Then we look forward to your questions. We previously announced plans to monetize assets that no longer meet our long-term objectives, and we set a target to generate over $3 billion in proceeds. The expected proceeds will support our strategic priorities, including returns to shareholders. This quarter, we launched a process to divest our retail marketing business in Germany and Austria and communicated the plans to employees. Completion of the dispositions is subject to satisfactory market conditions and customary approvals.\nWe have distributed almost $10 billion through share repurchases and dividends since July of 2022. Over the remaining 3 quarters of 2024, we expect to achieve our $13 billion to $15 billion target. Share repurchases will continue to be an important component of our capital allocation. We're committed to return over 50% of our operating cash flows to shareholders. Recently, we announced a 10% increase in our quarterly dividend, contributing to a 16% compound annual growth rate since 2012. The dividend increase reflects the confidence we have in our growing mid-cycle cash flow generation and our disciplined approach to capital allocation, including a secure, competitive, and growing dividend.\nIn Refining, we continue to run at crude utilization rates above the industry average for the fifth consecutive quarter. We remain focused on improving performance, increasing market capture, and reducing costs to enhance our earnings per barrel. We have achieved over $560 million or more than $0.80 per barrel in run rate cost reductions from business transformation. We expect to achieve our full $1 per barrel run rate target by the end of the year. In Midstream, our NGL wellhead-to-market business is focused on capturing operating and commercial synergies of over $400 million by year-end 2024. Midstream's estimated 2024 mid-cycle adjusted EBITDA is $3.6 billion, providing stable cash generation that covers the company's top capital priorities, funding sustaining capital and the dividend.\nDuring the first quarter, we achieved a major milestone with the startup of our Rodeo renewable energy complex. Slide 5 summarizes our journey to transform the San Francisco refinery into one of the world's largest renewable fuels facilities. The facility benefits as a superior location to secure renewable feedstocks and market renewable fuels. The project leverages existing assets and is expected to generate strong returns. We began producing renewable diesel from our Unit 250 hydrotreater in April of 2021. We have gained valuable operational experience and market knowledge that positions us for success in our expanding renewable fuels business. Unit 250 continues to exceed expectations and has increased production to approximately 10,000 barrels per day.\nOur Rodeo renewable energy complex is producing 30,000 barrels per day of renewable fuels. We're on track to increase production capability to full rates of approximately 50,000 barrels per day by the end of the second quarter. Once complete, we'll have the ability to produce renewable jet, a key component of sustainable aviation fuel. We're proud of the team's strong project execution and appreciate their commitment to operating excellence in achieving this significant milestone. The Rodeo renewable energy complex positions Phillips 66 as a world leader in renewable fuels.\nSlide 6 provides an update on business transformation progress. Our run rate savings were $1.24 billion at the end of the first quarter, comprised of $940 million of cost reductions and $300 million of sustaining capital efficiencies. Through the first quarter, we've achieved $750 million in annualized cost reductions. The majority of these cost reductions relate to refining operating and SG&A expenses as well as benefits to equity earnings and gross margin. We are on track to realize $1 billion of cost reductions in 2024 to sustain higher cash generation.\nBefore I turn the call over to Kevin to review the financial results, I want to stress that the market fundamentals are good, our assets are running well, and we have a clear path to achieving our strategic priorities and growing cash flows.\n\nKevin J. Mitchell\n\nExecutive Vice President, Finance and Chief Financial Officer, Phillips 66\n\nThank you, Mark. Slide 7 summarizes our first quarter results. Adjusted earnings were $822 million or $1.90 per share. Operating cash flow, excluding working capital, was $1.2 billion. We received distributions from equity affiliates of $348 million. Capital spending for the quarter was $628 million, including $171 million for a Midstream joint venture debt repayment. We distributed $1.6 billion to shareholders through $1.2 billion of share repurchases and $448 million of dividends. Net debt to capital ratio was 38%.\nSlide 8 highlights the change in results by segment from the fourth quarter to the first quarter. During the period, adjusted earnings decreased $540 million, mostly due to lower results in Refining, Midstream, and Marketing and Specialties, partially offset by improved results in Chemicals. In Midstream, first quarter adjusted pretax income of $613 million was down $141 million from the prior quarter, reflecting lower results in transportation and NGL. Transportation results were down mainly due to a decrease in throughput and deficiency revenues, partially offset by seasonally lower maintenance costs. The NGL business decreased primarily due to a decline in margins as well as lower volumes, reflecting impacts from winter storms.\nChemicals adjusted pretax income increased $99 million to $205 million in the first quarter. This increase was mostly due to higher polyethylene margins driven by improved sales prices and the decline in feedstock costs as well as lower turnaround costs. Global O&P utilization was 96%. Refining first quarter adjusted pretax income was $228 million, down $569 million from the fourth quarter. The decrease was primarily due to lower realized margins. Our commercial results were less favorable than the previous quarter, in part due to inventory hedging impacts in a rising price environment and less advantageous pipeline ARBs. In addition, realized margins decreased due to lower Gulf Coast clean product realizations.\nOur Refining results and market capture of 69% were also negatively impacted by maintenance activities on downstream conversion units as well as the renewable fuels conversion at Rodeo. Marketing and Specialties adjusted first quarter pretax income was $345 million, a decrease of $87 million from the previous quarter. The decrease was mainly due to lower domestic marketing and lubricant margins. Our adjusted effective tax rate was 21%.\nSlide 9 shows the change in cash during the first quarter. We started the quarter with a $3.3 billion cash balance. Cash from operations, excluding working capital, was $1.2 billion. There was a working capital use of $1.4 billion, mainly reflecting a $2.6 billion increase in inventory, partially offset by benefits in accounts payables and receivables, which included the impact of rising commodity prices. Net debt issuances were $802 million. We returned $1.6 billion to shareholders through share repurchases and dividends. Additionally, we funded $628 million of capital spending. Our ending cash balance was $1.6 billion. This concludes my review of the financial and operating results.\nNext, I'll cover a few outlook items for the second quarter. In Chemicals, we expect the second quarter global O&P utilization rate to be in the mid-90s. In Refining, we expect the second quarter worldwide crude utilization rate to be in the mid-90s. Turnaround expense is expected to be between $100 million and $120 million, excluding Rodeo. We anticipate second quarter corporate and other costs to come in between $330 million and $350 million, reflecting higher net interest expense. Now we will open the line for questions, after which Mark will make closing comments."
  },
  {
    "header": "PSX",
    "cik": "0001534701",
    "ticker": "PSX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9e04cb6f111f8a58de266be662878909",
    "period": "2023 Q4",
    "content": "Q4 2023 Phillips 66 Earnings Call\n\nQ4 2023 Phillips 66 Earnings Call\n\nPSXNYSEJAN 31, 12:00 PM\n\nOperator\n\nHello, and welcome to the Fourth Quarter and Full Year 2023 Phillips 66 Earnings Conference Call. My name is Emily, and I'll be your operator for today's call. [Operator Instructions] Please note that this conference is being recorded. I will now turn the call over to Jeff Dietert, Vice President, Investor Relations. Jeff, you may begin.\n\nJeffrey Alan Dietert\n\nVP of IR, Phillips 66\n\nThank you. Welcome to Phillips 66 Fourth Quarter Earnings Call. Participants on today's call will include Mark Lashier, President and CEO; Kevin Mitchell, CFO; Tim Roberts, Midstream and Chemicals; Rich Harbison, Refining; and Brian Mandell, Marketing and Commercial. Today's presentation can be found on the Investor Relations section of the Phillips 66 website, along with supplemental financial and operating information.\nSlide 2 contains our safe harbor statement. We will be making forward-looking statements during today's call. Actual results may differ materially from today's comments. Factors that could cause actual results to differ are included here as well as in our SEC filings. With that, I'll turn it over to Mark.\n\nMark E. Lashier\n\nPresident & COO, Phillips 66\n\nThanks, Jeff. Welcome, everyone, to our fourth quarter earnings call. We delivered a strong quarter and a strong year. In 2023, our total shareholder return was 33%, and we increased our quarterly dividend by 8%. Today, we're going to cover a few major items, including the reasons why Phillips 66 is an attractive investment opportunity, and we'll highlight the progress we've made on our strategic priorities. Next, we'll discuss our fourth quarter financial results, then we look forward to your questions.\nOn Slide 3, we summarize the attributes that make us a differentiated and attractive value proposition. Our diversified and integrated portfolio delivered strong returns on capital employed and a high payout ratio supported by dividend growth. We're on a path to increase mid-cycle adjusted EBITDA by 40% to $14 billion by 2025. In addition, 75% of this growth will be outside of Refining. We expect this growth and more stable cash flow to support our valuation going forward and contribute to attractive total shareholder returns. Our disciplined approach to capital allocation across our portfolio has contributed to an average return on capital employed of 13% since our formation in 2012, almost double our cost of capital.\nWe're committed to financial flexibility, and our strong investment-grade credit rating remains differentiated relative to our peers. We expect to return in excess of 50% of our growing operating cash flow to shareholders. All of these attributes will support a secure, competitive and growing dividend, strong share repurchases as well as debt reduction at mid-cycle margins.\nSlide 4 summarizes our achievements to date on our strategic priorities. On our last call, we raised our targets and continued to successfully execute our plan to increase mid-cycle adjusted EBITDA and grow shareholder distributions. Since July of 2022, we've distributed $8.3 billion through share repurchases and dividends. We're on track to achieve our $13 billion to $15 billion target by the end of 2024. The execution of our plan to enhance Refining operating performance has resulted in crude utilization rates above the industry average for 4 consecutive quarters. In fact, we operated at our highest annual rate since 2019. We remain focused on improving performance, increasing market capture and reducing costs to enhance our earnings per barrel.\nIn Midstream, our NGL wellhead-to-market business continues to exceed our expectations. The team has done a remarkable job of integrating DCP Midstream and captured run rate synergies of $250 million as of year-end. And we expect over $400 million of synergies by 2025. Since increasing our ownership of DCP, the Midstream annual run rate for adjusted EBITDA has been $3.6 billion. The stable cash generation from our Midstream business has grown to a level that covers the company's top capital priorities, funding sustaining capital and the dividend. We're delivering on business transformation targets and remain laser-focused on further reducing our cost structure in 2024. Kevin will be providing more details.\nIn addition, we plan to monetize assets that no longer fit our long-term strategy. These asset dispositions are expected to generate over $3 billion in proceeds that will support our strategic priorities, including returns to shareholders. Timing of these dispositions will be subject to satisfactory market conditions and any necessary regulatory approvals.\nOur total adjusted EBITDA in 2023 was $12.7 billion, reflecting above mid-cycle margins in Refining and nearly $6 billion contributed by our more stable Midstream and Marketing and Specialties businesses. We're focused on disciplined capital allocation, only funding attractive high-return projects across our portfolio. The Rodeo Renewed project to convert our San Francisco refinery into one of the world's largest renewable fuels facilities is expected to generate strong returns. The project is progressing well and we expect to start up later this quarter.\nLooking forward, we're well positioned to achieve our targets by capitalizing on the strengths of our diversified and integrated portfolio. We'll do this through continued operating and commercial excellence to deliver significant shareholder value through the economic cycles as demonstrated by our total shareholder return of 33% in 2023. Our commitment to a secure, competitive and growing dividend has resulted in a 16% compound annual growth rate since 2012.\nBefore I turn the call over to Kevin to review the financial results, I'd like to thank the Phillips 66 team for their continued dedication to safe and reliable operations. Our employees enable us to execute on our strategic priorities and deliver on our mission to provide energy and improve lives. Kevin, over to you.\n\nKevin J. Mitchell\n\nExecutive Vice President, Finance and Chief Financial Officer, Phillips 66\n\nThank you, Mark. I'll start on Slide 5 with an update on our business transformation progress and how we are reducing costs to sustain higher cash generation. We achieved $1.2 billion in run rate savings as of year-end 2023, comprised of $900 million of cost reductions and $300 million of sustaining capital efficiencies. Sustaining capital is one of our business transformation success stories. Our sustaining capital historically averaged about $1 billion per year, and we added approximately $200 million with the consolidation of DCP Midstream.\nDespite the additional sustaining capital requirements from DCP, we reduced our sustaining capital spend to under $900 million in 2023. This $300 million benefit is also reflected in our 2024 capital plan. Through the end of 2023, we realized $630 million in cost reductions. The majority of these cost reductions relate to Refining, Operating and SG&A expenses as well as benefits to equity earnings and gross margin.\nOn Slide 6, we provide more detail on the cost reductions at the total company level. Adjusted controllable costs were $8.4 billion in 2023 compared with $8.1 billion in 2022. The chart illustrates the main cost drivers year-over-year including the impact of a full year of DCP consolidation. We continue to realize cost synergies from the DCP acquisition and subsequent integration. Our successful business transformation has already reduced costs, including our share of WRB costs by approximately $500 million, and this work continues.\nSlide 7 provides a breakdown of Refining costs. Refining adjusted controllable costs, including turnaround expense and our proportionate share of WRB and MiRO controllable costs, decreased over $550 million to $5.2 billion in 2023. Business transformation savings reduced refining costs by approximately $300 million. Additionally, lower turnaround expense and market impacts primarily from lower utility prices further reduced costs. These cost reductions more than offset inflationary impacts. On a dollar per barrel basis, adjusted controllable costs were $7.56 or $6.57 per barrel, excluding turnaround expense. This is a fully burdened cost that includes about $1 per barrel for Refining's share of corporate allocations and SG&A expenses. The business transformation savings reduced our 2023 adjusted costs by over $0.40 per barrel. We expect to achieve our full $1 per barrel run rate target by the end of 2024. Additional details can be referenced in the appendix to this presentation.\nSlide 8 summarizes our fourth quarter results. Adjusted earnings were $1.4 billion or $3.09 per share. We generated operating cash flow of $2.2 billion, including cash distributions from equity affiliates of $226 million. Capital spending for the quarter was $634 million. We distributed $1.6 billion to shareholders through $1.2 billion of share repurchases and $457 million of dividends. Net debt to capital ratio was 34% at year-end 2023, and return on capital employed was 16% for the year.\nSlide 9 highlights the change in results by segment from the third quarter to the fourth quarter. During the period, adjusted earnings decreased $708 million, mostly due to lower results in Refining and Marketing and Specialties, partially offset by improved results in Midstream. In Midstream, fourth quarter adjusted pretax income of $754 million was a record, up $185 million from the prior quarter, reflecting improvements in both NGL and transportation. The NGL business increased primarily due to higher margins and record volumes at the Sweeny Hub as well as lower operating costs.\nTransportation results were also higher, mainly reflecting the recognition of deferred revenue related to throughput and deficiency agreements. Chemicals adjusted pretax income increased $2 million to $106 million in the fourth quarter. This increase was mainly due to higher margins, mostly offset by lower equity earnings from CPChem's affiliates and decreased sales volumes from lower seasonal demand. Global O&P utilization was 94%. Refining fourth quarter adjusted pretax income was $797 million, down $943 million from the third quarter. The decrease was primarily due to lower realized margins. Realized margins decreased due to lower market crack spreads, partially offset by inventory hedge impacts, higher Gulf Coast clean product realizations, wider heavy crude discounts and strong commercial results. Market capture increased from 66% to 107%.\nMarketing and Specialties adjusted fourth quarter pretax income was $432 million, a decrease of $201 million from the previous quarter. The decrease was mainly due to a seasonal decline in domestic wholesale fuel margins, primarily in the Mid-Continent. Our adjusted effective tax rate was 23%.\nSlide 10 shows the change in cash during the fourth quarter. We started the quarter with a $3.5 billion cash balance. Cash from operations, excluding working capital, was $2 billion. There was a working capital benefit of $207 million, mainly reflecting a reduction in inventory that was mostly offset by movements in accounts receivables and payables, which include the impact of declining commodity prices. We funded $634 million of capital spending and repaid approximately $100 million of debt. Additionally, we returned $1.6 billion to shareholders through share repurchases and dividends. Our ending cash balance was $3.3 billion.\nThis concludes my review of the financial and operating results. Next, I'll cover a few outlook items for the first quarter. In Chemicals, we expect the first quarter global O&P utilization rate to be in the mid-90s. In Refining, we expect the first quarter worldwide crude utilization rate to be in the low 90s and turnaround expense to be between $110 million and $130 million. Our turnaround expense guidance excludes costs associated with the conversion and start-up of the Rodeo Renewable fuels facility. At our San Francisco refinery, we are executing the Rodeo Renewed project. The facility operated as a crude oil refinery in January.\n[Technical Difficulty]\nrefinery, we are executing the Rodeo Renewed project. The facility operated as a crude oil refinery in January, and we will shut down crude operations in February as we were prepared to start up renewable fuels production by the end of the quarter. We anticipate $100 million of decommissioning and start-up costs in the first quarter. We anticipate first quarter corporate and other costs to come in between $290 million and $310 million. Full year guidance for 2024 is provided on Slide 11 of this presentation. Now we will open the line for questions, after which Mark will make closing comments."
  },
  {
    "header": "PSX",
    "cik": "0001534701",
    "ticker": "PSX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b44b1c9e0cd36d8bf33c61da140cda28",
    "period": "2023 Q3",
    "content": "Q3 2023 Phillips 66 Earnings Call\n\nQ3 2023 Phillips 66 Earnings Call\n\nPSXNYSEOCT 27, 12:00 PM\n\nOperator\n\nWelcome to the Third Quarter 2023 Phillips 66 Earnings Conference Call. My name is Carla, and I will be your operator for today's call. [Operator Instructions] Please note that this conference is being recorded. I will now turn the call over to Jeff Dietert, Vice President of Investor Relations. Jeff, you may begin.\n\nJeffrey Alan Dietert\n\nVP of IR, Phillips 66\n\nGood morning, and welcome to Phillips 66 Third Quarter Earnings Conference Call. Participants on today's call will include Mark Lashier, President and CEO; Kevin Mitchell, CFO; Tim Roberts, Midstream and Chemicals, Rich Harbison, Refining; and Brian Mandell, Marketing and Commercial. Today's presentation material can be found on the Investor Relations section of the Phillips 66 website, alongside supplemental financial and operating information.\nSlide 2 contains our safe harbor statement. We will be making forward-looking statements during today's call. Actual results may differ materially from today's comments. Factors that could cause actual results to differ are included here as well as in our SEC filings. With that, I'll turn the call over to Mark.\n\nMark E. Lashier\n\nPresident & COO, Phillips 66\n\nThanks, Jeff. Good morning, and thank you for joining us today. We're pleased to report another quarter of strong financial and operating results, and we continue to execute on our strategic priorities to increase shareholder value. Our achievements to date have enabled us to make significant progress toward the commitments we made to shareholders a year ago at Investor Day. We're confident in our ability to exceed these commitments and we'll provide an update today.\nSlide 4 shows the evolution of our portfolio. We're much more than a refining company. We are differentiated by an integrated and diversified midstream, chemicals, refining, marketing and specialties portfolio that generates free cash flow through the economic cycles. Our global commercial supply and trading organization leverages our assets to generate incremental value. We continue to execute our strategy to increase more stable cash flows in Midstream. We see more growth opportunities as U.S. natural gas and natural gas liquids production is expected to outpace crude oil. The demand fundamentals are strong as NGLs and petrochemical feedstocks remain the fastest-growing segment of liquids demand.\nThe DCP acquisition earlier this year strengthened our competitive position by integrating our NGL wellhead to market value chain and adds over $1 billion to mid-cycle adjusted EBITDA. Our current synergy run rate is on pace to deliver more than $400 million. Midstream's stable cash generation covers the company's dividend and our sustaining capital. We'll continue to capitalize on our integrated and diversified portfolio to deliver results.\nMoving to Slide 5. At our Investor Day in November 2022, we targeted $3 billion in mid-cycle EBITDA growth by 2025. This included NGL wellhead to market, Rodeo Renewed, business transformation and CPChem growth projects. Given the substantial progress employees across the company have made, we are raising the bar. We now expect to grow mid-cycle adjusted EBITDA by $4 billion between 2022 and 2025, reflecting a $1 billion increase from our original target. This includes additional value from business transformation, Midstream synergies and commercial contributions.\nWe're increasing the business transformation target to $1.4 billion from $1 billion. We're enhancing our commercial capabilities to extract additional value, maximizing return on capital employed and increasing refining market capture. We're committing to higher shareholder distributions. Our new target is $13 billion to $15 billion between July 2022 and year-end 2024. This is an increase from our original target of $10 billion to $12 billion. We will return over 50% of our operating cash flow to shareholders. Lastly, we plan to monetize assets that no longer meet strategic long-term objectives. Proceeds from monetizing these noncore assets are expected to be more than $3 billion. We'll deploy the proceeds to advance strategic priorities, including accelerating cash return to shareholders.\nSlide 6 shows progress on distributions to shareholders and improving refining performance. We returned $6.7 billion through share repurchases and dividends since July 2022, representing over 50% of operating cash flow during the same time period. Strong cash generation and disciplined capital allocation enabled us to exceed the pace to achieve the original $10 billion to $12 billion target before year-end 2024. The increased target of $13 billion to $15 billion equates to 25% to 30% of current market cap. Our Board of Directors approved a $5 billion increase to our share repurchase authorization. This is in addition to the previous authorization, which had approximately $3.1 billion remaining as of September 30.\nSince 2012, the Board has authorized $25 billion in share repurchases. These higher distributions to shareholders will be supported by $4 billion of mid-cycle adjusted EBITDA growth between 2022 and 2025. We are laser-focused on improving refining performance. Third quarter crude utilization of 95% was the highest utilization since 2019. Our refining system ran above industry average utilization rates for the third straight quarter. We continue to advance high-return, low-capital projects to improve reliability and market capture. We're executing 10 to 15 projects a year to improve market capture by 5%. Last year, we completed several projects that added 2% to market capture, and we expect the 2023 projects to add a further 1.3%. We reduced costs by $0.40 per barrel and will achieve a $0.75 per barrel run rate by the end of 2023. Our people have fully embraced business transformation, and we're raising our target to a $1 per barrel run rate by the end of 2024.\nSlide 7 provides an overview of the business transformation program. We're increasing our business transformation target to $1.4 billion, comprised of $1.1 billion of cost reductions and $300 million of sustaining capital efficiencies. The incremental reductions are $300 million in costs, over half of which benefits Refining and $100 million of sustaining capital. We are on track to achieve the targets this year and next.\nSlide 8 summarizes our strategic priorities and enhancements. Last November, we announced 6 priorities to increase shareholder value. These were ambitious and consistent with investor feedback. Our achievements to date provide us with the confidence that we will not only meet these targets but we'll exceed them. So with the support of our Board, we're increasing our commitments to shareholders. Delivering on the commitments will generate additional free cash flow from our integrated and diversified portfolio, positioning us to increase cash returns to shareholders now and in the future. Now I'll turn the call over to Kevin to review the third quarter financial results.\n\nKevin J. Mitchell\n\nExecutive Vice President, Finance and Chief Financial Officer, Phillips 66\n\nThank you, Mark. Adjusted earnings were $2.1 billion or $4.63 per share. The $9 million decrease in the fair value of our investment in NOVONIX reduced earnings per share by $0.02. We generated operating cash flow of $2.7 billion, including a working capital benefit of $285 million and cash distributions from equity affiliates of $361 million. Capital spending for the quarter was $855 million. We returned $1.2 billion to shareholders through $752 million of share repurchases and $465 million of dividends. We ended the quarter with a net debt-to-capital ratio of 33%. Annualized adjusted return on capital employed was 17%.\nI'll cover the segment results on Slide 10. Additional details can be referenced in the appendix to this presentation. This slide highlights the change in adjusted results by segment from the second quarter to the third quarter. During the period, adjusted earnings increased $304 million, mostly due to improved results in Refining, partially offset by lower results in Chemicals and Midstream as well as higher corporate costs. In Midstream, third quarter adjusted pretax income was $569 million, down $57 million from the prior quarter. The decrease related to our NGL business and was mainly due to the timing of cargo freight costs as well as higher utility, integration and employee costs. These impacts were partially offset by higher margins from increasing commodity prices.\nChemicals adjusted pretax income decreased $88 million to $104 million in the third quarter. This decrease was mainly due to lower margins. Global O&P utilization was 99%. Refining third quarter adjusted pretax income was $1.7 billion, up $592 million from the second quarter. The increase was primarily due to higher realized margins and strong utilization. Realized margins increased due to higher market crack spreads, partially offset by inventory hedge impacts, lower secondary product margins and lower Gulf Coast clean product realizations. Inventory hedges and losses from secondary products mainly reflect the impact of rising crude prices during the quarter. These market factors negatively impacted capture rate, which was 66% in the quarter.\nMarketing and Specialties' adjusted third quarter pretax income was $633 million, a slight decrease of $11 million from the previous quarter, reflecting continued strong margins. The Corporate and Other segment's adjusted pretax costs were $59 million higher than the previous quarter. The increase was mainly due to higher net interest expense related to acquiring DCP Midstream's public common units on June 15 as well as employee-related expenses. Our adjusted effective tax rate was 24%. The impact of noncontrolling interest was improved compared to the prior quarter and reflects a lower noncontrolling interest since our acquisition of DCP Midstream public common units.\nSlide 11 shows the change in cash during the third quarter. We started the quarter with a $3 billion cash balance. Cash from operations was $2.4 billion, excluding working capital. During the quarter, we funded $358 million of pension plan contributions, which comes out of cash from operations. That was a working capital benefit of $285 million. Year-to-date working capital is a use of around $2 billion, primarily related to inventory that we expect to mostly reverse by year-end. We received $280 million from asset dispositions, mainly reflecting the sale of our interest in South Texas Gateway Terminal. Total proceeds from asset dispositions of $370 million through the third quarter of 2023.\nWe funded $855 million of capital spending. This includes $260 million for the acquisition of a U.S. West Coast marketing business. We repaid approximately $500 million of debt, mostly reflecting lower borrowings on DCP Midstream's credit facilities. Additionally, we returned $1.2 billion to shareholders through share repurchases and dividends. Our ending cash balance was $3.5 billion. This concludes my review of the financial and operating results.\nNext, I'll cover a few outlook items. In Chemicals, we expect the fourth quarter global O&P utilization rate to be in the mid-90s. In Refining, we expect the fourth quarter worldwide crude utilization rate to be in the low 90s and turnaround expenses to be between $90 million and $110 million. We anticipate fourth quarter Corporate and Other costs to come in between $280 million and $300 million. Now we will open the line for questions, after which Mark will make closing comments."
  },
  {
    "header": "PSX",
    "cik": "0001534701",
    "ticker": "PSX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/19f8190493f535064a2077b4b8ad4048",
    "period": "2023 Q2",
    "content": "Q2 2023 Phillips 66 Earnings Call\n\nQ2 2023 Phillips 66 Earnings Call\n\nPSXNYSEAUG 2, 12:00 PM\n\nOperator\n\nHello, and welcome to the Second Quarter 2023 Phillips 66 Earnings Conference Call. My name is Alex, and I will be your operator for today's call. [Operator Instructions] Please note that this conference is being recorded. I will now turn the call over to Jeff Dietert, Vice President, Investor Relations. Jeff, you may begin.\n\nJeffrey Alan Dietert\n\nVP of IR, Phillips 66\n\nGood morning, and welcome to Phillips 66 Second Quarter Earnings Conference Call. Participants on today's call will include Mark Lashier, President and CEO; Kevin Mitchell, CFO; Tim Roberts, Midstream and Chemicals; Rich Harbison, Refining; and Brian Mandell, Marketing and Commercial. Today's presentation material can be found on the Investor Relations section of the Phillips 66 website, along with supplemental financial and operating information.\nSlide 2 contains our safe harbor statement. We will be making forward-looking statements during today's call. Actual results may differ materially from today's comments. Factors that could cause actual results to differ are included here as well as in our SEC filings. With that, I'll turn it over to Mark.\n\nMark E. Lashier\n\nPresident & COO, Phillips 66\n\nThanks, Jeff. Good morning, and thank you for joining us today. In the second quarter, we had adjusted earnings of $1.8 billion or $3.87 per share. We continued to execute on our strategic priorities and returned $1.8 billion to shareholders through share repurchases and dividends. Our results reflect strong operating performance across our portfolio, demonstrating the commitment of our employees to maintain safe and reliable operations. We want to thank them for their dedication to operating excellence and delivering on our mission to provide energy and improve lives.\nIn Refining, we continue to run above industry average rates, and in Midstream, we had record NGL frac volumes. We continue to run our Sweeny Hub fracs and export terminal at above nameplate capacities to meet strong demand. We remain committed to operating excellence and continue to focus on our strategic priorities to create value and return cash to shareholders.\nSlide 4 summarizes progress toward our strategic priorities. Over the last 12 months, we've returned 14% of our market cap or $5.4 billion to shareholders through share repurchases and dividends. We're on track to return $10 billion to $12 billion over the 10-quarter period between July 2022 through year-end 2024. In Refining, we had another quarter of strong operating performance with crude utilization of 93% and lower operating costs. As of the end of the quarter, more than $300 million of the $550 million run rate cost savings are attributable to Refining. Kevin will provide an update on our business transformation progress in a moment.\nWe're executing our NGL wellhead to market strategy and capturing DCP integration synergies faster than expected. Our current synergy run rate is over $200 million. We've been successful in identifying additional opportunities to increase our target from $300 million to more than $400 million by 2025. In June, we completed the acquisition of DCP Midstream's public common units for $3.8 billion, increasing our economic interest from 43% to 87%. We ended the quarter with a net debt-to-capital ratio of 35%. We expect leverage to be within our target range by year-end.\nIn Refining, we're converting our San Francisco refinery into one of the world's largest renewable fuels facilities. The capital to convert the facility to over 50,000 barrels per day of renewable fuels production is anticipated to be approximately $1.25 billion. This is an increase from our original premise due to higher-than-anticipated material and labor costs as well as impacts related to weather and permitting. The revised capital cost of around $1.60 per gallon remains well below similar announced projects, and the expected returns are significantly above our Refining hurdle rates. The overall project timing and scope remains unchanged. We expect to begin commercial operations in the first quarter of 2024.\nIn Chemicals, CPChem completed construction of the 1-hexene unit in Old Ocean, Texas and expects to begin operations by the end of the third quarter. The new propylene splitter at its Cedar Bayou facility is expected to start up in the fourth quarter. CPChem and Qatar Energy are jointly building world-scale petrochemical facilities on the U.S. Gulf Coast and in Ras Laffan, Qatar. On the U.S. Gulf Coast, the Golden Triangle Polymers joint venture has project financing in place. The Ras Laffan petrochemical joint venture expects to complete project financing later this year. Both projects remain on schedule to start up in 2026.\nNow I'll turn the call over to Kevin to review the business transformation savings and second quarter financial results.\n\nKevin J. Mitchell\n\nExecutive Vice President, Finance and Chief Financial Officer, Phillips 66\n\nThank you, Mark. Starting on Slide 5 with an update on our business transformation progress. Our $1 billion business transformation target includes $800 million of cost savings and $200 million of sustaining capital reductions. We have identified over 2,700 initiatives to permanently reduce costs, with employees across the organization actively engaged in the transformation process. We have completed 1,200 initiatives that are generating value today. The chart on the left shows our progress toward the $800 million cost reduction target, with $550 million of run rate cost savings at the end of the second quarter. The stacked bar shows our actual cumulative cost reductions for the year by category.\nOver the first half of 2023, we realized $260 million in cost savings. The majority of these cost reductions relate to Refining, which has benefited by about $0.40 per barrel. Business transformation initiatives range from optimizing services across our portfolio of assets to establishing new tools to improve use of steam and energy. Organizationally, we strengthened our centralized model for core functions to drive consistency and efficiencies. We continue implementing cost savings initiatives and are on track to achieve our run rate target by year-end 2023. We expect to realize the full $800 million of cost savings in 2024, which will include Refining cost reductions of $0.75 per barrel.\nNow I'll move to Slide 6 to cover the second quarter financial results. Adjusted earnings were $1.8 billion or $3.87 per share. The $15 million decrease in the fair value of our investment in NOVONIX reduced earnings per share by $0.03. We generated operating cash flow of $1 billion, including a working capital use of $1 billion and cash distributions from equity affiliates of $239 million. Capital spending for the quarter was $551 million, including $339 million for growth projects. We returned $1.8 billion to shareholders through $1.3 billion of share repurchases and $474 million of dividends. We ended the quarter with 445 million shares outstanding.\nI'll cover the segment results on Slide 7. Additional details can be referenced in the appendix to this presentation. This slide highlights the change in adjusted results by segment from the first quarter to the second quarter. During the period, adjusted earnings decreased $199 million, mostly due to lower results in Refining and Midstream, partially offset by an improvement in Marketing and Specialties. In Midstream, second quarter adjusted pretax income was $626 million, down $52 million from the prior quarter. The decrease was driven by the impact of declining commodity prices in our NGL business. This was partially offset by higher volumes in transportation.\nChemicals adjusted pretax income decreased $6 million to $192 million in the second quarter. The industry polyethylene chain margin increased by $0.03 to $0.20 per pound. However, this was offset by higher maintenance and turnaround costs in the quarter. Global O&P utilization was 98%. Refining second quarter adjusted pretax income was $1.1 billion, down $460 million from the first quarter. The decrease was due to a decline in margins, partially offset by higher volumes and lower operating expenses. Realized margins decreased primarily due to the decline in distillate crack spreads and narrowing heavy crude differentials, partially offset by improved gasoline cracks. In addition, realized margins reflect the impact of losses from secondary products due to declining NGL and coke prices.\nMarketing and Specialties adjusted second quarter pretax income was $644 million, an increase of $218 million from the previous quarter, mainly due to seasonally higher global marketing margins on continued strong demand. The Corporate and Other segments adjusted pretax costs were $12 million lower than the prior quarter. The adjusted effective tax rate was 22%, consistent with the previous quarter. The impact of noncontrolling interests was improved compared to the prior quarter and also reflects our acquisition of DCP units on June 15.\nSlide 13 shows the change in cash during the second quarter. We started the quarter with a $7 billion cash balance. Cash from operations was $2 billion, excluding working capital. There was a working capital use of $1 billion, mainly reflecting an increase in inventory, which included the impact of unplanned downtime at the Bayway Refinery and seasonal storage opportunities. Year-to-date working capital is a use of around $2 billion, primarily related to inventory that we expect to mostly reverse by year-end. We funded $551 million of capital spending.\nIn June, we drew $1.25 billion on a single draw term loan to partially fund the acquisition of the DCP units for $3.8 billion. This transaction and the redemption of DCP's Series B preferred units of $161 million are represented as repurchase of noncontrolling interests. Additionally, we returned $1.8 billion to shareholders through share repurchases and dividends. Our ending cash balance was $3 billion. This concludes my review of the financial and operating results.\nNext, I'll cover a few outlook items. In Chemicals, we expect the third quarter global O&P utilization rate to be in the mid-90s. In Refining, we expect the third quarter worldwide crude utilization rate to be in the mid-90s and turnaround expenses to be between $110 million and $130 million. We anticipate third quarter Corporate and Other costs to come in between $280 million and $300 million, reflecting higher net interest expense from funding the purchase of DCP units during the second quarter.\nIn 2023, we expect our full year capital spend to be above the $2 billion budget, reflecting approximately $200 million of additional spending on Rodeo Renewed. In addition, we just closed on a $260 million acquisition of West Coast marketing assets. This acquisition supports the high-return Rodeo Renewed project by optimizing the full value of our renewable fuel sales to end customers. We continue to review our portfolio to determine if assets meet our strategic long-term objectives or if they provide more value to third parties. Earlier this year, we divested the Bell Chase Terminal, and very recently, we sold our interest in the South Texas Gateway Terminal. Total proceeds from the 2 transactions are approximately $350 million. Now we will open the line for questions, after which Mark will make closing comments."
  },
  {
    "header": "PSX",
    "cik": "0001534701",
    "ticker": "PSX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/828be1eb098f59f7c5f7e550eb0cb9cb",
    "period": "2023 Q1",
    "content": "Q1 2023 Phillips 66 Earnings Call\n\nQ1 2023 Phillips 66 Earnings Call\n\nPSXNYSEMAY 3, 12:00 PM\n\nOperator\n\nWelcome, everyone, to the First Quarter 2023 Phillips 66 Earnings Conference Call. My name is Sierra, and I will be your operator for today's call. [Operator Instructions] Please note that this conference is being recorded. I will now turn the call over to Jeff Dietert, Vice President of Investor Relations. Jeff, you may begin.\n\nJeffrey Alan Dietert\n\nVP of IR, Phillips 66\n\nGood morning, and welcome to Phillips 66 First Quarter Earnings Conference Call. Participants on today's call will include Mark Lashier, President, CEO; Kevin Mitchell, CFO; Brian Mandell, Marketing and Commercial; Tim Roberts, Midstream and Chemicals; and Rich Harbison, Refining. Today's presentation material can be found on the Investor Relations section of the Phillips 66 website, along with supplemental financial and operating information.\nSlide 2 contains our safe harbor statement. We will be making forward-looking statements during today's call. Actual results may differ materially from today's comments. Factors that could cause actual results to differ are included here as well as in our SEC filings. With that, I'll turn the call over to Mark.\n\nMark E. Lashier\n\nPresident & COO, Phillips 66\n\nThanks, Jeff. Good morning, and thank you for joining us today. During the first quarter, we delivered strong financial and operating results. We had adjusted earnings of $2 billion or $4.21 per share, a record first quarter. In Refining, we successfully executed major planned maintenance and ran above industry average rates. Currently, our refineries are running at high utilization to meet demand and capture market opportunities as we enter summer driving season.\nWe returned $1.3 billion to shareholders through dividends and share repurchases. In February, we raised our dividend 8% to $1.05 per share, demonstrating our ongoing commitment to a secure, competitive and growing dividend. Our integrated diversified portfolio provides us with the ability to generate strong cash flow, return substantial cash to shareholders and invest in the most attractive projects. We remain committed to operating excellence and disciplined capital allocation as we execute our strategy.\nRecently, our Midstream, Refining and Chemicals business were recognized for their exemplary safety performance in 2022. For the third consecutive year, Midstream was awarded the American Petroleum Institute's Distinguished Pipeline Safety Award for Large Operators. This is the highest recognition by API for the midstream industry. The American Fuel and Petrochemical Manufacturers recognized 5 of our refineries for outstanding safety performance. Sweeny Refinery received the Distinguished Safety Award for the second year in a row. Bayway, Borger, Santa Maria and Ponca City refineries also earned safety awards. In Chemicals, 4 CPChem facilities were recognized with AFPM Safety Awards. We're honored to receive these awards and would like to recognize our employees' commitment to operating excellence. Congratulations to all the people working at these facilities, well done.\nWe started the year off well and continue to advance strategic priorities from our Investor Day late last year. Slide 4 summarizes progress toward our targets to create value and increase shareholder distributions. Since July of 2022, we've returned $3.7 billion to shareholders through share repurchases and dividends. We're on track to meet our target to return $10 billion to $12 billion over the 10-quarter period between July 2022 through year-end 2024. We had strong refining operational performance in the first quarter and market capture increased to 93%.\nIn Midstream, we're advancing our NGL wellhead to market strategy. We recently achieved an integration milestone with the transition of DCP Midstream employees to Phillips 66, enabling continued synergy capture. In anticipation of the DCP buy-in, we issued bonds and executed a delayed draw term loan. We expect to close on the transaction by the end of the second quarter. We're advancing our business transformation initiatives, and we're on track to deliver $1 billion of annual run rate savings by year-end. Next quarter, we'll provide a more detailed update on the cost savings achieved through the first half of the year.\nIn Refining, we're converting our San Francisco refinery into one of the world's largest renewables fuels facilities. The conversion will substantially reduce emissions from the facility and produce lower carbon-intensity transportation fuels. In February, we safely shut down the Santa Maria facility as we continued to advance the project. We expect to begin commercial operations in the first quarter of 2024. Upon completion, Rodeo will have over 50,000 barrels per day of renewable fuels production capacity.\nIn Chemicals, CPChem is pursuing a portfolio of high-return projects, enhancing its asset base and optimizing its existing operations. This includes construction of a second world-scale 1-hexene unit in Old Ocean, Texas and the expansion of propylene splitting capacity at its Cedar Bayou facility. Both projects are expected to start up in the second half of 2023. CPChem and QatarEnergy are jointly building world-scale petrochemical facilities on the U.S. Gulf Coast and in Ras Laffan, Qatar, with start-up at each facility expected in 2026. We look forward to continuing to update you on our strategic priorities.\nNow I'll turn the call over to Kevin to review the financial results.\n\nKevin J. Mitchell\n\nExecutive Vice President, Finance and Chief Financial Officer, Phillips 66\n\nThank you, Mark, and hello, everyone. Starting with an overview on Slide 5, we summarized our financial results for the first quarter. Adjusted earnings were $2 billion or $4.21 per share. The $12 million decrease in the fair value of our investment in NOVONIX reduced earnings per share by $0.02. We generated operating cash flow of $1.2 billion, including a working capital use of $1.3 billion and cash distributions from equity affiliates of $369 million. Capital spending for the quarter was $378 million, including $228 million for growth projects. We returned $1.3 billion to shareholders through $486 million of dividends and $800 million of share repurchases. We ended the quarter with 459 million shares outstanding.\nMoving to Slide 6. This slide highlights the change in adjusted results by segment from the fourth quarter to the first quarter. During the period, adjusted earnings increased $66 million, mostly due to higher results in Chemicals and lower corporate costs, partially offset by a decrease in Marketing and Specialties. Slide 7 shows our Midstream results. First quarter adjusted pretax income was $678 million compared with $674 million in the previous quarter. Transportation contributed adjusted pretax income of $270 million, up $33 million from the prior quarter. The increase was primarily driven by seasonally lower operating costs.\nNGL and Other adjusted pretax income was $420 million compared to $448 million in the fourth quarter. The decrease was mainly due to the impact of declining commodity prices in the gathering and processing business. The fractionators at the Sweeny Hub continued to run above nameplate capacity, averaging 554,000 barrels per day. The Freeport LPG export facility loaded a record 282,000 barrels per day in the first quarter.\nTurning to Chemicals on Slide 8. Chemicals had first quarter adjusted pretax income of $198 million compared with $52 million in the previous quarter. The increase was mainly due to improved margins from lower feedstock costs, higher sales volumes and decreased utility costs. The industry polyethylene chain margin increased by $0.10 to $0.17 per pound during the quarter. Global O&P utilization was 94% for the quarter.\nTurning to Refining on Slide 9. Refining first quarter adjusted pretax income was $1.6 billion, down $18 million from the fourth quarter. The impact of lower volumes from turnaround activities was mostly offset by higher realized margins and lower utility costs. Our realized margins increased by 5% to $20.72 per barrel, while the composite 3:2:1 market crack decreased by 5%. In the first quarter, turnaround costs were $234 million, crude utilization was 90%, and clean product yield was 83%.\nSlide 10 covers market capture. The market crack for the first quarter was $22.39 per barrel compared to $23.58 per barrel in the fourth quarter. Realized margin was $20.72 per barrel and resulted in an overall market capture of 93%, up from 84% in the previous quarter. Market capture is impacted by the configuration of our refineries. We have a higher distillate yield and a lower gasoline yield than the 3:2:1 market indicator. During the first quarter, the distillate crack decreased $19 per barrel and the gasoline crack increased $7 per barrel. Losses from secondary products of $2.56 per barrel were $1.03 per barrel lower than the previous quarter due to falling crude prices. Our feedstock advantage of $2.34 per barrel was $2.37 per barrel improved compared to the fourth quarter, primarily due to running more advantaged crudes.\nThe Other category improved realized margins by $2.19 per barrel. This category includes freight costs, clean product realizations and inventory impacts. First quarter was $1.73 per barrel higher than the previous quarter, primarily due to improved clean product realizations.\nMoving to Slide 11. Marketing and Specialties had a solid quarter, reflecting stronger-than-typical first quarter margins. Adjusted first quarter pretax income was $426 million compared with $539 million in the prior quarter, mainly due to lower international marketing margins. On Slide 12, the Corporate and Other segment had adjusted pretax costs of $248 million, $32 million lower than the prior quarter. The improvement was mainly due to higher interest income and recognition of a transfer tax on a foreign entity reorganization in the fourth quarter of 2022.\nSlide 13 shows the change in cash during the first quarter. We started the quarter with a $6.1 billion cash balance. Cash from operations was $2.5 billion, excluding working capital. There was a working capital use of $1.3 billion, mainly reflecting an increase in inventory, partially offset by a decrease in our net accounts receivable position. During the quarter, we issued $1.25 billion of senior unsecured notes in support of the pending buy-in of DCP Midstream's publicly held common units. We funded $378 million of capital spending and returned $1.3 billion to shareholders through dividends and share repurchases. Our ending cash balance was $7 billion.\nThis concludes my review of the financial and operating results. Next, I'll cover a few outlook items for the second quarter. In Chemicals, we expect the second quarter global O&P utilization rate to be in the mid-90s. In Refining, we expect the second quarter worldwide crude utilization rate to be in the mid-90s and turnaround expenses to be between $100 million and $120 million. We anticipate second quarter Corporate and Other costs coming between $260 million and $290 million, reflecting higher interest costs. In March, we issued senior unsecured notes of $1.25 billion and entered into a delayed draw term loan of up to $1.5 billion in support of the DCP Midstream buy-in transaction, which is expected to close during the second quarter. Now we will open the line for questions."
  },
  {
    "header": "PSX",
    "cik": "0001534701",
    "ticker": "PSX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/29ce0b63667dc1fd959b40e54f4e580f",
    "period": "2022 Q4",
    "content": "Q4 2022 Phillips 66 Earnings Call\n\nQ4 2022 Phillips 66 Earnings Call\n\nPSXNYSEJAN 31, 12:00 PM\n\nOperator\n\nWelcome to the Fourth Quarter 2022 Phillips 66 Earnings Conference Call. My name is Emily, and I'll be your operator for today's call. (Operator Instructions) Later, we will conduct a question-and-answer session. Please note that this conference is being recorded. I will now turn the call over to Jeff Dietert, Vice President of Investor Relations. Jeff, you may begin.\n\nJeffrey Alan Dietert\n\nVP of IR, Phillips 66\n\nGood morning, and welcome to Phillips 66 Fourth Quarter Earnings Conference Call. Participants on today's call include Mark Lashier, President and CEO; Kevin Mitchell, CFO; Brian Mandell, Marketing and Commercial; Tim Roberts, Midstream and Chemicals and Rich Harbison, Refining. Today's presentation material can be found on the Investor Relations section of the Phillips 66 website, along with supplemental financial and operating information.\nSlide 2 contains our safe harbor statement. We will be making forward-looking statements during today's call. Actual results may differ materially from today's comments. Factors that could cause actual results to differ are included here as well as in our SEC filings. With that, I'll turn the call over to Mark.\n\nMark E. Lashier\n\nPresident, CEO & Director, Phillips 66\n\nThanks, Jeff. Good morning, and thank you for joining us today. In the fourth quarter, we had adjusted earnings of $1.9 billion or $4 per share. We generated $4.8 billion in operating cash flow. For the year, adjusted earnings were $8.9 billion or $18.79 per share. Our diversified integrated portfolio generated strong earnings and cash flow in 2022, supported by a favorable market environment and solid operations.\nOur cash flow generation allowed us to strengthen our financial position by repaying debt and resuming our share repurchase program. We returned $3.3 billion to shareholders through share repurchases and dividends. We continue to focus on operating excellence and advancing our strategic priorities to deliver on our vision of providing energy and improving lives as we meet global demand.\nIn Midstream, we continue integrating DCP Midstream to unlock significant synergies and growth opportunities across our NGL wellhead to market value chain. Additionally, we completed Frac 4 at the Sweeny Hub adding 150,000 barrels per day. Our total Sweeny Hub fractionation capacity is 550,000 barrels per day, making it the largest fraction -- the second largest fractionation hub in the U.S.\nIn Chemicals, CPChem is pursuing a portfolio of high-return projects, enhancing its asset base as well as optimizing its existing operations. This includes construction of a second world-scale unit to produce 1-hexene in Old Ocean, Texas, and the expansion of propylene splitting capacity at its Cedar Bayou facility. Both projects are expected to start up in the second half of 2023.\nCPChem and QatarEnergy announced final investment decisions to construct petrochemical facilities on the U.S. Gulf Coast and in Ras Laffan, Qatar. CPChem will have a 51% interest in the $8.5 billion integrated polymers facility on the U.S. Gulf Coast. The Golden Triangle Polymers facility will include a 4.6 billion pounds per year ethane cracker and 2 high-density polyethylene units with a combined capacity of 4.4 billion pounds per year.\nOperations are expected to begin in 2026. We -- in January, the Ras Laffan Petrochemical project was approved. CPChem will own a 30% interest in the $6 billion integrated polymers complex. The plant will include a 4.6 billion pounds per year ethane cracker and 2 high-density polyethylene units with a total capacity of 3.7 billion pounds per year. Start-up is expected in late 2026.\nIn Refining, we're converting our San Francisco Refinery into one of the world's largest renewable fuels facilities. The Rodeo Renewed project is on track to begin commercial operations in the first quarter of 2024. Upon completion, Rodeo will have over 50,000 barrels per day of renewable fuels production capacity.\nAt our Investor Day, we announced priorities to reward Phillips 66 shareholders now and in the future. We're holding ourselves accountable, and we know that you are as well. Slide 4 summarizes our progress. We are delivering returns to shareholders. Since July 2022, we've returned $2.4 billion to shareholders through share repurchases and dividends.\nWe're on track to meet our target return of $10 billion to $12 billion by year-end 2024. In January, we reached an agreement to acquire all of the publicly held common units of DCP Midstream. We expect the transaction to close in the second quarter of 2023, at which point, we will have an 87% economic interest in DCP Midstream.\nThe increase in our economic interest from 28%, prior to the third quarter transaction, is expected to generate an incremental $1.3 billion of adjusted EBITDA, including commercial and operating synergies. We're executing our business transformation. The team achieved savings in excess of $500 million on an annualized basis at the end of 2022, setting us up well for 2023.\nThis includes cost reductions of over $300 million, mostly related to reducing headcount by over 1,100 positions during the year as we redesigned and streamlined our organization. In addition, our 2023 capital program includes a $200 million reduction of sustaining capital. We're transforming to a sustainable lower cost business model and expect to deliver $1 billion of annualized savings by year-end 2023.\nWe're laser-focused on executing these strategic priorities to deliver returns and increase distributions in a competitive and sustainable way. We look forward to updating you on our progress. Now I'll turn the call over to Kevin to review the financial results.\n\nKevin J. Mitchell\n\nEVP & CFO, Phillips 66\n\nThank you, Mark. Starting with an overview on Slide 5, we summarize our financial results for the year. Adjusted earnings were $8.9 billion or $18.79 per share. The $442 million decrease in the fair value of our investment in NOVONIX reduced earnings per share by $0.71. We generated $10.8 billion of operating cash flow.\nCash distributions from equity affiliates were $1.7 billion, including $574 million from CPChem. We ended 2022 with a net debt-to-capital ratio of 24%. Our adjusted after-tax return on capital employed for the year was 22%. Slide 6 shows the change in cash during the year. We started the year with $3.1 billion in cash and generated record cash flow during the year. Cash from operations was $10.8 billion. We received net loan repayments from equity affiliates of $590 million.\nDuring the year, we paid down $2.4 billion of debt. This includes $430 million of debt paid down by DCP Midstream since we began consolidating effective August 18. We funded $2.2 billion of capital spending and returned $3.3 billion to shareholders, including $1.5 billion of share repurchases. The other category includes the redemption of DCP Midstream's Series A preferred units of $500 million.\nOur ending cash balance increased by $3 billion to $6.1 billion. Slide 7 summarizes our fourth quarter results. Adjusted earnings were $1.9 billion or $4 per share. The $11 million decrease in the fair value of our investment in NOVONIX reduced earnings per share by $0.02. We generated operating cash flow of $4.8 billion, including a working capital benefit of $2.1 billion and cash distributions from equity affiliates of $261 million.\nCapital spending for the quarter was $713 million, including $310 million for growth projects. We returned $1.2 billion to shareholders through $456 million of dividends and $753 million of share repurchases. We ended the quarter with 466 million shares outstanding.\nMoving to Slide 8. This slide highlights the change in adjusted results by segment from the third quarter to the fourth quarter. During the period, adjusted earnings decreased $1.2 billion mostly due to lower results in Refining and Marketing and Specialties. In the fourth quarter, we made certain changes to the composition and reporting of our operating segment results.\nOur slides reflect these changes and prior period results have been recast for comparative purposes. The 2022 and 2021 quarterly information has been recast and is included in our supplemental information. Slide 9 shows our Midstream results. Fourth quarter adjusted pretax income was $674 million compared with $608 million in the previous quarter.\nTransportation contributed to adjusted pretax income of $237 million, up $8 million from the prior quarter. NGL & Other adjusted pretax income was $448 million compared to $412 million in the third quarter. The decrease -- the increase was primarily due to record fractionation volumes as well as a full quarter of consolidating DCP Midstream, Sand Hills Pipeline and Southern Hills pipeline.\nThe fractionators at the Sweeny Hub averaged a record 565,000 barrels per day, reflecting the start-up of Frac 4 at the end of the third quarter. The Freeport LPG export facility loaded a record 271,000 barrels per day in the fourth quarter. Our NOVONIX investment is mark-to-market at each quarter.\nThe fair value of the investment, including foreign exchange impacts, decreased $11 million in the fourth quarter compared with a decrease of $33 million in the third quarter.\nTurning to Chemicals on Slide 10. Chemicals at fourth quarter adjusted pretax income of $52 million compared with $135 million in the previous quarter. The decrease was mainly due to lower margins and volumes, partially offset by decreased utility costs and the impact of legal accruals in the third quarter. Global olefins and polyolefins utilization was 83% for the quarter, reflecting planned turnaround activities and the impact of the winter storm in December.\nTurning to Refining on Slide 11. Refining fourth quarter adjusted pretax income was $1.6 billion, down from $2.9 billion in the third quarter. The decrease was primarily due to lower realized margins. Our realized margins decreased by 27% to $19.73 per barrel, while the composite 3:2:1 RIN-adjusted market crack decreased by 16%.\nTurnaround costs were $236 million. Crude utilization was 91% in the fourth quarter and clean product yield was 86%. Slide 12 covers market capture. We are now using a composite 3:2:1 RIN-adjusted market crack to be more consistent with peers and more comparable to our realized margin. The 3:2:1 RIN-adjusted market crack for the fourth quarter was $23.50 per barrel compared to $28.18 per barrel in the third quarter.\nRealized margin was $19.73 per barrel and resulted in an overall market capture of 84%. Market capture in the previous quarter was 95%. Market capture is impacted by the configuration of our refineries. We have a higher distillate yield and lower gasoline yield and the 3:2:1 market indicator.\nDuring the fourth quarter, the distillate crack increased $8 per barrel and the gasoline crack decreased $10 per barrel. Losses from secondary products of $3.59 per barrel were $0.09 per barrel higher than the previous quarter. Our feedstock loss of $0.03 per barrel was $1.45 per barrel improved compared to the third quarter due to more favorable crude differentials.\nThe other category improved realized margins by $0.46 per barrel. This category includes freight costs, clean product realizations and inventory impacts. Fourth quarter was $6.66 per barrel less than the previous quarter, primarily due to lower clean product realizations and inventory timing. Moving to Marketing & Specialties on Slide 13. Adjusted fourth quarter pretax income was $539 million compared with $828 million in the prior quarter, mainly due to lower domestic and international marketing margins.\nOn Slide 14, the Corporate & Other segment had adjusted pretax costs of $280 million, $34 million higher than the prior quarter. The increase was mainly due to higher net interest expense as well as a transfer tax related to a foreign entity reorganization and higher employee-related expenses.\nSlide 15 shows the change in cash during the fourth quarter. We had another strong quarter of cash generation. We started the quarter with a $3.7 billion cash balance. Cash from operations was $2.7 billion, excluding working capital. There was a working capital benefit of $2.1 billion, mainly reflecting a reduction in inventory and a decrease in our net accounts receivable position.\nWe received a loan repayment from an equity affiliate of $426 million. During the quarter, we repaid $500 million of senior notes due April 2023 and funded $713 million of capital spending. We returned $1.2 billion to shareholders through dividends and share repurchases. Additionally, the other category includes the redemption of DCP Midstream's Series A preferred units of $500 million. Our ending cash balance was $6.1 billion. This concludes my review of the financial and operating results.\nNext, I'll cover a few outlook items for the first quarter and the full year. In Chemicals, we expect the first quarter global O&P utilization rate to be in the mid-90s. In Refining, we expect the first quarter worldwide crude utilization rate to be in the mid-80s and turnaround expenses to be between $240 million and $270 million. We anticipate first quarter corporate and Other costs to come in between $230 million and $260 million.\nFor 2023, Refining turnaround expenses are expected to be between $550 million and $600 million. We expect Corporate and Other costs to be in the range of $1 billion to $1.1 billion for the year. We anticipate full year D&A of about $2 billion. And finally, we expect the effective income tax rate to be between 20% and 25%. Now we will open the line for questions."
  },
  {
    "header": "PSX",
    "cik": "0001534701",
    "ticker": "PSX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/322605e0f4f77b843746089f825e4598",
    "period": "2022 Q3",
    "content": "Q3 2022 Phillips 66 Earnings Call\n\nQ3 2022 Phillips 66 Earnings Call\n\nPSXNYSENOV 1, 12:00 PM\n\nOperator\n\nWelcome to the Third Quarter 2022 Phillips 66 Earnings Conference Call. My name is Sylvie, and I will be your operator for today's call. (Operator Instructions) Please note that this conference is being recorded. I will now turn the call over to Jeff Dietert, Vice President, Investor Relations. Jeff, you may begin.\n\nJeffrey Alan Dietert\n\nVP of IR, Phillips 66\n\nGood morning, and welcome to Phillips 66 Third Quarter Earnings Conference Call. Participants on today's call include Mark Lashier, President and CEO; Kevin Mitchell, EVP and CFO; Brian Mandell, EVP, Marketing and Commercial; Tim Roberts, EVP, Midstream and Chemicals; and Rich Harbison, SVP, Refining. Today's presentation material can be found on the Investor Relations section of the Phillips 66 website, along with supplemental financial and operating information.\nWe provided supplemental information this morning for Chemicals, Refining and Marketing and Midstream. The remaining supplemental information will be available with the 10-Q filing. We'll return to the normal supplemental release next quarter.\nSlide 2 contains our safe harbor statement. We will be making forward-looking statements during today's call. Actual results may differ materially from today's comments. Factors that could cause actual results to differ are included here as well as in our SEC filings. Before we begin our discussion, I would like to highlight that we will be hosting an Investor Day in New York on November 9. With that, I'll turn the call over to Mark.\n\nMark E. Lashier\n\nPresident, CEO & Director, Phillips 66\n\nThanks, Jeff. Our third quarter results reflect the continued favorable market environment and our strong operating performance. We ran at high rates during the summer driving season to meet peak demand for critical transportation fuel. Our Refining business delivered improved market capture this quarter, supported by strong distillate cracks and wider discounts for heavy sour crudes.\nIn the third quarter, we had adjusted earnings of $3.1 billion or $6.46 per share. We generated $3.1 billion in operating cash flow. We're committed to strong shareholder distributions. During the quarter, we ramped up share repurchases in a meaningful way, purchasing almost $700 million of common stock. Including dividends, we returned $1.2 billion to shareholders.\nDuring the quarter, we continued to focus on operating excellence and advancing our strategic priorities. Our enterprise-wide business transformation is underway. The team is implementing key initiatives to deliver results. We look forward to providing more details at our Investor Day next week.\nIn Midstream, we realigned our economic and governance interest in DCP Midstream, LP and Gray Oak Pipeline, LLC. Our economic interest in DCP Midstream increased to 43%, and our economic interest in Gray Oak Pipeline decreased to 6.5%. At the same time, we made an offer to acquire all publicly-held common units of DCP Midstream, LP. Our increased interest in DCP Midstream allows for further integration and optimization across our NGL business. The wellhead to market value chain structure will allow us to capture new commercial opportunities and optimize costs.\nAdditionally, we started up Frac 4 at the Sweeny Hub on time and under budget. In October, Frac 4 achieved full run rates, bringing our total Sweeny Hub fractionation capacity to 550,000 barrels per day. CPChem is pursuing a portfolio of high-return projects, enhancing its asset base as well as optimizing its existing operations. This includes growing its normal alpha olefins business with a second world-scale unit to produce 1-hexene, a critical component in high-performance polyethylene. The unit is being constructed at CPChem's Old Ocean, Texas facility and will produce 586 million pounds per year.\nCPChem is also building a new propylene splitter at its Cedar Bayou facility, which will expand its capacity by 1 billion pounds per year. Both the 1-hexene and propylene splitter projects are expected to start up in the second half of 2023. CPChem continues to develop 2 world-scale petrochemical facilities on the U.S. Gulf Coast and in Ras Laffan, Qatar. A final investment decision for the U.S. Gulf Coast project is expected before the end of this year.\nIn Refining, we're converting our San Francisco refinery into one of the world's largest renewable fuels facilities. The Rodeo Renewed project is expected to cost approximately $850 million and begin commercial operations in the first quarter of 2024. Upon completion, Rodeo will have over 50,000 barrels per day of renewable fuels production capacity. Now I'll turn the call over to Kevin to review the financial results.\n\nKevin J. Mitchell\n\nEVP & CFO, Phillips 66\n\nThank you, Mark, and hello, everyone. Before I talk about the financials, let me begin by summarizing the accounting impacts of DCP Midstream. On August 17, we completed the merger of DCP Midstream, LLC and Gray Oak Pipeline, LLC. In connection with the transaction, we were delegated governance rights over DCP Midstream, LP and its general partner entities as well as DCP Sand Hills Pipeline, LLC and DCP Southern Hills Pipeline, LLC. Effective August 18, our financial results reflect the consolidation of these entities.\nSo starting with an overview on Slide 4, we summarize these financial results. We reported third quarter earnings of $5.4 billion. We had special items amounting to an after-tax gain of $2.3 billion, including the net gain related to the consolidation of DCP Midstream, Sand Hills Pipeline and Southern Hills Pipeline and the transfer of interest in Gray Oak Pipeline. Excluding special items, adjusted earnings were $3.1 billion or $6.46 per share. The $33 million decrease in the fair value of our investment in NOVONIX reduced earnings per share by $0.05. We generated $3.1 billion of operating cash flow.\nCapital spending for the quarter was $735 million, including the company's $306 million investment in DCP Midstream, LLC associated with the merger, net of cash acquired. We returned $1.2 billion to shareholders through $466 million of dividends and $694 million of share repurchases. We ended the quarter with 473 million shares outstanding.\nMoving to Slide 5. This slide highlights the change in adjusted results by segment from the second quarter to the third quarter, including the impact of consolidating DCP Midstream, Sand Hills Pipeline and Southern Hills Pipeline effective August 18. The Midstream segment, Corporate and Other, income taxes and noncontrolling interests are impacted by the consolidations. The higher noncontrolling interest reflects the portion of these entities not owned by Phillips 66.\nDuring the period, adjusted earnings decreased $163 million, mostly due to lower results in Refining and Chemicals, partially offset by higher Midstream and Marketing and Specialties results.\nSlide 6 shows our Midstream results. Third quarter adjusted pretax income was $645 million compared with $292 million in the previous quarter. The consolidation of DCP Midstream results are now reported within NGL and Other. Transportation contributed adjusted pretax income of $229 million, down $21 million from the prior quarter. The decrease was mainly due to lower equity earnings from the Gray Oak Pipeline resulting from the merger.\nNGL and Other adjusted pretax income was $449 million compared with $282 million in the second quarter. The increase was primarily due to the consolidation of DCP Midstream, Sand Hills Pipeline and Southern Hills Pipeline effective August 18. The fractionators at the Sweeny Hub averaged 429,000 barrels per day, and the Freeport LPG Export facility loaded 249,000 barrels per day in the third quarter. Our NOVONIX investment is marked-to-market at the end of each reporting period. The fair value of the investment, including foreign exchange impacts, decreased $33 million in the third quarter compared with a decrease of $240 million in the second quarter.\nTurning to Chemicals on Slide 7. Chemicals had third quarter adjusted pretax income of $135 million compared with $273 million in the previous quarter. Olefins and Polyolefins adjusted pretax income was $105 million. The $111 million decrease from the previous quarter was primarily due to lower margins resulting from a sharp decline in polyethylene prices. This was partially offset by lower turnaround costs. Global O&P utilization was 90% for the quarter. Adjusted pretax income for SA&S was $60 million, in line with the second quarter. The higher costs in Other mainly reflect legal contingencies. During the third quarter, we received $41 million in cash distributions from CPChem.\nTurning to Refining on Slide 8. Refining third quarter adjusted pretax income was $2.8 billion, down from $3.1 billion in the second quarter. The decrease was primarily due to lower realized margins, partially offset by higher volumes. Our realized margins decreased by 6% to $26.58 per barrel, while the composite global 3:2:1 market crack decreased by 22%. Pretax turnaround costs were $225 million, in line with the previous quarter. Crude utilization was 91% in the third quarter and clean product yield was 85%.\nSlide 9 covers market capture. Our composite global 3:2:1 market crack for the third quarter was $36.29 per barrel compared to $46.72 per barrel in the second quarter. Realized margin was $26.58 per barrel and resulted in an overall market capture of 73%. Market capture in the previous quarter was 61%. Market capture is impacted by the configuration of our refineries. We have a higher distillate yield and lower gasoline yield than the 3:2:1 market indicator. During the third quarter, the distillate crack decreased $8.14 per barrel, and the gasoline crack decreased $11.84 per barrel.\nLosses from secondary products of $3.50 per barrel or $0.47 per barrel higher than the previous quarter. Our feedstock loss of $1.48 per barrel was in line with the previous quarter. Feedstock advantage from widening heavy sour crude differentials was offset by the impact of higher feedstock costs relative to dated Brent in the Atlantic Basin. The Other category reduced realized margins by $1.29 per barrel. This category includes RINs, freight costs, [clean] product realizations and inventory impacts.\nMoving to Marketing and Specialties on Slide 10. Adjusted third quarter pretax income was $847 million compared with $765 million in the prior quarter. Marketing and Other adjusted pretax income was $717 million, up $61 million from the second quarter. The improvement reflects higher international margins, partially offset by lower domestic results, including inventory impacts. Specialties generated third quarter adjusted pretax income of $130 million. The $21 million increase was largely due to improved base oil margins.\nOn Slide 12, the Corporate and Other segment had adjusted pretax costs of $246 million, $11 million higher than the prior quarter. The increase was mainly due to consolidating DCP Midstream interest expense of $34 million, partially offset by higher interest income. Slide 12 shows the change in cash during the third quarter. We started the quarter with a $2.8 billion cash balance. Cash from operations was $3.1 billion. During the quarter, we funded $735 million of capital spending, including the company's $306 million investment in DCP Midstream, LLC associated with the merger, net of cash acquired. We returned $1.2 billion to shareholders through dividends and share repurchases. Our ending cash balance was $3.7 billion. We ended the quarter with a net debt-to-capital ratio of 29%, including the consolidation of DCP Midstream.\nThis concludes my review of the financial and operating results. Next, I'll cover a few outlook items. In Chemicals, we expect the fourth quarter global O&P utilization rate to be in the mid-90s. In Refining, we expect the fourth quarter worldwide crude utilization rate to be in the low to mid-90s and pretax turnaround expenses to be between $180 million and $220 million. As a result of strong turnaround execution and timing, we expect full year turnaround expenses to be lower than our original $800 million to $900 million of guidance.\nWe anticipate fourth quarter Corporate and Other costs to come in between $300 million and $325 million pretax, reflecting a full quarter of DCP Midstream interest expense. Now we will open the line for questions."
  },
  {
    "header": "PSX",
    "cik": "0001534701",
    "ticker": "PSX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e8d6b008b40428ba9395ab09479480e1",
    "period": "2022 Q2",
    "content": "Q2 2022 Phillips 66 Earnings Call\n\nQ2 2022 Phillips 66 Earnings Call\n\nPSXNYSEJUL 29, 12:00 PM\n\nOperator\n\nWelcome to the Second Quarter 2022 Phillips 66 Earnings Conference Call. My name is Joanna, and I will be your operator for today's call. (Operator Instructions) Please note that this conference is being recorded. I will now turn the call over to Jeff Dietert, Vice President, Investor Relations. Jeff, you may begin.\n\nJeffrey Alan Dietert\n\nVP of IR, Phillips 66\n\nGood morning, and welcome to Phillips 66 Second Quarter Earnings Conference Call. Participants on today's call will include Mark Lashier, President and CEO; Kevin Mitchell, EVP and CFO; Brian Mandell, EVP, Marketing and Commercial; Tim Roberts, EVP, Midstream; and Rich Harbison, SVP, Refining. Today's presentation materials can be found on the Investor Relations section of the Phillips 66 website, along with supplemental financial and operating information.\nSlide 2 contains our safe harbor statement. We will be making forward-looking statements during today's call. Actual results may differ materially from today's comments. Factors that could cause actual results to differ are included here as well as in our SEC filings.\nBefore we begin our discussion, I would like to highlight that we will be hosting an Investor Day in New York on November 9. With that, I'll turn it over to Mark.\n\nMark E. Lashier\n\nPresident, CEO & Director, Phillips 66\n\nThanks, Jeff. It's great to be here with you today as President and CEO. As I shared with our employees, it's an honor and a privilege to be taking on this role. And I'm happy to be a part of the strong leadership team and humbled by the opportunity to lead such a great company. I'd also like to introduce Rich Harbison, our new Senior Vice President of Refining. Rich has over 30 years of experience in a variety of leadership roles across our refining, pipeline and terminal organizations. Most recently, he was Vice President of the San Francisco Refinery, where he oversaw the Rodeo Renewed project.\nOur second quarter results reflect the strong market environment driven by a tight global supply and demand balance. We're focused on reliably providing critical energy products, including transportation fuels to meet demand. We've maintained strong operations in successfully completing our spring turnaround activities early in the second quarter. Even with global refineries running near max capacities, gasoline and distillate inventories remain low, supporting elevated refining margins.\nIn the second quarter, we had adjusted earnings of $3.3 billion or $6.77 per share. We generated $1.8 billion in operating cash flow. Excluding working capital, operating cash flow was $3.6 billion. We returned $533 million to our shareholders through dividends and share repurchases. We resumed our share repurchase program in the second quarter and remain committed to a secure, competitive and growing dividend. In May, we raised our dividend 5% to $0.97 per share. We've increased the dividend 11x since our inception in 2012, resulting in an 18% compound annual growth rate.\nOur strategy remains consistent, supported by a strong foundation of operating excellence and a high-performing organization. We're focused on strategic return-enhancing growth investments in Midstream, Chemicals and Emerging Energy while selectively investing to increase returns in Refining and Marketing and Specialties. We continue to target a long-term capital allocation framework of 60% reinvestment in the business and 40% cash returned to shareholders in the form of dividends and share repurchases.\nWe've been successful in reducing pandemic debt, including paying down $1.5 billion of debt during the second quarter. In addition, we believe higher cash levels are prudent, given the current uncertain economic environment. We're executing an enterprise-wide business transformation to achieve sustained annual cost savings of at least $700 million. David Erfert, Senior Vice President and Chief Transformation Officer, has been leading the effort across our organization with engagement from over 1,000 employees. Initiatives are being implemented to position us for the future and ensure we remain competitive in any economic scenario. We look forward to sharing more details on our business transformation at our Investor Day in November.\nDuring the quarter, we continued to focus on operating excellence and advancing our strategic initiatives. In Midstream, at the Sweeny Hub, we expect Frac 4 to start up late this quarter. The total project cost for Frac 4 is expected to be approximately $525 million. CPChem is pursuing a portfolio of high-return projects, enhancing its asset base as well as optimizing its existing operations. CPChem's total capital budget for 2022 is $1.4 billion, of which $1 billion is for growth projects with average expected returns above 20%. This includes growing its normal alpha olefins business with a second world-scale unit to produce 1-hexene, a critical component of high-performance polyethylene. Construction is underway on the 586 million pounds per year unit located in Old Ocean, Texas.\nCPChem is also building a new propylene splitter at its Cedar Bayou facility, which will expand its capacity by 1 billion pounds per year. Both the 1-hexene and propylene splitter projects are expected to start up in the second half of 2023. Recently, CPChem announced plans to double its polyalphaolefins capacity in Belgium to approximately 265 million pounds per year, with start-up expected in 2024.\nCPChem continues to develop 2 world-scale petrochemical facilities on the U.S. Gulf Coast and in Ras Laffan, Qatar. A final investment decision for the U.S. Gulf Coast project is expected this year.\nIn Refining, we made a final investment decision to move forward with our Rodeo Renewed project to convert our San Francisco refinery into one of the world's largest renewable fuels facilities. The project is expected to cost approximately $850 million and begin commercial operations in the first quarter of 2024. Upon completion, Rodeo will have over 50,000 barrels per day of renewable fuels production capacity. In addition, the conversion is projected to reduce life cycle carbon emissions by approximately 65% or the equivalent of permanently removing 1.4 million cars from California roads.\nIn July, we formed JET H2 Energy Austria, a 50-50 joint venture with H2 Energy Europe to develop up to 250 retail hydrogen refueling stations across Germany, Austria and Denmark by 2026. Recently, we published our 2022 Sustainability Report, providing a comprehensive look at our actions to both prepare Phillips 66 to thrive in the energy future and deliver on our commitment to being one of the industry's best operators. The report includes a detailed analysis of the company's climate-related risks and opportunities as well as performance data on various environmental, social and governance matters.\nBefore we review the financial results, we'd like to recognize our employees' commitment to operating excellence. We're honored that our Midstream business was awarded the American Petroleum Institute's Distinguished Pipeline Safety Award for large operators for the second consecutive year. In addition, Midstream received the Platinum Safety Award in the large company division from the International Liquid Terminals Association. Congratulations to all the people working at these facilities. Well done. Now I'll turn the call over to Kevin to review the financial results.\n\nKevin J. Mitchell\n\nExecutive VP of Finance & CFO, Phillips 66\n\nThank you, Mark, and hello, everyone. Starting with an overview on Slide 4, we summarize our financial results for the second quarter. Adjusted earnings were $3.3 billion or $6.77 per share. A $240 million decrease in the fair value of our investment in NOVONIX reduced earnings per share by $0.38. We generated $1.8 billion of operating cash flow, including a working capital use of $1.8 billion. Cash distributions from equity affiliates were $527 million.\nCapital spending for the quarter was $376 million, including $167 million for growth projects. We returned $533 million to shareholders through $460 million of dividends and $66 million of share repurchases. We ended the quarter with 481 million shares outstanding.\nMoving to Slide 5. This slide highlights the change in adjusted results by segment from the first quarter to the second quarter. During the period, adjusted earnings increased $2.7 billion with a substantial improvement in Refining. Slide 6 shows our Midstream results. Second quarter adjusted pretax income was $292 million compared with $242 million in the previous quarter. Transportation contributed adjusted pretax income of $250 million, down $28 million from the prior quarter. The decrease was mainly due to lower equity earnings, driven by reduced Bakken crude volumes associated with winter storm impacts.\nNGL and Other adjusted pretax income was $152 million compared with $91 million in the first quarter. The increase was primarily due to improved margins and volumes at the Sweeny Hub. The margin improvement includes unfavorable inventory impact in the previous quarter. In addition, we had higher Sand Hills pipeline equity earnings in the second quarter. The fractionators at the Sweeny Hub averaged a record 441,000 barrels per day, and the Freeport LPG export facility loaded 240,000 barrels per day in the second quarter.\nDCP Midstream adjusted pretax income of $130 million was up $99 million from the previous quarter, mainly driven by improved gathering and processing results and hedging impacts. The hedge gain recognized in the second quarter was approximately $30 million compared with a hedge loss of approximately $50 million in the first quarter. Our NOVONIX investment is marked-to-market at the end of each reporting period. The fair value of the investment, including foreign exchange impacts, decreased $240 million in the second quarter compared to a decrease of $158 million in the first quarter.\nTurning to Chemicals on Slide 7. Chemicals second quarter adjusted pretax income of $273 million was down $123 million from the prior quarter. Olefins and Polyolefins adjusted pretax income was $216 million. The $161 million decrease from the previous quarter was primarily due to lower margins resulting from higher feedstock costs as well as increased utility and turnaround costs. Global O&P utilization was 94% for the quarter.\nAdjusted pretax income for SA&S was $59 million, up $27 million from the prior quarter. The increase was mainly due to improved margins on benzene and specialty chemicals as well as improved styrene results. The $11 million improvement in Other mainly reflects lower employee-related expenses and higher capitalized interest related to growth projects. During the second quarter, we received $216 million in cash distributions from CPChem.\nTurning to Refining on Slide 8. Refining's second quarter adjusted pretax income was $3.1 billion, up from $140 million in the first quarter. The improvement was primarily due to higher realized margins across all regions. Realized margins increased by 168% to $28.31 per barrel. Pretax turnaround costs were $223 million, up from $102 million in the prior quarter. Crude utilization was 90% in the second quarter and clean product yield was 83%.\nSlide 9 covers market capture. Our composite global 3:2:1 market crack for the second quarter was $46.72 per barrel compared to $21.93 per barrel in the first quarter. Realized margin was $28.31 per barrel and resulted in an overall market capture of 61%. Market capture in the previous quarter was 48%. Market capture is impacted by the configuration of our refineries. We have a higher distillate yield and a lower gasoline yield than the market indicator. During the quarter, the distillate crack was $61.38 per barrel, and the gasoline crack was $39.52 per barrel.\nThe configuration impact as a percentage of the market crack was similar to first quarter. Losses from secondary products of $3.03 per barrel were in line with the prior quarter. Our feedstock loss of $1.46 per barrel declined $2.47 per barrel from the previous quarter due to narrowing Canadian crude differentials. The other category reduced realized margins by $7.48 per barrel. This category includes RINs, lean product realizations, freight costs and inventory impacts.\nMoving to Marketing and Specialties on Slide 10. Adjusted second quarter pretax income was $765 million compared with $316 million in the prior quarter. Marketing and Other increased $453 million from the first quarter. This was primarily due to higher realized fuel margins, including inventory impacts. Refined product exports in the second quarter were 153,000 barrels per day. Specialties generated second quarter adjusted pretax income of $109 million, in line with the previous quarter.\nSlide 11 shows the change in cash during the second quarter. We started the quarter with a $3.3 billion cash balance. Cash from operations was $3.6 billion, excluding working capital. There was a working capital use of $1.8 billion, mainly reflecting an increase in accounts receivable due to higher product prices and timing of sales. We repaid $1.5 billion of debt, lowering our net debt-to-capital ratio to below 30%, the lowest it has been since the fourth quarter of 2019. In addition, we funded $376 million of capital spending and returned $533 million to shareholders. Our ending cash balance was $2.8 billion.\nThis concludes my review of the financial and operating results. Next, I'll cover a few outlook items. In Chemicals, we expect the third quarter global O&P utilization rate to be in the mid-90s. In refining, we expect the third quarter worldwide crude utilization rate to be in the low to mid-90s and pretax turnaround expenses to be between $260 million and $290 million. We expect full year pretax turnaround expenses to be at the lower end of our $800 million to $900 million guidance. We anticipate third quarter corporate and other costs to come in between $210 million and $230 million pretax. Now we will open the line for questions."
  },
  {
    "header": "PSX",
    "cik": "0001534701",
    "ticker": "PSX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/556c74ec946ce1e1e8136842b3e42cba",
    "period": "2022 Q1",
    "content": "Q1 2022 Phillips 66 Earnings Call\n\nQ1 2022 Phillips 66 Earnings Call\n\nPSXNYSEAPR 29, 12:00 PM\n\nOperator\n\nWelcome to the First Quarter 2022 Phillips 66 Earnings Conference Call. My name is Erica, and I will be your operator for today's call. (Operator Instructions) Please note that this conference is being recorded.\nI will now turn the call over to Jeff Dietert, Vice President, Investor Relations. Jeff, you may begin.\n\nJeffrey Alan Dietert\n\nVP of IR, Phillips 66\n\nGood morning, and welcome to Phillips 66 First Quarter Earnings Conference Call. Participants on today's call will include Greg Garland, Chairman and CEO; Mark Lashier, President and COO; Kevin Mitchell, EVP and CFO; Bob Herman, EVP, Refining; Brian Mandell, EVP, Marketing and Commercial; and Tim Roberts, EVP, Midstream.\nToday's presentation materials can be found on the Investor Relations section of the Phillips 66 website, along with supplemental financial and operating information.\nSlide 2 contains our safe harbor statement. We'll be making forward-looking statements during today's call. Actual results may differ materially from today's comments. Factors that could cause actual results to differ are included here as well as in our SEC filings.\nWith that, I'll turn the call over to Greg.\n\nGreg C. Garland\n\nChairman & CEO, Phillips 66\n\nOkay, Jeff. Thanks. Good morning, everyone, and thank you for joining us today. In the first quarter, we had adjusted earnings of $595 million or $1.32 per share. Our results were impacted by seasonally lower margins across our businesses. In March, we saw substantially improved operating earnings. In fact, March provided the majority of our first quarter earnings. Both gasoline and distillate inventories coupled with strong demand will provide momentum as we head into the summer driving season.\nWe generated strong operating cash flow of $1.1 billion during the first quarter and returned $404 million to shareholders in dividends. In April, we repaid $1.45 billion of debt. And earlier today, we announced that we'll restart our share repurchases under our existing $2.5 billion authorization. In addition, we remain committed to a secure, competitive and growing dividend and plan to resume our cadence of annual dividend increases.\nEarlier this month, we announced that Mark Lashier will become President and CEO of Phillips 66 effective July 1. Mark will lead a company that has a solid strategy, strong leadership and outstanding employees. We're all confident that Mark will serve Phillips 66, our employees, communities and shareholders well as the right leader to position the company to thrive in the years ahead.\nAnd with that, I'll turn the call over to Mark to provide additional comments.\n\nMark E. Lashier\n\nPresident & COO, Phillips 66\n\nThank you, Greg. I'm excited to embark on this new role, building on the talents of our team and the strength of our assets as we continue to deliver shareholder value.\nWe remain focused on operating excellence and advancing our strategic initiatives. We're committed to improving our competitive position across our business segments to drive future performance in any market environment. Business transformation efforts were initiated last year, and a cross-functional team is focused on opportunities to sustainably optimize our costs and organizational structure across the enterprise.\nWe're targeting a sustainable cost reduction of at least $700 million per year, which equates to about $1 per barrel. We plan to provide regular updates on our efforts over the coming year.\nIn Midstream, we completed the buy-in of Phillips 66 Partners and at the Sweeny Hub, we expect Frac 4 to start up in the third quarter. The total project cost for Frac 4 is expected to be approximately $525 million. CPChem is pursuing a portfolio of high-return projects, enhancing its asset base as well as optimizing its existing operations. CPChem's total capital budget for 2022 is $1.4 billion, of which $1 billion is for growth projects with an average expected return above 20%.\nThis includes growing its normal alpha olefins business with a second world-scale unit to produce 1-hexene, a critical component in high-performance polyethylene. CPChem is also expanding its propylene splitting capacity by 1 billion pounds per year with a new unit located at its Cedar Bayou facility. Both projects are expected to start up in 2023.\nCPChem continues to develop 2 world-scale petrochemical facilities on the U.S. Gulf Coast and in Ras Laffan, Qatar. A final investment decision for the U.S. Gulf Coast project is expected this year. We continue to progress Rodeo Renewed and expect to complete the final steps of the permitting process this quarter. Completion of the conversion project is expected in early 2024. Rodeo will initially have over 50,000 barrels per day of renewable fuel production capacity. In addition, the conversion will reduce emissions from the facility. The total project cost is anticipated to be approximately $850 million.\nOur Emerging Energy group continues to advance opportunities in renewable fuels, batteries, carbon capture and hydrogen. In March, our Humber Refinery made its first delivery of sustainable aviation fuel in the U.K. under a supply agreement with British Airways. Also, during the quarter, we entered into an agreement with H2 Energy Europe to form a joint venture to develop up to 250 retail hydrogen refueling stations across Germany, Austria and Denmark by 2026.\nDuring the first quarter, we added a 2050 target to reduce Scope 1 and 2 greenhouse gas emissions intensity by 50% compared with 2019 levels. The new target builds on our 2030 target announced last year. Our targets reflect our commitment to sustainability while meeting the world's energy needs today and in the future.\nBefore we review financial results, we'd like to recognize our employees' commitment to operating excellence. We're honored that our refining and chemicals businesses were recently recognized for their 2021 safety performance. The AFPM recognized 3 of our refineries, including Sweeny, Billings and Bayway. The Sweeny Refinery received the Distinguished Safety Award, which is the highest annual award the industry recognizes. In chemicals, CPChem received 2 AFPM awards for its sites in Borger and Conroe, Texas. Congratulations to all the people working at these facilities. Well done.\nNow I'll turn the call over to Kevin to review the financial results.\n\nKevin J. Mitchell\n\nExecutive VP of Finance & CFO, Phillips 66\n\nThank you, Mark, and hello, everyone. Starting with an overview on Slide 4, we summarize our financial results for the quarter. Adjusted earnings were $595 million or $1.32 per share. The $158 million decrease in the fair value of our investment in NOVONIX reduced earnings per share by $0.27. We generated $1.1 billion of operating cash flow, including a working capital use of $115 million.\nWe received distributions from equity affiliates of $585 million. Capital spending for the quarter was $370 million, including $221 million for growth projects. We paid $404 million in dividends. We ended the quarter with 481 million shares outstanding, including the 42 million shares issued for the PSXP merger.\nMoving to Slide 5. This slide highlights the change in adjusted results by segment from the fourth quarter to the first quarter. During the period, adjusted earnings decreased $703 million, driven by lower results across all segments.\nSlide 6 shows our Midstream results. First quarter adjusted pretax income was $242 million, a decrease of $426 million from the previous quarter. Transportation contributed adjusted pretax income of $278 million, in line with the previous quarter. NGL and other adjusted pretax income was $91 million compared with $138 million in the fourth quarter. The decrease was primarily due to the impact of rising prices on inventory, partially offset by improved butane and propane trading results.\nThe fractionators at the Sweeny Hub averaged a record 423,000 barrels per day, and the Freeport LPG export facility loaded 43 cargoes in the first quarter. Frac 4 is ahead of schedule and we expect start-up in the third quarter. DCP Midstream adjusted pretax income of $31 million was down $80 million from the previous quarter, mainly driven by unfavorable hedging impacts, partially offset by lower operating costs.\nThe hedge loss recognized in the first quarter was approximately $50 million compared with a hedging gain of approximately $50 million in the fourth quarter. Beginning this quarter, we are showing our investment in NOVONIX as its own subsegment to separate it from our core Midstream businesses. This investment is marked-to-market at the end of each reporting period. The fair value of the investment, including foreign exchange impacts, decreased $158 million in the first quarter compared with an increase of $146 million in the fourth quarter. Our initial investment in NOVONIX of $150 million had a fair value of $362 million at the end of the first quarter.\nTurning to Chemicals on Slide 7. Chemicals' first quarter adjusted pretax income of $396 million was down $28 million from the fourth quarter. Olefins and Polyolefins adjusted pretax income was $377 million. The $28 million decrease from the previous quarter was primarily due to lower polyethylene margins as inventories normalized, following supply disruptions last year. This was partially offset by higher sales volumes. Global O&P utilization was 99% for the quarter. Adjusted pretax income for SA&S was $32 million, in line with the previous quarter. During the first quarter, we received $299 million in cash distributions from CPChem.\nTurning to Refining on Slide 8. Refining first quarter adjusted pretax income was $140 million, down from $404 million in the fourth quarter. The decrease was mainly due to lower realized margins as well as lower clean product volumes driven by planned maintenance. Realized margins for the quarter decreased by 9% to $10.55 per barrel. Favorable impacts from higher market cracks were more than offset by higher RIN costs, lower Gulf Coast clean product realizations and secondary product margins as well as inventory impacts.\nThe higher RIN costs were primarily due to the fourth quarter recognition of the reduction in the 2021 compliance year obligation of approximately $230 million. Pretax turnaround costs were $102 million, down from $106 million in the prior quarter. Crude utilization was 89% in the first quarter and clean product yield was 84%.\nSlide 9 covers market capture. The 3:2:1 market crack for the first quarter was $21.93 per barrel compared to $17.93 per barrel in the fourth quarter. Realized margin was $10.55 per barrel and resulted in an overall market capture of 48%. Market capture in the previous quarter was 65%. Market capture is impacted by the configuration of our refineries. Our refineries are more heavily weighted toward distillate production than the market indicator. The configuration impact was relatively flat quarter-on-quarter as lower clean product yield offset higher distillate cracks.\nLosses from secondary products of $3.05 per barrel were $1.17 per barrel higher than the previous quarter due to rising crude prices. Our feedstock advantage of $1.01 per barrel improved by $0.83 per barrel from the prior quarter. The other category reduced realized margins by $6.42 per barrel. This category includes RINs, clean product realizations, freight costs and inventory impacts.\nMoving to Marketing and Specialties on Slide 10. Adjusted first quarter pretax income was $316 million compared with $499 million in the prior quarter. Marketing and Other decreased $199 million from the prior quarter. This was primarily due to lower marketing margins, mainly resulting from rising spot prices as well as seasonally lower demand. Refined product exports in the first quarter were 134,000 barrels per day. Specialties generated first quarter adjusted pretax income of $113 million, up from $97 million in the prior quarter, mainly due to higher finished lubricant margins.\nSlide 11 shows the change in cash during the first quarter. We had another strong quarter for cash generation. This was the fourth quarter in a row that cash flow from operations allowed us to return cash to shareholders, invest in our business and strengthen the balance sheet. We started the quarter with a $3.1 billion cash balance.\nCash from operations was $1.1 billion, which covered $370 million of capital spend and $404 million for the dividend, while also increasing our cash balance by $188 million. Our ending cash balance was $3.3 billion. In early April, we repaid $1.45 billion of maturing debt.\nThis concludes my review of the financial and operating results. Next, I'll cover a few outlook items. In Chemicals, we expect the second quarter global O&P utilization rate to be in the mid-90s. In Refining, we expect the second quarter worldwide crude utilization rate to be in the low 90s and pretax turnaround expenses to be between $230 million and $250 million. We anticipate second quarter corporate and other costs to come in between $230 million and $250 million pretax.\nNow we will open the line for questions."
  },
  {
    "header": "PSX",
    "cik": "0001534701",
    "ticker": "PSX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fb445f07c8ad8efa7dd9baa4387dfc6f",
    "period": "2021 Q4",
    "content": "Q4 2021 Phillips 66 Earnings Call\n\nQ4 2021 Phillips 66 Earnings Call\n\nPSXNYSEJAN 28, 12:00 PM\n\nOperator\n\nGood morning, and welcome to the Fourth Quarter 2021 Phillips 66 Earnings Conference Call. My name is Sia, and I will be your operator for today's call. (Operator Instructions) Please note that this conference is being recorded. I will now turn the call over to Jeff Dietert, Vice President, Investor Relations. Jeff, you may begin.\n\nJeffrey Alan Dietert\n\nVP of IR, Phillips 66\n\nGood morning, and welcome to Phillips 66 Fourth Quarter Earnings Conference Call. Participants on today's call will include Greg Garland, Chairman and CEO; Mark Lashier, President and COO; Kevin Mitchell, EVP and CFO; Bob Herman, EVP, Refining; Brian Mandell, EVP, Marketing and Commercial; and Tim Roberts, EVP Midstream. Today's presentation material can be found on the Investor Relations section of the Phillips 66 website, along with supplemental financial and operating information.\nSlide 2 contains our safe harbor statement. We will be making forward-looking statements during today's presentation and our Q&A session. Actual results may differ materially from today's comments. Factors that could cause actual results to differ are included here as well as in our SEC filings. With that, I'll turn the call over to Greg.\n\nGreg C. Garland\n\nChairman & CEO, Phillips 66\n\nOkay, Jeff. Thank you. Hey, good morning, everyone, and thanks for joining the call today. For the fourth quarter, we had adjusted earnings of $1.3 billion or $2.94 per share. For the year, adjusted earnings were $2.5 billion or $5.70 per share. We delivered record results in Midstream, Chemicals and Marketing and Specialties, demonstrating the strength of our diversified portfolio. For the third quarter in a row, we saw improved refining performance. Looking ahead, we're optimistic about the outlook for our business.\nIn 2021, our employees exemplified the company's values of safety, honor and commitment. Our 2021 combined workforce total recordable rate of 0.12 was more than 25x better than the U.S. manufacturing average. Last year, our strong cash flow generation allowed us to invest $1.9 billion back into the business, returned $1.6 billion to shareholders and paid down $1.5 billion of debt. The 2022 capital program of $1.9 billion reflects our commitment to capital discipline. Approximately 45% of our growth capital this year will support lower carbon opportunities, including Rodeo Renewed.\nAs cash flow improves further, we'll prioritize shareholder returns and debt repayment. In October, we increased the quarterly dividend to $0.92 per share. We remain committed to a secure, competitive and growing dividend. We'd like to resume share repurchases this year and on our path towards getting back to pre-COVID debt levels over the next couple of years.\nWe're taking steps to position Phillips 66 for the long-term competitiveness. Across our businesses, we're assessing opportunities for permanent cost reductions. Mark and Kevin are leading this initiative and will provide additional details on the first quarter call in April. We're committed to a lower carbon future while continuing to deliver our vision of providing energy and improving lives around the globe. We announced targets to reduce greenhouse gas emissions intensity last year. By 2030, we plan to reduce Scope 1 and Scope 2 emissions by 30% and Scope 3 emissions by 15% compared to 2019 levels. So with that, I'll turn the call over to Mark to provide some more details.\n\nMark Lashier\n\nPresident & COO, Phillips 66\n\nThanks, Greg. Good morning, everyone. In the fourth quarter, we had strong earnings from Midstream, Chemicals and Marketing and Specialties, and we saw a continued recovery in refining profitability. We made progress advancing our growth projects as well as taking strategic actions to position Phillips 66 for the future.\nIn Midstream, we began commercial operations of Phillips 66 Partners' C2G Pipeline. At the Sweeny Hub, construction of Frac 4 is 50% complete, and we expect to begin operations in the fourth quarter of this year. CPChem is investing in a portfolio of high-return projects, growing its asset base as well as optimizing its existing operations. This includes growing its normal alpha-olefins business with a second world-scale unit to produce 1-Hexyne, a critical component in high-performance polyethylene. CPChem is also expanding its propylene splitting capacity by 1 billion pounds per year with a new unit located at its Cedar Bayou facility. Both projects are expected to start up in 2023.\nCPChem continues to develop 2 world-scale petrochemical facilities on the U.S. Gulf Coast and in Ras Laffan, Qatar. In addition, CPChem completed its first commercial sales of Marlex Anew Circular Polyethylene, which uses advanced recycling technology to convert difficult-to-recycle plastic waste into high-quality raw materials. CPChem has successfully processed pyrolysis oil in a certified commercial scale trial and is targeting annual production of 1 billion pounds of circular polyethylene by 2030.\nDuring the year, we began renewable diesel production at the San Francisco refinery and continued to progress Rodeo Renewed, which is expected to be completed in early 2024, subject to permitting and approvals. Upon completion, Rodeo will initially have over 50,000 barrels per day of renewable fuel production capacity. The conversion will reduce emissions from the facility and produce lower carbon transportation fuels.\nIn Marketing, we acquired a commercial fleet fueling business in California, providing further placement opportunities for Rodeo renewable diesel production to end use customers. Additionally, our retail marketing joint venture in the Central region acquired 85 sites in December, bringing the total to approximately 200 sites acquired in 2021. These sites support long-term product placement and extend our participation in the retail value chain.\nOur Emerging Energy Group is advancing opportunities in renewable fuels, batteries, carbon capture and hydrogen. We recently signed a technical development agreement with NOVONIX to accelerate the development of next-generation materials for the U.S. battery supply chain. We own a 16% stake in the company, extending our presence in the battery value chain.\nIn December, we entered into a multiyear agreement with British Airways to supply sustainable aviation fuel produced by our Humber Refinery beginning this year. For 2022, we'll execute our strategy with a focus on operating excellence and cost management. We will do our part to advance the lower carbon future while maintaining disciplined capital allocation and an emphasis on returns. Now I'll turn the call over to Kevin to review the financial results.\n\nKevin J. Mitchell\n\nExecutive VP of Finance & CFO, Phillips 66\n\nThank you, Mark, and hello, everyone. Starting with an overview on Slide 4, we summarize our financial results for the year. Adjusted earnings were $2.5 billion or $5.70 per share. We generated $6 billion of operating cash flow or $3.9 billion excluding working capital. These results reflect our highest annual earnings for the Midstream, Chemicals and Marketing and Specialty segments. Cash distributions from equity affiliates totaled $3 billion, including a record $1.6 billion from CPChem. We ended 2021 with a net debt-to-capital ratio of 34%. Our adjusted after-tax return on capital employed for the year was 9%.\nSlide 5 shows the change in cash during the year. We started the year with $2.5 billion in cash. Cash from operations was $6 billion. This included a working capital benefit of $2.1 billion, mainly due to the receipt of tax refunds as well as the impact of rising prices on our net payable position. During the year, we paid down $1.5 billion of debt. In November, both S&P and Moody's revised their outlooks from negative to stable. We are committed to further deleveraging as we continue to prioritize our strong investment-grade credit ratings. We funded $1.9 billion of capital spending and returned $1.6 billion to shareholders through dividends. Our ending cash balance increased to $3.1 billion.\nSlide 6 summarizes our fourth quarter results. Adjusted earnings were $1.3 billion or $2.94 per share. We generated operating cash flow of $1.8 billion, including a working capital benefit of $412 million and cash distributions from equity affiliates of $757 million. Capital spending for the quarter was $597 million. $265 million was for growth projects, which included approximately $100 million for retail investments in the Marketing business. We paid $403 million in dividends.\nMoving to Slide 7. This slide highlights the change in adjusted results from the third quarter to the fourth quarter, a decrease of $105 million. Our adjusted effective income tax rate was 20% for the fourth quarter. Slide 8 shows our Midstream results. Fourth quarter adjusted pretax income was $668 million, an increase of $26 million from the previous quarter. Transportation contributed adjusted pretax income of $273 million, up $90 million from the prior quarter. The increase mainly reflects the recognition of deferred revenue. NGL and other adjusted pretax income was $284 million compared with $357 million in the third quarter. The decrease was primarily due to lower unrealized investment gains related to Novonics, partially offset by higher volumes at Sweeny Hub and favorable inventory impacts.\nOur investment in Novonics is marked-to-market at the end of each reporting period. The total value of the investment, including foreign exchange impacts, increased $146 million in the fourth quarter compared to an increase of $224 million in the third quarter. The fractionators at the Sweeny Hub averaged a record 417,000 barrels per day, and the Freeport LPG export facility loaded a record 45 cargoes in the fourth quarter.\nDCP Midstream adjusted pretax income of $111 million was up $80 million from the previous quarter, mainly due to favorable hedging impacts in the fourth quarter compared to negative hedge results in the third quarter. The actual hedge benefit recognized in the fourth quarter amounts to approximately $50 million.\nTurning to Chemicals on Slide 9. Chemicals' fourth quarter adjusted pretax income of $424 million was down $210 million from the third quarter. Olefins and Polyolefins adjusted pretax income was $405 million. The $208 million decrease from the previous quarter was primarily due to lower polyethylene margins, reduced sales volumes as well as increased utility costs. Global O&P utilization was 97% for the quarter. Adjusted pretax income for SA&S was $37 million compared with $36 million in the third quarter. During the fourth quarter, we received $479 million in cash distributions from CPChem.\nTurning to Refining on Slide 10. Refining fourth quarter adjusted pretax income was $404 million, an improvement of $220 million from the third quarter, driven by higher realized margins and improved volumes. This was partially offset by higher costs. Realized margins for the quarter increased by 35% to $11.60 per barrel. Impacts from lower market crack spreads were more than offset by lower RIN costs from a reduction in our estimated 2021 compliance year obligation and lower RIN prices. In addition, we had favorable inventory impacts and improved clean product differentials.\nRefining adjusted results reflect approximately $230 million related to the EPA's proposed reduction of the RVO, of which about 75% applies to the first 3 quarters of the year. Pretax turnaround costs were $106 million, up from $81 million in the prior quarter. Crude utilization was 90% in the fourth quarter and clean product yield was 86%.\nSlide 11 covers market capture. The 3:2:1 market crack for the fourth quarter was $17.93 per barrel compared to $19.44 per barrel in the third quarter. Realized margin was $11.60 per barrel and resulted in an overall market capture of 65%. Market capture in the previous quarter was 44%. Market capture is impacted by the configuration of our refineries. Our refineries are more heavily weighted toward distillate production than the market indicator. During the quarter, the distillate crack increased $3.10 per barrel, and the gasoline crack decreased $3.76 per barrel. Losses from secondary products of $1.88 per barrel improved $0.10 per barrel from the previous quarter due to increased butane blending into gasoline. Our feedstock advantage of $0.18 per barrel improved by $0.17 per barrel from the prior quarter. The Other category reduced realized margins by $2.02 per barrel. This category includes RINs, freight costs, clean product realizations and inventory impacts.\nMoving to Marketing and Specialties on Slide 12. Adjusted fourth quarter pretax income was $499 million compared with $547 million in the prior quarter. Marketing and Other decreased $52 million from the prior quarter. This was primarily due to lower Marketing fuel margins and volumes as well as higher costs. Specialties generated fourth quarter adjusted pretax income of $97 million, up from $93 million in the prior quarter.\nOn Slide 13, the Corporate and Other segment had adjusted pretax costs of $245 million, an increase of $15 million from the prior quarter. This was primarily due to higher employee-related costs and net interest expense. Slide 14 shows the change in cash during the fourth quarter. We had another strong quarter for cash. This is the third consecutive quarter that our operating cash flow enabled us to return cash to shareholders, invest in the business, pay down debt while increasing our cash balance.\nThis concludes my review of the financial and operating results. Next, I'll cover a few outlook items for the first quarter and the full year. In Chemicals, we expect the first quarter global O&P utilization rate to be in the mid-90s. In Refining, we expect the first quarter worldwide crude utilization rate to be in the high 80s and pretax turnaround expenses to be between $120 million and $150 million. We anticipate first quarter Corporate and Other costs to come in between $230 million and $250 million pretax.\nFor 2022, we plan full year turnaround expenses to be between $800 million and $900 million pretax. We expect Corporate and Other costs to be in the range of $900 million to $950 million pretax for the year. We anticipate full year D&A of about $1.4 billion. And finally, we expect the effective income tax rate to be in the 20% to 25% range. Now we will open the line for questions."
  }
]