[
  {
    "header": "APA",
    "cik": "0001841666",
    "ticker": "APA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/df7bf4df5535ffdf411795353e6bcdd9",
    "period": "2025 Q3",
    "content": "Q3 2025 APA Corp Earnings Call\n\nQ3 2025 APA Corp Earnings Call\n\nAPANASDAQNOV 6, 11:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to APA Corporation's Third Quarter Financial and Operational Results Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your first speaker today, [ Stephane Aka], Managing Director of Investor Relations. Please go ahead.\n\nUnknown Executive\n\nGood morning and thank you for joining us on APA Corporation's Third Quarter 2025 Financial and Operational Results Conference Call. We will begin the call with an overview by CEO, John Christmann. Ben Rodgers, CFO, will then provide further color on our results and outlook. [ Steve Riney], President; and Tracey Henderson, Executive Vice President of Exploration, are also on the call and available to answer questions.\nWe will start with prepared remarks and allocate the remainder of time to Q&A. In conjunction with yesterday's press release, I hope you've had the opportunity to review our financial and operational supplement which can be found on our Investor Relations website at investor.apacorp.com.\nPlease note that we may discuss certain non-GAAP financial measures. A reconciliation of the differences between these measures and the most directly comparable GAAP financial measures can be found in the supplemental information provided on our website.\nConsistent with previous reporting practices, adjusted production numbers cited in today's call are adjusted to exclude noncontrolling interest in Egypt and Egypt tax barrels. I'd like to remind everyone that today's discussion will contain forward-looking estimates and assumptions based on our current views and reasonable expectations. However, a number of factors could cause actual results to differ materially from what we discuss on today's call. A full disclaimer is located with the supplemental information on our website. And with that, I will turn the call over to John.\n\nJohn J. Christmann\n\nPresident, Chief Executive Officer & Director, Apache Corp.\n\nGood morning, and thank you for joining us. On today's call, I will review our third quarter results, outline our continued progress across key strategic initiatives, and discuss our outlook for the fourth quarter and our preliminary plans for 2026.\nThis year's macro environment has remained challenging, characterized by heightened volatility and uncertainty in commodity prices, largely driven by shifting trade policies and geopolitical tensions. While these external factors have created headwinds for the industry, they also underscore the progress that we've made at APA over the past 2 years.\nAt the core of these efforts is a strong focus on lowering our controllable spend, which is delivering meaningful and sustainable improvements in our cost structure. Additionally, through disciplined capital allocation, a reshaped and more resilient portfolio and a sharper operational focus, we've built a stronger, more adaptable organization, one that can perform through cycles and respond quickly to changing market conditions.\nOur strategy is working, and the benefits are increasingly evident across both our operations and financial performance. With a stronger foundation in place, APA is well positioned to navigate any oil price environment for 2026.\nTurning to the third quarter. Results were once again very strong across the board. We have exceeded our production guidance in each of our operating areas, while capital investment and operating costs were below guidance. In the Permian, continued strong operational execution resulted in oil production above guidance, while capital investment and operating costs were in line with expectations.\nMoving to Egypt. In addition to the significant acreage award we previously discussed, we also received substantial payments during the third quarter, nearly eliminating our past due receivables. This progress reflects the strength of our partnership with the Egyptian government. Operationally, once again, gross BOEs grew sequentially in Egypt, underpinned by the ongoing success of our gas program. This reflects both strong well performance and continued optimization of infrastructure. On the oil side, our waterflood and recompletions programs are moderating our base decline, and flattening our near-term gross oil production.\nIn the North Sea, our continued focus on operating efficiency and cost management drove higher production and lower costs compared to our guidance. We remain focused on optimizing our late life operations and are preparing to decommission our assets in a safe, efficient and environmentally responsible manner.\nFinally, in Suriname, progress at [ Grand morgue ] continues at pace, and first oil remains on track for mid-2028.\nMoving to our outlook for the fourth quarter. In the Permian, following another strong quarter of operational execution, we are raising our guidance for oil production while maintaining our outlook for capital spend. On the gas side, with the recent dislocation of Waha pricing, we are adjusting our guidance to reflect temporary curtailments in the field. Although this slightly reduces our BOE volumes, the impact to free cash flow will be minimal.\nIn Egypt, we are slightly increasing our fourth quarter production estimates in line with the ongoing momentum from our gas program. We are also drilling several high-potential exploration wells including on our newly acquired acreage. The Western Desert presents a vast and highly prospective opportunity set. And although we are early in our gas exploration program, success here could be impactful for our portfolio.\nTurning now to our cost reduction initiatives. Our commitment to reducing every aspect of our controllable spend has been evident all year, and I want to recognize the diligence of our teams and the strong alignment among leaders across the organization. Through their collective efforts, we've made significant changes to our operations and driven meaningful improvements in both capital and operational efficiency. We are now on track to realize $300 million in savings this year and are also positioned to reach our run rate savings target of $350 million by the end of 2025 and 2 full years ahead of the original goal of year-end 2027.\nLooking ahead, we see significant opportunity to build on this momentum, driving additional efficiency gains and further simplifying how we work. Through these efforts, we aim to deliver an additional $50 million to $100 million in combined run rate savings across G&A, capital and LOE by the end of next year.\nMoving to our preliminary plans for 2026. With the recent volatility in oil prices, we are evaluating multiple capital allocation scenarios with a focus on free cash flow generation. While we have significantly improved our cost structure and reduced breakevens across our asset base in the last 18 months, we believe a flexible approach to capital investment is warranted in the current price environment.\nIn the Permian, at our current pace of 5 rigs, we expect to deliver consistent year-over-year oil production of approximately 120,000 barrels per day, with capital investment of around $1.3 billion. However, if oil prices move lower, we have the operational flexibility to moderate activity to reduce capital further with minimal expected impact on 2026 oil volumes.\nIn Egypt, we plan to maintain consistent activity levels and capital spend with a similar allocation between oil and gas drilling as this year. This would allow us to grow gas volumes on a gross basis year-over-year, gross oil production will remain on a modest decline. We will continue to monitor commodity prices over the coming months and we'll provide formal guidance for 2026 in February.\nIn closing, our third quarter results underscored strong operational performance and consistent execution across all operating areas. Through the rigorous focus of our teams, we are driving significant cost savings ahead of schedule and increasing our targets for the future. As we head into 2026, we will remain disciplined in our capital allocation and continue prioritizing free cash flow generation. With that, I will turn it over to Ben.\n\nBen C. Rodgers\n\nVice President-Treasury, Apache Corp.\n\nThank you, John. For the third quarter, under generally accepted accounting principles, APA reported consolidated net income of $205 million or $0.57 per diluted common share. As usual, these results include items that are outside of core earnings, the most significant of which was $148 million unrealized loss on derivatives. Excluding this and other smaller items, adjusted net income for the third quarter was $332 million or $0.93 per share.\nLOE came in below guidance, largely due to ongoing cost savings primarily in the North Sea. G&A was in line with guidance despite a larger-than-expected impact from mark-to-market adjustments related to stock compensation. On an underlying basis, G&A was approximately $15 million below guidance. We continue to progress multiple initiatives across all categories of G&A and expect this momentum to carry into 2026.\nCurrent income tax expense was lower than anticipated, primarily due to a change in our projected 2025 corporate alternative minimum tax. New guidelines issued by the U.S. Treasury late in the quarter clarified the treatment of net operating losses and depreciation deductions under the minimum tax framework. As a result, we now expect to owe little to no U.S. taxes in 2025 and 2026.\nOverall, this was an excellent quarter during which APA generated $339 million of free cash flow and returned $154 million to investors through dividends and share buybacks. During the quarter, net debt was reduced by approximately $430 million through a combination of free cash flow generation and payments from Egypt.\nThis balance sheet progress has enabled us to realize net financing cost savings excluding gains on the extinguishment of debt of $75 million so far in 2025 when compared to the same period in 2024. We ended the quarter with $475 million in cash, providing financial flexibility as we enter 2026. This gives us the ability to opportunistically repurchase debt, address upcoming maturities and thoughtfully manage the timing and execution of our decommissioning and asset retirement obligations.\nTurning now to our cost reduction initiatives. John already covered our progress to date and outline the targets we've set for 2026. So I'll focus on the key movements in our 2025 guidance for controllable spend items relative to the $300 million of savings we expect to achieve this year.\nWhile these savings are reflected in our guidance for LOE and G&A, there are a few offsetting effects within capital. Since issuing our initial 2025 capital guidance in February, our teams have identified and implemented an additional $210 million in cost reduction opportunities, primarily in the Permian. Over the same time frame, our capital budget has been reduced by $150 million. This results in a $60 million difference between the change in our full year capital guidance and the change in capital cost savings, since the beginning of the year.\nThe largest portion of this variance is attributable to capital investments and LOE reduction initiatives. As highlighted last quarter, we identified several high-impact projects aimed at sustainably lowering future Permian operating costs, such as building saltwater disposal systems, consolidating field compression and other facility optimization projects. Capital is being directed towards these efforts, which are expected to generate strong returns with short payback periods and position us for structural operating cost improvements in 2026 and beyond. Another component of this difference is activity related, which primarily relates to the completion of 2 DUCs at [ Alpine High ] this quarter.\nShifting to our oil and gas trading portfolio, which has been a meaningful and relatively steady contributor to free cash flow generation this year. Based on current strip pricing, we expect $630 million in pretax income from our trading activities for 2025. To enhance cash flow certainty heading into next year, we have added to our 2026 hedge positions. Currently, about 1/3 of next year's gas transport position is hedged, locking in roughly $140 million of cash flow.\nTurning to our asset retirement and decommissioning obligations. Our goal is to reduce these liabilities through a prudent approach that balances operational efficiency with financial discipline. As an example, during the third quarter, we identified a well at one of the fields in the Gulf of America that require decommissioning. Rather than mobilizing a vessel for a single well and returning later to complete the remaining work we chose to decommission the entire field of 5 wells in a single campaign.\nThis enabled us to capture meaningful operational efficiencies and reduce the total costs that would have been incurred over time. We have identified similar opportunities to execute during the fourth quarter, which led us to increase our full year 2025 ARO and decommissioning spend guidance by $20 million. Going forward, we will continue to pursue similar initiatives, proactively managing these liabilities in a way that is both operationally efficient and financially sound.\nFor 2026, we expect our combined ARO and decommissioning spend to increase, reflecting a decline in spending in the Gulf of America, offset by higher planned activity in the North Sea. As a reminder, APA receives a 40% tax benefit on all decommissioning spend incurred in the North Sea. Therefore, on an after-tax basis, our total spend will increase year-over-year by roughly $55 million.\nIn closing, as we enter 2026, our priorities remain centered on disciplined capital allocation, further cost reductions and continuing to strengthen the balance sheet. Our development capital inclusive of approximately $250 million for Suriname development, is expected to be 10% lower than 2025, reflecting improved capital efficiency across our portfolio. This preliminary plan positions APA to sustain Permian oil production deliver continued gas growth in Egypt and advance the world-class opportunity we're developing in Suriname Block 58.\nTogether with our ongoing focus on reducing controllable spend, these actions further strengthened our foundation for durable free cash flow generation and long-term value creation. With that, I will turn the call back to the operator for Q&A."
  },
  {
    "header": "APA",
    "cik": "0001841666",
    "ticker": "APA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9dc23f01bc3c89ca086b7dedae88efe7",
    "period": "2025 Q4",
    "content": "Full Year 2025 APA Group Earnings Call\n\nFull Year 2025 APA Group Earnings Call\n\nAPAASXAUG 19, 7:00 PM\n\nOperator\n\nThank you for standing by, and welcome to the APA Group FY 2025 results. [Operator Instructions] I would now like to hand the conference over to Mr. Adam Watson, Managing Director and Chief Executive Officer. Please go ahead.\n\nAdam Jeffrey Watson\n\nCEO & MD, APA Group\n\nThank you very much, and good morning, everyone. Thank you for joining us at today's FY '25 results presentation. I'm joined by Garrick Rollason, our CFO; as well as our Investor Relations team. Let me start by wishing the Gadigal people of the Eora Nation, traditional custodians of the land in which I'm speaking. First Nations people have taken care of our lands and waterways for the past 60,000 years. We acknowledge and pay our respects to their elders past and present. As always, I'll start today's presentation with a safety share on Slide 4. .\nIn the Pilbara region of Western Australia, which is prone to cyclones, APA's Port Hedland Solar Farm battery project was built to withstand with speeds of up to 288 kilometers per hour, a 1 in 500-year event. In February 2025, cyclone Zelia brought destructive weather to the region. It was pleasing to see that notwithstanding these challenging conditions, APA's infrastructure enabled operational continuity for our customers and all of our people were safe.\nMoving to Slide 5. On 13 June this year, we marked 25 years since listing on the ASX. The photo on the top left is the day 1 management team, including the group's first CEO, the late Jim McDonald, as was Mick McCormack, who was our CEO for 14 years. This team set the pathway for growth and the generation of significant secured value. FY '25 marked the 21st consecutive year of distribution growth for APA, and we believe APA is 1 of only 2 companies on the ASX to have achieved this.\nMoving to Slide 6. There are 3 key takeaways from today's results. First, we've delivered a strong financial and operating result and have a strong outlook for the year ahead. FY '25 EBITDA is up 6.4% at the top end of guidance. EBITDA margins have increased. The midpoint of our FY '26 EBITDA guidance would represent a 7.2% increase on FY '25. And we've delivered and guided towards ongoing year-on-year distribution growth.\nSecond, we've taken steps over the last year to simplify our business. In FY '25, we've delivered cost growth below inflation, and today, we have announced a cost-out target of approximately $50 million for FY '26. Yesterday, we announced the accretive sale of our noncore Networks business. And we've addressed regulatory risks with positive outcomes for both the Southwest Queensland pipeline and Basslink. Third, we have strong momentum executing our strategy. We've successfully commissioned a number of important construction projects.\nOur organic growth pipeline has increased from $1.8 billion to $2.1 billion. And our credit metrics improved from 10.1% to 10.4%, which means we can comfortably fund our organic growth pipeline from our existing balance sheet. Moving now to Slide 8. Suffice to say, we're very pleased with our financial results and for our outlook for FY '26. FY '25 underlying EBITDA, as I said, delivered growth of 6.4%, which is a great result. Underlying EBITDA margins increased, supported by the investments we've made in recent years in the foundations of our business, which have facilitated the delivery of our cost reduction initiatives.\nGrowth in our operating cash flow was strong. Free cash flow is marginally higher than last year, remembering that we are back to tax paying status and that we continue to use our cash flows to fund investments. As mentioned, our FY '25 distribution of $0.57 per study is up $0.01 on last year and in line with guidance. Looking to the year ahead, our distribution guidance for FY '26 is $0.58 per security, up further $0.01 in what will be our 22nd consecutive year of distribution growth.\nOur underlying EBITDA guidance for FY '26 is between $2.12 billion and $2.2 billion, with the midpoint of this guidance, 7.2% higher than FY '25. That means earnings growth for FY '26 is expected to be even higher than FY '25. And it also means we're continuing to deliver earnings growth ahead of inflation.\nOn Slide 9, we call out the continued progress we're making with key nonfinancial metrics. While our safety performance was generally strong, we regrettably had 1 serious harm incident involving an all-terrain vehicle. This is a reminder that we must always be vigilant in our pursuit for safety excellence. We progressed a number of growth projects with our customers, completing construction of the Port Hedland Solar Farm and Battery Project, completing the Kurri Kurri lateral and delivering early works on the East Coast Gas Grid expansion and the Sturt Plateau Pipeline in the Beetaloo.\nEmployee engagement, as measured through our employee experience score was 70%, consistent with the previous year. We also delivered all commitments under our reflect reconciliation action plan and have now launched our Innovate RAP. And finally, on climate, we're delivering on our commitments, and we've reaffirmed our headline 2030 targets and goals in our 2025 climate transition plan.\nSlide 10 highlights our strong foundations for growth. We're being disciplined prioritizing growth projects that would deliver the highest returns for our security holders. We're confident about the need for new gas transmission infrastructure to support new gas fields such as the Beetaloo Basin and to transport gas north to south via our East Coast Gas Grid. We see strong growing demand for gas power generation. And we remain confident about the value creation to be delivered by our recent acquisitions, that is Pilbara Energy and Basslink. Our balance sheet is strong with the ability to fund our $2.1 billion organic growth pipeline from existing capacity.\nWe've successfully addressed regulatory concerns, ensuring the Southwest Queensland pipeline avoids heavy regulation, which is key to ensuring we can continue to expand our East Coast Gas Grid. And we've made a positive step forward with Basslink having received confirmation that it will be regulated, assuming we can agree a reasonable regulated asset base over the coming months. We've taken a number of steps to simplify our business and make it more efficient. Yesterday, we announced an agreement to divest our noncore networks business, as I mentioned earlier. We've exited the contract early which was due to expire in 2027 to ensure we're focused on our core business and growth pipeline, noting the transaction is also value accretive.\nWe recently made the tough decision to withdraw from the large East Coast electricity transmission projects to simplify our business, reduce costs and ensure our people are focused on our core growth markets that deliver the highest security holder returns. And we're simplifying our business through a comprehensive enterprise-wide cost reduction initiative that's now well underway.\nI'll now hand it to Garrick for a deeper dive into our financial performance.\n\nGarrick Rollason\n\nChief Financial Officer\n\nThanks, Adam, and good morning, everyone. I would like to make 3 key points today on our financial year 2025 results. First, the business has delivered strong earnings growth, with underlying EBITDA up 6.4% to over $2 billion. This is the first time APA has delivered annual earnings of over $2 billion. Second, our balance sheet remains strong, and we are well positioned to fund growth, along with growing distributions to security holders. And finally, our inflation and the cash flows, strong customer demand and disciplined focus on reducing costs means we are well positioned to create value with the organic growth opportunities in front of us.\nMoving to our headline financials on Slide 12. The FY '25 result delivers underlying EBITDA at the top end of guidance and continued growth in distributions. Pleasingly, underlying EBITDA margin has expanded to 74.2%, supported by the stronger operating result and corporate cost growth below inflation. Free cash flow was up by 1% to almost $1.1 billion. This reflects higher underlying earnings, partially offset by increased funding costs and cash tax payments.\nMoving to Slide 13 and through the drivers of our 6.4% uplift in underlying EBITDA. On the East Coast, there was increased demand from customers for seasonal capacity, inflation and tariff escalations and ongoing strong customer recontracting. Additionally, as disclosed at the half, we received $13 million in insurance proceeds relating to the Moomba Sydney Pipeline.\nIn FY '26, following the MSEP conversion, we expect to recommence revenue from this asset. On the West Coast, higher ownership of the Goldfields Gas Pipeline and increased customer demand on NGI contributed to higher earnings. The Pilbara Energy assets drove strong growth in contracted power generation earnings in line with expectations. And finally, corporate costs increased by 2.5%. Pleasingly, we delivered corporate cost growth below inflation. And as Adam mentioned, we have progressed work to optimize APA's cost base with targeted reduction initiatives. I'll have more to say on this later in the presentation.\nSlide 14 summarizes the movement in free cash flow, which was up almost 1% to approximately $1.1 billion. The benefit from a lift in underlying EBITDA was partially offset by higher interest and cash tax paid. Higher interest costs reflect the new debt issuances, a full 12 months of interest on hybrid securities, and an overall increase in net debt to support our organic growth.\nLooking forward to FY '26, increased underlying EBITDA will be offset by increased debt funding costs as we continue to invest in growth. Slide 15 takes a look at statutory NPAT. Net profit after tax, excluding significant items of $129 million, is 8.4% higher than the corresponding period. This is despite an increase in depreciation and amortization due to the inclusion of the Pilbara Energy assets and increased net interest.\nMoving to capital expenditure on Slide 16. During the year, we invested in growth capital expenditure through the completion of both the Kurri Kurri lateral pipeline and the Port Hedland Solar and Battery Projects. These projects contributed earnings at the back end of the second half as expected. We also invested in the East Coast Gas Grid expansion, including the MSEP natural gas conversion and the MSP summer capacity expansion as well as the acquisition of the Atlas to Reedy Creek pipeline. Foundational CapEx in FY '25 was lower than expected as we work to efficiently reduce and defer these expenditures. We're expecting foundational CapEx of between $100 million to $120 million in FY '26 and FY '27. This will moderate to around $80 million in FY '28 and further moderate beyond FY '28 with a principal focus on emissions reduction commitments.\nIt's important to note that our investment in foundational technology CapEx is now being leveraged to drive productivity improvements from data and AI. Stay-in business CapEx was slightly higher for the year than guided, but we expect to continue -- we continue to expect expenditure at around $200 million to $210 million per annum over the next 3 years. As Adam said previously, we've increased our organic growth CapEx pipeline from $1.8 billion to approximately $2.1 billion over the next 3 years, which we can fund from the existing balance sheet without ordinary equity raisings other than the DRP.\nTurning now to our capital management and debt metrics on Slide 17. We remain well positioned with a healthy spread of debt maturities and a significant amount of liquidity to support investment in growth. In the year, we undertook a number of capital management initiatives, which have further strengthened our balance sheet position. These included a very successful return to the U.S. dollar bond market, where we raised USD 1.25 billion with 10- and 20-year maturities. This enabled us to proactively repay the outstanding U.S. dollar notes in September.\nWe have no existing drawn maturities until March 2027. As noted earlier, funds from operation to net debt at June was 10.4%, comfortably above our target of 9.5%. This implies debt capacity at the year-end of $1.1 million. This metric remains consistent with our BBB/Baa2 credit ratings and is in line with credit rating agency expectations. We remain committed to our current investment-grade credit ratings.\nMoving to Slide 18. I want to remind you of APA's capital allocation framework. This continues to be a key consideration for our decision-making as we assess our growth opportunities. The framework is designed to ensure we allocate our free cash flow to those initiatives that can create the most value for our security holders. To that point, I'll outline our approach to funding organic growth on Slide 19. We have existing balance sheet capacity to fund that $2.1 billion organic growth pipeline over FY '26 to FY '28. Apart from the DRP, APA does not need any equity to fund the identified growth pipeline. The $2.1 billion includes in-flight and probable growth projects across gas transmission and storage, GPG and contracted remote power generation.\nThis strong position combined with active capital management and the predictable capacity-based inflation-linked tariffs we have highlighted today leaves us well positioned to deliver on our organic opportunities. by focusing on an efficient cost base and increasing free cash flow, our balance sheet capacity increases year-on-year. The inflation linkage on our tariffs, combined with participation in the DRP provide incrementally up to $600 million of additional CapEx funding every year. This is before taking into account any funding benefits from cost optimizations and potential proceeds from asset recycling.\nIn short, we are very confident in the funding flexibility we have to meet the attractive growth opportunities available to us. This growth agenda brings me to our FY '26 underlying EBITDA guidance on Page 20. Today, we are providing FY '26 underlying EBITDA guidance of between $2.12 billion and $2.2 billion. At the midpoint, this represents a 7.2% growth year-on-year, even higher than the 6.4% growth we have delivered this year despite the loss of earnings following the sale of the Networks business. Key drivers of growth in earnings include inflation-linked tariff revenues and contributions from new assets. Cost reduction in 2Q are expected to contribute $50 million in FY '26, with full year of savings to come through in FY '27.\nThe majority of cost benefits in FY '26 will be realized in operating costs. Savings from the change in our electric transmission strategy will be reported in the operating cost for electricity transmission rather than corporate costs. And further savings in corporate costs will come through in FY '27. These drivers of earnings growth are offset in part by the divestment of our Networks business as announced yesterday, which is expected to complete by the end of calendar year 2025.\nImportantly, this will significantly simplify our operating business by reducing head count by approximately 725 people. The contract under which we provided these services to the asset owner was due to expire 2027. The asset sale will reduce FY '26 earnings by about $15 million, and we expect a value accretive outcome from the sale, inclusive of the transition services agreement. With regards to Basslink earnings, as you are aware, the AER announced in June its final decision to convert Basslink into a regulated asset. We expect that this will take effect from July next year, subject to the agreement of an acceptable RAB. In the interim, we will trade the asset in the spot market. Our earnings guidance for FY '26 assumes Basslink contributes earnings in line with FY '25. However, earnings for the asset may be subject to potentially material volatility and fluctuations. My final slide is an update on our initiatives to enhance securityholder value.\nFirst, we have simplified the business by refining our electricity transmission strategy to focus on projects that complement our existing infrastructure and also signed an agreement to divest our Networks business as we move away from operating assets that we do not own. Second, we are targeting material productivity and cost improvements across the business with an initial contribution of $50 million uplift in underlying EBITDA in FY '26 and further savings in FY '27. And finally, we are pursuing organic growth opportunities of $2.1 billion over the next 3 years to be funded from the existing balance sheet.\nAnd with that, I'll hand back to Adam.\n\nAdam Jeffrey Watson\n\nCEO & MD, APA Group\n\nThanks, Garrick. Slide 23 sets out our strategy, which is unchanged. Within this strategy, we have sharpened our focus, gained strong momentum, and our balance sheet will support the delivery of strong securityholder returns. Moving to Slide 24, our growth pipeline is centered around markets that are large in opportunity and where we have a competitive advantage. Gas Transmission and Storage has been the foundation of APA's growth over the last 25 years and will remain a core part of our growth story going forward.\nIn February, we announced our East Coast Gas Grid expansion plan, which will play a vital role in avoiding Southern market gas shortfalls. We continue to progress work in the Beetaloo, and we're supporting the required investment in GPG across the country with new lateral and gas storage infrastructure for customers such as CS Energy in Queensland. The outlook for GPG is compelling. AEMO's 2024 step change scenario forecast the need for 13 gigawatts of new GPG investment in the NEM as coal retires. More recently, Elysis undertaken by Griffith University suggests around 2 gigawatts of new investment is required.\nThe opportunities in the GPG market for APA are significant. APA is well positioned to support delivery of the new GPG capacity with strong existing capabilities in the delivery and operation of these assets. And we know energy demand growth through data centers and AI could provide additional opportunities for APA well above these current AEMO forecasts. Remote contracted power generation also represents a significant addressable market where our capability is clear. Major mining customers continue to look for reliable, low cost and lower emissions energy.\nWith a 4-gigawatt project pipeline in the Pilbara and other opportunities in places like Manheisser and Calguli, delivering bundled energy solutions for our customers in remote locations remains a key part of our growth agenda. While the timing of commitments from our mining customers has been impacted recently by commodity prices, we remain confident about the near- and longer-term demand for our infrastructure as our customers decarbonize. Importantly, our strategy more broadly, spans across a number of key energy markets, thereby avoiding exposure to any single market dynamic at any given time.\nSlide 25 confirms the strong long-term demand for gas in Australia and the significant domestic supply available to service it. Strong demand is underpinned by industrial demand, and electrification as coal retires. This is evidenced by AEMO's long-term view of gas, which is presented on the left of the page. The chart on the right shows the significant volumes of domestic gas reserves and resources available to meet domestic demand and to underpin Australia's critically important LNG export market.\nThere are over 68,000 petajoules of 2P reserves and 2C resources available in Eastern Australia to an East Coast market that consumes around 500 petajoules of natural gas each year. The key point, domestic gas supply is not a constraint. Domestic supply can meet demand. The focus of government and industry must be to develop the necessary steps to unlock this domestic supply. We strongly believe that these domestic reserves and resources offer a lower cost and lower emissions option when compared with LNG import terminals.\nAs you can see on the left graph, there has only been a handful of days in the last few years where Asian LNG spot prices have been lower than domestic wholesale gas prices. Now I'll remind you that Asian LNG spot prices only accommodate pending unprocessed LNG into regions such as Japan. It doesn't include the additional transportation and processing costs, which are required to compare these spot prices to Australia's domestic wholesale gas costs. The graph on the right highlights the significant additional costs imposed to land-imported LNG into Australia.\nWith high spot prices and multiple cost inputs to process and land LNG into Australia, it's just ludicrous to think that LNG imports can be delivered into Australia at prices substantially lower than domestic gas. Now from an APA perspective, we're agnostic to whether we transport domestic gas or imported LNG. The key message is that we want market certainty for our customers and consumers. We need to stop the distracting debate about supporting LNG import terminals and instead provides certainty for the development of low-cost, reliable domestic gas. We must support domestic gas. So we don't allow LNG imports to set the price of domestic energy as we've seen in places like the U.K. where consumers are suffering with some of the highest energy prices in the world.\nSlide 27 shows the volumes of domestic gas available in Australia and their relative wellhead prices. It suggests that our northern basins including the Surat and the Beetaloo, will provide lowest cost options to meet demand. Most notably, the forecasted production cost of Beetaloo Gas were $5.67 per gigajoule demonstrates its long-term potential as an affordable source of supply. Again, domestic gas is not a constraint.\nSlide 28 is a reminder that pipeline capacity also isn't a constraint. The plan we outlined earlier this year for stages 3 to 5 of our East Coast Gas Grid expansion will play a vital role in avoiding southern market gas shortfalls. This is confirmed by AEMO's 2025 GSOO that identifies the pipelines expansions and upgrade scenario to be the only option where supply gaps are fully addressed out to 2044. We're moving forward with our expansion plans, including progressing delivery of our short-term enhancements. This includes the MSEP conversion project and upgrades to boost year-round capacity on the MSP via compression.\nWe're continuing to work with customers and progressing the next stages and with governments to implement the right regulatory and investment settings needed to unlock gas supply.\nMoving now to Slide 29. As significant new gas power generation capacity is essential to support Australia's energy transition, GPG already plays a critical firming role for our energy market. As more renewables come online and coal exits, GPG's role will become even more important. The demand for new GPG is compelling and presents a significant opportunity for APA. And the data on the slide doesn't yet accommodate in any material way the significant potential upside in demand for GPG to support data centers and AI. Moving to Slide 30. Contracted power generation in remote regions will also require significant investment.\nThe Pilbara region alone is expected to see a 40-fold increase in electricity demand from 2024 and to 2050. APA's credentials and strategic advantages in this space are significant. We have a record of successful project delivery and operational reliability. We've built our reputation as a trusted partner with our customers, and we've established and continue to strengthen meaningful and lasting relationships with traditional owners. We remain confident about the growth prospects in our remote regions.\nWe continue to progress projects across the Pilbara, Manisa and Kalgoorlie, and we're making sure we have the best sites available for our customers' future demand. Moving to Slide 32. To wrap up, EBITDA is up 6.4% on last year. well above inflation and towards the top end of guidance. The midpoint of FY '26 EBITDA guidance would represent 7.2% growth. We've expanded our EBITDA margins delivering cost growth below inflation and announced a $50 million cost out target for FY '26. Distributions are higher year-on-year and are expected to grow again in FY '26. Our credit metrics have improved from 10.1% to 10.4%. We've simplified APA through our cost-out initiatives and by divesting our noncore networks business. We've also successfully addressed regulatory risks.\nAnd finally, our organic growth pipeline has increased from $1.8 billion to $2.1 billion, and we have the balance sheet capacity to fund it. We've delivered a strong and our FY '26 outlook is even stronger, which all form part of our compelling investment thesis. Thank you for your time. Let's move now to Q&A."
  },
  {
    "header": "APA",
    "cik": "0001841666",
    "ticker": "APA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c378d95e5aa526476ed3596d877d8dc0",
    "period": "2025 Q2",
    "content": "Q2 2025 APA Corp Earnings Call\n\nQ2 2025 APA Corp Earnings Call\n\nAPANASDAQAUG 7, 11:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the APA Corporation's Second Quarter 2025 Financial and Operational Results Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, [ Stephane Aka ], Director of Investor Relations. Please go ahead.\n\nUnknown Executive\n\nGood morning, and thank you for joining us on APA Corporation's Second Quarter 2025 Financial and Operational Results Conference Call. We will begin the call with an overview by CEO, John Christmann; Ben Rodgers, CFO, will then provide further color on our results and outlook. Steve Riney, President; and Tracey Henderson, Executive Vice President of Exploration, are also on the call and available to answer questions. We will start with prepared remarks and allocate the remainder of time to Q&A. In conjunction with yesterday's press release, I hope you've had the opportunity to review our financial and operational supplement, which can be found on our Investor Relations website at investor.apacorp.com.\nPlease note that we may discuss certain non-GAAP financial measures. A reconciliation of the differences between these measures and the most directly comparable GAAP financial measures can be found in the supplemental information provided on our website. Consistent with previous reporting practices, adjusted production numbers cited in today's call are adjusted to exclude noncontrolling interest in Egypt and Egypt tax barrels.\nI'd like to remind everyone that today's discussion will contain forward-looking estimates and assumptions based on our current views and reasonable expectations. However, a number of factors could cause actual results to differ materially from what we discuss on today's call. A full disclaimer is located in the supplemental information on our website.\nAnd with that, I will turn the call over to John.\n\nJohn J. Christmann\n\nPresident, Chief Executive Officer & Director, Apache Corp.\n\nGood morning, and thank you for joining us. On today's call, I will provide an overview of our second quarter results, share an update on our cost reduction initiatives and provide color on our outlook for the second half of the year. Overall, this was an excellent quarter for APA, showcasing strong operational and financial performance, continued capital returns to shareholders and significant debt reduction.\nI want to first acknowledge the strides we continue to make in strengthening the balance sheet and improving our capital structure. We reduced net debt by more than $850 million during the quarter and returned approximately $140 million to shareholders through our dividends and buybacks. We remain firmly committed to shareholder returns and balance sheet strengthening through debt reduction. Ben will provide more color on this topic shortly.\nTurning specifically to second quarter operational performance. Production volumes across the portfolio generally exceeded guidance [ were ] remaining on plan for company-wide capital investment. In the Permian, oil production exceeded guidance, primarily driven by faster turn in lines enabled by efficient field execution. Capital investment came in slightly above guidance, largely due to the ongoing capture of efficiency gains across drilling and completions. Put simply, we are delivering more activity with fewer rigs and frac crews. Last quarter, we noted that these efficiency gains would allow us to keep Permian oil production flat with 6.5 rigs instead of 8. As a result of further progress, we are currently delivering flat go-forward oil production with 6 drilling rigs.\nOur continued improvement in drilling performance is evident. Our D&C cost per foot are now among the lowest in the Midland Basin and in line with offset peers in the Delaware Basin. Our teams are committed to finding new ways to further improve efficiencies across the basin. In Egypt, we again exceeded our quarterly gas production guidance, driven by the strong performance of our recent discoveries and our ability to continue increasing utilization of existing infrastructure. Oil production declined modestly following our decision to shift rig activity toward increased gas development due to improved gas realizations. However, gross BOEs were consistent quarter-over-quarter. Reported volumes also exceeded guidance, but adjusted production was slightly lower than guidance due to the impacts of higher oil prices and lower operating costs on our allocated volumes under the production sharing contract.\nOur capital efficiency in Egypt is benefiting from small refinements across our drilling and infrastructure programs, which collectively result in meaningful time and cost savings. For example, on the drilling side, on average, we are delivering wells more than 2 days faster compared to last year. Lastly, North Sea production was ahead of guidance, a testament to the continued optimization of field operations and maximizing run time as we manage these late life assets. Our focus remains on safety, operating efficiency and cost management as we prepare for decommissioning.\nTurning now to our cost reduction initiatives. At the start of the year, we set forth some important goals for reducing controllable spend over the next 3 years. I just outlined some of the significant capital efficiency improvements we are making in the Permian and Egypt. Ben will provide further details on other cost initiatives which have also advanced considerably since our last update.\nWe now anticipate capturing at least $200 million in savings in 2025, up from our prior estimate of $130 million, and plan to exit the year at an impressive $300 million annual savings run rate. We are now on a path to achieve our $350 million run rate target sometime in 2026 versus year-end 2027. Moving forward, over the next 2 years, we see considerable opportunities to further streamline our business and simplify the way we operate. Given the magnitude of these opportunities, it is clear we have upside to our 3-year goal. As we began implementing these initiatives, we will address the scale of that upside in the future.\nLooking ahead to the second half of 2025. Our supplement released last night outlined our expected Permian activity and production for the third and fourth quarters, adjusted to reflect the recent asset sale that closed in mid-June. With continued efficiency gains, we are delivering our planned number of turn in lines and expected production volumes, and we now expect to exit the year with a higher DUC inventory than originally planned. We'll continue to optimize our drilling and completion cadence through the second half of the year to ensure we deliver our revised capital guidance and set 2026 up for success.\nAs an additional benefit, these efficiency gains enable incremental resource development. As previously noted, we are moving toward denser well spacing with smaller frac sizes. While this may result in lower average well productivity, our new development patterns should deliver increased EURs at the spacing unit level and lower breakeven prices per barrel of oil. In turn, this expands economic inventory counts and increases both overall oil recovery and net asset value. This is a fantastic outcome.\nIn Egypt, underscoring our long-term strategic commitment and the ongoing success of our development program, we have recently secured presidential approval for the award of approximately 2 million net prospective acres in the Western Desert. This represents a greater than 35% increase in our acreage position and meaningfully enhances our already substantial footprint in the region. This acreage benefits from extensive 3D seismic coverage and considerable overlap with our existing operations, presenting compelling prospectivity for both oil and gas. We are currently in the final steps of the administrative process and plan to initiate drilling activity before the end of 2025.\nWe expect to maintain current activity allocations, with around 1/3 of our turn-in lines expected to be gas focused for the remainder of the year. Based on our year-to-date performance, we are once again raising our guidance for gross gas volumes for the next 2 quarters. This also increases our outlook for price realizations, as a higher share of volumes will now be subject to the new price negotiated under last year's revised gas sales agreement.\nOn the oil side, we expect production to stabilize for the remainder of 2025 and hold relatively flat to second quarter levels as our workovers, recompletions and waterflood programs help mitigate base decline. Combined with the success in the gas program, Egypt is now poised for 2025 growth in both BOE volumes and free cash flow relative to our expectations at the beginning of the year.\nIn Suriname, the GranMorgu development continues to advance towards first oil in mid-2028. I would like to commend our partner, Total, on their execution of the project since announcing FID last fall. Manufacturing of the top sides for the FPSO is currently ongoing, and Total was able to secure drilling contracts at very attractive rates earlier this year. We have updated our full year capital guidance to $275 million to reflect additional milestone and progress payments expected later this year. This just reflects a simple rephasing of spend patterns, and total anticipated project costs remain unchanged.\nLastly, we announced a discovery and successful flow test at Sockeye-2 in Alaska earlier this spring. As a reminder, the Sockeye prospect is amplitude supported across 25,000 to 30,000 acres and the discovery well encountered approximately 25 feet of net oil pay in 1 blocky sand. The subsequent flow test validated rock properties much better than regional analogs now under development. Given the size and extensive prospectivity of the block, the next best step is to reprocess 3D seismic data across the majority of our acreage position. This will allow us to tie multiple surveys together to refine our technical understanding and provide regional context. This is a key step for both better characterizing additional exploration prospects and for optimizing an appraisal program for Sockeye as well as helping to prioritize between the two. Given the timing of the seismic reprocessing and subsequent technical data integration, we anticipate drilling activity will resume during the 2026 to 2027 winter season.\nIn closing, I will leave you with the following: First, our operational and financial performance for the first half of the year was outstanding. This success is due to the collective efforts of our teams and strong alignment among all leaders in the organization. Our momentum is palpable and sets us up extremely well for the remainder of the year and into 2026.\nSecond, our cost reductions initiatives are progressing very well, and we are on the path to achieving significant and lasting improvements to our cost structure. On the capital side, we are capturing efficiency gains through structural improvements to our operations. This is allowing us to deliver our planned Permian oil production volumes at a reduced rig count and to grow BOE volumes in Egypt at lower capital. Our operating costs are also trending lower in both Egypt and the North Sea, and we continue to capture significant overhead cost savings through our ongoing simplification efforts.\nThird, our progress in Suriname and our success in Alaska further underscores the value of our diverse portfolio of high-quality exploration opportunities which represent material catalysts for the future of the company. Finally, we are committed to our capital returns framework, which allows us to further strengthen our balance sheet while maintaining a competitive payout to shareholders.\nAnd with that, I will turn the call over to Ben.\n\nBen C. Rodgers\n\nVice President-Treasury, Apache Corp.\n\nThank you, John. For the second quarter, under generally accepted accounting principles, APA reported consolidated net income of $603 million or $1.67 per diluted common share. As usual, these results include items that are outside of core earnings, the most significant of which was a $219 million after-tax gain on the New Mexico divestiture that closed in June and a $106 million unrealized after-tax gain on derivatives. Excluding these and other smaller items, adjusted net income for the second quarter was $313 million or $0.87 per share.\nLOE came in below guidance, primarily driven by cost savings realized in our international assets. G&A was also lower due to continued progress in simplifying our organizational structure. While the majority of the variance stems from these structural improvements, both LOE and G&A were modestly impacted by timing-related shifts in spend, which are expected to land in the second half of this year.\nAPA generated $134 million of free cash flow during the second quarter, all of which was returned to shareholders through our base dividend and share repurchases. Our free cash flow is expected to be second half weighted, driven by Permian capital timing and continued growth in Egypt gas volumes and price realizations. During the quarter, we also made significant progress on debt reduction. We eliminated outstandings on our revolver and reduced net debt by over $850 million, a decrease of more than 15%. This was driven by proceeds from the New Mexico asset sale and positive working capital inflows primarily associated with payments from Egypt. In total, for the second quarter, nearly $1 billion was returned to investors through dividends, buybacks and debt reduction.\nI'd like to take a moment to step back and highlight the meaningful progress we've made over the past several years under our capital returns framework. Since emerging from the COVID downturn at the end of 2020, APA has strengthened its balance sheet by reducing net debt by more than $4 billion. During that same period, we've returned over $4 billion to shareholders through our base dividend and share repurchase programs. This underscores our disciplined approach to capital allocation and our ability to consistently navigate commodity cycles while delivering long-term value.\nLooking ahead, we plan to continue this balanced capital return strategy. To reinforce our focus on financial strength, we are establishing a long-term net debt target of $3 billion. While we remain committed to returning 60% of our free cash flow to shareholders, providing a debt target reflects our confidence in the durability of our cash flows, the resilience of our asset base and our goal of maintaining an investment-grade credit profile through the cycle. Maintaining low leverage enhances financial flexibility, reduces volatility and positions APA for sustainable success. This approach is not new. It's a continuation of the principles that have guided us, allowing us to fortify the balance sheet while delivering strong shareholder returns.\nMoving now to our controllable spend reduction initiatives, where we continue to significantly exceed the targets established earlier this year. This accelerated momentum demonstrates our relentless focus on managing every aspect of our controllable spend across G&A, LOE and capital. Importantly, these increased targets do not represent a stopping point. Instead, they serve as key milestones in our consistent pursuit of operational excellence and our ongoing drive to reduce our cost structure.\nSlide 4 of our supplement provides further detail between the various categories of cost savings that we expect to capture this year. While the changes in LOE and G&A savings can be reconciled with the movement in our guidance ranges for those items, our capital savings are partially offset by additional activity in the Permian. With the efficiency gains we've achieved, we're on pace to end the year with approximately 25% more drilled uncompleted wells than previously planned, while remaining within our capital guidance range, which will provide operational flexibility as we head into 2026.\nOn the LOE front, costs are trending lower across our international assets. In Egypt, reductions to date have come from two of our larger categories, optimizing equipment use and reducing our diesel consumption through recently completed power projects. Moving forward, we expect to further reduce diesel usage as we progress additional power projects into next year.\nIn the North Sea, we have been streamlining vendors and optimizing the size of our offshore organization as we manage late life operations. Furthermore, while maintaining our commitment to safety, we've shifted the scope of our maintenance activities to accommodate shorter, more focused pit stops versus extended platform turnarounds. In the Permian, while we expect the bulk of our LOE savings to become evident in 2026, we are already seeing early signs of improvement this year. Additionally, we are progressing multiple projects in the back half of this year that will deliver meaningful benefits in 2026 and beyond. These projects include, but are not limited to, utilizing owned and operated saltwater disposal facilities that will reduce reliance on third-party providers, consolidating field compression to larger centralized compression stations and reducing our workover fleet based on improved workover rig efficiencies. Across our entire operated asset base, we have moved decision-making authority closer to operations, which enables field personnel to swiftly identify and implement cost savings without compromising safety or performance. This has gained traction, unlocking a steady stream of small-scale opportunities that collectively drive meaningful financial impact.\nTurning to overhead. Our initial focus was on executing quick win opportunities primarily through selective cost-cutting decisions. We implemented the bulk of those near-term actions, which drove the additional $35 million in realized savings since our last update. Looking ahead, we're advancing several work streams to rethink and reshape broader organizational processes and workflows with a focus on streamlining the business. These efforts, along with other simplification initiatives, are expected to deliver further savings in 2026 and beyond.\nWith all of these initiatives gaining traction across the organization, we're confident in reaching our $350 million run rate savings target within 2026, a significant change from our prior time line of end of 2027. We also see meaningful upside beyond that original target, which we will quantify at a later date. What's clear is that the entire organization is aligned and committed. In just 6 months, we've made real strides toward positioning APA as a cost leader. The focus is relentless, and the results speak volumes.\nShifting to our oil and gas trading portfolio. At current strip pricing, our full year guidance reflects $650 million in pretax income from our trading operations, a $75 million increase from our May update. This is a key value driver for us, and the forward curve for 2026 shows favorable LNG pricing and spreads, reinforcing these activities as a meaningful differentiator for APA.\nI will close by discussing several changes to our U.S. and U.K. tax estimates. Following passage of the One Big Beautiful Bill Act, we expect to benefit from two changes to the U.S. tax code, the first being 100% bonus depreciation for taxable income, which is effective as of January 20 of this year. The second being the ability to deduct intangible drilling costs for corporate alternative minimum tax, which comes into effect at the beginning of 2026.\nFor 2025, we expect a significant reduction in our U.S. current tax expense, driven by bonus depreciation changes and the recently passed legislation, changes in 2024 tax estimates and other smaller items. This reduction is largely offset by an increase in U.K. current tax expense, where higher revenues and lower operating costs have increased our taxable income. Starting in 2026, at current strip prices, we do not expect our U.K. operations to generate meaningful taxable income. Combined with the expected benefits from the One Big Beautiful Bill, our total U.S. and U.K. current tax expense will be significantly lower compared to this year.\nWith that, I'll turn the call back to the operator for Q&A."
  },
  {
    "header": "APA",
    "cik": "0001841666",
    "ticker": "APA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/926b91ee24ff73122022cd3e28af370e",
    "period": "2024 Q4",
    "content": "Q4 2024 APA Corp Earnings Call\n\nQ4 2024 APA Corp Earnings Call\n\nAPANASDAQFEB 27, 11:00 AM\n\nOperator\n\nThank you for standing by, and welcome to the APA Corporation's Fourth Quarter 2024 Financial and Operational results. [Operator Instructions] As a reminder, today's program is being recorded.\nAnd now I'd like to introduce your host for today's program, Ben Rodgers, Senior Vice President of Finance and Treasurer. Please go ahead, sir.\n\nBen C. Rodgers\n\nVice President-Treasury, Apache Corp.\n\nGood morning, and thank you for joining us on APA Corporation's Fourth Quarter and Year-end 2024 Financial and Operational Results Conference Call. We will begin the call with an overview by CEO John Christmann. Steve Riney, President and CFO, will then provide further color on our results and outlook. Also on the call and available to answer questions are Tracey Henderson, Executive Vice President of Exploration; and Clay Bretches, Executive Vice President of Operations.\nOur prepared remarks will be about 20 minutes in length with the remainder of the hour allotted for Q&A. In conjunction with yesterday's press release, I hope you've had the opportunity to review our financial and operational supplement, which can be found on our Investor Relations website at investor.apacorp.com.\nPlease note that we may discuss certain non-GAAP financial measures. A reconciliation of the differences between these measures and the most directly comparable GAAP financial measures can be found in the supplemental information provided on our website. Consistent with previous reporting practices, adjusted production numbers cited in today's call are adjusted to exclude noncontrolling interest in Egypt and Egypt tax barrels.\nI'd like to remind everyone that today's discussion will contain forward-looking estimates and assumptions based on our current views and reasonable expectations. However, a number of factors could cause actual results to differ materially from what we discuss on today's call. A full disclaimer is located with the supplemental information on our website.\nAnd with that, I'll turn the call over to John.\n\nJohn J. Christmann\n\nPresident, Chief Executive Officer & Director, Apache Corp.\n\nGood morning, and thank you for joining us. On the call today, I will review our 2024 accomplishments, share highlights of our fourth quarter performance and provide an overview of our 2025 plan and other key long-term objectives. Over the last several years, APA has been strategically reshaped in numerous ways. We have enhanced the quality and sustainability of the portfolio, in our core areas of the Permian Basin and the Western Desert of Egypt, while also building long-term optionality through a differentiated exploration strategy. Throughout this process, we have been strengthening the balance sheet and prudently allocating capital to prioritize returns.\n2024 was a year of notable further progress on all of these fronts. In the Permian, we continue to strategically refine our position with the acquisition of Cowen and the sale of noncore assets. In Egypt, we signed a new gas price agreement creating the potential for significant additional drilling opportunities with returns on par with oil. In Suriname, we reached a final investment decision for our first oil development.\nLastly, we achieved a BBB- rating from S&P and are now investment grade with all 3 rating agencies. With the significant portfolio changes in the Permian Basin during 2024, our U.S. business is now almost entirely comprised of unconventional assets. This strategic shift has solidified the Permian as the cornerstone of our asset base, driving over 75% of our current adjusted production and providing a more predictable and steady business model.\nAs seen in our supplement released yesterday, APA's scale of the Permian now stands out rivaling and surpassing many of our U.S. independent shale peers. In Egypt, we successfully returned to more normalized workover and recompletion backlogs, while also improving our PDP decline through waterflood activities. These efforts have provided a much more predictable oil production profile, increasing the overall efficiency and longevity of our operations. In Suriname, we reached a significant milestone when our partner, Total, announced FID on the GranMorgu project with a capacity of 220,000 barrels of oil per day and first oil expected in 2028.\nAs you will recall, based on the joint venture agreement we have with Total, our capital spending exposure for the project will be very manageable. 2024 also highlighted the value of our gas trading activities, where we realized an annual net gain of nearly $0.5 billion. At current strip prices we believe 2025 will be a similarly strong year. Lastly, we continue to deliver on our capital return framework. In 2024, we returned 71% of free cash flow through $353 million in dividends and $246 million in share repurchases. This includes $100 million of repurchases executed during the fourth quarter at a price just under $22 per share.\nWe continue to believe our shares offer a compelling value, and we will be inclined to lean into the buyback program at such prices. Moving now to a few highlights from the fourth quarter. We delivered production volumes above guidance in all 3 of our operating regions and did so on a capital program that came in lower than guidance primarily due to ongoing well cost reductions in the Permian Basin. These factors were the main drivers in delivering $420 million of free cash flow during the quarter. In November, we added a rig in Egypt to initiate a gas-focused drilling program. We are very pleased with the early results and now expect year-over-year gas production to increase for the first time in over a decade.\nFinally, on December 31, we closed on the sale of our noncore conventional properties in the Permian Basin. Let me now turn to the progress we have made with Callon. We acquired Callon primarily to add scale and inventory to our existing Delaware footprint. We also anticipated capturing meaningful synergies most of which we achieved on a sustainable basis by the end of 2024. As we took over operations, our focus was on addressing the capital and operating efficiencies required to deliver industry competitive returns. By increasing lateral length while reducing total well costs, we were able to lower breakeven oil prices in 2024 to $61 per barrel compared to Callon's 2023 breakeven of $78 per barrel.\nWe are looking forward to further improvements in 2025 and beyond. In the Midland Basin in Northern Howard County, our early results have significantly outperformed expectations. We plan to return to this area with tighter well spacing on future pads, which will increase inventory counts and capture more resource than we originally anticipated. This has a positive readthrough to offset legacy APA acreage as well, and we will revisit these opportunities in the future. Moving on to our 2025 plan. Our 2024 achievements helped lay the foundation for an efficient activity set and more predictable production profile in 2025 and beyond. We expect to run an 8-rig program in the Permian and a 12-rig program in Egypt. This activity set results in a combined development capital budget of $2.2 billion to $2.3 billion and reflects more than a 20% year-over-year reduction in development capital in the Permian, when adjusting for Callon's first quarter 2024 spend.\nAdding $200 million for Suriname development and $100 million for exploration capital, primarily in Alaska, we expect our total capital budget to be $2.5 billion to $2.6 billion. With this lower development capital budget, we expect to deliver higher total adjusted production in 2025, compared to 2024. While this includes the benefit of no planned gas curtailments, it also underscores the progress we are making on capital efficiency through the integration of Callon and the stabilization of Egypt volumes.\nLastly, I want to touch on the cost reduction initiatives we announced in our earnings release yesterday. In the fourth quarter, we launched an effort to analyze cost-saving opportunities across 3 core areas that drive the majority of our annual controllable spend, capital, LOE and overhead. We are focused on identifying opportunities to streamline the business, improve the way we operate and control our costs. The first step in simplifying the organization was announced in January, when we reduced our corporate officer count by over 1/3. Earlier this month, we initiated additional overhead decreases as part of a broader streamlining effort across the organization.\nThese initial reductions, coupled with the targeted savings in capital, LOE and additional overhead spend are expected to generate at least $350 million in annualized savings by year-end 2027. These efforts will drive free cash flow expansion over the next several years.\nIn closing, APA made significant continued progress in 2024 to streamline our portfolio and establish a core asset base that can underpin a sustainable activity set and predictable production profile from the Permian and Egypt for the long term. In the short to medium term, we will work to reduce our controllable spend. This is our path to meaningful free cash flow growth in the 2025 to 2027 time frame. Ahead of Suriname first oil in 2028, which will underpin a further step change in free cash flow into the next decade.\nWe believe that this cash flow growth profile coupled with our high-quality exploration portfolio is differentiated for many of our peers and will drive growth and long-term shareholder value.\nAnd with that, I will turn the call over to Steve.\n\nStephen J. Riney\n\nExecutive Vice President & Chief Financial Officer, Apache Corp.\n\nThank you, John. For the fourth quarter, under generally accepted accounting principles, APA reported consolidated net income of $354 million or $0.96 per diluted common share. As usual, these results include items that are outside of core earnings, the most significant of which was a $224 million U.S. deferred tax benefit related to the write-off of APA's investment in our U.K. subsidiaries and a $190 million increase in our net liability on the former Fieldwood properties. Excluding these and other smaller items, adjusted net income for the fourth quarter was $290 million or $0.79 per share.\nFourth quarter DD&A expense was higher than guidance, primarily due to accelerated depreciation at Alpine High, with negative Waha gas prices for the second and third quarters of 2024, SEC reserve guidelines required that substantially all of the Alpine High reserves be written off. As a result, 1/3 of the Alpine High carrying value was depreciated in the fourth quarter and there will be a similar impact in the first quarter of 2025. Fourth quarter lease operating expense also came in slightly higher than guidance, largely due to an extra North Sea cargo lifting in the quarter. the timing of North Sea cargo liftings has no impact on reported production, but it does affect the recognition of both sales revenue and LOE.\nAPA generated $420 million of free cash flow in the fourth quarter, the highest of any quarter in 2024 through dividends and share repurchases, we returned 46% of this amount to shareholders in the quarter. For the full year, we generated $841 million in free cash flow, of which we returned 71% to shareholders. Please refer to APA's published definition of free cash flow for any reconciliation needs. In 2024, we made significant progress strengthening our balance sheet and are close to returning to pre-Callon debt levels only 9 months after closing the acquisition. Recognizing the lower net debt levels and increased scale achieved last year, S&P upgraded our credit rating to BBB- in October.\nOur ultimate objective is to achieve BBB or better ratings, one notch above our current ratings at all 3 rating agencies. Wrapping up commentary on 2024, let me address the $190 million increase in the net contingent liability for the Fieldwood properties. This increase does not reflect any change in the anticipated cost to plug and abandon wells or to remove facilities and seafloor infrastructure. In 2021, as a result of the Fieldwood bankruptcy ruling an independent third party was required to own and manage the assets. In this capacity, the third party operates the producing assets and maintains and monitors the nonproducing assets awaiting abandonment.\nWe believe the third party's cash cost for these activities remain too high. Until we take actions to directly reduce these costs, the resultant reduction in future net cash flows increases the contingent liability on our balance sheet. With a large portion of the security utilized, we are now free to explore all avenues to manage these assets and to enable a more prudent cost management system. We expect resolution to this later this year.\nTurning to our 2025 outlook. Let me provide a few more details with respect to our guidance for the year. Starting with our capital spending cadence, you should expect our spending to be front-half weighted primarily due to the timing of Suriname capital calls and our exploration activities in Alaska. Despite a planned steady activity level, Permian is also first half weighted, primarily due to the timing of facility spend in the Basin.\nLooking at production, 2024 oil volumes for the U.S. adjusted for the effects of asset sales and the first quarter Callon production were 128,000 barrels of oil per day. With the 8-rig program planned in the Permian for 2025, U.S. oil volumes should be in the 125,000 to 127,000 barrels per day range. Total U.S. volumes should increase mid-single digits as we do not anticipate any price-related production curtailments this year. In Egypt, adjusted production is expected to grow slightly year-over-year. with a modest decline in gross volumes. On the gas front, we initiated drilling activity in the fourth quarter and have seen very encouraging results.\nAs John indicated, we now expect gross gas production to grow year-over-year. Our average realized gas price is expected to increase from $2.96 per Mcf in the fourth quarter to at least $3.15 [ per Mcf ] in the first quarter. Average realized price will continue to grow through the year, with the full year average expected in the $3.40 to $3.50 range. As we look beyond 2025, success in the gas program will determine our ability to continue growing gas production and we'll highlight any need for additional infrastructure investment. Moving to lease operating expense. For the U.S., we expect operated LOE per BOE in the Permian to be about 20% lower than 2024. This step change in operating efficiency reflects the progress we have made, streamlining our U.S. portfolio and harvesting synergies from the acquisition of Callon. The return of curtailed gas volumes also contributes to the improvement in our per unit LOE.\nIn terms of our guidance related to G&A, it may appear that overhead costs are increasing significantly in 2025. Total overhead costs are, in fact, going down but it is difficult to see that comparing 2024 actual G&A expense to 2025 guidance. Recall that overhead costs are allocated to multiple areas, including capital investment exploration LOE and G&A. The relationship between G&A expense and total overhead costs is impacted most significantly by allocation methodology and the mark-to-market impact for long-term incentive compensation. These items are causing G&A expense to increase despite our plans to decrease overhead costs by at least $25 million in 2025. 2024 was a strong year for our third-party gas trading business, and 2025 is shaping up to perform at a similar level. This year, the Waha basis spread remains advantageous and we have seen appreciation in international LNG prices benefiting APA through our Cheniere gas supply contract. Given current strip prices, we anticipate generating a combined net gain of $600 million for 2025. Lastly, I would like to end with some additional color around our cost reduction initiatives. We are targeting $350 million in annualized cost savings by the end of 2027. Our goal is not just to capture some quick hit opportunities to lower costs, although that is certainly a near-term focus. Our goal is to rightsize our entire cost structure to achieve a long-term, purposeful and sustainable outcome.\nIn the near term, this will naturally focus on efforts, which are simply a matter of choice and discretion. Much of this is in our overhead cost structure and in day-to-day field operating practices. In the intermediate term, it will address our capital cost structure for things like drilling and completions and facilities as well as operating practices such as life of field resource management and field automation. For the longer term, it will address more deeply ingrained structures like IT systems and infrastructure and accounting applications and procedures. This is why we have set longer-term targets out to 2027. Some of these things are happening quickly and others will take more time and effort.\nIn 2025, our objective is to achieve run rate savings of $100 million to $125 million by the end of this year. At this point, we anticipate an in-year capture of around $60 million of actual savings, which is something we hope to improve upon as we go through the year. Our cost reduction targets are an important effort for the entire organization and are therefore included in both our short-term and long-term incentive compensation programs. Already this year, we have made good progress on restructuring our organization, starting with the reduction in our officer count that John mentioned. This was followed by a greater than 10% reduction in our global overhead structure in February. The combined annual run rate savings with these 2 simplification steps is approximately $35 million per year salaries and benefits.\nIn closing, the ongoing enhancement in the quality and sustainability of our core portfolio, combined with the rightsizing of our cost structure will lay a foundation for growing free cash flow over the next 3 years. Suriname first oil in 2028 will then carry that free cash flow growth into the next decade. Over that same time period, free cash flow per share increases even more significantly as a result of the share buybacks built into our capital returns framework.\nAnd with that, I will turn the call over to the operator for Q&A."
  },
  {
    "header": "APA",
    "cik": "0001841666",
    "ticker": "APA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9c9168b3cac7b772a2c1284cb88e3b5b",
    "period": "2024 Q1",
    "content": "Q1 2024 APA Corp Earnings Call\n\nQ1 2024 APA Corp Earnings Call\n\nAPANASDAQMAY 2, 11:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the APA Corporation's First Quarter 2024 Financial and Operational Results Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your first speaker for today, Gary Clark, Vice President of Investor Relations. Thank you.\n\nGary Thomas Clark\n\nVP of IR, Apache Corporation\n\nGood morning, and thank you for joining us on APA Corporation's First Quarter 2024 Financial and Operational Results Conference Call. We will begin the call with an overview by CEO, John Christmann. Steve Riney, President and CFO, will then provide further color on our results and outlook. Also on the call and available to answer questions are Tracey Henderson, Executive Vice President of Exploration; and Clay Bretches, Executive Vice President of Operations. Our prepared remarks will be about 15 minutes in length, with the remainder of the hour allotted for Q&A.\nIn conjunction with yesterday's press release, I hope you have had the opportunity to review our financial and operational supplement, which can be found on our Investor Relations website at investor.apacorp.com. Please note that we may discuss certain non-GAAP financial measures. A reconciliation of the differences between these measures and the most directly comparable GAAP financial measures can be found in the supplemental information provided on our website.\nConsistent with previous reporting practices, adjusted production numbers cited in today's call are adjusted to exclude noncontrolling interest in Egypt and Egypt tax barrels. I'd like to remind everyone that today's discussion will contain forward-looking estimates and assumptions based on our current views and reasonable expectations. However, a number of factors could cause actual results to differ materially from what we discuss on today's call.\nA full disclaimer is located with the supplemental information on our website. Please note that the first quarter 2024 results reflect APA Corp. only as the Callon acquisition was subsequently closed on April 1. Accordingly, our full year 2024 guidance reflects first quarter APA results on a stand-alone basis, plus 3/4 of APA and Callon combined. And with that, I will turn the call over to John.\n\nJohn J. Christmann\n\nPresident, Chief Executive Officer & Director, Apache Corp.\n\nGood morning, and thank you for joining us. On the call today, I will review our first quarter performance, discuss the compelling opportunities we are seeing after the closing of the Callon acquisition and review our activity plan and production expectations for the remainder of 2024. During the first quarter, upstream capital investment of $568 million was below guidance due primarily to the deferral of some planned facility leasehold and exploration spend.\nWe continue to deliver excellent results in the Permian Basin with the first quarter marking our fifth consecutive quarter of meeting or exceeding U.S. oil production guidance. U.S. oil volumes were up an impressive 16% compared to the first quarter of 2023, and we expect organic growth to continue through the year as we integrate talent. On the natural gas side, we chose to curtail a substantial amount of production at Alpine High, primarily in March in response to extreme [ Waha ] basis differentials. This dynamic has continued into the second quarter.\nIn Egypt, gross production was in line with our expectations, while adjusted volumes were just shy of guidance due to the PSC impact of higher-than-planned oil prices. As discussed previously, we are in the process of rebalancing our drilling rig to workover rig ratio in Egypt to further optimize capital efficiency. In the first quarter, we averaged 17 drilling rigs and 21 workover rigs. While the workover rig count will remain flat, we will reduce the drilling rig count over the next 3 quarters, allowing workover rigs to be redirected.\nThe amount of oil production temporarily off-line and waiting on workover remained at around 12,000 barrels per day during the quarter. We expect to make progress on this as the drilling rig count comes down and freeze up workover resources. The challenges we experienced in the fourth quarter 2023 with faulty new electrical submersible pumps have now been fully remediated through vendor change out and design modifications.\nTurning to the North Sea. First quarter production was impacted by a decrease in average facility run time at Barrel in March. As a reminder, this type of downtime tends to occur more frequently and is less predictable when managing late-life assets like those we have in the North Sea. On the exploration front, we recently concluded our 3-well Alaska exploration drilling program.\nAs a reminder, our 275,000 acre position lies on state lands, roughly 70 to 90 miles east of analogous industry discoveries. Our King Street #1 well confirmed a working petroleum system on our acreage, discovering oil in 2 separate zones. The other 2 wells, Sackey #1 and Vudu #1, were unable to reach their target objectives in the allotted seasonal time window due to a number of weather and operational delays. We are currently analyzing all of the data and we'll come back later with more commentary on next steps in Alaska.\nLastly, in Suriname, we are progressing the FEED study on our first development project. which we hope to FID before the end of the year. Turning now to the Callon acquisition, which closed on April 1. We are 1 month into the integration process and are making very good progress. As anticipated, we are finding tremendous opportunities to reduce costs, improve efficiencies, leverage economies of scale and create value by applying our operational expertise and unconventional development workflows to the Callon acreage.\nAccordingly, we have increased our estimate of annual cost synergies by 50% from $150 million to $225 million. Steve will comment further on the timing and nature of these synergies in his remarks. The most exciting and compelling value capture opportunity we see with Callon still lies ahead. That will come from capital efficiency improvements which will enhance overall development economics and potentially expand the development inventory that form the basis of our transaction value.\nFor the remainder of 2024, we will be revising most of Callon's operational practices and workflows. This includes everything from contracting and logistics to well planning and design, drilling and completions facility construction in many aspects of daily operations. At a high level, you will see wider well spacing, fewer discrete landing zones and larger fracture stimulations.\nImprovements in capital efficiency will manifest in fewer wells to deliver the same amount of incremental production volumes. While it will take some time to realize the full benefit of these changes, the implementation has already begun. In the meantime, we are modifying many aspects of Callon's previous 2024 plan to capture as much near-term benefit as possible.\nTurning now to our activity plans and outlook for 2024. In yesterday's release, we provided guidance for the second quarter and full year 2024, along with our expected oil production rates for the fourth quarter. In the U.S., we have been running 11 rigs in the Permian since April 1. We expect to average approximately 10 for the remainder of this year as we actively manage changes to the combined rig fleet. You will see the rig count change as we drop some rigs when their term ends and pick up other rigs more suitable for the planned drilling program.\nSimilarly, we will be making a number of adjustments to our combined frac schedule. In terms of oil volumes, we noted in our first quarter materials that we expect U.S. oil production in the fourth quarter to be around 152,000 barrels per day which represents an 11% growth rate from our second quarter guide of 137,000 barrels per day. Switching now to Egypt. In February, we commented that adjusted production would remain relatively flat in 2024. Today, we anticipate adjusted production will decrease slightly as a function of the PSC impacts of higher-than-planned oil prices.\nAnd in the North Sea, production guidance for the full year is unchanged with an expected dip mostly in the third quarter as we conduct scheduled platform maintenance. In closing, we continue to manage our business with a clear and consistent strategy and deliver on our capital return commitments and financial objectives. The Callon acquisition is complete and the path to value creation is clear and well underway. Post Callon, our Permian Basin unconventional acreage footprint has increased by approximately 45% and our Permian Basin oil production has increased by more than 65%. The Permian Basin will represent an estimated 73% of APA's total company adjusted production in the second quarter and will approximate 75% of our upstream capital this year.\nNotably, our oil production weighting in the U.S. will increase to projected 46% in the second quarter from 39% on a stand-alone basis in the first quarter. Finally, Steve will discuss our priorities around debt reduction, but I want to emphasize that our shareholder return framework has not changed, and we will continue to return at least 60% of our free cash flow via dividends and share repurchases. And with that, I will turn the call over to Steve Riney.\n\nStephen J. Riney\n\nExecutive Vice President & Chief Financial Officer, Apache Corp.\n\nThank you, John, and good morning. For the first quarter, under generally accepted accounting principles, APA reported consolidated net income of $132 million or $0.44 per diluted common share. As usual, these results include items that are outside of core earnings, the most significant of which was a $52 million after-tax addition to the provision for costs associated with Gulf of Mexico abandonment liabilities.\nExcluding this and other smaller items, adjusted net income for the fourth quarter was $237 million or $0.78 per share. The resulting adjusted earnings for the quarter include some significant exploration dry hole expenses, specifically, we took a $59 million charge for the 2 exploration wells in Alaska, which were unable to reach their targets. Additionally, we wrote off the remaining $42 million we were carrying for the Bonvanie exploration well in Suriname, which was drilled in 2021 and as we now have no active plans for further exploration in the Northern portion of Block 58.\nThe total after-tax impact of these items on adjusted earnings was $88 million or $0.29 per share -- in the first quarter, we returned $176 million through dividends and share repurchases. As John indicated, we remain committed to returning a minimum 60% of free cash flow to shareholders. We are also cognizant of the need to strengthen the balance sheet, and we are looking at non-core asset sales as a source of debt reduction, in addition to the 40% of free cash flow not designated for shareholder return.\nOur priorities for debt reduction will be the 3-year term loan we used to refinance the Callon debt and the revolver. Finally, we incurred roughly $20 million of costs associated with the Callon transaction in the first quarter and expect to incur an additional $90 million of such costs. The vast majority of which will be in the second quarter for professional services, departing Callon employees and other closing costs.\nNow let me turn to progress on the Callon integration. One month into the process, we are on track to realize more cost savings than originally projected. As John noted, we have revised our annual synergies from $150 million up to $225 million. Recall, we put expected synergies into 3 categories: overhead cost of capital and operational. Annual overhead synergies have been revised up from $55 million to $70 million. This is moving quickly, and we will capture approximately 75% of this on a run rate basis by the end of the second quarter.\nWe expect by year-end, nearly all of these synergies will be realized and our go-forward G&A run rate will be around $110 million per quarter. Expected annual cost of capital synergies are unchanged at $40 million. The initial refinancing of the Callon debt realized a portion of these synergies and they will be fully realized when the debt is termed out or paid off.\nWe are seeing the greatest amount of opportunity in operational synergies. Our original estimate for this category was $55 million, which we have revised upward $215 million. We are making extremely good progress in this area, some of the more impactful items that we are working on include recontracting of frac services in rig high-grading artificial lift optimization, which will lower LOE and reduce downtime, supply chain synergies for casing and tubing, sand, chemicals and other items, compression fleet optimization and economies of scale and well design improvements that eliminate extra casing strings and reduced drilling days.\nFurther down the road, we see additional potential in areas like gas marketing and transportation and water handling disposal and recycling. To reiterate, these cost synergy estimates do not include capital productivity effects associated with improvements in well type curves and economics through well spacing, landing zone optimization and frac size.\nTurning to our 2024 outlook. John has already discussed our activity plans and production guidance. So I will just touch on a few other items of note. Other than reflecting the Callon acquisition and our outlook, the most material change to guidance is associated with gas pricing in the Permian and its impact on expected near-term production and third-party gas marketing activities. As most of you are aware, Waha experienced severe basis differentials in March and April, we expect this will continue through much of May.\nAs a result, we have continued to curtail gas into the second quarter and our 2Q guidance now reflects an estimated impact on the quarter of 50 million cubic feet per day of gas and 5,000 barrels per day of NGLs related to the weakness at Waha Hub. Our income from third-party oil and gas purchased and sold, including the [ Cheniere ] gas supply contract is expected to be around $230 million for the full year which is up significantly from our original guidance of $100 million. You will also see that we have removed DD&A from our guidance at this time. We are still working on the Callon purchase price allocation and aligning our reserve booking practices. We will reinstate D&A guidance with the second quarter results.\nFinally, as a reminder, APA will be subject to the U.S. alternative minimum tax starting in 2024. We incurred no AMT in the first quarter and do not expect to in the second quarter. Based on current strip prices, we will likely incur these costs in the second half of the year. And with that, I will turn the call over to the operator for Q&A."
  },
  {
    "header": "APA",
    "cik": "0001841666",
    "ticker": "APA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/462d575a78f1abd480267c5fb4a7ccdd",
    "period": "2023 Q4",
    "content": "Q4 2023 APA Corp Earnings Call\n\nQ4 2023 APA Corp Earnings Call\n\nAPANASDAQFEB 22, 11:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the APA Corporation's Fourth Quarter and Full Year 2023 Results Conference Call. [Operator Instructions ] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Gary Clark, Vice President, Investor Relations. Please go ahead.\n\nGary Thomas Clark\n\nVP of IR, Apache Corporation\n\nGood morning, and thank you for joining us on APA Corporation's Fourth Quarter and Year-end 2023 Financial and Operational Results Conference Call. We will begin the call with an overview by CEO, John Christmann. Steve Riney, President and CFO, will then provide further color on our results and outlook. Also on the call and available to answer questions are Dave Pursell, Executive Vice President of Development; Tracey Henderson, Executive Vice President of Exploration; and Clay Bretches, Executive Vice President of Operations.\nOur prepared remarks will be about 15 minutes in length, with the remainder of the hour allotted for Q&A. In conjunction with yesterday's press release, I hope you've had the opportunity to review our financial and operational supplement, which can be found on our Investor Relations website at investor.apacorp.com. Please note that we may discuss certain non-GAAP financial measures. A reconciliation of the differences between these measures and the most directly comparable GAAP financial measures can be found in the supplemental information provided on our website. Consistent with previous reporting practices, adjusted production numbers cited in today's call are adjusted to exclude noncontrolling interest in Egypt and Egypt tax barrels.\nI'd like to remind everyone that today's discussion will contain forward-looking estimates and assumptions based on our current views and reasonable expectations. However, a number of factors could cause actual results to differ materially from what we discuss on today's call. A full disclaimer is located with the supplemental information on our website. Also, please note that the forward guidance we provided with our fourth quarter results reflects our outlook for APA Corporation on a stand-alone basis only and does not incorporate pro forma effects of the pending Callon Petroleum acquisition. And with that, I will turn the call over to John.\n\nJohn J. Christmann\n\nPresident, Chief Executive Officer & Director, Apache Corp.\n\nGood morning, and thank you for joining us. On the call today, I will review our key accomplishments in 2023, comment on fourth quarter performance and provide an overview of our 2024 plans and objectives. APA has a long-standing strategic framework for managing our business that emphasizes investing capital with a focus on long-term full-cycle returns, pursuing moderate sustainable production growth, strengthening the balance sheet to underpin significant cash returns to shareholders, responsibly managing costs, including rightsizing the organization commensurate with lower activity levels, growing inventory, both organically through existing play expansion and new area exploration, and more recently, building scale and/or adding inventory inorganically through acquisitions such as Callon. We have patiently employed this strategy through periods of considerable price volatility, and our approach going forward will remain unchanged.\nLooking at APA's results, there were a number of highlights in 2023. The more notable achievements include on the whole, delivering on all of our production and financial metrics very close to original guidance. Egypt gross oil production lagged expectations for most of the year, but this was offset by continued strong performance from the Permian. Free cash flow generation of nearly $1 billion, 66% of which was returned to shareholders. We repurchased $329 million of common stock and paid $308 million in dividends. Adjusted oil production increased 4% from the fourth quarter 2022 to the fourth quarter of 2023, driven by Midland and Delaware production, which was up in excess of 20% over the same time period.\nWe successfully appraised the Sapakara and Krabdagu discoveries on Block 58 in Suriname, identifying an estimated 700 million barrels of recoverable oil resource. On the ESG front, we now have implemented more than 70% of the projects necessary to achieve our 2022 goal of eliminating 1 million tons of annual CO2 equivalent emissions by the end of this year. Additionally, we replaced or converted more than 2,000 pneumatic devices in the United States during 2023, which aligns with our priority to reduce methane emissions across our operations.\nAnd lastly, I want to recognize our operation teams for delivering the lowest recordable incident rate since we began tracking and reporting this metric. We highly value this commitment to safety and excellence, and thank you for your continued diligence on this front.\nMoving to fourth quarter results. Upstream capital investment of $520 million was slightly above guidance, as we spent $27 million on the initial phase of our winter exploration program in Alaska. The U.S. delivered another strong quarter, with oil production in line with guidance and up 12% compared to the fourth quarter last year. Throughout 2023, our 5-rig drilling program was highly efficient, meeting or exceeding all key performance metrics.\nSimilarly, well connections and well performance were in line with or better than expectations. Our Midland and Delaware Basin teams are driving outstanding results, and we expect that will continue this year. In the North Sea, production for the quarter was below guidance due to unplanned compression downtime at both Beryl Alpha and [ 40s ] during the month of December. And in Egypt, adjusted production exceeded guidance, primarily due to higher natural gas production and the positive impact of lower oil prices on volumes within the PSC construct.\nGross oil production, however, was lower than expected for a few reasons. For several quarters now, we have been working through some activity delays and scheduling constraints associated with limited available workover rig capacity in Egypt. In addition to routine well maintenance and uphole recompletions, we also utilize workover rigs for completing many of our new drill wells. With the increased size and improving efficiency of our drilling program, the demand for workover rigs to complete new wells has exceeded expectations. This meant the workover rigs were doing fewer recompletions than planned and our workover backlog increased throughout the year. Thus, while production from the new wells was a bit better than expectations, Egypt gross oil volumes fell behind as we could not adequately support the recompletion and workover programs.\nCompounding this, we also experienced a number of early life failures on new electrical submersible pumps known as ESPs. During 2023, we had 9 new wells impacted by early ESP failures, 2 of which occurred in the fourth quarter on high-volume wells. We have traced this problem to 1 manufacturing facility, and the situation is in the process of being remediated. In 2024, we will gear down the Egypt drilling program a bit, which will free up workover rig capacity to reduce the workover and recompletion backlog. I will say more about the effects of this on 2024 activity in a few minutes.\nTurning now to our 2024 outlook. Given the potential for a flat to lower price environment this year, we have established an activity plan and budget based on $70 WTI and $75 Brent. We continue to diligently manage overhead and operating costs, and we are reducing our total capital investment to less than $2 billion. This includes approximately $100 million of investment for exploration activities and $50 million for FEED work and potential long-lead items in Suriname. This year's budget will redirect capital to the Permian Basin, resulting in reduced Egypt drilling program, which I mentioned earlier.\nThe outcome of this investment profile should be relatively flat year-over-year adjusted oil and natural gas production, but lower NGL volumes given our current plans to reject ethane. As in 2023, we expect robust Permian oil production growth to roughly offset production declines in the North Sea, while Egypt adjusted production remains relatively flat. In the U.S., total volumes will be up about 2% on a BOE basis despite our current plan to reject ethane for the entirety of 2024. We also project a strong finish to the year, with U.S. oil production up more than 10% in the fourth quarter of '24 compared to the fourth quarter of '23. This growth will be driven by the Midland and Delaware Basins, where we expect to achieve our goal of returning oil production to pre-COVID levels by year-end.\nIn Egypt, we anticipate that our moderated pace of drilling will result in a gross oil production decline. However, adjusted production should remain relatively flat year-over-year, primarily due to lower oil price expectations and the moderating effects of the PSC. And in the North Sea, with our significant reduction in capital investment prompted by the energy profits levy, we anticipate a roughly 20% year-over-year production decrease. This includes the effect of a lengthy planned maintenance turnaround that will impact both second and third quarter volumes.\nBefore closing, I'd like to take a minute to highlight our performance in the Permian and provide some thoughts on our pending acquisition of Callon Petroleum. For several years now, APA's Permian operations have been hitting on all cylinders and exceeding oil production guidance. We have delivered continuous improvement in well productivity and capital efficiency, and we expect this to continue in 2024. Since 2019, we have invested considerable time and technical resources in optimizing our drilling economics in the Permian Basin, and the results have been excellent. Our Midland Basin well productivity has moved up into the top quartile producers as measured by third-party analysts, and we continue to improve Delaware Basin productivity measures each year.\nThe Callon acquisition we announced in early January will bring scale to our Delaware position and balance to our overall Permian asset base, making it fairly evenly weighted between the Midland and the Delaware upon closing. While Callon has experienced operational and productivity challenges in the past, more recently, they have begun to make good progress towards demonstrating the upside potential of their acreage. By leveraging APA's technical capabilities and work processes across the Callon acreage, we expect to further build on their progress, most notably in the areas of capital productivity from well spacing, target zone selection, frac design and drilling, completion and infrastructure efficiencies.\nWhen we first announced the acquisition, we [ assigned ] only $55 million to operational synergies and improvements. However, we are confident that there is substantial upside to this number. While the transaction is accretive on cost synergies alone, the big win-win for shareholders of both companies will be the integration of the assets into a larger Permian platform and the technical optimization, capital allocation, process knowledge and discipline that APA brings to the table. We look forward to updating our 2024 U.S. guidance upon completion of the transaction.\nIn closing, we are managing the business with a clear and consistent strategy, adhering to our discipline and delivering on our commitments and financial objectives. In the last 3 years, we have reduced outstanding bond debt by $3.2 billion and repurchased $2.6 billion or 20% of our shares outstanding. Our Permian Basin and Egypt operations are delivering a high level of free cash flow, along with moderate oil growth in aggregate. We have progressed a large-scale exploration and appraisal program in Suriname to FEED study, and we believe this will drive high-margin oil production beginning in the 2028 time frame. And more recently, we have further expanded our exploration portfolio with large-scale opportunities in Alaska and offshore Uruguay.\nWhile the industry may experience some near-term commodity price weakness, we maintain a constructive medium- and long-term outlook. Accordingly, we will continue to invest a measured amount of capital in the differential longer-term exploration opportunities. And lastly, we remain fully committed to returning at least 60% of our free cash flow to shareholders through our base dividend and share buybacks. And with that, I will turn the call over to Steve Riney.\n\nStephen J. Riney\n\nExecutive Vice President & Chief Financial Officer, Apache Corp.\n\nThank you, John, and good morning. For the fourth quarter, under Generally Accepted Accounting Principles, APA reported consolidated net income of $1.8 billion or $5.78 per diluted common share. As usual, these results include items that are outside of core earnings, the most significant of which was a $1.6 billion increase in net income related to the partial release of the valuation allowance on our deferred tax asset. This was offset by a $167 million after-tax increase in the estimated net remaining decommissioning obligation for the old [ Fieldwood ] assets in the Gulf of Mexico. Excluding these and other smaller items, adjusted net income for the fourth quarter was $352 million or $1.15 per share.\nFree cash flow was $292 million in the quarter. Through dividends and share repurchases, we returned 68% of this amount to shareholders during the quarter. And as John noted, for the full year, we returned 66% of free cash flow. Please refer to APA's published definition of free cash flow for any reconciliation needs.\nG&A expense for the quarter was $75 million. This was significantly below guidance, mostly due to the decrease in the APA share price and the mark-to-market impact on previously accrued share-based compensation. In the fourth quarter, our Cheniere gas sales contract contributed free cash flow and pretax net income of $74 million, which was below guidance, as LNG margins over Houston Ship Channel narrowed through the quarter.\nTurning to 2024. John already discussed our capital and production guidance, so I will just touch on a few other items of note. Based on recent strip prices, we currently anticipate our Cheniere contract will contribute cash flow of about $100 million for the full year and third-party marketing income related to our gas transport obligations will be roughly breakeven. In the Gulf of Mexico, our remaining Fieldwood-related decommissioning exposure is now $815 million. This is net of remaining security and anticipated future cash flows from the producing properties. These decommissioning costs are estimated to be incurred over the next 10 to 15 years, and in 2024, will amount to around $60 million.\nFinally, we are preparing for the closing of the Callon acquisition, with a joint integration team working through plans for day 1 and beyond. John already indicated our confidence in meeting or exceeding our $55 million goal for annual operational synergies. We are equally focused on the transition of G&A activities and the refinancing of the Callon debt. At this time, we still expect the sum of the G&A and financing synergies will meet or exceed our goal of $95 million on an annualized basis. A majority of the G&A synergies are expected to be realized on a run rate basis shortly after closing, with a small portion requiring a transition period, which may take up to a few months. The financing synergies will be realized within a few days of closing, with the refinancing of the Callon debt planned and ready to be put into effect.\nWe noted at the time of the acquisition announcement that the assumption of Callon's debt would increase our leverage metrics slightly. This has had no adverse impact on our discussions with the rating agencies, nor on their published outlooks. We continue to target a BBB rating or the equivalent thereof with all 3 agencies. For this reason, we remain focused on further debt reduction, which will be achieved through the application of cash flow and possible asset divestments. And with that, I will turn the call over to the operator for Q&A."
  },
  {
    "header": "APA",
    "cik": "0001841666",
    "ticker": "APA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1c1abd250fc4830dd41fea42958f63c6",
    "period": "2024 Q2",
    "content": "Q2 2024 APA Corp Earnings Call\n\nQ2 2024 APA Corp Earnings Call\n\nAPANASDAQAUG 1, 11:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to APA Corporation's Second Quarter Financial and Operational Results Conference Call. [Operator Instructions].\nPlease be advised that today's conference is being recorded. I would now like to hand the conference over to your first speaker today, Gary Clark, Vice President of Investor Relations. Please go ahead.\n\nGary Thomas Clark\n\nVP of IR, Apache Corporation\n\nGood morning, and thank you for joining us on APA Corporation's Second Quarter 2024 Financial and Operational Results Conference Call. We will begin the call with an overview by CEO, John Christmann; Steve Riney, President and CFO, will then provide further color on our results and outlook. Also on the call and available to answer questions are Tracy Henderson, Executive Vice President of Exploration; and Clay Bretches, Executive Vice President of Operations.\nOur prepared remarks will be less than 15 minutes in length, with the remainder of the hour allotted for Q&A. In conjunction with yesterday's press release, I hope you have had the opportunity to review our financial and operational supplement, which can be found on our Investor Relations website at investor.apacorp.com. Please note that we may discuss certain non-GAAP financial measures. A reconciliation of the differences between these measures and the most directly comparable GAAP financial measures can be found in the supplemental information provided on our website.\nConsistent with previous reporting practices, adjusted production numbers cited in today's call are adjusted to exclude noncontrolling interest in Egypt and Egypt tax barrels. I'd like to remind everyone that today's discussion will contain forward-looking estimates and assumptions based on our current views and reasonable expectations. However, a number of factors could cause actual results to differ materially from what we discuss on today's call.\nA full disclaimer is located with the supplemental information on our website. Please note that the Callon acquisition closed on April 1. Accordingly, our full year 2024 guidance reflects first quarter APA results on a stand-alone basis, plus 3/4 of APA and Callon combined.\nAnd with that, I will turn the call over to John.\n\nJohn J. Christmann\n\nPresident, Chief Executive Officer & Director, Apache Corp.\n\nGood morning, and thank you for joining us. On the call today, I will review APA's second quarter performance, discuss the Callon integration and review our activity plan and production expectations for the remainder of 2024. Our second quarter results were strong across the board with higher-than-expected production in all 3 operational areas. CapEx was lower than expected, mostly due to timing of spend. .\nIn the U.S., oil volumes of 139,500 barrels per day were up 67% from the first quarter as we incorporated Callon into our operations. Production and costs were significantly better than expected on a BOE basis after adjusting for asset sales and discretionary natural gas and NGL curtailments. Our Permian Basin continues to perform at a high level, and we marked our sixth quarter in a row of meeting or exceeding U.S. oil production guidance.\nOn a BOE basis, oil now comprises 46% of our total U.S. production following the Callon transaction. With this increased exposure, APA's cash flow sensitivity to a $5 per barrel change in oil price is approximately $300 million annually. In Egypt, production also exceeded expectations. We saw a positive contribution from new wells, improved results from recompletions and continued strong base production. Base production is particularly benefiting from the implementation of several new water injection projects. We are also beginning to see a decrease in off-line oil volumes waiting on workover as we moderate the drilling rig count to free up workover rig resources.\nTurning to the North Sea. Operations were relatively smooth in the second quarter with better-than-forecast facility run time driving higher production. Our ongoing focus in the North Sea is rightsizing our cost structure for late life operations. In Suriname, our partner, Total, recently announced that it has secured the FPSO hole for our first offshore development, and we remain on track for FID before year-end and first oil in 2028.\nAnd in Alaska, we are still working through options for the upcoming winter drilling season and look forward to returning to exploration activities. Turning now to the Callon acquisition. Note that in last night's release, we increased our estimate of annual Cowen cost synergies from $225 million to $250 million as we leverage economies of scale of the combined APA and Callon Permian businesses.\nSteve will speak in more detail about some of the specific initiatives driving these cost reductions. More importantly, we are just beginning to implement drilling unit design and operational changes that we expect will create substantial value in the Callon acreage via improved well performance and capital efficiency. Our preliminary estimate is that we can drill a standardized 2-mile lateral for roughly $1 million less than Callon was spending in 2023. We recently spud our first APA designed drilling unit on Callon acreage, the 5-well Callon unit in the Midland Basin and should begin to see initial flowback results in the fourth quarter.\nTurning now to our activity plans and outlook for the second half of 2024. In yesterday's release, we provided guidance for the third and fourth quarters, which contains some notable positives. In the U.S., we will average 9 to 10 rigs for the remainder of this year, consisting of approximately 5 rigs in the Delaware and 4 rigs in the Midland. We plan to run 3 to 4 frac crews and complete about 90 wells by year-end. This sets the stage for strong oil growth in the second half of the year.\nAccordingly, we are increasing fourth quarter U.S. oil guidance to 150,000 barrels per day which is up 1,500 barrels per day after adjusting for the impact of asset sales closed in June. This represents organic production growth of roughly 8% compared to the second quarter. We also expect an increase in natural gas and NGL production driven primarily by fewer discretionary curtailments than in the first half of the year.\nIn Egypt, we expect a continuation of the operational progress that we made in our second quarter. There will be some volume impacts from the rig count decrease but this should be mitigated by strong base production performance and increased workover capacity to remediate wells offline. By year-end, we project the backlogged oil production will be closer to more normalized operating levels. On our May call, we said that adjusted production in Egypt would remain relatively flat in 2024 and while gross oil production would be flat to slightly down through the remainder of the year. While there are a number of moving parts to the program in Egypt, we see no material variances to our May outlook. And therefore, guidance is unchanged.\nSimilarly, our full year production guidance in the North Sea is unchanged. We though we now expect a bit larger decrease in third quarter volumes associated with maintenance and turnaround activity at barrel and a slightly larger subsequent rebound in the fourth quarter. In closing, second quarter was an excellent quarter operationally, and we continue to execute at a high level in the Permian Basin.\nWe are realizing greater-than-expected cost savings from the Callon acquisition and have a clear pathway and plan to improving capital efficiency on those assets. Egypt also had a very good quarter and is beginning to deliver significant capital efficiency improvements. Though our drilling rig count is coming down, continued strength in base production and the return of wells offline will help sustain volumes in the near term. At current strip pricing, the second half of the year is setting up to deliver a substantial increase in free cash flow compared to the first half. And lastly, I am very proud of our teams for delivering these results while remaining on track to achieve our safety and environmental goals for the year. For a detailed review of APA's safety and environmental performance, I encourage you to review our recently published 2024 Sustainability Report, which can be accessed via our website.\nAnd with that, I will turn the call over to Steve.\n\nStephen J. Riney\n\nExecutive Vice President & Chief Financial Officer, Apache Corp.\n\nThank you, John. For the second quarter, under generally accepted accounting principles, APA reported consolidated net income of $541 million or $1.46 per diluted common share. As usual, these results include items that are outside of core earnings, the most significant of which were a $216 million after-tax gain on the divestiture and $98 million of after-tax charges for transaction, reorganization and separation costs, mostly associated with the Callon acquisition. .\nExcluding these and other smaller items, adjusted net income for the second quarter was $434 million or $1.17 per share. During the first half of the year, we generated roughly $200 million of free cash flow and returned $311 million to shareholders, nearly half of which consisted of share repurchases. That's a lot compared to the $200 million of free cash flow, but we like buying at those share prices, and we anticipate free cash flow will be much higher in the second half of the year.\nThat said, the balance sheet remains an important priority, and I will talk about plans for further debt reduction in a few minutes. Now let me turn to progress on the Cowen integration. As John noted, we increased our estimate of annual synergies to $250 million. Since we announced the Callon acquisition, we have categorized synergies into 3 buckets: overhead, cost of capital and operational. We are now increasing our estimate of expected annual overhead synergies to $90 million. Most of this was captured by the end of the second quarter on a run rate basis and the remainder will be done by year-end.\nAt this time, we anticipate that our quarterly core G&A run rate as we enter next year will be approximately $110 million. With that, we will have eliminated about 75% of Callon overhead cost. So no material further synergies are likely. Our cost of capital synergy estimate assumed terming out Callon's $2 billion debt at APA's lower long-term cost of borrowing. At the closing, we used cash from the revolver and a $1.5 billion 3-year term loan to refinance this debt. Instead of turning this debt out, our current intention is to use asset sales and free cash flow to simply pay off the loan before the end of its 3-year term. This would represent a significant step forward in the goal to strengthen the balance sheet and to fully realize these synergies. And lastly, we are increasing our operational synergies to $120 million annually approximately 60% of which is associated with capital savings and 40% attributable to LOE.\nTo reiterate, these cost synergies do not include capital productivity benefits associated with uplifting type curves and improving well economics through spacing, landing zone optimization and frac size. We believe this will be a source of material long-term value accretion. Turning to our 2024 outlook. John has already discussed our activity plans and production guidance, so I will just add a few items of note. We now expect that our original full year capital guidance of $2.7 billion may start trending down a bit.\nA number of factors could contribute to this, including further synergy capture from the Cowen combination, lower service costs, improving capital efficiency and potential minor reductions in the planned activity set, mostly in the U.S. For purposes of third quarter U.S. BOE production guidance, we are estimating further Permian gas curtailments of 90 million cubic feet per day. This would also result in the curtailment of 7,500 barrels per day of NGLs.\nAs most of you are aware, our income from third-party oil and gas purchased and sold can change significantly from quarter-to-quarter. This is primarily driven by the volatility and differentials between Waha and Gulf Coast gas pricing regardless of the absolute pricing levels. It's important to note that APA's gas marketing and transportation activities are generally more profitable when Waha gas price differentials are wider. For example, the Waha differential was very wide in the second quarter. while Gulf Coast gas prices averaged around $1.65, Waha gas prices averaged closer to negative $0.34.\nBecause of the nearly $2 differential income from our third-party marketing and transportation activities was well above expectations. At current strip gas pricing, we expect a similar dynamic in the third quarter. Accordingly, we are raising our full year estimate of income from third-party oil and gas purchased and sold by $120 million to around $350 million. Approximately half of the full year estimate is attributable to the Cheniere gas supply contract and half is attributable to our marketing and transportation activities.\nLastly, APA is now subject to the U.S. alternative minimum tax. And accordingly, we are introducing new guidance for current U.S. tax accruals of $95 million for the year.\nAnd with that, I will turn the call over to the operator for Q&A."
  },
  {
    "header": "APA",
    "cik": "0001841666",
    "ticker": "APA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4a5fc530c1f2a3fff5f3d95b282de68a",
    "period": "2023 Q3",
    "content": "Q3 2023 APA Corp Earnings Call\n\nQ3 2023 APA Corp Earnings Call\n\nAPANASDAQNOV 2, 11:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the APA Corporation's Third Quarter 2023 Results Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your first speaker today, Gary Clark, Vice President of Investor Relations. Please go ahead.\n\nGary Thomas Clark\n\nVP of IR, Apache Corporation\n\nGood morning, and thank you for joining us on APA Corporation's Third Quarter 2023 Financial and Operational Results Conference Call. We will begin the call with an overview by CEO and President, John Christmann. Steve Riney, Executive Vice President and CFO, will then provide further color on our results and outlook. Also on the call and available to answer questions are Dave Pursell, Executive Vice President of Development; Tracey Henderson, Executive Vice President of Exploration; and Clay Bretches, Executive Vice President of Operations.\nOur prepared remarks will be about 10 minutes in length with the remainder of the hour allotted for Q&A. In conjunction with yesterday's press release, I hope you've had the opportunity to review our financial and operational supplement, which can be found on our Investor Relations website at investor.apacorp.com.\nPlease note that we may discuss certain non-GAAP financial measures. A reconciliation of the differences between these non-GAAP financial measures and the most directly comparable GAAP financial measures can be found in the supplemental information provided on our website. Consistent with previous reporting practices, adjusted production numbers cited in today's call are adjusted to exclude noncontrolling interest in Egypt and Egypt tax barrels.\nI'd like to remind everyone that today's discussion will contain forward-looking estimates and assumptions based on our current views and reasonable expectations. However, a number of factors could cause actual results to differ materially from what we discuss today. A full disclaimer is located with the supplemental information on our website. And with that, I'll turn the call over to John.\n\nJohn J. Christmann\n\nPresident, Chief Executive Officer & Director, Apache Corp.\n\nGood morning and thank you for joining us. On today's call, we will review third quarter highlights, discuss our outlook for the fourth quarter and provide a high-level overview of our capital plan and anticipated production in 2024. For the third quarter in a row, adjusted oil production exceeded the high end of our guidance range. Good execution and strong well performance in the Permian are the primary drivers of this trend. We also achieved the high end of our guidance in the North Sea during the quarter, which benefited from the production ramp of the Storr North well.\nIn Egypt, gross oil volumes grew by approximately 4,000 barrels per day which was a bit below expectations as previously disclosed. On a total company basis, third quarter reported oil volumes were up more than 15% from the same quarter in the prior year and we are very pleased with this progress.\nActivity in the U.S. and Egypt remained steady, while we suspended drilling activity around midyear in the North Sea. Our investment program in the North Sea is now directed towards safety, base production management and asset maintenance and integrity.\nIn Suriname, we achieved a very important milestone during the third quarter with the completion of a successful appraisal drilling program at Krabdagu on Block 58 and the subsequent announcement by our partner, TotalEnergies, of plans to proceed with FEED work for a 200,000 barrel per day FPSO in the eastern portion of the block. The planned oil hub is underpinned by an estimated 700 million barrels of recoverable oil resource at Sapakara and Krabdagu and has targeted FID by the end of 2024.\nTurning now to our outlook. In yesterday's financial and operational supplement, we issued fourth quarter guidance, which anticipates slightly lower production on a BOE basis compared to the third quarter. The primary contributor is in the North Sea, where the temporary shut-in at [ Beryl Bravo ] will result in volume deferrals of about 5,000 barrels of oil equivalent per day.\nIn the U.S., completion timing will lead to a relatively flat quarter, consisting of unchanged oil production and a small decline in natural gas. And in Egypt, a combination of higher oil and lower natural gas volumes should deliver BOE growth, but not enough to fully offset the downtime in the North Sea.\nLet me provide a bit more color on production operations in Egypt. In February, we established a gross oil target of 154,000 barrels per day for the fourth quarter. We now estimate that number will be closer to 150,000 barrels per day, which is up about 5,000 barrels per day from the third quarter. After successfully working through the challenges associated with ramping our rig count from 11 to 18, our drilling program is now performing as planned. However, we have experienced a growing backlog of workover projects over the last 2 quarters and a corresponding uptick in barrels off-line.\nTo address this, we have begun to increase our workover activity, which Dave can discuss further in Q&A.\nDuring the fourth quarter, we are opportunistically accelerating the completion of 8 Permian wells from January into December and adding a 6th rig in the Delaware Basin. This will result in an increase in our estimated fourth quarter upstream capital to around $500 million and bringing full year upstream capital to just under $2 billion. I should note that these investments will not have a material impact on fourth quarter production.\nAs we typically do at this time of year, I would like to provide a high-level overview of our 2024 outlook which we will follow up with formal guidance in February. Recall that we entered 2023 with a planned upstream capital budget of $2.0 billion to $2.1 billion. As of today, we expect a similar range in 2024, albeit with some changes in regional allocation. We are targeting low single-digit oil production growth next year with expected increases in the Permian and Egypt, more than offsetting declines in the North Sea.\nAPA remains committed to returning at least 60% of our free cash flow this calendar year to shareholders. During the first 3 quarters of the year, we generated $673 million of free cash flow, 65% of which we return to shareholders via dividends and stock buybacks. This leaves more to do in the fourth quarter, and we will fulfill our minimum 60% commitment for the full year.\nOne of APA's core principles is to produce oil and gas safely and to reduce the environmental impact of our operations. I am pleased to announce that we recently achieved an important milestone in reducing methane emissions with the conversion of over 2,000 pneumatic devices in the Permian to lower emitting technologies. Our programs to identify and eliminate emissions throughout our global asset base are ongoing, and we continuously seek to expand and improve them.\nIn closing, we are committed to our strategy of maintaining a diversified portfolio and maintaining operational flexibility to respond quickly to commodity price volatility and other externalities. We are demonstrating this today through the reallocation of capital from the North Sea into the Permian and Egypt. We also remain committed to the investment in a portfolio of exploration projects, which have the potential to drive differentiated future growth and competitive full cycle economics. And with that, I will turn the call over to Steve Riney.\n\nStephen J. Riney\n\nExecutive Vice President & Chief Financial Officer, Apache Corp.\n\nThank you, John, and good morning. For the third quarter, under generally accepted accounting principles, APA reported consolidated net income of $459 million or $1.49 per diluted common share. As usual, these results include items that are outside of our core earnings. The most significant of which was a $93 million release of a valuation allowance on deferred tax assets. This was offset by a loss on the quarterly mark-to-market of our Kinetic stock ownership and unrealized derivative losses on our Waha basis swaps. Excluding these and other smaller items, adjusted net income for the third quarter was $410 million or $1.33 per share.\nFree cash flow, which for external purposes excludes changes in working capital, was $307 million in the quarter. Through dividends and share repurchases, we returned 32% of this amount to shareholders during the quarter. As John indicated, year-to-date, we have returned 65% of free cash flow to shareholders. Please refer to APA's published definition of free cash flow for any reconciliation needs.\nIn our 3Q earnings pre-release, we anticipated G&A expense would be significantly higher than our underlying run rate of costs which is around $100 million. For the quarter, reported G&A was $139 million, mostly because of APA stock price appreciation and the mark-to-market impact on previously accrued share-based compensation.\nAs we have explained in the past, the mark-to-market of share price movements also impacts LOE, CapEx and exploration expense. Thus, these items were also higher during the third quarter for the same reason.\nNorth Sea taxes also came in above guidance in the quarter by $46 million. This was the result of an incremental cargo lifting late in the quarter, which was not anticipated at the time we provided 3Q guidance in August. In accordance with generally accepted accounting principles, we recognized cargo liftings in the quarter they occur, which increases revenue and current tax expense, but has no impact on reported production volumes.\nTo be clear, though, this is just a movement of revenue and income tax expense from the fourth quarter into the third quarter and has no impact on our anticipated full year North Sea production revenue or income tax expense.\nAs previously noted, our Cheniere gas sales contract commenced on August 1 and contributed 2 months of free cash flow in the third quarter. You will find this impact on our P&L in the 2 line items, which capture the revenue and costs associated with oil and gas purchased for resale.\nIn the third quarter, the Cheniere contract contributed free cash flow and pretax income of $32 million. We currently anticipate it will contribute approximately $90 million in the fourth quarter and $375 million for the full year 2024.\nIn closing, as anticipated, the second half of 2023 is poised for improving production and free cash flow versus the first half of the year. With the improving performance, we are tracking very close to our original full year guidance across most of our key financial and operational metrics for the year. We will continue to return capital to shareholders through dividends and share repurchases. And while our balance sheet is much stronger than a few years ago, we continue to recognize the need for further progress on debt reduction. And with that, I will turn the call over to the operator for Q&A."
  },
  {
    "header": "APA",
    "cik": "0001841666",
    "ticker": "APA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/82a28a06bd50ad8e4c17fa429125cc88",
    "period": "2023 Q1",
    "content": "Q1 2023 APA Corp Earnings Call\n\nQ1 2023 APA Corp Earnings Call\n\nAPANASDAQMAY 4, 11:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the APA Conference Call. [Operator Instructions]. Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Gary Clark, Vice President of Investor Relations.\n\nGary Thomas Clark\n\nVP of IR, Apache Corporation\n\nGood morning, and thank you for joining us on APA Corporation's First Quarter 2023 Financial and Operational Results Conference Call. We will begin the call with an overview by CEO and President, John Christmann. Steve Riney, Executive Vice President and CFO, will then provide further color on our results and outlook. Also on the call and available to answer questions are Dave Pursell, Executive Vice President of Development; Tracey Henderson, Executive Vice President of Exploration; and Clay Bretches, Executive Vice President of Operations.\nOur prepared remarks will be approximately 12 minutes in length with the remainder of the hour allotted for Q&A. In conjunction with yesterday's press release, I hope you have had the opportunity to review our first quarter financial and operational supplement, which can be found on our Investor Relations website at investor.apacorp.com.\nPlease note that we may discuss certain non-GAAP financial measures. A reconciliation of the differences between these non-GAAP financial measures and the most directly comparable GAAP financial measures can be found in the supplemental information provided on our website. Consistent with previous reporting practices, adjusted production numbers cited in today's call are adjusted to exclude noncontrolling interest in Egypt and Egypt tax barrels.\nI'd like to remind everyone that today's discussion will contain forward-looking estimates and assumptions based on our current views and reasonable expectations. However, a number of factors could cause actual results to differ materially from what we discuss today. A full disclaimer is located with the supplemental information on our website. And with that, I will turn the call over to John.\n\nJohn J. Christmann\n\nPresident, Chief Executive Officer & Director, Apache Corp.\n\nGood morning, and thank you for joining us. On today's call, we will review our first quarter highlights, update our operational progress and comment on our outlook for the remainder of the year. For the last several years, we have been navigating a volatile price environment, and this has been amplified recently with the ups and downs of global oil prices, extreme moves in global LNG pricing and the rapid decline in U.S. natural gas prices. Despite this volatility, we are constructive on long-term prices for oil, natural gas and LNG.\nBased on this fundamental belief, we plan to invest over the long term for sustainable low single-digit production growth at attractive returns. That said, we cannot ignore price volatility and will, therefore, seek to moderate our investment plans during periods of significant price weakness. We must also be responsive to changing governmental tax and regulatory regimes within our countries of operations. Fortunately, our diversified portfolio provides us optionality, and we maintain the flexibility to adjust our investment plans relatively quickly.\nIn 2023, we have demonstrated this by reducing natural gas directed activity and even curtailing production in response to extreme Waha price dislocations. We also made the decision to reduce spending in the North Sea as the recently enacted energy profits levy has resulted in less competitive return opportunities than in the U.S. and Egypt. So while you should generally expect us to invest at a steady pace for long-term returns and moderate growth, you will also see periods where we respond to external influences by adjusting or redirecting capital activity.\nTurning now to our first quarter results, which are characterized by strong operational performance and good cost control. APA met or exceeded production guidance in each of our 3 regions. Total adjusted production was 4,000 BOEs per day, above the top end of our guidance range. Adjusted oil production also exceeded expectations, led by performance in the Permian and the North Sea. Capital investment during the period was slightly below guidance, and our average operating drilling rig count remained steady in the quarter with 17 in Egypt, 5 in the Permian Basin and 1 semisubmersible in the North Sea.\nIn the U.S., we connected 17 new wells, and as planned, most of these went online in the back half of the quarter. While timing of well connections can drive production variances, on a quarter-to-quarter basis, we are continuing to see significant benefits from the steady pace of our drilling program.\nAs expected, first quarter oil production declined sequentially from the fourth quarter. However, we remain on track to deliver a significant uptick in the second and third quarters. Permian activity this year will be concentrated primarily on oil development in the Southern Midland Basin and oil-weighted development in the Delaware Basin. At Alpine High, we are currently testing a new 3-well pad at a constrained rate.\nBeyond this, we are ramping down our planed 2023 lean gas drilling activity in the Permian due to the prevailing weakness in Waha natural gas prices. This will result in an upstream capital reduction of approximately $100 million but should have no material impact on our full year U.S. production guidance. We are pleased with the results at Alpine High and will return when Waha prices improve.\nIn Egypt, gross oil production increased by approximately 1,200 barrels per day compared to the fourth quarter. New well connections, recompletion activity and exploration success were all consistent with our expectations, and we are beginning to see positive contribution from our higher activity pace. For the second quarter, however, we are forecasting that Egypt gross volumes will be roughly unchanged as we have recently experienced some production disruptions, most of which are temporary. Despite this, our full year Egypt production guidance has not changed.\nTurning now to the North Sea. Our production exceeded expectations in the first quarter, driven by strong facility operating efficiency. We are projecting second quarter average daily production will be in line to slightly below the first quarter as scheduled platform maintenance and expected return to more normalized facility operating efficiency will be mostly offset by contribution from a new well, which was placed online in late March.\nIn Suriname, we continue to progress toward an oil hub development project with activity in the first half of 2023 focused on appraising Krabdagu. We have completed the flow test on the first appraisal well and are currently in the pressure buildup phase. Results of this well thus far are in line with expectations. The second Krabdagu appraisal well is currently drilling and we'll provide more information on next steps in the future.\nOn the ESG front, we delivered another excellent quarter of safety performance and are making good progress toward our longer-term emissions goal of implementing projects to eliminate 1 million tons of CO2 equivalent emissions by year-end 2024. We reduced routine upstream flaring in Egypt by 40% last year, which gave us an excellent start on this goal. In 2023, we plan to further reduce flaring in Egypt and focus on converting diesel combustion for power generation to field gas, which will reduce both cost and net emissions.\nIn closing, APA has the portfolio and the operational flexibility to respond quickly to near-term commodity price volatility, and we are managing our capital activity accordingly. We remain committed to returning a minimum of 60% of our free cash flow to shareholders this year via dividends and share repurchases.\nLonger term, despite many cross currents, we believe the investment case for APA and the E&P industry is strong, and the outlook for hydrocarbon prices and fundamentals is very constructive.\nAnd with that, I will turn the call over to Steve Riney.\n\nStephen J. Riney\n\nExecutive Vice President & Chief Financial Officer, Apache Corp.\n\nThanks, John. For the first quarter, under generally accepted accounting principles, APA reported consolidated net income of $242 million or $0.78 per diluted common share. As usual, these results include items that are outside of core earnings. The most significant of these items was a $174 million charge related to the remeasurement of our deferred tax liability in the U.K. caused by the most recent increase in the energy profits levy. This was partially offset by the release of a valuation allowance on U.S. deferred tax assets.\nExcluding these and other smaller items, adjusted net income for the first quarter was $372 million or $1.19 per diluted common share. Free cash flow, as we define it, which excludes changes in working capital, was $272 million in the quarter, 81% of which we returned to shareholders through dividends and share repurchases.\nAs John noted, it was a strong quarter for production, and costs were a good bit under plan. G&A expense was $65 million, significantly below both the prior quarter and the same quarter last year. This is a result of APA's lower stock price at quarter end and the mark-to-market impact on previously accrued share-based compensation. Excluding this mark-to-market impact, underlying quarterly G&A costs remained stable at roughly $100 million. LOE also came in a good bit below expectations primarily due to the previously mentioned mark-to-market impact of stock-based compensation programs as well as foreign currency impacts in Egypt.\nSwitching to forward-looking guidance items. In the U.S., oil production growth is expected to return in the second quarter and should ramp further in the third quarter in conjunction with completion cadence. Our U.S. natural gas production outlook is more muted as we are responding to weak Waha pricing with lean gas drilling reductions.\nIn addition, we could see further lean gas production curtailments. But to be clear, further curtailments are not contemplated in our U.S. production guidance. All of this is consistent with our bias towards managing for cash flow and long-term returns, not production growth. The $100 million reduced drilling activity John noted will occur mostly in the second half of this year. With that, our full year capital budget has been reduced to $1.9 billion to $2 billion.\nNext, I would like to highlight our 2 material gas trading activities that are truly differential for APA, our gas transport obligations and our Cheniere gas supply contract. Our gas transport contracts provide significant cash flow benefits during periods of dislocated Permian gas prices. We hold just over 670 million cubic feet per day of Permian Basin takeaway capacity.\nWe purchased third-party gas in-basin for resale on the Gulf Coast, realizing a trading margin whenever the price differentials are greater than the transport cost. In the first quarter, this activity generated a net profit of $23 million. Based on current strip prices, we have increased our full year guidance for net profit from such activity to $100 million.\nThe Cheniere agreement, which will commence on August 1, is another important commercial trading activity. This arrangement provides upside exposure to world LNG margins over Houston Ship Channel on 140 million cubic feet of natural gas per day. For 2023, projected cash flow from this contract has come down a bit from our prior guidance due to the decline in European and Asian LNG prices. Over the past few months, we have provided potential outcomes of annualized free cash flows at different price levels related to this contract. You can find those in the appendix of our financial and operational supplement.\nAt current strip prices, the Cheniere contract will generate and expected $175 million of free cash flow for the last 5 months of 2023. All of our guidance for both the second quarter and updated full year 2023 and can be found in our financial and operational supplement.\nOne final item I'd draw your attention to. Looking at the balance sheet, you will notice that our revolver debt increased by a little over $400 million in the first quarter. This was driven by an approximate $500 million increase in working capital primarily due to the paydown of accrued liabilities from December 31, but it also includes increasing accounts receivable in Egypt. Overall, we had a very good quarter to start the year. We're benefiting from relatively stable activity levels within a portfolio that allows us to generate free cash flow and invest in the long-term sustainability of our business. And with that, I will turn the call over to the operator for Q&A."
  },
  {
    "header": "APA",
    "cik": "0001841666",
    "ticker": "APA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/15f3fb5382924b1bca684f2552cccb2f",
    "period": "2022 Q4",
    "content": "Q4 2022 APA Corp (US) Earnings Call\n\nQ4 2022 APA Corp (US) Earnings Call\n\nAPANASDAQFEB 23, 11:00 AM\n\nOperator\n\nWelcome to APA Corporation's Fourth Quarter 2022 Results Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Gary Clark, Vice President of Investor relations. Please go ahead.\n\nGary Thomas Clark\n\nVP of IR, Apache Corporation\n\nGood morning, and thank you for joining us on APA Corporation's Fourth Quarter and Full Year 2022 Financial and Operational Results Conference Call. We will begin the call with an overview by CEO and President, John Christmann; Steve Riney, Executive Vice President and CFO, will then provide further color on our results and outlook. Also on the call and available to answer questions are Dave Pursell, Executive Vice President of Development; Tracey Henderson, Executive Vice President of Exploration; and Clay Bretches, Executive Vice President of Operations.\nOur prepared remarks will be approximately 15 minutes in length with the remainder of the hour allotted for Q&A. In conjunction with yesterday's press release, I hope you have had the opportunity to review our fourth quarter and full year 2022 financial and operational supplement, which can be found on our Investor Relations website at investor.apacorp.com.\nPlease note that we may discuss certain non-GAAP financial measures. A reconciliation of the differences between these non-GAAP financial measures and the most directly comparable GAAP financial measures can be found in the supplement information provided on our website.\nConsistent with previous reporting practices, adjusted production numbers cited in today's call are adjusted to exclude noncontrolling interest in Egypt and Egypt's tax barrels. I'd like to remind everyone that today's discussion will contain forward-looking estimates and assumptions based on our current views and reasonable expectations. However, a number of factors could cause actual results to differ materially from what we discuss today. A full disclaimer is located with the supplemental information on our website.\nAnd with that, I will turn the call over to John.\n\nJohn J. Christmann\n\nCEO, President & Director, Apache Corporation\n\nGood morning, and thank you for joining us. On the call today, I will review our key accomplishments in 2022, comment on fourth quarter performance and provide an overview of our 2023 plans and objectives. Ahead of the pandemic in 2019, we established a pragmatic long-term plan for our business that emphasized returns focused investment, strengthening the balance sheet, rightsizing the organization and activity levels to deliver moderate sustainable production growth, conservative budgeting and the selective pursuit of differentiated opportunities for value creation, most notably exploration.\nThe world oil demand and commodity price dislocations that followed in 2020 and 2021 required some difficult and necessary actions to preserve our business. After a few years of hard work, we have returned to and are delivering on this long-term plan. In 2022, we generated the second highest annual free cash flow in the company's 68-year history, which we allocated primarily to debt reduction and cash returns to our shareholders.\nWe also increased our rig activity to a pace that is now capable of generating sustained production growth in both Egypt and the U.S. Some of the more notable achievements of the past year include: Free cash flow generation of $2.5 billion, 66% of which was returned to shareholders. The repurchase of $1.4 billion of common stock at an average price of less than $40 per share and the doubling of our annual dividend, a $1.4 billion or 23% reduction in outstanding bond debt, an increase in adjusted oil production from the fourth quarter 2021 to the fourth quarter 2022, which represents our first exit rate to exit rate oil production increase since 2018.\nThe successful integration of our Texas Delaware Basin tuck-in acquisition, which complements our legacy Delaware position and continues to exceed expectations. And importantly, on Block 58 in Suriname, the flow test of 2 appraisal wells at Sapakara South, which indicated a combined resource in place of more than 600 million barrels of low GOR oil.\nAt Krabdagu, the discovery well was also successfully flow tested, and appraisal is now underway with 2 rigs. Additionally, in Block 53, the first oil discovery was made at Baja, which is on trend with Krabdagu. And lastly, on the ESG front, routine upstream flaring in Egypt was reduced by more than 40%. This is a significant step toward our goal of eliminating 1 million tons of annualized CO2 equivalent emissions by the end of 2024.\nMoving on to fourth quarter results. Following some operational delays in Egypt and unexpected facilities downtime in the North Sea in the first 3 quarters of the year, we ended 2022 on a strong note. Fourth quarter production and costs were in line with guidance, while CapEx for the period was slightly above expectations due to some small shifts in activity timing.\nU.S. production exceeded guidance on continued strong performance from our Midland and Delaware Basin oil properties. Oil volumes in Egypt strengthened as we continue to improve drilling efficiencies and project execution, and North Sea production benefited from a substantial improvement in facilities run time. Looking forward to 2023, we will continue to focus on managing costs and driving efficiencies, while also taking advantage of the optionality within our portfolio to respond to commodity price movements.\nSpecifically with regard to the recent and substantial drop in natural gas prices, we are managing the portfolio for cash flow and not production volume. Accordingly, our growth in 2023 will be entirely driven by oil. We are reiterating our capital budget of $2 billion to $2.1 billion, which is consistent with what we indicated back in early November. We believe this appropriately reflects potential inflationary impacts for the coming year and remain confident in our ability to deliver within this range.\nAt this investment level and assuming current strip prices, we anticipate year-over-year adjusted oil growth of more than 10% and BOE growth of 4% to 5%. This is consistent with the preliminary BOE guidance we discussed on our November call. Oil volumes in Egypt and the U.S. will be the primary contributors to growth more than offsetting a decrease in natural gas production in both regions.\nAs we also noted on our November call, we are expecting a sequential decrease in U.S. production from fourth quarter to first quarter. This is primarily driven by our Permian Basin oil well completion cadence.\nHowever, natural gas curtailments at Alpine High and liquids volume reductions associated with ethane rejection during the month of January are also significant contributors. Importantly, our Permian oil well completion cadence will accelerate in the second half of February, which should lead to significantly higher U.S. oil production in the second quarter through the fourth quarter.\nTurning to the North Sea. We anticipate a moderate production rebound this year with 3 new wells coming online in the first half and shorter scheduled maintenance turnaround times. We plan to release the Ocean Patriot semisubmersible drilling rig around midyear, following completion of the scheduled drilling campaign in the North Sea.\nThe permanent reallocation of this capital to other areas is being evaluated as the recent tax changes in the U.K. have made returns less attractive than other investment opportunities within our portfolio. In Suriname, first half 2023 activity is focused on the 2 appraisal wells drilling at Krabdagu and subsequent flow testing. Following that, another exploration test on Block 58 is also planned.\nWhile average oil and gas prices are trending down relative to 2022, APA's free cash flow this year should be bolstered by our gas sales contract with Cheniere. Steve will provide more detail around the expected impact of this contract in his remarks. We remain fully committed to returning at least 60% of our free cash flow to shareholders through a mix of dividends and share buybacks.\nStrengthening our balance sheet also remains a priority, and we anticipate that most or all of the free cash flow not returned to shareholders will be used to reduce debt. In closing, while the industry is experiencing considerable short-term oil and gas price volatility, we have a constructive outlook on the long-term supply and demand for hydrocarbons.\nOver the next several years, our plan is to maintain a relatively constant activity level yet remain flexible to shift capital within the portfolio to the highest value opportunities. Through the cycle, we also plan to continue allocating an appropriate percentage of our capital budget to high-quality differential exploration opportunities. APA's investment case and portfolio are unique. Within the Permian Basin, we can allocate capital investment to oil or natural gas and generate growth from either or both commodities.\nAdditionally, we hold considerable long-term gas transportation capacity, which our marketing team utilizes to purchase and resell third-party gas for a profit. We have gas sales to Cheniere commencing this summer that will provide long-term access to international index pricing. Our Egypt operations offer exposure to premium Brent oil prices, modernized PSC terms and an opportunity to generate consistent growth in an area with tremendous potential.\nAnd in Suriname, our joint venture partnership enables the appraisal and potential development of large-scale projects on Block 58 with limited capital investment. We believe APA is well positioned to help profitably deliver hydrocarbons that the world needs for the next decade and beyond. We are committed to doing this while reducing carbon intensity and being good environmental stewards.\nAnd with that, I will turn the call over to Steve Riney.\n\nStephen J. Riney\n\nExecutive VP & CFO, Apache Corporation\n\nThanks, John. APA delivered very good financial performance in the fourth quarter and for the full year as we benefited from a strong, albeit volatile price environment. For the last 3 months of 2022, consolidated net income was $443 million or $1.38 per diluted common share. As usual, these results include items that are outside of core earnings. The most significant of these items was a pretax charge of $157 million to increase the net contingent liability for decommissioning the former Fieldwood properties in the Gulf of Mexico.\nThe increase reflects a combination of changes in cash flow during the life of the producing assets and estimated future decommissioning costs. This was partially offset by a $52 million pretax unrealized gain on derivatives and a $47 million release of a valuation allowance on deferred tax assets. Excluding these and other smaller items, adjusted net income for the fourth quarter was $476 million or $1.48 per diluted common share.\nDuring the fourth quarter, APA generated $360 million of free cash flow and repurchased more than 12 million shares of common stock, resulting in approximately 312 million shares outstanding at year-end. Underlying G&A costs for the quarter remained around $95 million.\nHowever, total G&A was $169 million, which was above our fourth quarter guidance. This was caused by an increase in anticipated incentive compensation plan payouts as well as the recurring mark-to-market for previously accrued stock-based compensation that will be paid out in the future. These accruals also resulted in higher-than-expected LOE and exploration expense, though to a much lesser extent than G&A.\nExploration expense was also elevated as we recorded $66 million of combined dry hole costs for the Awari prospect in Suriname and a noncommercial exploration well in the North Sea. Looking ahead to 2023, as John outlined, we expect continued production growth and strong free cash flow generation. At 2022 prices, free cash flow in 2023 would be about the same as 2022.\nGrowing production volumes and cash flow from the Cheniere gas sales contract at current strip prices would offset the impact of higher taxes in the U.K. and the increased capital program. We will once again return a minimum of 60% of free cash flow to shareholders through share buybacks and dividends with the remaining 40% primarily used for reducing net debt.\nThe gas sales contract with Cheniere will commence in the second half of 2023. We entered into the agreement in 2019 with the purpose of aligning aggregate financial outcomes with a more diversified portfolio of gas prices, similar to the diversified oil prices we enjoy naturally through the portfolio. We are frequently asked about the contract's expected free cash flow and its sensitivity to movements in U.S. gas and global LNG prices.\nAt current strip price levels, we project roughly $200 million of free cash flow contribution in the second half of 2023. If you want to put a range on annualized forward-looking free cash flows, let me give you 2 potential outcomes as realistic end posts. Assuming average prices of $20 LNG and $4 Houston Ship Channel, the expected annualized free cash flow would be approximately $500 million. Assuming higher average prices of $40 LNG and $6 Houston Ship Channel, the annualized free cash flow would increase to approximately $1.25 billion.\nIt is important to note that these cash flow numbers include the costs incurred to purchase the gas to supply to Cheniere. Clearly, we believe there is substantial upside price exposure. Despite this, we will continue to plan and budget conservatively given the volatile gas price environment and the scale of associated changes in the cash flow profile.\nTurning now to income taxes. The U.K. recently increased its energy profits levy from 25% to 35% and extended the effective period through March of 2028. As a result, the combined statutory tax rate in the U.K. for 2023 is now 75%. And we expect this will be fairly close to our effective tax rate as well. With that, at current strip prices, we expect U.K. current tax expense of $550 million to $575 million this year.\nIn the U.S., we do not expect to be subject to the 15% corporate alternative minimum tax in 2023 and therefore, anticipate no current federal income taxes for the year, as accumulated tax losses more than offset projected taxable income. Please consult our financial and operational supplement for a full suite of guidance items for both first quarter and full year 2023.\nTo wrap up, 2022 was a year of great progress as we exceeded our minimum shareholder return commitment and significantly improved the balance sheet. We reduced outstanding bond debt by $1.4 billion while also returning 66% of free cash flow to shareholders and restoring the base annual dividend to $1 per share.\nThrough the buyback program, we repurchased 10% of the company's outstanding shares at an attractive average price of roughly $39 per share. In 2023, we anticipate another strong financial performance with more share repurchases, more balance sheet deleveraging and more progress toward our objective of achieving an investment-grade rating with all of the rating agencies. We look forward to updating you as the year progresses.\nAnd with that, I will turn the call over to the operator for Q&A."
  },
  {
    "header": "APA",
    "cik": "0001841666",
    "ticker": "APA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cbe70ef659988b8df2bf968e641ff23e",
    "period": "2022 Q3",
    "content": "Q3 2022 APA Corp (US) Earnings Call\n\nQ3 2022 APA Corp (US) Earnings Call\n\nAPANASDAQNOV 3, 11:00 AM\n\nOperator\n\nHello, and thank you for standing by. Welcome to APA Corporation's Third Quarter 2022 Results Conference Call. (Operator Instructions)\nIt is now my pleasure to introduce Vice President of Investor Relations, Gary Clark.\n\nGary Thomas Clark\n\nVP of IR, Apache Corporation\n\nGood morning, and thank you for joining us on APA Corporation's Third Quarter 2022 Financial and Operational Results Conference Call.\nWe will begin the call with an overview by CEO and President, John Christmann. Steve Riney, Executive Vice President and CFO, will then provide further color on our results and outlook. Also on the call and available to answer questions are Dave Pursell, Executive Vice President of Development; Tracey Henderson, Senior Vice President of Exploration; and Clay Bretches, Executive Vice President of Operations.\nOur prepared remarks will be less than 15 minutes in length with the remainder of the hour allotted for Q&A. In conjunction with yesterday's press release, I hope you have had the opportunity to review our third quarter financial and operational supplement, which can be found on our Investor Relations website at investor.apacorp.com.\nPlease note that we may discuss certain non-GAAP financial measures. A reconciliation of the differences between these non-GAAP financial measures and the most directly comparable GAAP financial measures, can be found in the supplemental information provided on our website.\nConsistent with the previous reporting practices, adjusted production numbers cited in today's call are adjusted to exclude noncontrolling interest in Egypt and Egypt tax barrels.\nI'd like to remind everyone that today's discussion will contain forward-looking estimates and assumptions based on our current views and reasonable expectations. However, a number of factors could cause actual results to differ materially from what we discuss today. A full disclaimer is located with the supplemental information on our website.\nAnd with that, I will turn the call over to John.\n\nJohn J. Christmann\n\nCEO, President & Director, Apache Corporation\n\nGood morning, and thank you for joining us. On the call today, I will review highlights from the third quarter, provide commentary on our fourth quarter outlook and conclude with an early look at our 2023 plan.\nAPA continues to enjoy a robust free cash flow profile provided by our unhedged exposure to a globally diversified product price mix. With activity in Egypt and the Permian Basin now at levels capable of driving sustainable corporate production growth, our free cash flow is also expected to grow, assuming flat year-over-year oil and gas prices.\nTurning to the third quarter results. We have had several key highlights. Global production was in line with our guidance range as outperformance in the U.S. offset unplanned facility downtime in the North Sea. Permian Basin assets were strong contributors across the board from the core Midland Basin development program to the newly acquired properties in the Texas Delaware. In Egypt, drilling and recompletion programs are progressing closer to our original plans for the year. New well connections exceeded our revised third quarter guidance and production momentum is picking up into the fourth quarter.\nThe challenges associated with the activity ramp are not totally behind us, but we are making good progress. The North Sea after returning to production from seasonal turnarounds incurred an unusually high amount of unplanned downtime in August and September. Most of these issues have been mitigated and volumes have returned to a more normalized level as reflected in our forward guidance.\nDuring the third quarter, we generated more than $600 million of free cash flow, purchased nearly 10 million shares of APA common stock at an average price of $33.85 per share and announced a doubling of our annual dividend rate.\nIn Suriname, we advanced our exploration and appraisal program with the first oil discovery on Block 53 at Baja and a successful flow test of the Krabdagu discovery well in Block 58. And on the ESG front, I am very pleased to announce that we have successfully delivered on our 2022 goal to reduce flaring in Egypt. Today, new projects are reducing routine upstream flaring by 40%, enabling us to compress the gas into sales lines and deliver to Egyptian consumers for cleaner burning affordable fuel.\nMore information on our third quarter results can be found in the operational supplement posted on our website.\nTurning now to our fourth quarter outlook. Capital investment is projected to be around $450 million, and our full year guidance of $1.725 billion remains unchanged. We expect adjusted production will increase by around 5% from the third quarter, driven primarily by an increase in new well connections and recompletion activity in Egypt and a rebound from planned and unplanned platform maintenance downtime in the North Sea.\nGiven the age of the North Sea facilities, we expect facility run times will generally be lower and more variable than in the past. As a result, we are now providing a production guidance range to accommodate a broader spectrum of potential future outcomes. In Suriname on Block 58, we are currently participating in the drilling of 2 wells, a second appraisal well at Sapakara South and an exploration well at Awari. Results will be provided as they become available.\nDespite a few challenges during 2022, we will exit the year in a strong position, financially and operationally. We are on track to generate around $2.7 billion in free cash flow for the year. Consistent with our 60% capital returns program, we anticipate returning at least $1.6 billion of this in share buybacks and dividends. While there is more to do, we have significantly strengthened our balance sheet, reducing net debt by more than $1.4 billion through the end of the third quarter and production volumes are now trending sustainably higher in the U.S. and Egypt.\nAs we plan for 2023, our objectives remain the same. We will maintain capital discipline, target moderate production growth, work tirelessly to mitigate rising costs and continue to deliver meaningful emissions intensity reductions. Our capital budget next year will be around $2.0 billion to $2.1 billion. This assumes 5 rigs in the Permian Basin and up to 17 rigs in Egypt, while activity in the North Sea and Suriname is projected to remain consistent with 2022 levels.\nSimilar to our approach in 2022, this early view incorporates what we believe is an appropriate view of inflationary impacts on the capital program. The majority of the expected inflation is associated with U.S. rig and frac costs as contracts are renewed at the higher current rates. Inflationary pressures in our international portfolio should be more muted. Despite the planned increase in capital investment in a like-for-like price environment, we estimate APA's free cash flow will grow in 2023. Note, this excludes any uplift from our Cheniere gas supply contract commencing in the second half of the year.\nSteve will provide more details on this contract, which gives us access to premium natural gas price points in Europe and Asia. Following 3 years of production decline since the beginning of the COVID pandemic, we look forward to returning to growth in 2023.\nAt the corporate level, we are targeting mid-single-digit year-over-year growth, driven primarily by higher oil production across all assets. In the third quarter, our Permian Basin results were particularly strong due to a variety of factors, including good underlying base production and new well performance.\nThe timing and number of new completions and relatively minimal maintenance, midstream and weather-related downtime. As we look into the fourth quarter of 2022 and the first quarter of 2023, we expect Permian production will be flat to down as we experienced a lull in new well connections and reflect the potential for winter weather-related downtime in our outlook.\nPlanning for next year continues, and we will have much more detail to provide with our fourth quarter results in February.\nIn closing, we have a constructive outlook on the long-term demand for natural gas and oil. This hasn't changed despite the potential near-term demand impacts of a recession and the ongoing debate over the pace of global decarbonization trends.\nWe continue to plan our business using relatively conservative commodity price scenarios, allocate capital to our highest return projects and target long-term single-digit sustainable production growth. APA will continue to return 60% of free cash flow to shareholders through buybacks and dividends while also continuing to strengthen the balance sheet.\nLastly, we remain committed to reducing emissions within our operational footprint, and we will be introducing specific CO2 equivalent emissions intensity goals around this objective in the near future.\nAnd with that, I will turn the call over to Steve Riney.\n\nStephen J. Riney\n\nExecutive VP & CFO, Apache Corporation\n\nThank you, John. For the third quarter of 2022, APA Corporation reported consolidated net income of $422 million or $1.28 per diluted common share.\nOur quarterly results include items that are outside of APA's core earnings. The most significant of these was a $275 million charge for the impact of the U.K. energy profits levy. This was partially offset by a $93 million release of tax valuation allowance due to the use of tax loss carryforwards during the quarter.\nExcluding these and other smaller items, adjusted net income for the third quarter was $651 million or $1.97 per diluted common share. Most of our financial results in the third quarter were in line or better than guidance. For the quarter, we reported a net gain of $12 million on the sale of oil and gas purchased for resale. This was better than the guidance we provided in August of a $10 million loss. As a reminder, we sell our gas in basin at Waha Hub or El Paso Permian-based pricing. Our marketing organization fulfills obligations on various commercial agreements, including our long-haul transport contracts using purchased product.\nThe reported gain or loss on the sale of oil and gas purchased for resale is a result of this latter activity. In the fourth quarter, based on recent strip pricing, we expect this activity to result in a net gain of approximately $70 million.\nGPT expense, which is costs incurred for gathering, processing and transmission, was above guidance for the third quarter. This has been a trend for much of 2022 and is primarily a result of the higher natural gas prices in the U.S. GPT expense increases with gas price because some of our gas processing contracts are based on the percentage of proceeds and accounting for such contracts results in costs going up and down with movements in gas price.\nG&A of $69 million was considerably below our guidance. As with prior quarters, this was primarily the result of the required quarterly mark-to-market of our cash settled stock-based compensation plans. Underlying G&A for the quarter was around $90 million, a little lower than average.\nTurning to the balance sheet. You will notice that our total debt increased $244 million to $5.5 billion in the third quarter, as we utilize the revolver to partially fund the closing of the Texas Delaware Basin acquisition at the end of July.\nAs we've discussed on prior calls, the revolving credit facility is an asset that can be utilized when attractive opportunities arise. We've demonstrated this over the past 2 years using the revolver to fund timely debt tenders, share repurchases and asset acquisitions. Over time, we will look to pay down the revolver with available free cash flow that is not committed under the capital return framework.\nA few other things before we turn to Q&A. Please refer to our financial and operational supplement, which includes additional information related to our third quarter results as well as our updated guidance for the fourth quarter of 2022. This can be found on our website.\n2022 will be a very strong year for free cash flow at APA. As John mentioned previously, at comparable prices, we expect to see increasing free cash flow in 2023. This excludes any financial benefit from our Cheniere gas supply contract. At recent strip pricing, the anticipated benefit to 2023 would be around $570 million, assuming the latest possible start date of August 1, which is a slightly later date than we have spoken of previously.\nOne final note on U.S. income taxes. At this time, barring any contrary guidance that may be issued by tax authorities, we do not expect to be subject to the new 15% corporate alternative minimum tax until 2024. Thus, we currently anticipate no U.S. cash income taxes for 2023, as accumulated NOLs should more than offset projected taxable income.\nAs always, please follow up with Gary and his team with any questions or if you need any other help related to our updated guidance.\nAnd with that, I will turn the call over to the operator for Q&A."
  },
  {
    "header": "APA",
    "cik": "0001841666",
    "ticker": "APA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1c52ca1530a0a5ce147064de3c055ef2",
    "period": "2023 Q2",
    "content": "Q2 2023 APA Corp Earnings Call\n\nQ2 2023 APA Corp Earnings Call\n\nAPANASDAQAUG 3, 11:00 AM\n\nOperator\n\nGood day, and welcome to the APA Corporation Second Quarter 2023 Results Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker, Mr. Gary Clark, Vice President of Investor Relations. The floor is yours, sir.\n\nGary Thomas Clark\n\nVP of IR, Apache Corporation\n\nGood morning, and thank you for joining us on APA Corporation's Second Quarter 2023 Financial and Operational Results Conference Call. We will begin the call with an overview by CEO and President, John Christmann; Stephen Riney, Executive Vice President and CFO, will then provide further color on our results and outlook. Also on the call and available to answer questions are Dave Pursell, Executive Vice President of Development; Tracey Henderson, Executive Vice President of Exploration; and Clay Bretches, Executive Vice President of Operations.\nOur prepared remarks will be less than 15 minutes in length with the remainder of the hour allotted for Q&A. In conjunction with yesterday's press release, I hope you had an opportunity to review our financial and operational supplement, which can be found on our Investor Relations website at investor.apacorp.com. Please note that we may discuss certain non-GAAP financial measures today.\nA reconciliation of the difference between these non-GAAP financial measures and the most directly comparable GAAP financial measures can be found in the supplemental information provided on our website. Consistent with previous reporting practices, adjusted production numbers cited in today's call are adjusted to exclude ongoing interest in Egypt, and Egypt tax barrels.\nI'd like to remind everyone that today's discussion will contain forward-looking estimates and assumptions based on our current views and reasonable expectations. However, a number of factors could cause actual results to differ materially from what we discuss today. A full disclaimer is located with the supplemental information on our website.\nAnd with that, I'll turn the call over to John.\n\nJohn J. Christmann\n\nPresident, Chief Executive Officer & Director, Apache Corp.\n\nGood morning, and thank you for joining us. On today's call, we will review second quarter highlights and discuss our outlook for the rest of the year. APA delivered strong results and made notable progress on a number of fronts during the quarter, most specifically with regard to drilling and completion efficiencies in the U.S. and Egypt, a reduction in year-over-year per unit LOE and G&A costs, working capital improvements in Egypt and the appraisal of Krabdagu and Suriname.\nWe also delivered on our production goals with total adjusted production of 325,000 BOE per day coming in at the high end of our guidance range. This was driven by good Permian Basin and Egypt oil performance, partially offset by price-related dry gas curtailments in the Permian and unscheduled compressor downtime in the North Sea. Total adjusted oil production of 154,000 barrels per day exceeded our guidance by 4,000 barrels per day, driven mostly by the U.S. Capital investment during the period was in line with guidance as our average operated drilling rig count remained steady at 17 in Egypt, 5 in the Permian Basin and 1 semisubmersible in the North Sea.\nAs previously planned, we released the Ocean Patriot in the North Sea at the end of June. U.S. oil production increased by 6% compared to the first quarter, and we are [ projecting ] a similar percentage increase in the third quarter. Our steady drilling program in the Permian is delivering substantial efficiencies and oil production increases, which we expect will continue though the timing and size of pad completions can result in a lumpy production profile.\nAPA's [ Permian ] activity is directed towards oil development in the Southern Mid Basin, where we currently have 2 rigs operating and oil-weighted development in the Delaware Basin, where we currently have 3 rigs operating. As we noted on our last call, we are deferring additional drilling and completion activity at Alpine High until natural gas and NGL prices improve.\nThat said, the most recent wells placed online at Alpine High are performing in line with expectations, and we look forward to returning to work there in the future. Turning now to Egypt. Gross oil production of 141,000 barrels per day was in line with our guidance. Drilling efficiencies, new well connections, recompletions and exploration success were all consistent with our expectations for the quarter.\nAs a result, we are projecting gross oil production will be up 5% in the third quarter to 148,000 barrels per day and we are making good progress toward our fourth quarter guide of 154,000 barrels per day. In the North Sea, second quarter production of 42,000 BOEs per day was well below our guidance due to the previously mentioned compressor downtime. We expect volumes to increase in the third quarter to a range of 46,000 to 48,000 BOE per day, driven by higher operating efficiency and the positive impact of our [ 4 ] North well, which went on production in late June.\nIn Suriname [indiscernible], we are currently focused on appraising last year Krabdagu discovery. As previously noted, we have completed testing at Krabdagu 2 and results consistent with our predrill expectations. At Krabdagu 3, we are in the pressure buildup phase and data collected thus far is very encouraging. The DD3 [indiscernible] rig is still on location and will be released upon completion of operations. We believe that no additional appraisal or exploratory drilling is necessary in the Sapakara and Krabdagu area at this time.\nLooking ahead to the second half of the year, we expect drilling programs to remain constant in both the U.S. and Egypt as a steady operational cadence in these areas enables more efficient operations. That said, we have reduced our full year upstream capital investment outlook to reflect previously noted North Sea platform drilling reductions, no additional drilling in Suriname this year and some minor service cost declines.\nWe are also reducing our full year LOE outlook from $1.5 billion to $1.4 billion, which reflects our ongoing success in actively managing these costs down as well as some price decreases associated with shorter-cycle items such as diesel and chemicals. APA remains committed to returning at least 60% of our free cash flow this calendar year to shareholders. During the first half of the year, we generated $366 million of free cash flow, 94% of which we return to shareholders via dividends and stock buybacks.\nSince the commencement of our share repurchase program in October of 2021, we have repurchased nearly 20% of total shares outstanding at an average price of just under $34 per share. In closing, we believe the investment case for APA and the E&P industry is strong and that the longer-term outlook for hydrocarbon prices is very constructive. APA has a diversified portfolio and the operational flexibility to quickly respond to commodity price volatility and other externalities.\nWe are committed to our shareholder returns framework into allocating capital for the long-term benefit of investors. APA seeks to produce oil and gasoline and to reduce the environmental impact of our operations. Last month, we issued our [ 2023 ] sustainability report, which highlights recent achievements on these fronts as well as our current ESG goals and initiatives. I encourage all of you to review this report, which you can find on our website. And with that, I will turn the call over to Steve Riney.\n\nStephen J. Riney\n\nExecutive Vice President & Chief Financial Officer, Apache Corp.\n\nThanks, John. For the second quarter, under generally accepted accounting principles, APA reported consolidated net income of $381 million or $1.23 per diluted common share. As usual, these results include items that are outside of core earnings, the most significant of which are mark-to-market appreciation in the value of our Kinetik stock ownership and unrealized gain on Waha basis swaps. Excluding these and other smaller items, adjusted net income for the second quarter was $264 million or $0.85 per diluted common share.\nFree cash flow, which for external purposes exclude changes in working capital, was $94 million in the quarter. Through dividends and share repurchases, we returned 131% of this amount to shareholders during the quarter. As John noted, both operational and cost performance were very good during the quarter. Compared to the same quarter last year, total adjusted oil production was up 14%. Adjusted oil mix increased from 44% to 47%, and we held lease operating expenditures nearly flat.\nG&A expense was $72 million significantly below our underlying actual run rate cost. This is a result of APA's lower stock price at the quarter end and the mark-to-market impact on previously improved share-based compensation. Underlying quarterly G&A costs remained stable, around $100 million. Switching to forward-looking guidance. Oil production is expected to increase significantly in the third quarter in all 3 of our operating regions.\nOur full year guidance implies that oil production will increase again in the fourth quarter in both the U.S. and Egypt. Declines at the mature Kassar gas field in Egypt and at Alpine High, where we have deferred drilling and completion activity will result in total company natural gas production continuing to decline through the rest of this year.\nNext, I would like to provide some color related to our changing guidance for profit or loss on our gas transport obligations. As most of you know, we hold just over 670 million cubic feet per day of Permian Basin takeaway capacity. We sell our produced gas in basin and we manage the transport obligation by purchasing the third-party gas in basin for resale on the Gulf Coast. We realized a net trading margin based on the price differentials less the total transport cost.\nSince transport cost is mostly fixed, this activity will generate a profit when price differentials are wide and a loss when they are narrow. In the second quarter, the activity generated a net profit of $13 million. As we have all seen, the differential between Waha and Gulf Coast pricing is compressed dramatically since late May. Based on the forward strip, we anticipate these trade activities will result in a small loss in both the third and fourth quarters, and we have adjusted our guidance accordingly.\nThe flip side of this is that we are now getting higher realizations on our gas produced and sold in the Permian Basin. We commenced deliveries under our Cheniere gas supply agreement on August 1.\nAt current strip prices, this contract will generate approximately $120 million of free cash flow for the last 5 months of 2023 and an estimated $385 million for the full year of 2024. As you know, these cash flows are likely to be volatile from quarter-to-quarter. As a reminder, these projections are net of all costs, including the cost to acquire and transport the gas to Cheniere. Our complete [indiscernible] for both the third quarter and update full year 2023 can be found in our financial and operational supplement.\nFinally, a brief comment on Egypt receivables. We have a long-standing well-functioning relationship with Egypt based on nearly 30 years of working in their country. Like many parts of the world today, they are experiencing some challenging financial times, and we will partner with them through that process just like we have in the past.\nSince the first quarter earnings call, we have had very constructive conversations with Egypt. As a result of steps already taken, the receivables balance came down in the second quarter, and we are confident further steps will keep us on the right track.\nIn closing, our original full year production guidance is unchanged, and we have reduced our 2023 budget capital and operating expense in aggregate by about $250 million. Our balance and debt maturity profile are in good shape and this was most recently recognized by Moody's, who returned us to investment grade in June. Since the beginning of 2021, we have significantly improved our capital structure by reducing our outstanding bond debt by $3.2 billion, while also returning $2.9 billion to shareholders via share repurchases and dividends. And with that, I will turn the call over to the operator for Q&A."
  },
  {
    "header": "APA",
    "cik": "0001841666",
    "ticker": "APA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/69c6d5f8fc18b9866272c207c6969e11",
    "period": "2022 Q2",
    "content": "Q2 2022 APA Corp (US) Earnings Call\n\nQ2 2022 APA Corp (US) Earnings Call\n\nAPANASDAQAUG 4, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the APA Corporation's Second Quarter 2021 Results Conference Call. (Operator Instructions)\nIt is now my pleasure to introduce Vice President of Investor Relations, Gary Clark.\n\nGary Thomas Clark\n\nVP of IR, Apache Corporation\n\nGood morning, and thank you for joining us on APA Corporation's Second Quarter 2022 Financial and Operational Results Conference Call. We will begin the call with an overview by CEO and President, John Christmann; Steve Riney, Executive Vice President and CFO, will then provide further color on our results and outlook. Also on the call and available to answer questions are Dave Pursell, Executive Vice President of Development; Tracey Henderson, Senior Vice President of Exploration; and Clay Bretches, Executive Vice President of Operations.\nOur prepared remarks will be around 20 minutes in length with the remainder of the hour allotted for Q&A. In conjunction with yesterday's press release, I hope you have had the opportunity to review our second quarter financial and operational supplement, which can be found on our Investor Relations website at investor.apacorp.com.\nPlease note that we may discuss certain non-GAAP financial measures. A reconciliation of the differences between these non-GAAP financial measures and the most directly comparable GAAP financial measures can be found in the supplemental information provided on our website.\nConsistent with previous reporting practices, adjusted production numbers cited in today's call are adjusted to exclude noncontrolling interest in Egypt and Egypt tax barrels. I'd like to remind everyone that today's discussion will contain forward-looking estimates and assumptions based on our current views and reasonable expectations. However, a number of factors could cause actual results to differ materially from what we discuss today. A full disclaimer is located with the supplemental information on our website.\nAnd with that, I'll turn the call over to John.\n\nJohn J. Christmann\n\nCEO, President & Director, Apache Corporation\n\nGood morning, and thank you for joining us. On the call today, I will review our second quarter highlights and discuss key trends and performance in each of our core operational areas. Following that, I will provide some color on the 2022 guidance, which we updated last night in our earnings release and supplement.\nOver the past few months, fears of economic recession, a new wave of coronavirus outbreaks and concern about potential demand destruction have created substantial volatility in commodity prices and the value of energy equities. However, the pullback in oil prices from the second quarter peak is healthy for both consumers and producers. We continue to have a positive outlook on the long-term fundamentals for natural gas and oil and view APA stock as a compelling value today. As I look at our second quarter results, I see several key highlights. APA generated record free cash flow of $814 million. We repurchased 7 million shares of APA common stock, followed by an additional $6.9 million of share repurchases in July. Gross oil production in Egypt increased by more than 7,000 barrels per day versus the prior quarter, which was our first material quarterly increase in Egypt oil production since 2018.\nOur 40s field maintenance turnaround in the North Sea was executed safely and on budget. We advanced our program in Suriname with the successful flow test at Krabdagu, and we made excellent progress on upstream flaring reductions in Egypt and are on track to achieve our 40% reduction target by year-end. The second quarter was very good in many ways as our diversified unhedged portfolio benefited from rising oil and gas prices and high margins. However, we have encountered a few challenges. In Egypt, although we delivered strong oil production growth in the quarter, we are experiencing some delays and inefficiencies as we scale our active rig count from 5 to 15.\nThese include supply chain, equipment and infrastructure-related delays, longer-than-expected time to staff and reactivate cold-stacked rigs extended drill times, which are primarily a function of new rig and new crew inefficiencies and increased regional competition for experienced national employees. Well performance in Egypt has been in line with expectations. So these are mostly short-term above-ground challenges. We have identified and are swiftly taking appropriate actions that will bring us back up to pace. In the Austin Chalk, our delineation program has generated mixed results thus far, so we have chosen to pause most of our planned drilling and completion activities. I will talk more about the impact of these items on our second half guidance in a few minutes.\nTurning now to some of the details of our second quarter results. Our largest spend categories Capital investment, operating costs and G&A were in line or less than expected for the quarter despite a challenging overall supply chain and cost environment. Total adjusted production of 305,000 BOE per day was down compared to the first quarter, primarily driven by our early March Permian Basin minerals divestiture and the impact of high oil prices on our Egypt PSC volumes, the timing of well connections across the portfolio and seasonal maintenance in the North Sea. We continue to expect our global adjusted production volumes will return to a growth path this year as our activity has now reached a level that we have not seen since 2019 prior to the COVID pandemic.\nIn the U.S., we continue to run a steady 2-rig program in the Southern Midland Basin and recently initiated drilling at Alpine High with a third rig. In Egypt, we averaged 12 rigs brought online a number of quality wells and achieved a high drilling success rate. Our strong oil production growth in the quarter was partially offset by a decline in lower margin natural gas production. In the North Sea, we are in the midst of summer turnaround season. We completed the maintenance turnaround at 40s on schedule and on budget and have brought that field back into production. At Beryl, we are wrapping up a platform turnaround and will return to production in the near future.\nOn Block 58 in Suriname, our partner, Total, is drilling the Dikkop exploration prospect which sits roughly 8 kilometers northwest of our Sapakara South discovery. On the adjacent Block 53, we are drilling the Baja exploration prospect with our partners, PETRONAS and CEPSA. On July 29, we closed on an acquisition of properties around our active development areas in the Texas Delaware Basin. This is an attractively valued tuck-in acquisition that comes with PDPs a number of wells in the drilling and completion process and a nice inventory of undrilled locations. It also brings a high-quality drilling rig and experienced crew to continue development in this very tight service environment.\nThere are currently 2 rigs running on the new acreage. One will be released in the fourth quarter and we will retain the other as our fourth U.S. development rig. These assets compete well within our portfolio and integrate nicely into our Permian operations.\nTurning now to our outlook for the second half of the year, which we included in our financial and operations supplement last night. Our CapEx program of $1.725 billion remains unchanged for the year. Steve will have some comments on a few minor changes in other P&L guidance items. In terms of adjusted production, our new full year guidance range for Egypt is 63,000 to 65,000 BOEs per day, which is down about 7% from prior expectations. More than half of this decrease is a result of fewer wells being drilled and completed due to the operational challenges I spoke of earlier, the remainder is attributable to the PSC impact of higher oil prices. In the U.S., we have a number of moving parts affecting our outlook for the remainder of the year.\nFirst, we have removed roughly 8,000 BOEs a day of Austin Chalk production from the second half of the year following the decision to defer most of our near-term drilling and completions. Second, we expect the Texas Delaware Basin acquisition properties will average 12,000 to 14,000 BOEs per day of production for the remaining 5 months of the year. We've also encountered some completion delays on Permian operated and nonoperated wells and recently divested a small package of Permian properties. The net effect of these items is a slight downward revision to our full year 2022 U.S. production guidance.\nIn the U.K. our near-term activity plan and full year 2022 production guidance remains unchanged. Later this month, the Garden 3 development well will commence production, which should generate a significant volume uplift in the fourth quarter. I will note that the new energy profits levy recently became effective in the U.K. This reduces our free cash flow outlook going forward. And while it won't affect our 2022 drilling program, we are evaluating the longer-term impacts of the tax on our planned investment in the U.K. But in general, new taxes are not effective incentives for increased investment. Steve will share more details about the tax impact in his remarks.\nTurning now to an update on our ESG initiatives. APA's top priorities are reducing GHG emissions throughout our global operations and supporting our employees and the people in the communities where we operate. We have completed several projects across the portfolio, most notably in Egypt that enable us to compress and direct previously flared gas to sales, thereby increasing revenue and improving our emissions profile. This puts us well on our way to achieving our goal of reducing upstream routine flaring in Egypt by 40% by year-end. I'm very pleased with our progress on this and many other fronts, and there is much more to come. Also, in late July, we issued our 2022 sustainability report. I hope you will take a moment to review the report and learn more about our strategy and initiatives to provide affordable, reliable energy to the world while also delivering on rigorous near- and medium-term ESG goals.\nIn closing, APA remains committed to returning 60% of free cash flow through buybacks and dividends as well as strengthening our balance sheet, including paying down debt as it matures. At current strip prices, we expect to generate approximately $3 billion of free cash flow in 2022, of which at least $1.8 billion would be returned to shareholders through dividends and share buybacks. Through July, we have returned just under 50% of this amount.\nAnd finally, I would like to extend a personal thank you to John Lowe, APA's Chairman, who recently announced his retirement after serving 9 years on the board. John has been a great friend and colleague. We have benefited greatly from his experience and insights, and we wish him all the best. Lamar McKay has been elected to serve as APA's new Board Chairman, and will formally take over for John in September. Lamar has a wealth of experience that I know will be a tremendous asset to the board room and my leadership team. We are all looking forward to working with him and welcome him into his new role.\nAnd with that, I will turn the call over to Steve Riney.\n\nStephen J. Riney\n\nExecutive VP & CFO, Apache Corporation\n\nThanks, John. For the second quarter of 2022, APA Corporation reported consolidated net income of $926 million or $2.71 per diluted common share. As is common, this quarter, our results include items that are outside of APA's core earnings. The most significant of these was $129 million related to the release of tax valuation allowance for the use of tax loss carryforwards to offset U.S. income tax expense. Excluding this and other such items, adjusted net income for the second quarter was $811 million or $2.37 per diluted common share. Our second quarter results underscore APA's robust free cash flow capacity. The $814 million we generated during the second quarter represents a 21% increase from the preceding quarter and more than double the same period in the prior year.\nCost inflation has become a popular topic in quarterly earnings calls and for good reason. Oil and gas firms are subject to the same inflationary pressures on labor, materials, fuel and services as every other industry. We embedded a substantial amount of cost pressure into the budget we laid out in February. And for the most part, costs have tracked close to that plan for the first 2 quarters. For the second half, we anticipate a bit more inflationary pressure in LOE than originally planned, especially in fuel costs. As a result, our full year guidance has moved up a bit higher. Second quarter G&A of $89 million was considerably lower than first quarter and was also below our guidance.\nAs we have discussed before, we use cash settled stock-based incentive compensation plans that require a quarterly mark-to-market based on movements in our share price. This introduces some volatility in our quarterly reported G&A expense, which we generally do not attempt to include in our guidance. For example, APA's share price increase into the end of the first quarter resulted in higher reported G&A expense and the declining share price into the end of the second quarter resulted in the opposite. As a baseline, our underlying quarterly G&A expense runs around $100 million, and our full year guidance reflects this for the remaining 2 quarters of the year.\nWith the higher commodity prices, you will note that both sales and costs related to purchased oil and gas have increased substantially. As a reminder, where possible, we saw all of our production in basin and our marketing organization fulfills obligations on various commercial agreements such as long-haul transport contracts using purchased product. The net impact of these 2 lines will mostly track the basis differential, less transport costs on the GCX and PHP pipelines. Finally, exploration expense was higher during the quarter as we recorded $32 million in dry hole costs related to the Rasper exploration well in Block 53 offshore Suriname.\nTurning now to the progress we've made during the quarter on the balance sheet. In the second quarter, we paid down $605 million on our revolving credit facility, which brought our balance down to $275 million on June 30. The -- last week, we drew on the revolver to fund the closing of our Delaware Basin acquisition. So that balance will rise again in the third quarter. In the fourth quarter, we will pay off the January 2023 bond maturity of $123 million at par. While we have made great progress strengthening the balance sheet over the last year, we have more to do. That said, it is nice to see the rating agencies recognizing the improvement.\nOur long-term desire is to return to investment grade through a continued steady pace of debt reduction. Paying off bonds at their maturity combined with the occasional debt tender or open market repurchases. A couple of other things before we turn to Q&A. With respect to our full year 2022 guidance, there are a few minor changes. We increased our guidance for LOE and decreased guidance for G&A to reflect some of the impacts I spoke of previously. We have also updated our guidance for our latest view on the net impact from purchased oil and gas I mentioned earlier.\nOur guidance for U.K. tax expense has increased to reflect $130 million incremental cost for the energy profits levy. We will pay this additional 2022 tax in 2 parts, approximately half during the fourth quarter of this year and the remainder in the first quarter of next year. As John noted previously, we are committed to our capital returns framework, which means material share buybacks will continue in the second half of 2022. Ideally, all of this would be delivered in the day-by-day open market repurchase program. However, there has been and will continue to be periods of time where the possession of material nonpublic information will preclude open market repurchase of our shares. During such times, we expect to utilize 10b5-1 programs to maintain a minimum underlying pace of buybacks. This was the case for much of the second quarter and we have established similar plans for the rest of the year.\nAs always, please refer to our financial and operational supplement or follow up with Gary and his team with any questions or if you need any help related to our updated guidance. And with that, I will turn the call over to the operator for Q&A."
  },
  {
    "header": "APA",
    "cik": "0001841666",
    "ticker": "APA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5fd293cbc75f652ad19788c1e93f9191",
    "period": "2022 Q1",
    "content": "Q1 2022 APA Corp (US) Earnings Call\n\nQ1 2022 APA Corp (US) Earnings Call\n\nAPANASDAQMAY 5, 11:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the APA Corporation First Quarter 2022 Earnings Conference Call. (Operator Instructions)\nI would now like to hand the conference over to Gary Clark, Vice President of Investor Relations. Please go ahead, sir.\n\nGary Thomas Clark\n\nVP of IR, Apache Corporation\n\nGood morning, and thank you for joining us on APA Corporation's First Quarter 2022 Financial and Operational Results Conference Call.\nWe will begin the call with an overview by CEO and President, John Christmann; Steve Riney, Executive Vice President and CFO, will then provide further color on our results and outlook. Also on the call and available to answer questions are Dave Pursell, Executive Vice President of Development, Tracey Henderson, Senior Vice President of Exploration; and Clay Bretches, Executive Vice President of Operations. Our prepared remarks will be around 20 minutes in length, with the remainder of the hour allotted for Q&A. In conjunction with yesterday's press release, I hope you've had the opportunity to review our first quarter financial and operational supplement, which can be found on our Investor Relations website at investor.apacorp.com.\nPlease note that we may discuss certain non-GAAP financial measures. A reconciliation of the differences between these non-GAAP financial measures and the most directly comparable GAAP financial measures can be found in the supplemental information provided on our website. Consistent with previous reporting practices, adjusted production numbers cited in today's call are adjusted to exclude noncontrolling interest in Egypt and Egypt tax barrels.\nI'd like to remind everyone that today's discussion will contain forward-looking estimates and assumptions based on our current views and reasonable expectations. However, a number of factors could cause actual results to differ materially from what we discuss today. A full disclaimer is located with the supplemental information on our website.\nAnd with that, I'll turn the call over to John.\n\nJohn J. Christmann\n\nCEO, President & Director, Apache Corporation\n\nGood morning, and thank you for joining us.\nThe first quarter brought a strengthening in both oil and gas prices to levels unseen since 2014. This quickly shifted the prevailing energy narrative to questions about spare capacity, energy security and whether producers could realistically deliver more reliable and affordable oil and natural gas. These are all very good questions and hopefully represent a more thoughtful outlook for our energy dialogue.\nAt APA, we significantly increased our capital activity coming out of 2021, and we will remain squarely focused on executing on our 3-year plan, generating strong free cash flow, delivering on our shareholder return framework and continuing to deleverage our balance sheet.\nSince the beginning of 2021, we have made tremendous progress with debt reduction, which enabled the initiation of our capital return framework. In that time frame, we have reduced our outstanding bond debt by $3 billion, repurchased $1.1 billion of APA stock or roughly 10% of shares outstanding and increased annualized dividend to $0.50 per share. At current strip prices, we expect to generate approximately $2.9 billion of free cash flow in 2022. Based on our capital return framework, this would imply a minimum of $1.8 billion of return to shareholders. Thus, if commodity prices sustain at these levels, you should expect an acceleration in the pace of share buybacks through the rest of the year.\nWith regard to our operational strategy and 3-year capital activity plan, we anticipate no material changes at this time. In Egypt, we have been increasing our rig count over the past year, investing in shorter cycle projects designed to deliver 8% to 10% compounded gross oil production growth over the next 3 years. In the U.S., a fourth rig, which was contracted in September, recently arrived and has begun operations. This should help return U.S. oil production to a modest rate of growth as planned.\nGiven the substantial supply chain bottlenecks and scarcity of oil service equipment and field personnel, any attempt to increase activity in the U.S. would be logistically challenging and capital inefficient. In the North Sea, our plan calls for a stable drilling program with 1 floater and 1 platform rig, which should be capable of broadly sustaining production over the next 3 years.\nAnd lastly, we continue to explore and appraise our 2 large blocks offshore Suriname, which we believe have the potential to deliver a significant new source of lower carbon intensity oil production. Of equal importance to this investment activity is continuing to reduce emissions throughout our global operations and improving the health and welfare of our employees and the people in the communities where we operate.\nTurning now to some details of the first quarter. Our results continue to demonstrate the power of our unhedged diversified global upstream oil and gas portfolio. Some of the key highlights for the quarter include: free cash flow generation of $675 million, up 39% compared with $485 million in the preceding quarter. In addition to strong operational cash flows, we realized approximately $1 billion in proceeds from the sale of selected minerals acreage in the Delaware Basin and the monetization of a portion of our shares in Kinetik.\nWe continue to return cash to shareholders through the dividend and ongoing share buybacks. During the first quarter, we repurchased $261 million of APA shares. Since initiating the buyback last October, we have repurchased more than 10% of the company's shares through the end of March at an average price of $29. We believe our stock is a compelling value and remain committed to this program as an important part of our returns framework.\nWe also took another significant step forward in strengthening the balance sheet with $1.3 billion of bond debt reductions during the quarter. In terms of operational highlights, we exceeded our oil production target in the Permian Basin and continue to deliver significant productivity improvements in both the Delaware and Southern Midland Basins. We also announced an exploration discovery at Krabdagu on Block 58 in Suriname.\nUpstream capital investment in the quarter was approximately $360 million or $30 million below guidance, which was mostly driven by the delay of some activity into the second quarter.\nDespite the lower first quarter spend, we are increasing full year capital investment guidance by about 8% to $1.725 billion. Approximately half of this increase is associated with Suriname as we now plan to keep the Noble Gerry de Souza drillship in country following conclusion of operations at the Rasper well in Block 53. Non-operated spending as well as some changes in our U.S. activity mix account for most of the remaining capital increase.\nTotal adjusted production in the first quarter was 322,000 BOE per day, which was down about 3% from the fourth quarter and in line with expectations. Total U.S. volumes decreased 7% from the fourth quarter, driven primarily by well completion timing in the Delaware Basin minerals divestiture in early March. U.S. oil production was nearly 70,000 barrels per day and continues to exceed expectations with Permian Basin wells demonstrating excellent performance. This offset some softness in natural gas and NGL production caused by weather events and unplanned third-party downtime. We have been consistent in noting that U.S. production will bottom in the second quarter as an increase in the number of wells placed on production in the second half of the year and incremental activity from a fourth rig should drive volumes higher.\nThat fourth rig is now running in the Delaware Basin, where it is drilling out a previously unfinished 6-well pad at DXL in Reeves County. Following this, the rig will mobilize to Alpine High to resume gas and NGL development drilling in the summer. Outside the Permian Basin, 1 rig is currently delineating the Austin Chalk in Brazos County, where we are in the early stages of flowback on the first 3-well pad.\nMoving to international. First quarter adjusted volumes increased 8% compared to the fourth quarter driven by the positive impacts of our recently modernized PSC terms in Egypt. Adjusted production in Egypt was just over 68,000 BOEs per day consisting of 57% oil. We deferred a number of high rate uphole recompletions from the first quarter into the second quarter as the producing zones in these targeted wells were still delivering at economic rates. As a result, first quarter Egypt oil production was a bit below expectations. However, we are now seeing a significant uptick as this recompletion work is performed. We are in the process of adding our 13th rig in the Western Desert, with the 14th and 15th rigs expected by midyear as planned. Dave Pursell can provide more color on our Egypt operations during Q&A.\nIn the North Sea, production of 43,000 BOE per day was impacted by unplanned downtime at the Forties Echo platform. This resulted in the loss of 2,300 barrels of oil per day for approximately half of the first quarter, and we expect required repair work will keep these volumes offline through the end of the second quarter. Scheduled turnaround repair and maintenance work will also be conducted at both Beryl and Forties through the summer. So we expect North Sea production to decrease for the next 2 quarters before rebounding in the fourth quarter.\nMoving on to Suriname. In Block 53, we spread the Rasper exploration well in late March and are drilling above the target zones at this time. We will update the status of this prospect at the appropriate time.\nIn Block 58, we are focused on drilling a prioritized list of exploration and appraisal wells in the central portion of the block to assess and appraise resource, scope and scale to underpin and optimize a potential first development.\nAt the previously announced Krabdagu discovery, flow testing is complete and we are now in the buildup stage in both tested zones. After we have obtained and analyze this data, we will provide more details. Following conclusion of operations at Krabdagu, the Maersk Valiant will mobilize to the nearby [Dico] exploration prospect.\nBefore turning the call over to Steve, I'd like to make a few remarks about our ESG progress. We have multiple initiatives underway within our focus areas of air, water and people, and we are piloting and investing in a number of technologies to support the measurement, understanding and reduction of our emissions footprint. In Egypt, we recently completed 2 projects that are making an immediate and material contribution toward our goal this year of reducing upstream flaring in our Western Desert operations by 40%.\nI will close by commenting on a frequent question that E&P companies are receiving from industry watchers. That is how will capital investment programs and capital return frameworks change in the context of sustained higher oil and gas prices. As I noted at the beginning of the call, we do not currently anticipate any significant changes to the activity levels set forth in our 3-year program. APA remains committed to safe and steady and efficient operations in all of our regions and to returning a minimum of 60% of our free cash flow to shareholders through dividends and share repurchases.\nAnd with that, I will turn the call over to Steve Riney.\n\nStephen J. Riney\n\nExecutive VP & CFO, Apache Corporation\n\nThanks, John.\nFor the first quarter of 2022, under generally accepted accounting principles, APA Corporation reported consolidated net income of $1.88 billion or $5.43 per diluted common share. As is commonly the case, our results include several items that are outside of APA's core earnings. The most significant of these was $1.1 billion of after-tax gains on the divestments of Altus Midstream and the Delaware Basin minerals package. Other material items included a $187 million benefit related to a release of tax valuation allowance to offset deferred U.S. income tax expense or a $53 million charge for early extinguishment of debt associated with our March bond tender. Excluding these and some other smaller items, adjusted net income for the first quarter was $668 million or $1.92 per diluted common share.\nIn our financial and operation supplement, you can find detailed tables for all of our non-GAAP financial measures, including one for adjusted earnings.\nOur first quarter results underscore APA's strong free cash flow generating capacity. The impact of the Egypt PSC modernization on production volumes, combined with the higher commodity price environment, drove a 39% increase in first quarter free cash flow compared to the preceding quarter.\nCost inflation has become a popular topic in quarterly earnings calls and for good reason. We embedded a good amount of cost pressure into the budget we laid out in February. And for the most part, costs are tracking close to that plan. However, one cost issue in the first quarter that was not fully captured in guidance is related to equity-linked compensation. So let me go through a few details on that with you.\nYou may recall that we have multiple equity-linked compensation plans that are denominated in APA shares. As these plans vest, some are paid out in actual shares and some are paid out in cash, we accrue the anticipated cost of these plans each calendar quarter through their various vesting periods. For the plans that pay out in cash, the accounting is a little more complicated. In the fourth quarter of 2021 and now again in the first quarter of 2022, these plans had a significant impact on our results for 3 key reasons, all related to improved underlying business performance and share price performance over the last several months.\nFirst, since we accrue the cost of these plans at the quarter end share price, our quarterly cost accrual has been increasing substantially with the near doubling of our share price since the beginning of October.\nSecond, the cumulative number of shares that are accrued but not yet paid out must be mark-to-market at the end of each quarter. The first quarter results include a large mark-to-market impact again due to the significant share price increase since January 1.\nThird, as a result of the improved business performance and relative share price, the variable payout plans now appear likely to pay out at a higher level than previously anticipated. So we are increasing the accrual levels accordingly. These stock plans apply to nearly the entire employee base. So some costs will flow to LOE and some to CapEx, but most will flow through G&A. As a result, G&A is notably above our previous guidance and market expectations. We have revised our G&A guidance for the remainder of this year accordingly. That said, stock price movement due to its unpredictable nature will continue to impact quarterly results beyond our revised guidance.\nWe achieved a significant milestone during the first quarter with the closing of the Altus Midstream EagleClaw business combination and the monetization of a portion of our ownership in the resulting entity, Kinetik Holdings. Accounting rules require that we consolidate Altus's profit and loss through the February 22nd merger date. So you will see a partial quarter for these items reflected on our income statement.\nFrom a balance sheet perspective, upon closing of the transaction and reduction of our ownership to a minority interest, we will no longer consolidate Altus's balance sheet. As a result, $1.4 billion of debt and redeemable preferred equity from the 2021 year-end balance sheet are no longer consolidated. This could have a significant positive impact on various APA debt metrics, depending on how you calculate it.\nSubsequent to the completion of the transaction, APA sold 4 million shares of our Kinetik common stock holdings in March for net proceeds of $224 million. At quarter end, the market value of APA's remaining 8.9 million Kinetik shares was approximately $580 million. At this point, we view Kinetik as a noncore holding and following the expiry of our lockup period in February of 2023, we will evaluate the potential for further monetization of our position. In the meantime, we continue to see this as an attractive investment with a leading Delaware Basin footprint, stable cashflows, a strong dividend and attractive near-term growth potential.\nTurning now to the progress we've made during the quarter on our balance sheet. In addition to the deconsolidation of Kinetik, APA completed 2 important steps on the path to reducing leverage and maintaining strong liquidity.\nFirst, we initiated a tender offer in March for $500 million of outstanding bonds. We upsized the tender to $1.1 billion, with a focus on repurchasing shorter maturity bonds. This extended our average maturity to approximately 16 years and reduced our annual bond interest expense by approximately $50 million. To accommodate the upsized tender, we temporarily drew on our revolver, which ended the quarter with a balance of $880 million. By the end of April, however, we reduced the revolver balance to $680 million. By the end of the year, we plan to use a portion of free cash flow to pay off the revolver and to call at par $123 million of bonds maturing in January 2023.\nWe also recently refinanced Apache Corporation's revolving credit facility. The new facilities, which have been moved up to the APA corporation level and had 5-year primary terms, consist of a $1.8 billion revolving credit facility and a GBP 1.5 billion letter of credit facility, which will be used for LC postings related to the abandonment obligations in the North Sea. These efforts, along with our robust cash flow generation and deconsolidation of Kinetik have already been recognized by one rating agency. Fitch recently upgraded Apache to investment grade with a BBB- rating and a stable outlook.\nI would like to close by discussing some changes to our 2022 production guidance, which can be seen in our financial and operational supplement. Our full year U.S. production guidance is unchanged at this time, with oil volumes continuing to perform well. Reported production guidance for Egypt is down roughly 4%, the majority of which is associated with the impact of higher oil prices on our PSC cost recovery volumes. In the North Sea, we have reduced our full year production outlook by 1,000 BOEs per day, primarily to reflect first half unplanned downtime.\nOutside of these production impacts and the activity changes that John spoke of, the only other material change to our full year guidance is an $85 million increase in G&A expense, which reflects the equity-linked compensation-related accrual impacts previously discussed. Please refer to our financial and operational supplement or follow up with Gary and his team for any questions related to our updated guidance.\nAnd with that, I will turn the call over to the operator for Q&A."
  }
]