[
  {
    "header": "GRMN",
    "cik": "0001121788",
    "ticker": "GRMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6104f29efabed7eeb8e2f7f8dbd2882d",
    "period": "2025 Q3",
    "content": "Q3 2025 Garmin Ltd Earnings Call\n\nQ3 2025 Garmin Ltd Earnings Call\n\nGRMNNYSEOCT 29, 10:30 AM\n\nOperator\n\nHello, and thank you for standing by. My name is Bella, and I will be your conference operator today. At this time, I would like to welcome everyone to Garmin Ltd. Third Quarter 2025 Earnings Call. [Operator Instructions] I would now like to turn the conference over to Teri Seck, Director of Investor Relations. You may begin.\n\nTeri Seck\n\nManager of Investor Relations\n\nGood morning. We would like to welcome you to Garmin Limited's Third Quarter 2025 Earnings Call.\nPlease note that the earnings press release and related slides are available at Garmin's Investor Relations site on the Internet at www.garmin.com/stock. An archive of the webcast and related transcript will also be available on our website.\nThis earnings call includes projections and other forward-looking statements regarding Garmin Ltd. and its business. Any statements regarding our future financial position, revenues, segment growth rates, earnings, gross margins, operating margins, future dividends or share repurchases, market shares, product introductions, foreign currency, tariff impacts, future demand for our products and plans and objectives are forward-looking statements. The forward-looking events and circumstances discussed in this earnings call may not occur, and actual results could differ materially as a result of risk factors affecting Garmin. Information concerning these risk factors is contained in our Form 10-K and Form 10-Q filed with the Securities and Exchange Commission.\nPresenting on behalf of Garmin Limited this morning are Cliff Pemble, President and Chief Executive Officer; and Doug Boessen, Chief Financial Officer and Treasurer.\nAt this time, I would like to turn the call over to Cliff Pemble.\n\nClifton Albert Pemble\n\nPresident, CEO & Director\n\nThank you, Teri, and good morning, everyone. As announced earlier today, Garmin achieved another quarter of outstanding financial results, reflecting the strength of our unique highly diversified business model. Consolidated revenue increased 12% to nearly $1.8 billion, which is a new third quarter record, and we experienced strong double-digit revenue growth in three of our business segments. These results are even more remarkable, considering the strong comparison from last year when consolidated revenue increased over 24%.\nGross and operating margins were 59.1% and 25.8%, respectively, resulting in record third quarter operating income of $457 million, up 4% year-over-year and pro forma EPS of $1.99. We are pleased with our results so far in 2025, and we are on track to achieve full year revenue of $7.1 billion as communicated in July.\nGiven our strong year-to-date performance and outlook for the remainder of the year, we are raising our full year EPS guidance. We now anticipate pro forma EPS of $8.15 a share, reflecting an increase of $0.15 over the prior guidance. In a moment, I will cover changes to the segment revenue model that is the foundation for our consolidated guidance. But it's important to remember that the segment model is simply a point-in-time guideline that evolves based on trends throughout the year. With the majority of 2025 behind us, and the momentum we are experiencing entering the important Q4 holiday season, we anticipate delivering another record year of double-digit growth in revenue, operating income and EPS.\nDoug will discuss our financial results and outlook in greater detail in a few minutes, but first, I'll provide a few remarks on the performance and outlook for each business segment. Starting with Fitness. Revenue increased 30% to $601 million, with growth led by strong demand for advanced wearables. Our performance can be attributed to the breadth and depth of our wearable product lines, which offer highly differentiated features across many different price points. Gross and operating margins were 60% and 32%, respectively, resulting in operating income of $194 million. During the quarter, we launched several new products, including the Edge 550 and 850 cycling computers that bring new coaching plans and cycling metrics to the edge lineup, the Bounce 2 smartwatch for kids offering voice calling, messaging and geo-fencing alerts and the Venu 4 smartwatch with a premium all metal design, a built-in flashlight and many new health and wellness features.\nWe also announced our collaboration with King's College London to study the health of women and their partners during and after pregnancy with an emphasis on detecting and managing potentially dangerous conditions such as gestational diabetes and hypertension. Garmin is the exclusive partner of King's College London for this study, which is one of the largest of its kind to incorporate wearables into study protocols and results. Given the strong performance of the Fitness segment and the demand we are expecting during the holiday season, we are raising our revenue growth estimate to 29% for the year.\nMoving to Outdoor. Revenue decreased 5% to $498 million, driven primarily by consumer auto and adventure watches following the 1 year anniversary of the Diesel series launch as well as the highly successful fenix 8 launch. Gross and operating margins were 66% and 34%, respectively, resulting in operating income of $170 million. During the quarter, we launched the fenix 8 Pro, which adds satellite and cellular connections and offers a range of communications options, including voice, text, live tracking and SOS using the Garmin Response Center, making this smartwatch the ideal companion for adventures on and off the grid.\nIn addition, the fenix 8 Pro lineup now includes a version with a microLED display. MicroLED has been highly sought after for its superior brightness and the ability and the fenix 8 Pro is the first device of its kind to offer this exciting new display technology. I'm proud of our global team who worked very hard to bring microLED technology to the wearable market.\nAlso during the quarter, we entered a new market with the launch of our Blaze Equine wellness system designed to help horse riders, owners and trainers monitor their horses' health and fitness levels. We are pleased with the performance of the Outdoor segment, but delivering back-to-back years of double-digit revenue growth has been more challenging than originally anticipated, following the 1-year anniversary of the highly successful product launches in this segment most notably the fenix 8. The recent launch of the fenix 8 Pro partially offset pipeline fills from the previous year, but did not fully close the gap when compared to the fenix 8 launch.\nAs it has in the past, product release cycles can create short-term noise, but in the long-term view, the Outdoor segment has been a remarkable performer and has a remarkable track record of growth. Considering our year-to-date performance and outlook for the fourth quarter, we now expect Outdoor revenue to increase 3% for the year.\nLooking next at Aviation, revenue increased 18% in the third quarter to $240 million, with growth contributions from both OEM and aftermarket product categories. Gross and operating margins were 75% and 25%, respectively, resulting in operating income of $61 million. During the quarter, we certified a retrofit integrated cockpit system for the Cessna Citation CJ1, which brings new capabilities and safety-enhancing technologies to this popular light jet. We also added Autoland and Autothrottle capability to the King Air 350, which is the largest and most complex aircraft to receive Autoland capability to date.\nAnd we announced additional certifications for our GFC 600 autopilot bringing the performance and safety enhancing benefits of our flight control technology to more aircraft models. Given the strong third quarter performance of the Aviation segment and recent trends, we are raising our revenue growth estimate to 10% for the year.\nTurning to the Marine segment. Revenue increased 20% to $267 million, with growth across multiple categories, including chartplotters, audio and cartography. Gross and operating margins expanded to 56% and 19%, respectively, resulting in operating income of $49 million. During the quarter, we expanded our trolling motor product lines with the Force Current, which is the industry's first hands-free Kayak propulsion system, and we expanded the Force Kraken lineup, which now includes a model with a 110-inch drive shaft for large fishing boats. We also launched the ECHOMAP Ultra 2 chartplotter offering a large 16-inch display, premium mapping and exceptional sonar capabilities.\nWe were recently recognized by the National Marine Electronics Association as Manufacturer of the Year for the 11th consecutive year, and we received 8 product of excellence awards ranging from chartplotters to marine smartwatches, reflecting the strength and diversity of our product lineup. Given the strong third quarter performance of the Marine segment and recent trends, we are raising our revenue growth estimate to 10% for the year.\nAnd moving finally to the auto OEM segment, revenue decreased 2% to $165 million as certain legacy programs approach end of life and were partially offset by growth in our most recent BMW domain controller program. Gross margin was 15% and was negatively impacted by an increase in accrued warranty costs associated with prior period sales, which contributed to the operating loss of $17 million. During the quarter, we shipped the 3 millionth BMW domain controller, demonstrating our capability as a respected Tier 1 supplier to the automotive market.\nWe continue to achieve important milestones leading up to the launch of our next large auto OEM program, which is anticipated to add significant production volumes and expand the scale of our business. Given the year-to-date performance and recent trends, we now expect auto OEM revenue to increase approximately 8% for the year.\nThat concludes my remarks. Next, Doug will walk you through additional details on our financial results. Doug?\n\nDouglas Gerard Boessen\n\nCFO, Principal Accounting Officer & Treasurer, Garmin Ltd.\n\nThanks, Cliff. Good morning, everyone. I'll begin by reviewing our third quarter financial results and provide comments on the balance sheet, cash flow statement, taxes, updated guidance. Posted revenue of $1.77 billion for the third quarter represent a 12% increase year-over-year. Gross margin was 59.1%, a 90 basis point decrease from the prior quarter. The decrease was primarily due to higher product costs. Operating expense as a percentage of sales was 33.3%, a 90 basis point increase.\nOperating income was $457 million, 4% increase. Operating margin was 25.8% 180 basis point decrease compared to prior year quarter. Our GAAP EPS was $2.08, and pro forma EPS was $1.99.\nNext, we look at our third quarter revenue by segment and geography. In the third quarter, we achieved double-digit growth in 3 of our 5 segments, led by the Fitness segment with outstanding growth of 30%, followed by Marine segment growth of 20%, Aviation segment growth of 18%. By geography, we achieved double growth in all 3 of our regions, led by 14% growth in APAC, followed by 13% growth in EMEA and 10% growth in Americas.\nLooking at operating expenses. Third quarter operating expense increased by $76 million or 15%. Research and development increased by $37 million, SG&A increased by $38 million. Both increases were primarily due to personnel-related expenses.\nA few highlights on the balance sheet, cash flow statement, taxes. We ended the quarter with cash and marketable securities of approximately $3.9 billion. Accounts receivable increased year-over-year to approximately $956 million following the strong sales in the third quarter. Inventory increased year-over-year sequentially to approximately $1.9 billion. We're executing our strategy to increase inventory of certain product lines to support strong customer demand as well as mitigate the effects of potential increases in tariffs.\nFor the third quarter of 2025, we generated free cash flow of $425 million, a $206 million increase on prior year quarter. Capital expenditures for the third quarter of 2025 were $60 million, which is $22 million higher than the prior quarter. We expect full year 2025 free cash flow to be approximately $1.3 billion capital expenditures of approximately $275 million. During the third quarter of 2025, we paid dividends of $173 million, purchased $36 million of company stock. At quarter end, we had approximately $107 million remaining in the share repurchase program, which is authorized through December 2026. We put an effective tax rate of 21.2% compared to 17.9% in the prior year quarter.\nIncrease in effective tax rate was primarily due to the new U.S. tax legislation enacted during the quarter, which changed capitalization requirements of certain R&D costs resulting in a year-to-date adjustment due to a decrease in certain U.S. tax deductions and credits.\nTurning next to our full year guidance. We estimate revenue of approximately $7.1 billion and gross margin of approximately 58.5%, both of which are consistent with our previous guidance. We now expect our operating margin to be approximately 25.2%, which is higher than our previous guidance of 24.8% due to lower operating expenses. Also, we expect a pro forma effective tax rate to approximately 17.5%, consistent with our previous guidance.\nExpected pro forma earnings per share is approximately $8.15 compared to our previous guidance of $8.\nThis concludes our formal remarks. Bella, can you please open the line for Q&A?"
  },
  {
    "header": "GRMN",
    "cik": "0001121788",
    "ticker": "GRMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/870239feb0d4916eb5ba6e222f31e9af",
    "period": "2025 Q2",
    "content": "Q2 2025 Garmin Ltd Earnings Call\n\nQ2 2025 Garmin Ltd Earnings Call\n\nGRMNNYSEJUL 30, 10:30 AM\n\nOperator\n\n[Audio Gap] announced earlier today, Garmin delivered another quarter of outstanding financial results with strong growth in consolidated revenue, operating profit and earnings. Consolidated revenue increased 20%, exceeding $1.8 billion, which is a new second quarter record and we experienced double-digit sales growth in every business segment.\nGross and operating margins expanded to 58.8% and 26%, respectively, resulting in record second quarter operating income of $472 million, up 38% year-over-year and pro forma EPS of $2.17 up 37% year-over-year. Yesterday, we announced the acquisition of MyLAPS, a global market leader in timing and performance analysis for athletic, motor sports and equestrian competition.\nMyLAPS supports an impressive customer base, including the Boston Marathon, Iron Man and Formula One racing to name just a few. We believe that the combination of Garmin devices with MyLAPS timing and race management technology will provide a comprehensive experience for our passionate customers from training to race day while also expanding our addressable market.\nWe are very excited to welcome the MyLAPS team to Garmin and look forward to all that we can accomplish together. We are very pleased with our results so far in 2025, which have exceeded our expectations. From our vantage point, consumers have been resilient and demand for our highly differentiated products has been robust.\nGiven our strong performance, we are updating our full year guidance. We now anticipate revenue of approximately $7.1 billion and pro forma EPS of $8 per share. Doug will discuss our financial results and outlook in greater detail in a few minutes, but first, I'll provide a few remarks on the performance of each business segment.\nStarting with fitness. Revenue increased 41% to $605 million, with growth led by strong demand for advanced wearables. Gross and operating margins expanded to 60% and 33%, respectively, resulting in operating income of $198 million. During the quarter, we launched 4570 and 4970 with new training features and personalized training plans from Garmin Coach for running and triathlons.\nThese new devices have been enthusiastically embraced by the market and helped drive the remarkable second quarter financial performance of the segment. We also launched the new Venue X1 with an ultrathin case and class-leading 2-inch display, resulting in a sleek lightweight design that is easy to read and packed with our most popular features.\nAlso during the quarter, we launched several new category-defining products, including the index sleep monitor, the tax Alpine gradient simulator and the very view like headlight with an integrated 4K resolution camera. Given the first half performance of the Fitness segment and the continued demand we are expecting for our advanced wearables, we are raising our revenue growth estimate to 25% for the year.\nMoving to outdoor. Revenue increased 11% to $490 million, with growth driven primarily by adventure watches. Gross and operating margins expanded to 66% and 32%, respectively, resulting in operating income of $158 million. During the quarter, we launched the Instinct 3 tactical Edition with a bright AMOLED display and metal reinforced bezel, a built-in LDD flashlight and support for popular new activities such as rocking.\nAlso during the quarter, we launched new tread altering navigators that offer larger touchscreens and additional mapping options to enrich off-road adventures. We are pleased with the performance of the Outdoor segment so far this year. Looking forward, we expect growth to moderate as we pass the 1-year anniversary of the highly successful Phoenix 8 launch.\nWith this in mind, we are maintaining our revenue growth estimate of 10% for the year. Looking next at Aviation, revenue increased 14% in the second quarter to $249 million with growth contributions from both OEM and aftermarket product categories. Gross and operating margins expanded to 74% and 25%, respectively, resulting in operating income of $63 million.\nDuring the quarter, Embraer recognized Garmin as the top supplier in the electrical and electronic systems category for the tenth consecutive year, validating the long-term investments we have made, creating innovative products and building strong relationships with our customers. We're also preparing for the future with game-changing new products and features such as the recently announced G5000 Prime integrated flight deck for Part 25 aircraft and the addition of FAA datacom to the GTN 750 Xi Navigator, which expands the availability of modern digital communications to the aftermarket.\nWe also launched smart charts, which has the potential to be one of the most disruptive new products for aviation in quite some time. Using smart charts, pilots can see their position on contact-specific georeference charts, making instrument approaches much more intuitive and easier to fly. Also during the quarter, we announced that Garmin Autoland was certified with the CerusSRG7+ series, becoming the first piston powered aircraft equipped with this award-winning safety system.\nGiven the first half performance of the Aviation segment, we are raising our revenue growth estimate to 7% for the year. Turning to the Marine segment. Revenue increased 10% to $299 million, with growth across multiple categories, led primarily by chartplotters. Gross and operating margins were 55% and 21%, respectively, resulting in operating income of $63 million.\nDuring the quarter, we launched the GPS map, 15x3 chartplotters with an ultra-wide display that offers as much display area as 2 separate 9-inch chartplotters, making information easier to read while maximizing the use of space in the instrument panel. Also during the quarter, we launched the [indiscernible] , our most advanced purpose-built smartwatch for mariners. The marine market has easily surpassed our lowered expectations, demonstrating resilience and stability in an otherwise dynamic macroeconomic environment.\nGiven our first half performance and the current trends in the market, we are raising our revenue growth estimate to 5% for the year. And moving finally to the auto OEM segment. Revenue increased 16% to $170 million, with growth driven primarily by increased shipments of domain controllers to BMW. Gross margin was 17%, and the operating loss narrowed from the prior year to $10 million.\nWe recently shipped our 1 millionth BMW domain controller from our U.S. manufacturing facility demonstrating our capability as a respected Tier 1 supplier to the North American automotive market. We also continue to make progress on the launch of our next significant auto OEM program in the second half of 2026.\nGiven the first half performance of the auto OEM segment, we are raising our revenue growth estimate to 10% for the year. That concludes my remarks. Next, Doug will walk you through additional details on our financial results. Doug?\n\nDouglas Gerard Boessen\n\nCFO, Principal Accounting Officer & Treasurer, Garmin Ltd.\n\nThanks, Cliff. Good morning, everyone. I'd like to begin by reviewing our second quarter financial results. [indiscernible] had comments on the balance sheet, cash flow statement, taxes updated guidance. We posted revenue of $1.850 billion for the second quarter, representing a 20% increase year-over-year. Gross margin was 58.8%, 150 basis point increase from the prior quarter.\nThe increase was primarily due to product mix. During the quarter, the cost impact from tariffs was not significant was more than offset by higher revenue associated with the weakness of the U.S. dollar relative to other major currencies. Operating expense as a percentage of sales was 32.8%, 180 basis point decrease.\nOperating income was $472 million, a 38% increase. Operating margin was 26%, a 330 basis point increase from prior year quarter. Our GAAP EPS was [ $2.07 ] and Pro forma EPS was $2.17. Next, we look at second quarter revenue by segment and geography. In the second quarter, we achieved double-digit growth in all 5 of our segments, led by the fitness segment with outstanding growth of 41%.\nBy geography, we achieved double-digit growth in all 3 of our regions led by 25% growth in EMEA, followed by 19% growth in Americas and 16% growth in APAC. Looking next, operating expenses. Second quarter operating expense increased by $74 million or 14%.\nThe Research and development increased approximately $34 million. SG&A increased approximately $40 million compared to prior year quarter. Both increases were primarily due to personnel-related expenses. A few highlights on the balance sheet, cash flow statement and taxes.\nWe ended the quarter with cash and marketable securities of approximately $3.9 billion. Accounts receivable increased both year-over-year and sequentially to approximately $1 billion following the seasonally strong sales in the second quarter. Inventory increased year-over-year sequentially to approximately $1.8 billion.\nWe are executing our strategy to increase the inventory of certain product lines to support strong customer demand as well as mitigate the effects of potential increases in tariffs. For the second quarter 2025, we generated free cash flow of $127 million, $91 million decrease in the prior year quarter, primarily due to an increase in inventory. Capital expenditures for the second quarter 2025 were approximately $46 million, approximately $9 million higher than the prior year quarter.\nWe expect full year 2025 free cash flow to approximately $1.2 billion and capital expenditures of approximately $350 million. During the second quarter of 2025, we paid dividends of approximately $173 million and purchased $67 million of company stock. At quarter end, we had approximately $143 million remaining in the share repurchase program which authorized December 2026. We report an effective tax rate of 16.5% compared to 17.9% in the prior year quarter.\nThe decrease in effective tax rate is primarily due to the release of tax reserves. Turning next to our full year guidance. We estimate revenue of approximately $7.1 billion compared to our previous guidance of $6.85 billion. We expect gross margin to be approximately 58.5%, consistent with our previous guidance. We expect the impact from tariffs to be lower than we previously estimated.\nHowever, this favorable impact will be offset by unfavorable foreign currency impacts on product costs due to strengthening of the Taiwan dollar. We expect our operating margin to be approximately 24.8% consistent with our previous guidance. Also, we expect a pro forma effective tax rate of 17.5% compared to our previous guidance of 16.5% which incorporates the impact from the new U.S. tax bill.\nWe expect the new tax bill will result in a decrease in U.S. tax deduction to credits in 2025, primarily due to a change in capitalization requirements of certain R&D costs. Expected pro forma earnings per share is approximately $8 for our previous guidance of $7.80. That concludes our formal remarks. Rob, can you please open the line for Q&A?"
  },
  {
    "header": "GRMN",
    "cik": "0001121788",
    "ticker": "GRMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/483146242d0d966cfaaff15d92aae2c0",
    "period": "2024 Q4",
    "content": "Q4 2024 Garmin Ltd Earnings Call\n\nQ4 2024 Garmin Ltd Earnings Call\n\nGRMNNYSEFEB 19, 10:30 AM\n\nOperator\n\nHello, and thank you for standing by. My name is Bella, and I will be your conference operator today. At this time, I would like to welcome everyone to Garmin Limited Fourth Quarter 2024 Earnings Call. [Operator Instructions].\nI would now like to turn the conference over to Teri Seck, Director of Investor Relations. You may begin.\n\nTeri Seck\n\nManager of Investor Relations\n\nGood morning. We would like to welcome you to Garmin Limited's Fourth Quarter 2024 Earnings Call. Please note that the earnings press release and related slides are available at Garmin's Investor Relations site on the Internet at www.garmin.com/stock. An archive of the webcast and related transcripts will be -- also be available on our website.\nThis earnings call includes projections and other forward-looking statements regarding Garmin Ltd, and its business. Any statements regarding our future financial position, revenues, segment growth rates, earnings, gross margins, operating margins, future dividends or share repurchases, market shares, product introductions, foreign currency, tariff impacts, future demand for our products and plans and objectives are forward-looking statements.\nThe forward-looking events and circumstances discussed in this earnings call may not occur, and actual results could differ materially as a result of risk factors affecting Garmin. Information concerning these risk factors is contained in our Form 10-K filed with the Securities and Exchange Commission. Presenting on behalf of Garmin Ltd. this morning are Cliff Pemble, President and Chief Executive Officer; and Doug Besson, Chief Financial Officer and Treasurer.\nAt this time, I would like to turn the call over to Cliff Pemble.\n\nClifton Albert Pemble\n\nPresident, CEO & Director\n\nThank you, Terry, and good morning, everyone. As announced earlier today, Garmin delivered another quarter of outstanding financial results as our products continue to resonate with customers. Consolidated revenue increased 23% to $1.82 billion, a new fourth quarter record, and we achieved growth and record revenue in each of our 5 business segments. .\nGross margin expanded 100 basis points to 59%. Operating income increased 52% year-over-year, and operating margin expanded over 500 basis points to 28%, reflecting both improved gross margin and operating leverage. This resulted in pro forma EPS of $2.41, up 40% over the prior year. 2024 was a remarkable year of growth and achievement for Garmin. While we were optimistic at the beginning of 2024, and we consistently outperformed even our highest expectations throughout the entire year.\nWe achieved growth in every segment, resulting in record segment revenue and record consolidated revenue. 2024 was also a year of historical significance, marking our 35th year in operation. Since we were founded in 1989, we have delivered more than 300 million navigation and communication devices, including more than $18 million delivered in 2024.\nConsolidated revenue increased 20% to $6.3 billion. Gross margin expanded over 100 basis points to nearly 59%. The Operating income increased 46% to nearly $1.6 billion and operating margin came in at 25%. We believe our performance is the direct result of our robust product portfolio. Looking ahead, we have many product launches planned for 2025 that will further strengthen our portfolio with some representing new categories for Garmin. With this in mind, we anticipate 2025 consolidated revenue will increase approximately 8% to $6.8 billion.\nAlso, our strong results and positive outlook give us confidence to propose an annual dividend of $3.60 a share, reflecting a 20% increase over the prior dividend amount, which will be considered by shareholders at the upcoming annual meeting. Doug will discuss our financial results and outlook in greater detail in a few minutes. But first, I'll provide remarks on the performance of each business segment.\nStarting with Fitness, 2024 was an exciting year as demand for running, cycling and wellness products has been robust, and new customers are embracing the healthy active lifestyles our brand represents. We experienced growth in every product category, led by strong contributions from advanced wearables.\nFor the year, fitness revenue increased 32% to $1.77 billion. Gross margin was 58%, a 480 basis point improvement over the prior year primarily driven by lower product costs and favorable mix. Operating income more than doubled year-over-year to $483 million. and operating margin expanded approximately 1,000 basis points to 27%, reflecting both improved gross margin and operating leverage. During the quarter, we launched Lily [indiscernible] Active, our smallest GPS-enabled smartwatch featuring an elegant design and up to 9 days of battery life in smartwatch mode.\nLooking ahead, we anticipate another strong year for the Fitness segment with many new product introductions planned throughout the year. With this in mind, we expect fitness revenue to increase approximately 10% for the year. The Outdoor segment delivered a strong year of product achievements and revenue growth. 2024 revenue increased 16% to $1.96 billion, driven primarily by adventure watches following the launch of the highly successful Phoenix series.\nGross margin was 67%, a 340 basis point improvement over the prior year, primarily driven by lower product costs and favorable mix. Operating income exceeded $700 million, and operating margin expanded 550 basis points to 36%, reflecting both improved gross margin and operating leverage. We are strategically focused on creating growth opportunities by introducing new product categories and penetrating new markets. During the quarter, we launched 2 products that are rising to the definition of a halo product because they are changing the game in their respective markets.\nThe first product I want to mention is the approach 50 which is the only portable golf launch monitor with a built-in simulator. It features a 10-inch color touchscreen display and includes a preloaded database of more than 43,000 golf courses that could be played on the course or virtually using a built-in simulator.\nWe also launched the Descent X50 I, our first large-format dive computer, this device includes a vivid 3-inch color display, providing rich information that is readable at a glance and its rugged design is purpose-built with leakproof buttons, a sapphire lens a 20 ATM dive rating and an integrated backup guidelines.\nLooking ahead, we expect that our strong outdoor product lineup will result in revenue growth of approximately 10% for the year. Looking next at Aviation, revenue increased 4% to $877 million driven by growth in both OEM and aftermarket product categories. Gross and operating margins were 75% and 24%, respectively, resulting in operating income of $211 million, a decrease of 7% year-over-year. The decrease in operating income is primarily due to increased R&D spending as we develop new products and certify new aircraft platforms.\n2024 was a year of milestone accomplishments for aviation. We were named #1 in aviation product support for the 21st consecutive year by Professional Pilot magazine. We also celebrated the legacy of our founders, Gary Burrell and Dr. Min Kao, upon their induction into the National Aviation Hall of Fame. Aviation Safety is once again top of mind after recent tragic accidents that have shocked and saddened everyone.\nOur strategic focus on aviation safety has resulted in many award-winning innovations designed to save lives, such as envelope protection, safe guide, safe taxi and emergency auto land. Our most recent safety innovation, runway occupancy awareness technology was honored with a prestigious Laureate Award from Aviation Week Network as the first available system, we can [indiscernible] pilots if other aircraft are occupying an active runway. During the quarter, Textron Aviation announced the selection of our G3000 Prime integrated flight deck for the Citation CJ4 Gen 3 aircraft. The G3000 Prime was also selected by Beta technologies for the EYLEA, electric, conventional takeoff and landing aircraft, which conducted its inaugural flight during the quarter.\nThese announcements are the first of many we anticipate as OEMs embrace this highly advanced next-generation flight deck. Looking forward, we expect growth to accelerate throughout 2025, and as new aircraft platforms under production and as conditions improve in the aftermarket. With this in mind, we expect aviation revenue will increase approximately 5% for the year.\nTurning next to the Marine segment. Revenue increased 17% to nearly $1.1 billion, exceeding the $1 billion threshold for the first time. Growth was primarily driven by new revenue from the 2023 acquisition of JL Audio. Excluding jail audio, marine revenue increased 6%, outperforming the broader market and strengthening our position as the world's largest consumer marine electronics company.\nFull year gross margin was 55%, a 180 basis point improvement over the prior year. and was favorably impacted by lower product cost. Operating income increased 32% year-over-year, and operating margin expanded 240 basis points to 22%. The reflecting both improved gross margin and operating leverage. 2024 was also a year of milestone accomplishments for Marine as we were named NMEA Manufacturer of the Year for the tenth consecutive year, and we were named Most Innovative Marine Company by sounding straight only for the second consecutive year. During the quarter, we were recognized with the National Boating Safety Award from CTO Foundation for the fourth consecutive year.\nAlso during the quarter, JL Audio received an innovation award for the pavilion line of outdoor home speakers from home technology specialists of America. This award validates the outstanding audio performance that the pavilion line delivers. As I previously mentioned, Garmin has been consistently outperforming the broader marine market, and we expect to do so again in 2025. The marine market remains soft but has stabilized at a level from which we can anticipate recovery and growth. With this in mind, we expect marine revenue will increase approximately 4% for the year. Moving finally to the auto OEM segment.\nRevenue increased 44% to $611 million, primarily driven by growth in domain controllers. Gross margin was 18%, and the operating loss narrowed to $39 million for the year. During the year, all remaining BMW models were equipped with Garmin domain controllers paving the way to achieve our maximum potential revenue from the BMW program in 2025. We also captured additional program wins and made significant progress preparing for our next major program that is expected to enter production in 2027.\nI'm proud of the progress that we've made in our quest to build a successful auto OEM segment. As many of you know, the outlook of major automakers is softening, which changes the revenue trajectory we previously shared. Even so, we expect 2025 to be another pivotal year of growth and progress towards the profitability stage for this growing business segment. With this in mind, we expect revenue to increase approximately 7% for 2025.\nThat concludes my remarks. Next, Doug will walk you through additional details on our financial results. Doug?\n\nDouglas Gerard Boessen\n\nCFO, Principal Accounting Officer & Treasurer, Garmin Ltd.\n\nThanks, Cliff. Good morning, everyone. I'll begin by reviewing our fourth quarter and full year financial results. [indiscernible] comments on the balance sheet, cash flow statement, taxes and 2025 guidance. posted revenue [ $1.820 ] billion for the fourth quarter represent, a 23% increase year-over-year. .\nGross margin was 59.3%, increased 100 basis points over the prior year quarter, primarily due to lower product costs. Operating expense as a percentage of sales was 30.9%, a 440 basis point decrease. Operating income was $516 million, a 52% year-over-year increase. Operating margin was 28.3%, a 540 basis point increase from the prior year.\nOur GAAP EPS was $2.25, pro forma EPS of [ $241, ] 40% increase in prior year pro forma EPS.. Looking at the full year results, [indiscernible] revenue of $6,297 billion, representing a 20% increase year-over-year. Gross margin was 58.7%, a 120 basis point increase from the prior year primarily due to lower product cost.\nOperating expense as a percentage of sales was 33.4%, [ 320 basis ] point decrease. Operating income was $1,594 billion, a 46% increase. Operating margin was 25.3%, 240 basis point increase from the prior year.\nOur GAAP EPS was $7.30, [indiscernible] EPS $7.39, a 32% increase on the prior year pro forma EPS. Next, we look at fourth quarter revenue by segment and geography. The fourth quarter, we achieved record revenue on a consolidated basis for each of our 5 segments. We achieved double-digit growth in 3 of 5 segments by the fitness segment with 31% growth, followed by the Auto OEM segment, 30% growth in the Outdoor segment with 29% growth. By geography, we achieved double-digit growth across all all regions led by the EMEA region with 34% growth.\nAPAC region in Americas region at 18% and 7% growth, respectively. For full year 2024, we achieved 20% consolidated growth, record revenue on a consolidated basis and record revenue for each of our 5 segments. By geography, we achieved 31% growth in [indiscernible], 16% growth in Americas and 12% growth in impact. Looking next, operating expenses. Fourth quarter operating expenses increased by approximately $40 million or 8%. Research and development increased by $22 million. SG&A increased by $19 million.\nBoth increases were primarily due to personnel-related expenses. A few highlights on the balance sheet, cash flow statement, dividends and share repurchase. Ended the quarter with cash and marketable securities of approximately $3.7 billion. Accounts receivable increased sequentially and year-over-year to $983 million due to strong sales in the fourth quarter. Inventory balance increased year-over-year to approximately $1.5 billion. During the fourth quarter 2024, we generated free cash flow of $399 million, an $18 million decrease from the prior year quarter.\nFor the full year 2024, we generated free cash flow of approximately $1.2 billion, a $56 million increase in the prior year was due to improved earnings, partially offset by increased working capital needs. Our full year 2024 capital expenditures $194 million, consistent with the prior year. 2025, We expect free cash flow to be approximately $1.1 billion with approximately $350 million in capital expenditures. In 2025, we expect to continue to make investment platforms to grow, including facilities and IT-related products. 2024, we paid dividends approximately $572 million.\nAlso, we announced our plan to seek shareholder approval for a $0.60 increase in our annual dividend beginning with June 2025 payment. [indiscernible] with a cash dividend $360 or $0.90 per share per quarter, a 20% increase from our current quarterly dividend of $0.75 per share. During 2024, we used $62 million of cash to repurchase company shares. At year-end, we had approximately $238 million remaining in the share repurchase program which authorized through December 2026. Our full year 2024 pro forma effective tax rate was 16.7% compared to 8.5% in the prior year. Increase in effective tax rate is primarily due to the increase in the combined Switzerland tax rate in response to global minimum tax requirements.\n2025 pro forma effective tax rate is expected to be 16.5%, which is comparable to the 2024 tax rate. Turning next to our full year 2025 guidance. We estimate revenue of approximately $6.8 billion, an increase of approximately 8% for 2024. We expect gross margin to be approximately 58.7% consistent with our 2024 gross margin. We expect an operating margin of approximately 25% is comparable to the 2024 results.\nThe full year pro forma effective tax rate is expected to be approximately 16.5%, which is comparable to the 2024 tax rate. These results in expected pro forma earnings per share approximately $7.80, a 6% increase over the 2024 pro forma earnings per share.\nThis concludes our formal remarks. [indiscernible] can you please open the line for Q&A?"
  },
  {
    "header": "GRMN",
    "cik": "0001121788",
    "ticker": "GRMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c59684e2fb55d66d1ba0fdb0c0e8b431",
    "period": "2024 Q2",
    "content": "Q2 2024 Garmin Ltd Earnings Call\n\nQ2 2024 Garmin Ltd Earnings Call\n\nGRMNNYSEJUL 31, 10:30 AM\n\nOperator\n\nThank you for standing by. My name is Christina, and I will be your conference operator today. At this time, I would like to welcome everyone to the Garmin Limited Second Quarter 2024 Earnings Conference Call. [Operator Instructions]\nI will now turn the floor over to Teri Seck, Director of Investor Relations. Teri, you may begin.\n\nTeri Seck\n\nManager of Investor Relations\n\nGood morning. We would like to welcome you to Garmin Limited's second quarter 2024 earnings call. Please note that the earnings press release and related slides are available at Garmin's Investor Relations site on the Internet at www.garmin.com/stock. An archive of the webcast and related transcript will also be available on our website.\nThis earnings call includes projections and other forward-looking statements regarding Garmin Limited and its business. Any statements regarding our future financial position, revenues, segment growth rates, earnings, gross margins, operating margins, future dividends or share repurchases, market shares, product introductions, future demand for our products, and plans and objectives are forward-looking statements.\nThe forward-looking events and circumstances discussed in this earnings call may not occur, and actual results could differ materially as a result of risk factors affecting Garmin. Information concerning these risk factors is contained in our Form 10-K filed with the Securities and Exchange Commission.\nPresenting on behalf of Garmin Limited this morning are Cliff Pemble, President and Chief Executive Officer; and Doug Boessen, Chief Financial Officer and Treasurer.\nAt this time, I would like to turn the call over to Cliff Pemble.\n\nClifton Albert Pemble\n\nPresident, CEO & Director\n\nThank you, Teri, and good morning, everyone. As announced earlier today, Garmin delivered another quarter of outstanding results with double-digit growth in consolidated revenues and operating income.\nConsolidated revenue increased 14% to $1.51 billion, a new second quarter record, with 3 business segments reporting strong double-digit growth. Gross margin was 57.3%, operating margin expanded to 22.7%, resulting in operating income of $342 million, up 20% year-over-year.\nWe reported pro forma EPS of $1.58, up 9% over the prior year, which is a remarkable result considering the significantly higher effective tax rate.\nDuring the quarter, our global employment surpassed 20,000 associates, and we were recognized as a top employer by Forbes as well as U.S. News and World Report. We are proud of our associates who dedicate themselves to delivering growth through innovative and highly differentiated products.\nGiven our strong performance in the first half of the year, we are updating our full year guidance. We now anticipate revenue of approximately $5.95 billion and pro forma EPS of $6. Doug will discuss our financial results and outlook in greater detail in a few minutes. But first, I'll provide a few remarks on the performance of each business segments.\nStarting with fitness. Revenue increased 28% to $428 million, primarily driven by wearables. Gross and operating margins improved to 57% and 25%, respectively, resulting in operating income of $108 million.\nDuring the quarter, we launched the Edge 1050 premium cycling computer with a vivid color touchscreen display, a built-in speaker for audible feedback, and Garmin Pay mobile payments. Also during the quarter, we celebrated Global Running Day, with Garmin users running nearly 11 million miles, beating last year by more than 2 million miles.\nGiven the strong performance of the fitness segment, we are raising our revenue growth estimate to 20% for the year.\nMoving to outdoor. Revenue decreased 2% to $440 million, primarily driven by lower revenue from adventure watches following the anniversary of the Fenix and epix Pro Series launch. Gross and operating margins were 65% and 31%, respectively, resulting in operating income of $136 million.\nDuring the quarter, we launched the Approach Z30 smart laser rangefinder, with the range relay feature, which sends distance measurements to a compatible Garmin smart watch or the Garmin Golf smartphone app. We also launched our first cellular-based dog tracking collar, the Alpha LTE. This small rugged device attaches to existing dog collars and pairs with the Alpha app so users can view their dog's movement from a smartphone or an Alpha handheld device.\nThe outdoor segment has performed as we anticipated so far this year, and we expect growth to accelerate in the back half of the year with new product launches. As such, we are maintaining our 7% revenue growth estimate for 2024.\nLooking next at aviation, revenue was relatively flat in the second quarter at $218 million. We continue to see growth in OEM product categories, while the aftermarket declined in an ongoing normalization following the somewhat uneven results of the prior year. Gross and operating margins were 74% and 23%, respectively, resulting in operating income of $50 million.\nFor the ninth consecutive year, we were recognized by Embraer as the best supplier, most recently in the Electrical & Electrical Systems category for our G3000 Prodigy Touch flight deck in the Phenom 100 EV and Phenom 300E. The aviation segment has performed as expected so far this year, and we are maintaining our estimate of flat revenue in 2024.\nTurning to the marine segment. Revenue increased 26% to $273 million, primarily driven by the acquisition of JL Audio. Excluding JL Audio, revenue increased approximately 7%, outperforming widely reported market trends. Gross and operating margins improved to 54% and 22%, respectively, resulting in operating income of $60 million.\nWe recently expanded the Force Kraken trolling motor series, adding a 48-inch shaft length to accommodate a broader range of both sizes. We also expanded our ice fishing offerings with the Panoptix PS-22 Ice Fishing Bundle, an ultra portable live sonar solution for winter fishing, which won a best of category award at this year's ICAST, the world's largest sportfishing trade show. This is our fourth consecutive win in the ice fishing category and seventh consecutive award at ICAST.\nAdditionally in the quarter, we were once again selected as an exclusive supplier to Independent Boatbuilders Incorporated through 2029 for both traditional marine electronics as well as audio equipment. Given the strong performance of the marine segment, we are raising our revenue growth estimate to 15% for the year.\nAnd moving finally to the auto OEM segment, revenue increased 41% to $147 million, primarily driven by growth in domain controllers. Gross margin was 16%, and the operating loss decreased to $12 million. Our auto OEM segment continues to be recognized as an outstanding partner. We recently received the 2024 Global Award for Excellence in Technology and Development from Yamaha Motor for our motorcycle infotainment solutions.\nAuto OEM has performed as expected so far this year, and we are maintaining our 50% revenue growth estimate for 2024.\nSo that concludes my remarks. Next, Doug will walk you through additional details on our financial results. Doug?\n\nDouglas Gerard Boessen\n\nCFO, Principal Accounting Officer & Treasurer, Garmin Ltd.\n\nThanks, Cliff. Good morning, everyone. I'll begin by reviewing our second quarter financial results, my comments on the balance sheet, cash flow statement, taxes, updated guidance.\nWe posted revenue of $1.507 billion for the second quarter representing a 14% increase year-over-year. Gross margin was 57.3%, a 20 basis point decrease from the prior year quarter. Operating expense as a percentage of sales was 34.6%, a 140 basis point decrease. Operating income was $342 million, a 20% increase. Operating margin was 22.7%, a 120 basis point increase.\nOur GAAP EPS was $1.56. Pro forma EPS was $1.58.\nNext, we look at our second quarter revenue by segment and geography. During the second quarter, we achieved double-digit growth in 3 of our 5 segments, led by the auto OEM segment with 41% growth. Fitness and marine segments had 28% and 26% growth, respectively.\nBy geography, we achieved double-digit growth of 18% in the EMEA region and 15% in the Americas region. APAC region growth was 1%.\nLooking next at operating expenses. Second quarter operating expense increased by $46 million or 10%. Research and development increased approximately $19 million year-over-year, primarily due to engineering personnel costs. SG&A increased approximately $27 million compared to prior year quarter, primarily due to increases in personnel-related expenses, including the impact of the acquisition of JL Audio.\nA few highlights on the balance sheet. Cash flow statement and taxes. We ended the quarter with cash and marketable securities of approximately $3.4 billion. Accounts receivable increased both year-over-year and sequentially to $808 million, following seasonally strong sales in the second quarter.\nInventory balance decreased year-over-year but increased sequentially to approximately $1.3 billion. During the second quarter of 2024, we generated free cash flow of $218 million, a $3 million decrease from the prior year quarter.\nCapEx expenditures for the second quarter 2024 were $37 million, approximately $15 million lower than the prior year quarter. We expect full year 2024 free cash flow to be approximately $900 million, capital expenditures of approximately $350 million.\nFor the second quarter of 2024, we paid a dividend of approximately $144 million and purchased $10 million of company stock. At quarter-end, we had approximately $290 million remaining of the share repurchase program which is authorized through December 2026.\nWe had an effective tax rate of 17.9% compared to 8.9% in the prior year quarter. Increase in effective tax rate is primarily due to the increase in the combined Switzerland tax rate in response to global minimum tax requirements.\nTurning next to our full year guidance. We estimate revenue of approximately $5.95 billion compared to our previous guidance of $5.75 billion. We expect gross margin to be approximately 57%, higher than our previous guidance of 56.5% for the year-to-date performance.\nWe expect an operating margin of approximately 21.3%, compared to our previous guidance of 20%. We also expect pro forma effective tax rate of 16%, which is higher than our previous guidance of 15.5%, due to projected full year income mix and tax jurisdiction. This results in expected pro forma earnings per share of approximately $6, an increase of $0.60 from our previous guidance of $5.40.\nThis concludes our formal remarks. Christina, could you open the line for Q&A?"
  },
  {
    "header": "GRMN",
    "cik": "0001121788",
    "ticker": "GRMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3748b02b1bb3821740f23000b7d6da59",
    "period": "2024 Q1",
    "content": "Q1 2024 Garmin Ltd Earnings Call\n\nQ1 2024 Garmin Ltd Earnings Call\n\nGRMNNYSEMAY 1, 10:30 AM\n\nOperator\n\nThank you for standing by, and welcome to the Garmin Limited First Quarter 2024 Earnings Call. [Operator Instructions] Finally, a reminder that this conference is being recorded. I would now like to turn the conference over to Teri Seck, Director of Investor Relations. Please go ahead.\n\nTeri Seck\n\nManager of Investor Relations\n\nGood morning. We would like to welcome you to Garmin Ltd.'s First Quarter 2021 Earnings Call. Please note that the earnings press release and related slides are available at Garmin's Investor Relations site on the Internet at www.garmin.com/stock. An archive of the webcast and related transcripts will also be available on our website. This earnings call includes projections and other forward-looking statements regarding Garmin Ltd. and its business. Any statements regarding our future financial position, revenues, segment growth rates, earnings, gross margins, operating margins, future dividends or share repurchases market shares, product introduction, future demand for our products and plans and objectives are forward-looking statements. The forward-looking events and circumstances discussed in this earnings call may not occur, and actual results could differ materially as a result of risk factors affecting Garmin. Information concerning these risk factors is contained in our Form 10-K filed with the Securities and Exchange Commission.\nPresenting on behalf of Garmin Ltd. this morning are Cliff Pemble, President and Chief Executive Officer; and Doug Boessen, Chief Financial Officer and Treasurer. At this time, I would like to turn the call over to Cliff Pemble.\n\nClifton Albert Pemble\n\nPresident, CEO & Director\n\nThank you, Teri, and good morning, everyone. As announced earlier today, Garmin delivered outstanding results in the first quarter with strong growth in consolidated revenue and operating income. The positive trends we experienced at the close of 2023 strengthened in the first quarter of 2024. Consolidated revenue increased 20% to $1.38 billion, a new first quarter record with 4 segments delivering double-digit growth.\nGross and operating margins expanded year-over-year to 58.1% and 21.6%, respectively, resulting in record first quarter operating income of $298 million, up 51% year-over-year. This resulted in pro forma EPS of $1.42, up 39% over the prior year, which is a remarkable result considering the significantly increased Swiss tax rates.\nWe're off to a great start, and we're very pleased with these results. At the same time, we are mindful that Q1 is typically the lowest seasonal quarter of our financial year. And with this in mind, we're not updating the guidance we previously issued in February. Doug will discuss financial results in greater detail in a few minutes. But first, I'll provide a few remarks on the performance of each business segment.\nStarting with business, revenue increased 40% to $343 million, a new record driven by broad-based growth across all product categories, led by strong demand for advanced wearables. Gross and operating margins improved to 57% and 20%, respectively, resulting in operating income of $68 million. During the quarter, we launched the Forerunner 165, which was instantly recognized by the market as a product offering both exceptional value and great performance.\nAlso during the quarter, we published a new addition of the Garmin Health Research glimpse, which focus on sleep research initiatives. The health metrics collected by Garmin wearables provide researchers with a wealth of information contributing to a deeper understanding of the intricate relationship between sleep and overall well-being.\nMoving to outdoor. Revenue increased 11% to $366 million, with growth driven primarily by wearables. Gross and operating margins improved to 66% and 29%, respectively, resulting in operating income of $107 million. During the quarter, we released our annual inReach SOS year-end review, highlighting the importance of Garmin Response, which coordinates emergency response services in more than 200 countries and territories and supports rescue efforts in more than 210 languages. The Emergency Response coordination center is an important part of what differentiates our inReach SOS service from others.\nWe also produced and released an original docu series called 7 Days Out, which follows 2 people on their journey through Nepal's Lingang hiking circuit. This docu series highlights the extraordinary utility of our Phoenix 7 Pro adventure watches as well as the rich health metrics and long battery life these devices offer. 7 Days Out shows that ordinary people can accomplish extraordinary things with the right tools to help them beat yesterday.\nLooking next at Aviation, revenue increased 2% in the first quarter to $217 million, driven by growth in OEM product categories. Gross margin improved to 75% and operating margin was 24%, resulting in operating income of $52 million.\nDuring the quarter, we unveiled a complete avionics modernization program for the high popular citation CJ2 business jet that offers new technologies and features designed to reduce pilot workload and improve safety. Also during the quarter, we added display options for our GWX 8000 storm optics weather radar, which expands the availability of this advanced radar system to aircraft equipped with our highly popular GTN and TXI displays.\nTurning to the Marine segment. Revenue increased 17% to $327 million, primarily driven by the acquisition of JL Audio. Excluding JL Audio, revenue increased approximately 3% in the first quarter. Gross and operating margins improved to 55% and 27%, respectively, resulting in operating income of $88 million.\nWe were recently recognized as Supplier of the Year by Independent Boat Builders, Inc. In addition, Garmin sponsored Angler, Justin Hamer, was champion of the recent Bassmaster Classic fishing tournament on a boat exclusively equipped with our EcoMap/Ultra2 chartplotters, for trolling motor and LiveScope sonar system.\nDuring the quarter, we launched the GPS map 16 family, Charlatters, adding larger test screen options for greater clarity, connectivity and control at the home. We also launched the PanOptix TS 70, our first deepwater live sonar, which provides real-time underwater imaging at depth up to 1,000 feet.\nMoving finally to the auto OEM segment. Revenue increased 58% to $129 million, with growth primarily driven by increased shipments of domain controllers to BMW. Gross margin was 18%, and we recorded an operating loss of $16 million. During the quarter, we were awarded new business to design and manufacture digital instrument clusters for 2-wheel vehicles, as well as full infotainment systems for an industrial truck maker. That concludes my remarks. Next, Doug will walk you through additional details on our financial results. Doug?\n\nDouglas Gerard Boessen\n\nCFO, Principal Accounting Officer & Treasurer, Garmin Ltd.\n\nThanks, Cliff. Good morning, everyone. I'd like to begin by reviewing our first quarter financial results, implied comments on the balance sheet, cash flow statement and taxes. We posted revenue of $1.382 billion for the first quarter, representing a 20% increase year-over-year. Gross margin was 58.1%, a 120 basis point increase from the prior year quarter. The increase was primarily due to product mix in certain segments partially offset by segment mix.\nOperating expense as a percentage of sales was 36.5%, 330 basis point decrease. Operating income was $298 million, a 51% increase. Operating margin was 21.6%, a 440 basis point increase. Our GAAP EPS was $1.43, pro forma EPS was $1.42.\nNext, look at our first quarter revenue by segment and geography. In the first quarter, we achieved double-digit growth in 4 or 5 segments, led by the Auto AM segment with 58% growth, the fitness segment with 40% growth. The Marine and Outdoor segments also had double-digit growth of 17% and 11%, respectively.\nBy geography, we achieved a digit growth in all 3 regions, led by 30% growth in EMEA, followed by 17% growth in Americas and 12% growth in APAC. Looking next on operating expenses. First quarter operating expense increased by $48 million or 11%. Research and development increased approximately $21 million year-over-year, primarily due to engineering personnel costs.\nSG&A increased approximately $27 million compared to the prior year quarter, primarily due to increases in personnel-related expenses, including impact of JL audio. A few highlights on the balance sheet, cash flow statement and taxes. End of the quarter with cash and marketable securities, approximately $3.3 billion. Cash receivable increased year-over-year due to strong sales but decreased sequentially to $695 million from a seasonally strong fourth quarter.\nInventory decreased year-over-year and sequentially to approximately $1.3 billion. In the first quarter of 2024, we generated free cash flow of $402 million, $170 million increase from the prior year quarter. Capital expenditures for the first quarter of 2024 were $33 million, approximately $14 million lower than the prior year quarter.\nIn our first quarter of 2024, we paid dividends of approximately $140 million for an effective tax rate of 15.6% compared to 8.8% in the prior year quarter. Increase in effective tax rate is primarily due to the increase in the combined Switzerland tax rate response to global minimum tax requirements. That concludes our formal remarks. Paul, can you please open the line for Q&A?"
  },
  {
    "header": "GRMN",
    "cik": "0001121788",
    "ticker": "GRMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/783fd14b312889438250e43a6a85ac50",
    "period": "2023 Q4",
    "content": "Q4 2023 Garmin Ltd Earnings Call\n\nQ4 2023 Garmin Ltd Earnings Call\n\nGRMNNYSEFEB 21, 10:30 AM\n\nOperator\n\nGood morning, and welcome to the Garmin Ltd. Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference call is being recorded. I would now like to turn the call over to Teri Seck, Director of Investor Relations. Thank you. Please go ahead.\n\nTeri Seck\n\nManager of Investor Relations\n\nGood morning. We would like to welcome you to Garmin Ltd. Fourth Quarter 2023 Earnings Call. Please note that the earnings press release and related slides are available at Garmin's Investor Relations site on the Internet at www.garmin.com/stock. An archive of the webcast and related transcripts will also be available on our website.\nThis earnings call includes projections and other forward-looking statements regarding Garmin Ltd. and its business. Any statements regarding our future financial position, revenue segment growth rate, gross margins, operating margins, future dividends or share repurchases, market shares, product introduction, future demand for our products and plans and objectives are forward-looking statements. The forward-looking events and circumstances discussed in this earnings call may not occur, and actual results could differ materially as a result of risk factors affecting Garmin. Information concerning these risk factors is contained in our Form 10-K filed with the Securities and Exchange Commission.\nPresenting on behalf of Garmin Ltd. this morning are Cliff Pemble, President and Chief Executive Officer; and Doug Boessen, Chief Financial Officer and Treasurer. At this time, I would like to turn the call over to Cliff Pemble.\n\nClifton Albert Pemble\n\nPresident, CEO & Director\n\nThank you, Teri, and good morning, everyone. As announced earlier today, Garmin delivered outstanding results in the fourth quarter with strong growth in consolidated revenue and profit. Consolidated revenue increased 13% to nearly $1.5 billion, representing a new fourth quarter record with three business segments delivering double-digit growth. Gross and operating margins expanded year-over-year to 58% and 23%, respectively, resulting in operating income of $340 million, up 27% for the year. This resulted in pro forma EPS of $1.72, up 27% over the prior year.\nWe entered 2023 cautiously optimistic, but as the year continued, we experienced better-than-expected momentum in multiple segments, which resulted in a record-breaking year. Consolidated revenue increased 8% to $5.2 billion, which is a new annual record. Operating income increased 6% to nearly $1.1 billion and operating margin came in at 21%.\nDuring the year, component lead times and availability continued to normalize, while shipping bottlenecks eased. These factors, combined with healthy demand for our products, reduced inventory levels and boosted free cash flow to nearly $1.2 billion. We believe current inventory levels are appropriate and expect inventory will grow from this point forward at a rate that is roughly in line with sales.\nLooking forward, we have a robust lineup of recently introduced products and additional product launches are planned throughout the year. We anticipate 2024 consolidated revenue will increase approximately 10% to $5.75 billion. Our results and outlook for the year give us the confidence to propose an annual dividend of $3 per share, an $0.08 increase over the prior dividend amount, which will be considered by shareholders at the upcoming annual meeting. In addition, our Board of Directors recently approved a $300 million share repurchase program over the next 3 years.\nBefore moving on to the performance and outlook for each business segment, I want to mention the recognition we received recently from Forbes who ranked Garmin #2 on their list of best large employers in America. We're honored to be recognized for creating a best-in-class workplace. Garmin associates are passionate about what we do and we share a deep commitment to serving customers and each other.\nMoving next to segment highlights. Fitness revenue increased 21% for the year with growth across all product categories, led by strong demand for our new running watches. Full year growth in operating margins were 33% and 17%, respectively, and operating income more than doubled to $232 million.\nAt the recent Consumer Electronics Show, the Venu 3 was recognized with three awards including best of innovation for outstanding engineering. With its rich wellness and fitness features, bright display and long battery life, Venu 3 is indeed a best-in-class product.\nLooking ahead, we have a strong lineup of recently introduced running, cycling and wellness products and expect to launch additional products during the year to support growth. With this in mind, we expect fitness revenue will increase approximately 7% for the year.\nMoving to outdoor. Revenue decreased 4% for the year as solid performance in the second half of the year could not fully offset the weaker first half. Full year gross and operating margins were 63% and 30%, respectively, resulting in operating income of $515 million.\nDuring the fourth quarter, we expanded our lineup of underwater diving products with the introduction of the Descent G1 Solar Ocean Edition, our first-ever product made with recycled ocean-bound plastics. We also launched the new Descent Mk3 dive watch and the Descent T2 transceiver with enhanced SubWave communication technology that enables diver-to-diver messaging and tank pressure monitoring on the wrist.\nFor over 2 decades, our eCheck series of handhelds have been an essential product for outdoor adventures. We recently launched the eTrex Solar, our first handheld GPS with solar charging technology. This new handheld can operate indefinitely using only the power harvested from the sun, which is a game changer for hikers, explorers and off-the-grid adventurers. Looking ahead, we expect that our strong outdoor product road map will result in revenue growth of 7% for the year.\nLooking next at aviation. Revenue increased 7% for the year to $846 million, a new record driven by growth in OEM product categories. Full year gross and operating margins were 74% and 27%, respectively, resulting in operating income of $226 million, up 6% over the prior year.\nDuring the quarter, our G3000 Integrated Flight Deck was selected by Embraer -- Eve Air Mobility for its electric vertical takeoff and landing aircraft. Eve Air Mobility joins a growing list of advanced air mobility companies who have selected our state-of-the-art cockpit systems. More recently, Garmin was ranked #1 in for the 20th consecutive year in Professional Pilot 2024 avionics manufacturers products survey. This accomplishment is the direct result of the strong commitment and hard work of our aviation team and the investments we have made in this business.\nIn recent years, the aviation segment has experienced growth in OEM equipment categories driven by an increased interest in private air travel. We expect this trend to continue in 2024 as aircraft makers work through historically high back orders. On the other hand, we expect softer aftermarket sales in the coming year. With these things in mind, we expect aviation revenue to be approximately flat to the prior year.\nTurning next to the marine segment. Revenue increased 1% to $917 million, a new record and included approximately $42 million of revenue from the recently acquired JL Audio business. Excluding JL Audio, revenue from marine decreased approximately 3% for the year.\nThe marine market has slowed in 2023 with many players reporting double-digit revenue declines, but we outperformed by capturing market share from our competitors. Full year gross and operating margins were 54% and 20%, respectively, resulting in operating income of $179 million.\nDuring the fourth quarter, we launched the ECHOMAP Ultra 2 chartplotter series designed with premium sonar, mapping and wireless networking capability. We also launched the GSD 28 Sonar with rapid return technology for higher-resolution imaging in deepwater. These innovations demonstrate why our marine segment is performing so well in an otherwise soft market.\nLooking forward, we expect marine revenue will increase approximately 10% for the year, with growth driven by JL Audio which is expected to be [ about 14% ] of total marine sales.\nMoving finally to the auto OEM segment. Revenue indeed 49% to $423 million, a new record with growth primarily driven by increased shipments of domain controllers to BMW. Full year 2023 gross margin was 23% and our losses narrowed progressively throughout the year, ending at just under $10 million for the fourth quarter.\nMany are wondering what lies beyond the BMW programs that are currently fueling our growth. I'm pleased to report that during 2023, we were awarded a new multiyear contract with another premium automaker to supply domain controllers on a global basis starting in 2027. This is projected to be the single largest award in the history of our auto OEM business, expanding our market share and customer base for -- awards.\nWe're also winning new business in other categories. We recently announced our motorcycle entertainment solution was selected by Yamaha Motors for certain motorcycles and smart scooters. This award adds to the already strong business we have with Yamaha across both 2-wheel and marine vehicles. I'm proud of the progress our auto OEMs made in 2023.\nLooking ahead, we expect revenue to increase approximately 50% as deliveries of domain controllers continue to ramp up, and we expect to reach profitability on a quarterly basis in the back half of the year.\nThat concludes my remarks. Next, Doug will walk you through additional details on our financial results. Doug?\n\nDouglas Gerard Boessen\n\nCFO, Principal Accounting Officer & Treasurer, Garmin Ltd.\n\nThanks, Cliff. Good morning, everyone. I'd like to begin by reviewing our fourth quarter and full year financial results, provide comments on the balance sheet, cash flow statement, taxes and 2024 guidance.\nWe posted revenue of $1.483 billion for the fourth quarter, representing a 13% increase year-over-year. Gross margin was 58.3%, increased 130 basis points for the prior year quarter, primarily due to lower freight costs. Operating expense as a percent of sales was 35.3%, 120 basis point decrease. Operating income was $340 million, 27% year-over-year increase. Operating margin was 23%, 250 basis point increase from the prior year. Our GAAP EPS was $2.82. Pro forma EPS was $1.72, 27% increase in prior year pro forma EPS.\nLooking at the full year results, we posted revenue of $5.228 billion, representing an 8% increase year-over-year. Gross margin was 57.5%, a 20 basis point decrease from the prior year. Operating expense as a percentage of sales was 36.6% comparable to the prior year. Operating income was $1.92 billion, 6% increase. Operating margin was 20.9%, 20 basis point decrease from the prior year. Our GAAP EPS was $6.71 before EPS was of $5.59, 9% increase in the prior year pro forma EPS.\nNext we look at our fourth quarter revenue by segment and geography. During the fourth quarter, we achieved record consolidated revenue and double-digit growth in 3 of our 5 segments. By geography, Americas, EMEA regions achieved double-digit growth of 13% and 19%, respectively while the APAC region achieved growth of 4%.\nFor the full year 2023, we achieved 8% consolidated growth with record revenue in 3 of our 5 segments. By geography, we achieved 8% growth in Americas, 9% growth in EMEA and 5% growth in APAC.\nLooking next, operating expenses. Fourth quarter operating expenses increased by $46 million or 10%. Research and development increased approximately $22 million year-over-year, primarily due to engineering personnel costs. SG&A increased approximately $21 million compared to the prior year quarter, primarily due to increase in personnel-related expenses in addition to the JL Audio business. [indiscernible] expense increased approximately $4 million, primarily due to higher co-op advertising.\nA few highlights on the balance sheet, cash flow statement, dividends and share repurchase. We ended the quarter with cash and market securities of approximately $3.1 billion. Accounts receivable increased sequentially and year-over-year to $815 million due to seasonally strong sales in the fourth quarter. Inventory balance decreased year-over-year to $1.3 billion to execute our strategy to optimize inventory, reductions in our consumer inventory more than offsetting the increases associated with our auto OEM business, the addition of JL Audio inventory.\nDuring the fourth quarter 2023, we generated free cash flow of $470 million, $108 million increase from the prior year quarter primarily due to lower use of cash purchases of inventory. For the full year 2023, we generated free cash flow of $1.183 billion, $639 million increase from the prior year, which was primarily due to a lower use of cash purchase of inventory, which we do not expect to repeat in 2024. 2023, our capital expenditures were $194 million, [ a $51 million ] decrease compared to the prior year. In 2024, we expect free cash flow to be approximately $750 million, approximately $375 million of capital expenditures.\nIn 2024, we expect to continue to make investments in platforms for growth, clean facilities and IT-related projects. In 2023, we paid dividends of approximately $559 million. Also, we announced our plan to seek shareholder approval for an increase in our annual dividend beginning with the June 2024 payment. Proposal is a cash dividend of $3 or $0.75 per share per quarter, which is a 3% increase from our current quarterly dividend of $0.73 per share.\nIn 2023, we used $99 million of cash through purchase company shares, completing the previous $300 million share repurchase program. Our Board of Directors recently approved a $300 million share repurchase program, which is authorized through December 2026.\nOur full year 2023 pro forma effective tax rate was 8.5% compared to 7.9% in the prior year. Fiscal 2024 pro forma effective tax rate is expected to be 15.5%, a 700 basis point increase over the prior year. Expected [ year-over-year ] increase in the 2024 pro forma tax rate is primarily due to increases in the combined Switzerland tax rates, impact of implementation of global minimum tax requirements.\nTurning next to our full year guidance. We estimate revenue of approximately $5.75 billion, an increase of approximately 10% for the prior year. We expect gross margin to be approximately 56.5%, 100 basis point year-over-year decrease, which is primarily due to segment mix as auto OEM becomes a large percentage of our business. We expect an operating margin of approximately 20% and the full year pro forma effective tax rate is expected to be approximately 15.5%. This results in expected pro forma earnings per share of approximately $5.40.\nThis concludes our formal remarks. Julianne, can you please open the line for Q&A?"
  },
  {
    "header": "GRMN",
    "cik": "0001121788",
    "ticker": "GRMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/16ba2c3c126d48d84534d3525e00da4c",
    "period": "2023 Q3",
    "content": "Q3 2023 Garmin Ltd Earnings Call\n\nQ3 2023 Garmin Ltd Earnings Call\n\nGRMNNYSENOV 1, 10:30 AM\n\nOperator\n\nHello, and welcome to the Garmin Ltd. Third Quarter 2023 Earnings Call. [Operator Instructions]\nI will now turn the conference over to Teri Seck, Director of Investor Relations. Please go ahead.\n\nTeri Seck\n\nManager of Investor Relations\n\nGood morning. We would like to welcome you to Garmin Ltd.'s Third Quarter 2023 Earnings Call. Please note that the earnings press release and related slides are available at Garmin's Investor Relations site on the Internet at www.garmin.com/stock. An archive of the webcast and related transcript will also be available on our website.\nThis earnings call includes projections and other forward-looking statements regarding Garmin Ltd. and its business. Any statements regarding our future financial position, revenues, segment growth rates, earnings, gross margins, operating margins, future dividends or share repurchases, market shares, product introductions, future demand for our products and plans and objectives are forward-looking statements.\nThe forward-looking events and circumstances discussed in this earnings call may not occur, and actual results could differ materially as a result of risk factors affecting Garmin. Information concerning these risk factors is contained in our Form 10-K filed with the Securities and Exchange Commission.\nPresenting on behalf of Garmin Ltd. this morning are Cliff Pemble, President and Chief Executive Officer; and Doug Boessen, Chief Financial Officer and Treasurer.\nAt this time, I would like to turn the call over to Cliff Pemble.\n\nClifton Albert Pemble\n\nPresident, CEO & Director\n\nThanks, Teri, and good morning, everyone.\nAs announced earlier today, Garmin delivered outstanding results in the third quarter, with strong growth in consolidated revenue, operating income and earnings. Consolidated revenue came in at $1.28 billion, up 12% over the prior year, driven by growth in 4 of our 5 business segments.\nGross and operating margins were 57% and 21.2%, respectively, resulting in operating income of $270 million, up 13% year-over-year. We registered GAAP EPS of $1.34, and pro forma EPS came in at $1.41, up 14% over the prior year. We are pleased with our third quarter results and are updating our full year 2023 guidance accordingly. We now expect revenue of approximately $5.15 billion and pro forma EPS of $5.25.\nBefore turning the call over to Doug, I'll provide highlights by segment and an outlook of what we see ahead. Starting with the fitness segment. Revenue increased 26% to $353 million, a new third quarter record for the segment and a continuation of the strong performance we've been experiencing all year.\nGrowth was [indiscernible] based across all categories, led by strong demand for wearables. Gross and operating margins were 54% and 21%, respectively, resulting in improved year-over-year operating income of $75 million. During the quarter, we introduced the new Venu 3 smartwatch family in two sizes as well as the value packed vivoactive 5 with a bright AMOLED display. These wearables have robust new health and wellness features, including nap detection and enhanced sleep coaching.\nAlso, we recently announced that our ECG App is now approved for use with recently introduced products, including the Venue 3 as well as our popular, Epix Pro and Fenix 7 Pro series watches. This FDA cleared and clinically validated app records heart rhythms and checks for signs of atrial fibrillation. The expansion of the ECG App gives our customers another powerful tool for managing their health. Given the strong year-to-date performance and the current trends, we now expect fitness revenue to increase approximately 20% for the year.\nMoving to the outdoor segment. Revenue increased 7% to a third quarter record of $434 million, with growth across multiple categories, led by venture watches. Gross and operating margins were 62% and 31%, respectively, resulting in operating income of $136 million.\nDuring the quarter, we launched the tactix 7, with a bright AMOLED display, a night vision compatible flashlight and up to 31 days of battery life. We recently announced the MARQ Carbon premium smartwatch collection, crafted from 130 layers of used carbon fiber, making these watches distinctive, strong, lightweight and ready for adventure.\nWe're pleased with the performance of the outdoor segment, but the path to growth has been plunging than anticipated when compared to the strong performance of 2022 and the timing of product introductions in 2023. Given the year-to-date performance, we now expect outdoor revenue to decrease approximately 5% for the year.\nLooking next at the aviation segment. Revenue increased 5% to a third quarter record of $198 million, with growth driven by OEM product categories. Gross and operating margins were strong at 75% and 25%, respectively, resulting in operating income of $49 million.\nDuring the quarter, we were ranked #1 in avionics product support by Aviation International News for the 20th consecutive year. Being consistently recognized for unrivaled support year after year highlights our strategic focus on taking care of customers and standing behind our products.\nAlso, we recently announced a long-term agreement to provide state-of-the-art G3000 integrated flight decks to BETA Technologies for its all-electric aircraft. Year-to-date, revenue from aviation has increased 11%, and we are very pleased with this result.\nAs a reminder, we faced significant supply chain constraints in 2022 that shifted revenue into the final quarter of the year, as we caught up on back orders. We do not expect these conditions to repeat in 2023. With this in mind, we are maintaining our 5% growth estimate for the full year, implying that fourth quarter revenue from aviation will decrease approximately 10% year-over-year.\nTurning to the marine segment. Revenue decreased 7% to $180 million, with decreases across multiple product categories, partially offset by contributions from JL Audio. As many have reported, the marine market has slowed in 2023, but we've been performing better than the market, and our third quarter performance exceeded our expectations. Gross and operating margins were 52% and 13%, respectively, resulting in operating income of $24 million.\nDuring the quarter, we launched the GPSMAP 9000 series in multiple sizes, including the 27-inch GPSMAP 9227 that was recognized with an innovation award at the recent International Boatbuilders' Exhibition. For the ninth consecutive year, the National Marine Electronics Association named Garmin Manufacturer of the Year, and we received five Product of Excellence awards. We were also recognized as the Most Innovative Marine Company by Soundings Trade Only, a leading marine trade publication.\nWe recently completed the acquisition of JL Audio, an iconic premium audio brand that extends our ability to offer highly integrated audio features across all of our marine product lines. Given the better-than-expected third quarter performance and the addition of JL Audio, we're updating our expectations for 2023. We now expect full year marine segment revenue to be approximately flat to the prior year. During the fourth quarter, we expect JL Audio to be approximately 15% of total marine segment sales.\nMoving finally to the auto OEM segment. Revenue increased 59% to $110 million, a third quarter record with growth primarily driven by increased shipments of domain controllers to BMW. Gross margin was 21% and the operating loss narrowed to $14 million.\nDuring the quarter, domain controller deliveries continue to ramp across the BMW lineup. We also experienced strong growth in infotainment categories, with contributions from Yamaha Motorsports and Honda motorcycles. Given the strong year-to-date performance, we now expect auto OEM revenue to grow approximately 40% for the year.\nThat concludes my remarks. Next, Doug will walk you through additional details on our financial results. Doug?\n\nDouglas Gerard Boessen\n\nCFO, Principal Accounting Officer & Treasurer, Garmin Ltd.\n\nThanks, Cliff. Good morning, everyone.\nI'll begin by reviewing our third quarter financial results, provide comments on the balance sheet, cash flow statement, taxes and updated guidance.\nWe posted revenue of $1.278 billion for the third quarter, representing a 12% increase year-over-year. Gross margin was 57%, a 100-basis-point decrease from the prior year quarter. The decrease was primarily due to segment mix, partially due to product mix in certain segments.\nOperating expense as a percentage of sales was 35.9%, a 190-basis-point decrease. Operating income was $270 million, a 13% increase. Operating margin was 21.2%, a 20-basis-point increase. Our GAAP EPS was $1.34. Our pro forma EPS was $1.41, a 14% increase from the prior year.\nNext, we'll look at our third quarter revenue by segment and geography. In the third quarter, we achieved record consolidated revenue and growth in 4 of our 5 segments, led by double-digit growth in both the fitness and auto OEM segments. By geography, Americas and EMEA regions achieved solid growth of 12% and 15%, respectively, while the APAC region achieved solid growth of 8%.\nLooking next at operating expenses. Third quarter operating expenses increased by $27 million or 6%. Research and development increased $13 million year-over-year, primarily due to engineering personnel costs. SG&A increased $12 million compared to prior quarter, primarily to increases in personnel-related expenses, information technology costs. Advertising expense increased primarily -- approximately $2 million, primarily due to higher co-op advertising spend.\nA few highlights on the balance sheet, cash flow statement and taxes. In the quarter, with cash and marketable securities, approximately $2.8 billion. Accounts receivable of $721 includes the addition of JL Audio and was in line with the year-over-year increase in sales. Inventory balance increased year-over-year to $1.4 billion to execute our strategy to optimize inventory reductions to our consumer inventory more than offsetting increases associated with our auto OEM business, the addition of JL audio inventory.\nDuring the third quarter of 2023, we generate free cash flow of $312 million, a $28 million increase from the prior year quarter, primarily due to a lower use of cash purchase of inventory. Capital expenditures for the third quarter were $46 million. We now expect full year 2023 free cash flow to be approximately $900 million.\nDuring the third quarter, we paid dividends of approximately $140 million. Also, we purchased $9 million of company stock and approximately $18 million remaining at quarter end share purchase program which was authorized through December of 2023. Pro forma effective tax rate was 7.2% compared to 4.3% in the prior year quarter. Year-over-year increase was primarily due to income mix by jurisdiction.\nTurning next to our full year guidance. We estimate revenue of approximately $5.250 billion compared to our previous guidance of $5.50 billion. We expect gross margin to be approximately 56.7% compared to our previous guidance of 57.2%. The change is primarily due to the anticipated full year segment mix, the mix of increased sales of newly acquired JL Audio, which has expected gross margin lower than the marine segment average. We expect an operating margin of approximately 19.8%. Also, we expect a pro forma effective tax rate of 8.5%, which is unchanged from our previous guidance. This results in expected pro forma earnings per share of approximately $5.25, which includes approximately $0.05 dilutive impact related to a newly acquired JL Audio, which is unfavorably impacted by effects of purchase accounting.\nThis concludes our formal remarks. Sarah, can you please open the line for Q&A?"
  },
  {
    "header": "GRMN",
    "cik": "0001121788",
    "ticker": "GRMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9755ad36391c66aa8d21135168803dee",
    "period": "2023 Q2",
    "content": "Q2 2023 Garmin Ltd Earnings Call\n\nQ2 2023 Garmin Ltd Earnings Call\n\nGRMNNYSEAUG 2, 10:30 AM\n\nOperator\n\nThank you for standing by. My name is Bhavesh, and I will be your conference operator today. At this time, I would like to welcome everyone to the Garmin Limited Second Quarter 2023 Earnings Conference Call. [Operator Instructions] Thank you. I will now turn the call over to Teri Seck, Director, Investor Relations. You may begin your conference.\n\nTeri Seck\n\nManager of Investor Relations\n\nGood morning. We would like to welcome you to the Garmin Ltd. Second Quarter 2023 Earnings Call. Please note that the earnings press release and related slides are available at Garmin's Investor Relations site at www.garmin.com/stock. An archive of the webcast and related transcript will also be available on our website.\nThis earnings call includes projections and other forward-looking statements regarding Garmin Ltd. and its business. Any statements regarding our future financial position, revenues, segment growth rates, earnings, gross margins, operating margins, future dividends or share repurchases, market shares, product introduction, future demand for our products and plans and objectives are forward-looking statements.\nThe forward-looking events and circumstances discussed in this earnings call may not occur, and actual results could differ materially as a result of risk factors affecting Garmin. Information concerning these risk factors is contained in our Form 10-K filed with the Securities and Exchange Commission. Presenting on behalf of Garmin Ltd.Limited this morning are Cliff Pemble, President and Chief Executive Officer; and Doug Boessen, Chief Financial Officer and Treasurer.\nAt this time, I would like to turn the call over to Cliff Pemble.\n\nClifton Albert Pemble\n\nPresident, CEO & Director\n\nThank you, Teri, and good morning, everyone. As announced earlier today, Garmin reported second quarter consolidated revenue of $1.32 billion, up 6% over the prior year driven by growth in 3 of our 5 business segments. Gross and operating margins were 57.5% and 21.5%, respectively. And we generated $284 million of operating income in the quarter. GAAP EPS was $1.50 and pro forma EPS came in at $1.45, up 1% and over the prior year. We feel positive about our results for the first half of the year and are updating our full year 2023 guidance accordingly. We now expect revenue of approximately $5.05 billion and EPS of $5.15 in the year.\nBefore turning the call over to Doug, I'll provide highlights by segment and an outlook of what we see ahead. Starting with the Fitness segment. Revenue increased 23% to $335 million, driven by broad-based growth across all product categories. Gross and operating margins were 52% and 16%, respectively, resulting in improved year-over-year operating income of $54 million. During the quarter, we launched the Edge 540 and 840 cycling computers featuring dynamic performance insights, advanced mapping capabilities and solar charging to help cyclists ride longer, smarter and train more effectively. Given the year-to-date performance and current trends, we now expect Fitness revenue to grow approximately 10% for the year.\nMoving to Outdoor. Revenue decreased 3% to $448 million as growth in adventure watches was more than offset by declines in other categories. Gross and operating margins were 63% and 31%, respectively, resulting in operating income of $138 million. During the quarter, we launched our next-generation fenix 7 Pro Series with enhanced performance insights, built-in LED flashlights; and additional mapping capabilities. We also launched the epix Pro series in 3 sizes, all with bright AMOLED displays and a built-in LED flashlight. Also during the quarter, we launched the Approach S70 premium golf smartwatch available in 2 sizes, featuring a bright AMOLED display and with a built-in barometer for a more accurate reading on how each shot is playing. We expected the first half of the year to be challenging in comparison to the outstanding performance of the prior year. Given our year-to-date performance and the timing of the adventure watch launches, we now expect Outdoor revenue to be approximately flat compared to the prior year.\nLooking next at the Aviation segment. Revenue increased 6% to $217 million, with growth driven by OEM product categories. Gross and operating margins were strong at 74% and 29%, respectively, resulting in operating income of $63 million. We recently announced the imminent certification of our revolutionary Autoland and Autothrottle systems in select beach craft King Air models, marking the first time we have offered these highly important safety technologies to the retrofit market as well as the first time we have certified our Autoland system in a twin-engine aircraft. Our Smart Glide system was recently selected for a FLYING Magazine Editor's Choice Award, the 15th time we received this prestigious award. As you can see, our focus on aviation safety technology is unwavering, and I'm proud of what the aviation team has accomplished. We are pleased with how our Aviation segment has performed so far this year. Given the year-to-date performance and the stronger comparable from the back half of 2022, we are maintaining our 5% growth estimate for 2023.\nTurning next to the Marine segment. Revenue decreased 11% to $216 million, primarily due to the timing of promotions, which benefited Q1 and and contributed to the lower revenue from chartplotters in Q2. Gross and operating margins were 56% and 21%, respectively, resulting in operating income of $46 million. During the quarter, we expanded our trolling motor series to a wider range of boats with the launch of the Force Kraken. This powerful new trolling motor features a pivot style mount for easy installation on a wider range of boats. The Marine market has experienced significant growth in recent years, due to increased interest in boating and fishing driven primarily by the pandemic. The pandemic drivers of this growth have mostly normalized, and we now believe the market faces increasing headwinds caused by higher interest rates and greater economic uncertainty. While our first half performance was essentially flat to that of the prior year, we see signs that the market is softening, which impacts our revenue outlook for the remainder of the year. With this in mind, we believe the Marine segment revenue will be down approximately 7% in 2023.\nMoving finally to the Auto OEM segment. Revenue exceeded $100 million of quarterly sales for the first time in our history, increasing 77% primarily driven by shipments of domain controllers to BMW. Gross margin was 24%, and we recorded an operating loss of $18 million driven by ongoing investments as new programs move into production. During the quarter, we received production approval for a new domain controller for safety-critical instrument cluster functions, which will be incorporated into multiple BMW models throughout the remainder of the year. Given the year-to-date performance, we now expect Auto OEM revenue to grow approximately 35% for the year.\nThat concludes my remarks. Next, Doug will walk you through additional details on our financial results. Doug?\n\nDouglas Gerard Boessen\n\nCFO, Principal Accounting Officer & Treasurer, Garmin Ltd.\n\nThanks, Cliff. Good morning, everyone. I begin by reviewing our second quarter financial results. by comments on the balance sheet, cash flow statement, taxes, updated guidance.\nWe posted revenue of $1.32 billion for the second quarter, representing a 6% increase year-over-year. Gross margin was 57.5%, a 120 basis point decrease from the prior quarter. The decrease was primarily due to segment mix. Operating expense as a percent of sales was 36%, a 90 basis point increase. Operating income was $284 million, a 3% decrease. Operating margin was 21.5%, a 210 basis point decrease. Our GAAP EPS was $1.50 per forma EPS of $1.45.\nNext, look at our second quarter revenue by segment and geography. During the second quarter, we achieved growth in 3 of our 5 segments, double-digit growth in both the Fitness, Auto OEM segments. By geography, Americas region declined 1%, while the EMEA and APAC regions achieved double-digit growth of 11% and 22%, respectively.\nLooking next, operating expenses. Second quarter operating expenses increased by $39 million or 9%. Research and development increased $22 million year-over-year, primarily due to engineering personnel costs. SG&A increased $13 million compared to the prior year quarter, primarily due to increases in personnel-related expenses, information technology costs. Advertising expense increased approximately $3 million, primarily due to higher media spend.\nA few highlights on the balance sheet, cash flow statement and taxes. We ended the quarter with cash and marketable securities of approximately $2.8 billion. Accounts receivable increased both year-over-year sequentially to $717 million following the seasonally stronger second quarter. Inventory balance decreased both year-over-year and sequentially to approximately $1.4 billion. We're executing on our strategy to optimize inventory, the reductions in our consumer inventory increases associated with our auto OEM business. For the second quarter of 2023, we generated free cash flow of $221 million, $216 million increase in the prior year quarter primarily due to a lower use of cash and purchases of inventory. Capital expenditures for the second quarter were $53 million. We expect full year 2023 free cash flow to be approximately $750 million, capital expenditures approximately $250 million. During the second quarter, we paid dividends of approximately $140 million. Also, we purchased $26 million of company stock at approximately $27 million remaining at quarter-end in the share repurchase program, which authorized through December of 2023. Reported effective tax rate of 8.9% compared to 7.6% prior year quarter. Year-over-year increase in effective tax rate is primarily due to a larger amount of reserve releases in the prior year.\nTurning next to our full year guidance. We estimate revenue of approximately $550 million repaid to our previous guidance of $5 billion. We expect gross margin to be approximately 57.2%, which is lower than our previous guidance of 57.5% primarily due to anticipated full year segment picks. We expect an operating margin of approximately 20%. The Also, we expect a pro forma effective tax rate of 8.5%, is higher than our previous guidance of 8% due to projected full year income mix by tax jurisdiction. This results in expected pro forma earnings per share of approximately $5.15.\nThis concludes our formal remarks. Bhavesh, could you please open the line for Q&A?"
  },
  {
    "header": "GRMN",
    "cik": "0001121788",
    "ticker": "GRMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dbea5ef6110d789f205a7224bae6a193",
    "period": "2023 Q1",
    "content": "Q1 2023 Garmin Ltd Earnings Call\n\nQ1 2023 Garmin Ltd Earnings Call\n\nGRMNNYSEMAY 3, 10:30 AM\n\nOperator\n\nGood morning. My name is Rob, and I will be your conference operator today. At this time, I would like to welcome everyone to the Garmin Limited First Quarter 2023 Earnings Conference Call. [Operator Instructions] Thank you. Teri Seck, Director of Investor Relations, you may begin your conference.\n\nTeri Seck\n\nManager of Investor Relations\n\nGood morning. We would like to welcome you to Garmin Limited's First Quarter 2023 Earnings Call. Please note that the earnings press release and related slides are available at Garmin's Investor Relations site on the Internet at www.garmin.com/stock. An archive of the webcast and related transcript will also be available on our website.\nThis earnings call includes projections and other forward-looking statements regarding Garmin Limited and its business. Any statements regarding our future financial position, revenues, segment growth rates, earnings, gross margins, operating margins, future dividends or share repurchases, market shares, product introduction, future demand for our products and plans and objectives are forward-looking statements. The forward-looking events and circumstances discussed in this earnings call may or may not occur, and actual results could differ materially as a result of risk factors affecting Garmin.\nInformation concerning these risk factors is contained in our Form 10-K filed with the Securities and Exchange Commission. In particular, there is significant uncertainty about the duration and impact of COVID-19 pandemic. This means that results could change at any time, and any statement about the impact of COVID-19 on the company's business results and outlook is the best estimate based on the information available as of today's date.\nPresenting on behalf of Garmin Limited this morning are Cliff Pemble, President and Chief Executive Officer; and Doug Boessen, Chief Financial Officer and Treasurer.\nAt this time, I would like to turn the call over to Cliff Pemble.\n\nClifton Albert Pemble\n\nPresident, CEO & Director\n\nThank you, Teri, and good morning, everyone. As reported earlier today, consolidated first quarter revenue came in at $1.15 billion, which is down 2% from the prior year. Four of our 5 business segments posted double-digit revenue growth driven by new product introductions and solid demand trends, which mostly offset an expected decline in outdoor.\nGross margin improved to 56.9%, driven primarily by lower freight costs. We generated $197 million in operating income, down 14% from the prior year and operating margin came in at 17.2%.\nWe feel positive about our first quarter results, which are consistent with the expectations we communicated in February. As such, we are maintaining the full year guidance issued in February, calling for revenue of $5 billion and EPS of $5.15.\nIt's important to remember that Q1 is typically the lowest seasonal quarter of our financial year and much of the year lies ahead of us. Our diversified business model offers many different paths to achieve our goals and we believe we are on track to do just that.\nBefore turning the call over to Doug, I'll provide highlights by segment and a summary of what we see ahead. Starting with fitness, returned to growth with revenue increasing 11% to $245 million, driven by strong demand for advanced wearables, especially running watches introduced during the past year.\nGross and operating margins were 49% and 4%, respectively, resulting in improved year-over-year operating income of $11 million.\nDuring the quarter, we launched the Forerunner 265 and Forerunner 965, which combine advanced training metrics, recovery insights and everyday health stats with a vibrant sunlight readable AMOLED display that does not sacrifice battery life.\nMoving to outdoor. Revenue decreased 27% and to $329 million, primarily due to year-over-year declines in the adventure watch category as we passed the 1-year anniversary of the highly successful Phoenix 7 Epic and Instinct 2 launch.\nGross and operating margins were 62% and 23%, respectively, resulting in operating income of $77 million.\nOur adventure watches are known for the rugged dependability, long battery life and rich biosensing capabilities that enable their use in demanding applications. During the quarter, we announced that the Phoenix 7 will be worn on the upcoming Polaris Dawn Spacelight mission to provide insights into the impact of space travel on the human body.\nAlso during the quarter, we launched new handheld devices with the introduction of the GPSMAP 67 series and eTrex SE. These versatile handhelds offer longer battery life, improved positional accuracy and global communication via inReach satellite technology. We recently announced the DRIVE 53 GPS navigator featuring a high-resolution capacity of touch screen display, a fresh new design and built-in traffic options to simplify the drive.\nWe also announced the zumo XT2, a rugged motorcycle navigator that's built for adventure, with a larger and brighter 6-inch sunlight readable display. We expected the first quarter of the year to be challenging in comparison to the outstanding performance of the prior year. We believe these trends will moderate as we introduce new products throughout the remainder of the year.\nLooking next to the aviation segment, revenue increased 22% to $214 million, with contributions from both OEM and aftermarket product categories. Gross and operating margins were strong at 72% and 27%, respectively, resulting in operating income of $58 million. During the quarter, we announced additional certifications for our GFC autopilots, which expands our addressable market, bringing the performance and safety enhancing benefits of our flight control technology to more aircraft models.\nWe also recently attended the Embraer Suppliers Conference, where we were named best supplier in the categories of systems as well as services and support for our G3000 flight deck in the Phenom 100EV and 300E aircraft. In addition, we were named the best of the best supplier to the entire Embraer organization. We also received an operational excellence award from Airbus Helicopters. These prestigious awards are an affirmation of our reliable performance during the supply chain crisis and reflect our strong commitment to providing the best products and outstanding service to our customers.\nI'm very proud of what our aviation team has accomplished and believe there is much more we can achieve in this market. We are pleased with how our aviation segment has performed so far this year.\nThe supply chain disruptions of the prior year appear to be mostly behind us, while demand for new aircraft and retrofit systems remains resilient.\nMarine segment delivered another quarter of impressive results with revenue increasing 10% to $279 million, primarily due to the timing of spring promotions. Gross and operating margins were 54% and 26%, respectively, resulting in operating income of $72 million. During the quarter, we expanded our strong lineup of chartplotters with the introduction of the ECHOMAP UHD2 series, which are preloaded with premium Garmin Navionics-plus cartography and offer wireless data sharing of live sonar and navigation information with other chartplotters on the boat. Also during the quarter, we were recognized as the leader in navigation and sonar categories by Best Marine Electronics and Technology and for the fifth consecutive year, received a 2023 Top Product award from Boating Industry Magazine.\nMoving finally to the Auto OEM segment. Revenue increased 11% to $81 million, primarily driven by increased shipments of domain controllers to BMW. Gross margin was 28% and we recorded an operating loss of $20 million driven by ongoing investments as new programs move into production. During the quarter, we began deliveries of domain controllers for the 2024 BMW X5 and X6 from our [indiscernible] Kansas facility, which represents an important milestone in expanding our manufacturing capability to serve world-class automakers.\nWe also expanded our footprint in the 2-wheel market with the launch of an entertainment system for additional models of Yamaha sport touring motorcycles.\nThat concludes my remarks. Next, Doug will walk you through additional details on our financial results. Doug?\n\nDouglas Gerard Boessen\n\nCFO, Principal Accounting Officer & Treasurer, Garmin Ltd.\n\nThanks, Cliff. Good morning, everyone. I'll begin by reviewing our first quarter financial results, provide comments on the balance sheet, cash flow statement and taxes.\nWe posted revenue of $1.147 billion for the first quarter, representing 2% decrease year-over-year. Gross margin was 56.9%, 40 basis point increase from the prior quarter. It was primarily due to lower freight costs.\nOperating expense as a percentage of sales was 39.7%, 270 basis point increase. Operating income was $197 million, 14% decrease. Operating margin was 17.2%, 230 basis point decrease. Our GAAP EPS was $1.05, and pro forma EPS was $1.02.\nNext, look at our first quarter revenue by segment and geography. In the first quarter, we achieved double-digit growth in 4 of our 5 segments, led by the aviation segment, strong growth of 22%, followed by the fitness, Auto OEM segments 11% growth and the Marine segment with 10% growth. Outdoor segment declined 27%, primarily due to lower revenue from adventure watches as they compare against a strong first quarter of 2022 launches.\nBy geography, 7% growth in Americas was more than offset by a 12% decline in APAC, a 10% decline in EMEA, both were negatively impacted by foreign exchange rates during the quarter.\nLooking next at operating expenses. First quarter operating expense increased by $22 million or 5%. Such a development increased approximately $12 million year-over-year primarily due to engineering personnel costs. SG&A increased approximately $13 million compared to prior year quarter, primarily due to increases in personnel-related expenses, information technology costs. Our advertising expense decreased approximately $4 million, primarily due to lower co-op advertising.\nKey highlights from the balance sheet, cash flow statement and taxes. We ended the quarter with cash and marketable securities of approximately $2.7 billion. Accounts receivable increased year-over-year, but decreased sequentially to $611 million following the seasonally strong fourth quarter.\nInventory increased year-over-year and decreased sequentially to approximately $1.5 billion as we continue to work to optimize inventory levels. We anticipate 2023 ending inventory balance were relatively flat year-over-year, expected declines in our consumer inventory are offset by expected increases associated with both our Auto OEM business.\nFor the first quarter of 2023, we generated free cash flow of $232 million, [indiscernible] increase from prior year quarter, primarily due to lower use of cash and purchases of inventory.\nCapital expenditures for the first quarter of 2023 were $47 million, approximately $13 million lower than the prior year quarter. For the first quarter of 2023, we paid dividends of approximately $140 million. Also, we purchased $41 million of company stock and approximately $53 million remaining at quarter end, the share purchase program, which is authorized through December 2023.\nWe put an effective tax rate of 8.8% compared to 10.3% in the prior year quarter. Decrease in the effective tax rate is primarily due to favorable income mix by tax jurisdiction.\nThat concludes our formal remarks. Rob, can you please open the line for Q&A?"
  },
  {
    "header": "GRMN",
    "cik": "0001121788",
    "ticker": "GRMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/30d6f1dee9766f6eb662f3173f53dfea",
    "period": "2022 Q4",
    "content": "Q4 2022 Garmin Ltd Earnings Call\n\nQ4 2022 Garmin Ltd Earnings Call\n\nGRMNNYSEFEB 22, 10:30 AM\n\nOperator\n\nGood morning, and thank you for standing by. Welcome to the Garmin Ltd. Fourth Quarter 2023 Conference Call. (Operator Instructions) Please be advised that today's conference call is being recorded. I would now like to hand the conference call over to your speaker today, Teri Seck. Please go ahead.\n\nTeri Seck\n\nManager of IR, Garmin Ltd.\n\nGood morning. We would like to welcome you to Garmin Ltd. Fourth Quarter and Fiscal Year-end 2022 Earnings Call. Please note that the earnings press release and related slides are available at Garmin's Investor Relations site on the Internet at www.garmin.com/stock. An archive of the webcast and related transcript will also be available on our website.\nThis earnings call includes projections and other forward-looking statements regarding Garmin Ltd. and its business. Any statements regarding our future financial position, revenues, segment growth rates, earnings, gross margins, operating margins, future dividends or share repurchases, market shares, product introductions, future demand for our products and plans and objectives are forward-looking statements.\nThe forward-looking events and circumstances discussed in this earnings call may not occur, and actual results could differ materially as a result of risk factors affecting Garmin. Information concerning these risk factors is contained in our Form 10-K filed with the Securities and Exchange Commission. In particular, there is significant uncertainty about the duration and impact of the COVID-19 pandemic. This means that results could change at any time, and any statement about the impact of COVID-19 on the company's business results and outlook is the best estimate based on the information available as of today's date.\nPresenting on behalf of Garmin Ltd. this morning are Cliff Pemble, President and Chief Executive Officer; and Doug Boessen, Chief Financial Officer and Treasurer. At this time, I would like to turn the call over to Cliff Pemble.\n\nClifton Albert Pemble\n\nPresident, CEO & Director, Garmin Ltd.\n\nThank you, Teri, and good morning, everyone. As reported earlier today, consolidated fourth quarter revenue came in at $1.3 billion, which is down 6% from the prior year and consistent with trends we experienced for most of 2022. There are several factors that influenced our results, including the year-over-year strengthening of the U.S. dollar, macroeconomic and geopolitical concerns affecting Europe, and the performance of retailers who focused on inventory control.\nOne bright spot is the performance of our direct sales channel, including garmin.com, which increased by strong double digits and accounted for greater than 10% of total net sales. While our priority is to serve the needs of third-party retail partners, our direct channels are an increasingly important pillar of our go-to-market strategy.\nAnother bright spot is our gross margin performance, which improved 150 basis points over the prior year and exceeded expectations as we benefited from lower freight costs. Our performance in 2022 was solid despite facing a mix of persistent and emerging headwinds affecting the general business environment and consumer behaviors. We reported revenue of $4.86 billion, a 2% decline year-over-year.\nRevenue was negatively impacted by approximately $228 million due to the strengthening of the U.S. dollar relative to other currencies. Excluding this impact, revenue would have increased about 2% over the prior year. Our gross margin performance was strong at 57.7% for the year, and operating margin exceeded 21%.\nAs announced earlier this morning, we've combined the product categories of the Consumer Auto segment with Outdoor. I'll provide more context in a moment, but factors considered include the current size and scope of the consumer auto segment as well as the expected growth of the Auto OEM segment.\nWe're cautiously optimistic as we turn our attention to 2023. We have a great lineup of new products and additional product launches are planned throughout the year. We anticipate consolidated revenue will increase approximately 3% to $5 billion for the year. In the first quarter, we expect that revenue will decline in line with recent trends as we compare against the strong product launches from the prior year.\nWe expect to return to growth starting in the second quarter as we benefit from planned new product introductions. It's important to remember that we are not focused on quarter-by-quarter or category-by-category performance. Rather, we focus on delivering solid results year after year by creating highly differentiated products and leveraging our diversified business model.\nWe're proposing a dividend of $2.92, consistent with the prior year, which will be considered by shareholders at the upcoming Annual General Meeting. Doug will discuss financial results in greater detail in a few minutes, but first, I'll provide highlights on the performance and outlook for each business segment.\nStarting with Fitness, revenue decreased 28% for the year with declines across all categories. Full year growth in operating margins were 50% and 9%, respectively, resulting in operating income of $105 million. During the quarter, we launched our first LTE-connected kids smartwatch available exclusively at garmin.com.\nBounce offers two-way text and voice messaging as well as real-time location tracking. Bounce also tracks activities and steps throughout the day, offers games and allows parents to assign chores and give rewards. We continue to explore new verticals in health and wellness and recently received U.S. FDA approval for a clinically validated ECG app for the Venu 2 Plus smartwatch. This app allows users to record their heart rhythms and checks for signs of AFib.\nWe believe this is an important step towards providing a full line of devices for managing a variety of health conditions. For 2023, we expect revenue to be down approximately 5% in the segment as it stabilizes and as we anticipate the benefit of new product introductions.\nMoving to Outdoor. Full year revenue increased 17% resulting in record revenue of nearly $1.5 billion for the year. We experienced growth across multiple product categories, led by strong demand for adventure watches. Full year gross and operating margins were 65% and 37%, respectively, resulting in operating income of $556 million.\nDuring the quarter, we launched the second-generation MARQ luxury smartwatch featuring a bright AMOLED touchscreen display and premium Grade 5 titanium materials. We also expanded the Instinct product line with the new Crossover, a unique hybrid smartwatch that is fully analog and fully digital.\nLooking ahead, we expect the Outdoor segment to grow approximately 2%, which includes contributions from Consumer Auto. We expect the first quarter of 2023 to be challenging as we compare against the strong results from the prior year, which were driven by the launch of the flagship fenix 7 series, the Instinct 2 series and the all new epix. We expect growth to resume starting in the second quarter, driven once again by new product introductions.\nLooking next at Aviation, full year revenue increased 11%, with contributions from both aftermarket and OEM categories and as supply chain constraints eased. 2022 was a record year for our Aviation segment with revenue approaching $800 million and exceeding the levels achieved during the ADS-B mandate, which demonstrates our ability to deliver long-term growth in core product categories, such as autopilots, GPS/NAV/COM, display systems and services.\nFull year gross and operating margins were 72% and 27%, respectively, resulting in operating income of $213 million. During the quarter, we announced that L3Harris Technologies has chosen the G3000 tandem integrated flight deck as part of the U.S. Special Operations Command Armed Overwatch program.\nThe G3000 system will provide the latest communication, navigation, surveillance and air traffic management capabilities for the Sky Warden aircraft. Also, we received EASA approval for the G5000 retrofit integrated flight tech in the Cessna Citation Excel and the XLS. We also received FAA supplemental type certificate for the GI 275 electronic flight instrument in the Dassault Falcon 7X business jet.\nThese approvals expand the addressable market for integrated flight decks and standby instrumentation in business jets. The Aviation segment continues to benefit from strong demand for both aftermarket products and new aircraft equipped with integrated cockpit systems. We expect these trends to drive revenue growth of approximately 5% for the year.\nTurning to Marine. This segment delivered its tenth consecutive year of revenue growth, starting from about $200 million in 2012 and exceeding $900 million in 2022, which is a new record and represents a compounded annual growth rate of 15%, driven by both market growth and significant market share gains. For 2022, revenue increased 3%, with growth across multiple categories, led by strong demand for sonar systems.\nFull year gross and operating margins were 54% and 24%, respectively, resulting in operating income of $215 million. During the quarter, we announced that Garmin Navionics+ is now preloaded in certain flagship GPSMAP chartplotters, combining the best-in-class charts from both Navionics and Garmin.\nThroughout the year, we received multiple accolades and awards, most recently the prestigious IBEX Innovation Award, The National Boating Industry Safety Award and recognition as one of the most innovative marine companies by Soundings Trade Only.\nLooking forward, we anticipate revenue from the Marine segment will increase approximately 5% for the year, as we leverage our strong market share position with typical marine growth patterns.\nMoving to the Auto segment. Full year revenue decreased 4% as growth in auto OEM was more than offset by declines in consumer auto categories. As mentioned earlier, we recently combined the product categories of consumer auto with outdoor. As many know, we were an early innovator in the consumer automotive market and the hyper growth we experienced in the mid-2000s allowed us to invest in new opportunities and become the strong, highly diversified company that we are today.\nLooking back in 2008, revenue from the Automobile segment exceeded $2.5 billion and represented more than 70% of our consolidated revenue. Since that time, we've diversified our revenue base and the Consumer Auto segment has evolved into a collection of important specialty categories, many of which target adventure and off-road vehicles that complement the strategic focus of the Outdoor segment.\nSeparately, we believe that the Auto OEM segment has reached a critical inflection point as new programs move into production, driving significant growth over the next few years. We will report Auto OEM as a stand-alone segment starting with fiscal year 2023.\nThis change in segment organization provides an opportunity to discuss why we have chosen to participate in the auto OEM market. The automotive market is undergoing significant transformation as electrification gains momentum. While the industry has many capable suppliers, not all are equipped to meet the demand as the electronic and software content in vehicles rapidly evolves.\nOur vision is to be recognized as a leading global supplier of integrated electronic solutions to the auto industry. To achieve this vision, we intend to leverage our technology portfolio, our vertically integrated business model and our global manufacturing footprint.\nAuto OEM revenue is generated from 3 product categories: domain controllers, infotainment units and all other. Explaining a little bit about these categories, domain controllers are remote computing modules that control various systems throughout the vehicle. The BMW program consists primarily of domain controllers for infotainment, instrumentation and rear seat entertainment.\nInfotainment units are self-contained systems that include a display and a user control system for functions such as navigation, audio, multimedia and Internet-based apps. We currently supply infotainment units to automakers in Asia and Europe.\nAnd finally, the other category includes a collection of software, map database, cameras, wearables and other revenue lines. Our current customer base includes some of the most respected global automakers including BMW, Toyota, Yamaha, Honda, Daimler, Ford and Geely. We are working with these and many other OEMs on future opportunities.\nDuring 2022, Auto OEM revenue increased 11%, $284 million, with growth driven by contributions from new programs. Full year gross margin was 32%, and we recorded an operating loss of $79 million, driven by ongoing investments to complete new programs. This operating loss was $29 million lower than the prior year and was better than expectations due to higher sales and a reduction in development expenses.\nLate last year, the BMW Group recognized Garmin with a Supplier Innovation Award for our work on the Theatre Screen rear seat entertainment system offered on the flagship 7 Series automobile. This is a significant achievement considering the complexity of the program, the high expectations of our customer and the fact that we're a relative newcomer to the industry.\nI'm also pleased to report that during 2022, we secured additional commitments from BMW that increased our total awarded volume by nearly 50% and expanded our supply footprint, which now encompasses the North American region, Europe and China.\nLooking forward, we expect Auto OEM revenue to increase 30% in 2023. We expect the first quarter to be approximately flat to the prior year with significant growth starting in Q2, driven by the timing of new model launches.\nMany are wondering about our long-term outlook for the Auto OEM segment and importantly, the pathway to profitability. While we do not provide guidance beyond the current year, we can share our vision for where the Auto OEM segment goes from here. Our long-term projections consider programs currently awarded along with many other assumptions that may or may not materialize.\nBased only on the business already secured, our projections indicate that we could experience a compound annual growth rate of approximately 40% over the next few years, which, if achieved, would result in 2025 revenue of approximately $800 million. We anticipate much of this growth will be driven by domain controllers that carry a lower gross margin profile, but also generate significant volume leverage as we aim for profitability in 2024.\nWe plan to build on this success with innovation that leads to new opportunities such as the highly acclaimed Unified Cabin concept we showcased at the recent Consumer Electronics Show.\nIn summary, 2023 marks the beginning of a new era for our Auto OEM segment. The opportunity is significant, the path forward is clear and we're focused on delivering growth and profits in the Auto OEM segment.\nThat concludes my remarks. Next, Doug will walk you through additional details on our financial results and our 2023 guidance. Doug?\n\nDouglas Gerard Boessen\n\nCFO & Treasurer, Garmin Ltd.\n\nThanks, Cliff. Good morning, everyone. I'll begin by reviewing our fourth quarter and full year financial results and provide comments on the balance sheet, cash flow statement, taxes and 2023 guidance.\nWe posted revenue of over $1.3 billion for the fourth quarter, representing a 6% decrease year-over-year. Gross margin was 57%, a 150 basis point increase from the prior year quarter. Increase was primarily due to lower freight costs. Operating expense as a percentage of sales was 36.5%, a 370-basis point increase.\nOperating income was $267 million, 15% year-over-year decrease. Operating margin was 20.5%, 210 basis point decrease from the prior year. Our GAAP EPS was $1.53, and our pro forma EPS was $1.35, a 13% decrease from the prior year pro forma EPS.\nLooking at the full year results, we posted revenue of $4.860 billion representing a 2% decrease year-over-year. Gross margin was 57.7%, 30 basis point decrease from the prior year. Operating expense as a percentage of sales was 36.6%, 300 basis point increase.\nOperating income was $1.028 billion, a 16% decrease. Operating margin was 21.1%, 340 basis point decrease from the prior year. Our GAAP EPS was $5.04, pro forma EPS was $5.13, 12% decrease from the prior year pro forma EPS.\nNext, we have fourth quarter revenue by segment and geography. In the fourth quarter, growth in the Aviation, Marine and Outdoor segments was more than offset by declines in the Fitness and Auto segments, resulting in 6% consolidated decline.\nBy geography, the 4% growth in Americas was more than offset by 17% decline in EMEA, a 9% decline in APAC, which was negatively impacted by foreign exchange rates during the quarter. For the full year 2022, consolidated revenue declined 2% with growth in the Outdoor, Aviation and Marine segments more than offset declines in the Fitness and Auto segments.\nBy geography, we achieved 3% growth both in Americas and APAC, but these increases were more than offset by a 12% decline in EMEA.\nLooking next at operating expenses. Fourth quarter operating expenses increased by $21 million or 5%. Research and development increased approximately $11 million year-over-year, primarily due to engineering personnel costs. SG&A increased approximately $13 million compared to prior year quarter, primarily due to increases in personnel-related expenses, information technology costs. Advertising expense decreased approximately $3 million due to lower co-op advertising.\nA few highlights on the balance sheet, cash flow statement, dividends and share repurchase. We ended the quarter with cash and marketable securities, approximately $2.7 billion. Accounts receivable increased sequentially to $657 million to seasonally strong sales in the fourth quarter and decreased year-over-year. Inventory increased year-over-year to approximately $1.5 billion, year-over-year increase due to executing our strategy to reduce freight costs through higher mix ocean versus air shipments as well as implications of navigating a challenging supply chain environment, which we've been operating.\nAs the business environment continues to evolve, we're working to optimize our inventory. As such, we anticipate our 2023 ending inventory balance to be relatively flat year-over-year. So expected declines in our consumer inventory offset by expected increases associated with the growth of our Auto OEM business.\nDuring the fourth quarter of 2022, we generated free cash flow of $309 million, $260 million increase from the prior year quarter. For the full year 2022, we generated free cash flow of approximately $544 million, a $161 million decrease from the prior year, which was primarily due to a higher use of cash for inventory, income [taxes.]\nFor 2023, we expect free cash flow to be approximately $700 million, approximately $275 million of capital expenditures. For 2023, we expect to continue to make investments in platforms for growth including continued renovation of our facilities in Taiwan and Olathe, and IT-related projects.\nAs a result of the additional week in the fourth quarter 2022, we paid 2 quarterly dividends totaling approximately $280 million. Also, we announced our plan to seek shareholder approval for an annual dividend of $2.92 or $0.73 per share per quarter beginning with our June 2023 payment.\nIn 2022, we purchased $207 million of company stock, had approximately $93 million remaining as of year-end, the share repurchase program, which is authorized through December 2023. For full year 2022, we reported an effective tax rate of 8.6%. Pro forma effective tax rate was 7.9%, a 240-basis point decrease from the prior year, primarily due to favorable income mix by tax jurisdiction, increase in U.S. tax deductions and credits. Fiscal year 2023 pro forma effective tax rate is expected to be 8% virtually flat year-over-year.\nTurning next to our full year guidance. We estimate revenue of approximately $5 billion, an increase of approximately 3% over the prior year. We expect gross margin to be approximately 57.5%, which is relatively consistent to our full year 2022 gross margin. We expect an operating margin of approximately 20.3% and the full year, pro forma effective tax rate expected to be approximately 8% which results in expected pro forma earnings per share of approximately $5.15.\nThis concludes our formal remarks. Corey, can you please open the line for Q&A?"
  },
  {
    "header": "GRMN",
    "cik": "0001121788",
    "ticker": "GRMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3f71a2681f5da07971ccc31b73e75bf4",
    "period": "2022 Q3",
    "content": "Q3 2022 Garmin Ltd Earnings Call\n\nQ3 2022 Garmin Ltd Earnings Call\n\nGRMNNYSEOCT 26, 10:30 AM\n\nOperator\n\nThank you for standing by, and welcome to Garmin Ltd. Third Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, today's program is being recorded. And now I'd like to introduce your host for today's program, Teri Seck, Director of Investor Relations. Please go ahead.\n\nTeri Seck\n\nManager of IR, Garmin Ltd.\n\nGood morning. We would like to welcome you to Garmin Ltd.'s Third Quarter 2022 Earnings Call. Please note that the earnings press release and related slides are available at Garmin's Investor Relations site on the Internet at www.garmin.com/stock. An archive of the webcast and related transcripts will also be available on our website. This earnings call includes projections and other forward-looking statements regarding Garmin Ltd. and its business. Any statements regarding our future financial position, revenues, earnings, gross margins, operating margins, future dividends or share repurchases, market shares, product introductions, future demand for our products and plans and objectives are forward-looking statements.\nThe forward-looking events and circumstances discussed in this earnings call may not occur, and actual results could differ materially as a result of risk factors affecting Garmin. Information concerning these risk factors is contained in our Form 10-K filed with the Securities and Exchange Commission. In particular, there is significant uncertainty about the duration and the impact of the COVID-19 pandemic. This means that results could change at any time, and any statement about the impact of COVID-19 on the company's business results and outlook is the best estimate based on the information available as of today's date.\nPresenting on behalf of Garmin Ltd. this morning are Cliff Pemble, President and Chief Executive Officer; and Doug Boessen, Chief Financial Officer and Treasurer. At this time, I would like to turn the call over to Cliff Pemble.\n\nClifton Albert Pemble\n\nPresident, CEO & Director, Garmin Ltd.\n\nThank you, Teri, and good morning, everyone. As reported earlier today, consolidated third quarter revenue came in at $1.14 billion, down 4% from the prior year. Revenue was negatively impacted by approximately $70 million due to the strengthening of the U.S. dollar relative to other currencies. Excluding this impact, revenue would have increased about 2% over the prior year.\nWhile the stronger dollar negatively impacted revenue cost of goods benefited due to the weakening of the Taiwan dollar. In addition, cost of freight came down as more products are being shipped by ocean and as rates decline due to excess capacity in the shipping industry. These, combined with favorable segment mix resulted in gross margin of 58.8%, an increase of 40 basis points over the prior year.\nExpenses increased 4% as growth in R&D and SG&A was partially offset by advertising efficiency. This resulted in operating income of $239 million, which was down 15% from the prior year. Operating margin was solid at 21%. Considering our year-to-date performance, we are adjusting expectations for the remainder of the year. We now anticipate full year revenue of approximately $4.85 billion, a year-over-year decline of 3%. We are raising our full year EPS guidance to $4.95 on improving gross margins, increased efficiency in our expense structure and the lower full year effective tax rate. Doug will provide more details on our financial results and updated guidance in a moment but first, I'll provide highlights on the performance and outlook of each business segment.\nStarting with Fitness, revenue decreased 18% and to $280 million, primarily due to lower sales of advanced wellness wearables and indoor cycling products. Gross and operating margins were 53% and 15%, respectively, resulting in operating income of $41 million. During the quarter, we launched the index BPM smart blood pressure monitor, which measures systolic and diastolic blood pressure at home or on the go. When paired with our Garmin Connect app, users can see their measurement history and trends alongside other health stats.\nWe also launched the Venu Sq 2 featuring a bright AMOLED display and up to 11 days of battery life, which is nearly double that of its predecessor. Considering year-to-date performance in the Fitness segment, we are maintaining our expectation that revenue will decline 25% for the year.\nMoving to outdoor. Revenue increased 5% to $340 million, driven by growth in adventure watches and inReach devices and services, but partially offset by declines in other product lines. Gross and operating margins were strong at 65% and 36%, respectively, resulting in operating income of $121 million.\ninReach remote communication devices and response coordination services have been a strong product category and unique differentiator for the Outdoor segment.\nDuring the quarter, we launched the inReach Messenger, a versatile communication-focused device with global 2-way texting, location sharing and SOS capabilities. Whenever a customer presses the SOS button their communication is sent to our Garmin Response Center, which oversees and coordinates a unique response based on the situation. Since launching inReach Services in 2011, the Garmin Response Center has coordinated over 10,000 inReach SOS responses in more than 150 countries and on all 7 continents, for activities ranging from hiking and backpacking to roadside assistance in areas of poor cell phone coverage. Many customers claims that inReach products and services were instrumental in returning safely to family and friends.\nConsidering year-to-date performance in the Outdoor segment and current trends, we now expect revenue to grow 17% for the year. Looking next at Aviation, revenue increased 4% to $188 million, primarily driven by growth in aftermarket product lines. Demand for Aviation products remains strong, and we continue to experience higher-than-normal backlogs for our products. Supply chain constraints have improved, but continue to affect our ability to completely clear the backlog. Gross and operating margins were strong at 73% and 26%, respectively, resulting in operating income of $48 million. During the quarter, we announced that our G3000 integrated flight deck was selected by Tactical Air to modernize F5 fighter aircraft operated by the U.S. Navy and Marine Corps.\nOur expanding role on the F5 demonstrates the capability and versatility of our integrated cockpit systems for use in demanding military applications. Additionally, a recent survey by Aviation International news ranked Garmin #1 in Avionics product support for the 19th consecutive year. This long period of recognition demonstrates an unwavering commitment to meet the needs of highly demanding markets from owner flown aircraft to large Part 135 commercial operators. I congratulate our team for once again earning this award, which is a testament to the quality of Garmin equipment and the amazing way our associates care for our customers. The Aviation segment has delivered solid performance so far, but supply chain constraints are affecting our ability to achieve our original plan by the end of the year. With this in mind, we are adjusting our revenue growth estimate to 7% for the year.\nTurning to the Marine segment. Revenue decreased 5% to $197 million. The Marine business is highly seasonal and Q3 typically represents the lowest quarter of the year. For the past 2 years, these seasonal trends have been difficult to predict due to the influence of the pandemic. We believe the market is returning to more typical seasonal trends. Growth in operating margins were 56% and 23%, respectively, resulting in operating income of $45 million.\nDuring the quarter, we began shipping the LiveScope XR system, which operates at greater depths and expands the addressable market for live action sonar to coastal and deep lake fishing applications. We also launched the LiveScope Plus ice fishing bundle with high-resolution real-time imaging, which creates the ultimate portable solution for winter fishing. And finally, we continue to be recognized for innovation and achievements in the Marine industry. For the eighth consecutive year, the National Marine Electronics Association named Garmin Manufacturer of the Year, and we also received 5 Product of Excellence awards. I'm very proud of our accomplishments in the Marine market, and I congratulate our team on these achievements. Considering year-to-date performance in the Marine segment and the return of typical seasonality patterns, we are lowering our revenue growth estimate to 3% for the year.\nLooking finally at Auto, revenue decreased 2% to $136 million as declines in consumer product lines more than offset growth in OEM programs. Gross margin was 40% and the operating loss driven by investments in auto OEM programs, narrowed significantly from the prior year to $16 million. During the quarter, we announced that our Tread Navigators have been selected by Arctic Cat as standard equipment on select side-by-side off-road vehicles beginning in model year 2023.\nConsidering year-to-date performance in the Automotive segment and current trends, we now expect revenue to decline 7% for the year. So that concludes my remarks. Next, Doug will walk you through additional details on our financial results. Doug?\n\nDouglas Gerard Boessen\n\nCFO & Treasurer, Garmin Ltd.\n\nThanks, Cliff. Good morning, everyone. I begin by reviewing our third quarter financial results, provide comments on the balance sheet, cash flow statement, taxes or updated guidance. We posted revenue of $1.140 billion for the third quarter, representing a 4% decrease year-over-year. Gross margin was 58.8%, a 40 basis point increase compared to prior year quarter. The increase was primarily due to favorable segment mix in lower freight, partially offset by the net unfavorable impact of foreign exchange rates.\nOperating expense as a percentage of sales was 37.8%, a 310 basis point increase from the prior quarter. Operating income was $239 million, a 15% decrease. Operating margin was 21%, 270 basis point decrease. Our GAAP EPS was $1.09, pro forma EPS was $1.24.\nNext, look at our third quarter revenue by segment and geography. During the third quarter, growth in the Outdoor and Aviation segments were more than offset by declines in the Fitness, Marine and Auto segments. Our geography, the Americas region was down 2%. The EMEA region was negatively impacted by foreign exchange rates, excluding the impact of foreign exchange rates, EMEA sales performance put in more in line to America's sales performance.\nAPAC region was up 10% with the prior year. Excluding the approximate $16 million impact of foreign exchange rates, APAC region would have been up 19% with the prior year. Looking next, operating expenses. Third quarter operating expenses increased by $18 million or 4%. Research and development increased $10 million year-over-year primarily due to engineering personnel costs. SG&A increased $12 million to prior year quarter primarily due to increases in personnel-related expenses, information technology costs.\nAdvertising expense decreased approximately $4 million due to lower co-op advertising. A few highlights on the balance sheet, cash flow statement and taxes. Ended the quarter with cash and marketable securities of approximately $2.7 billion. Accounts receivable was relatively flat year-over-year and decreased sequentially to $641 million. Inventory balance increased year-over-year to approximately $1.5 billion. This increase was in line with our expectations. We've been executing our strategy to reduce freight costs through higher mix of ocean versus air shipments.\nDuring the third quarter of 2022, we generated free cash flow of $104 million, $100 million decrease from the prior quarter, primarily due to lower operating income, increased working capital needs. Capital expenditures for the third quarter were $50 million. We expect full year 2022 free cash flow to be approximately $450 million, capital expenditures approximately $250 million. Also during the quarter, we paid dividends of $141 million purchased $83 million of the company's shares being $186 million remaining at the end of the quarter.\nShare repurchase program authorized through December 2023. During the third quarter 2022 reported effective tax rate of 4.3% compared to 5.9% in the prior quarter. The increase in effective tax rate is primarily due to income mix by tax jurisdiction, an increase in U.S. tax deductions and credits.\nTurning next to our full year guidance. We estimate revenue of approximately $4.85 billion compared to our previous guidance of $5 billion. We expect gross margin to be approximately 57.5%, higher than our previous guidance, 56.7%, primarily due to year-to-date performance, including favorable segment mix and lower costs. We expect an operating margin of approximately 20.7%. Also, we now expect the full year 2022 pro forma effective tax rate to be approximately 8% lower than our previous guidance of 8.5% to projected full year income mix for tax rejection, results in pro forma earnings per share of approximately $4.95.\nThat concludes our formal remarks. Jonathan, can you please open the line for Q&A?"
  },
  {
    "header": "GRMN",
    "cik": "0001121788",
    "ticker": "GRMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/84ccaf7c7dd60746dc4ec38f48388e51",
    "period": "2022 Q2",
    "content": "Q2 2022 Garmin Ltd Earnings Call\n\nQ2 2022 Garmin Ltd Earnings Call\n\nGRMNNYSEJUL 27, 10:30 AM\n\nOperator\n\nThank you for standing by, and welcome to the Garmin Limited Second Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, today's program may be recorded. And now I'd like to introduce your host for today's program, Teri Seck, Director of Investor Relations. Please go ahead.\n\nTeri Seck\n\nManager of IR, Garmin Ltd.\n\nGood morning. We would like to welcome you to Garmin Ltd.'s Second Quarter 2022 Earnings Call. Please note that the earnings press release and related slides are available at Garmin's Investor Relations site on the Internet at www.garmin.com/stock. An archive of the webcast and related transcript will also be available on our website.\nThis earnings call includes projections and other forward-looking statements regarding Garmin Limited and its business. Any statements regarding our financial -- our future financial position, revenues, earnings, gross margins, operating margins, future dividends or share repurchases, market share, product introductions, future demand for our products and plans and objectives are forward-looking statements. The forward-looking events and circumstances discussed in this earnings call may not occur, and actual results could differ materially as a result of risk factors affecting Garmin. Information concerning these risk factors is contained in our Form 10-K filed with the Securities and Exchange Commission.\nIn particular, there is significant uncertainty about the duration and impact of the COVID-19 pandemic. This means that results could change at any time, and any statement about the impact of COVID-19 on the company's results could change at any time. These results and outlook is the best estimate based on the information available as of today's date.\nPresenting on behalf of Garmin Limin this morning are Cliff Pemble, President and Chief Executive Officer; and Doug Boessen, Chief Financial Officer and Treasurer. At this time, I would like to turn the call over to Cliff Pemble.\n\nClifton Albert Pemble\n\nPresident, CEO & Director, Garmin Ltd.\n\nThank you, Teri, and good morning, everyone. As reported earlier today, consolidated revenue came in at $1.24 billion, down 6% from the strong pandemic-driven comparable of 2021. We generated $293 million of operating profit for the quarter, which was down 21% from the prior year, and operating margin was 23.6%.\nOur performance in the quarter was influenced by several factors. First, the U.S. dollar strengthened significantly over the prior year relative to other major currencies and unfavorably impacted second quarter revenue by approximately $57 million. Our strategy for managing currency fluctuations of this nature is to increase prices where we are able and reset pricing as we introduce innovative new products. We believe this approach is very effective in managing currency changes over the long term, but the rapid and relentless strengthening of the U.S. dollar will be a significant headwind for the remainder of the year. From a business segment perspective, underperformance in fitness had a significant impact on our results, which I will cover in more detail in just a moment. And finally, we continue to experience supply chain constraints, which limited the orders we could fill in the quarter, specifically in marine and aviation.\nConsidering our performance so far, we're adjusting expectations for the remainder of the year. We now anticipate revenue of approximately $5 billion, which is flat to the prior year, and EPS of $4.90, representing a year-over-year decline of approximately 16%. This new guidance assumes currency exchange rates stabilize at current levels, and we have adjusted growth expectations for fitness and marine, which reflect the current trends.\nDoug will provide more details on our financial results and updated guidance in just a moment, but first, I'll provide highlights on the performance and outlook of each business segment. Starting with fitness, revenue decreased 34% to $272 million. Gross and operating margins were 49% and 9%, respectively, resulting in operating income of $23 million. The second quarter decline was broad-based, impacting all categories in the segment and was primarily driven by demand normalization in the advanced wearable and cycling categories. These are categories which benefited significantly from pandemic fuel demand in the first half of 2021.\nAlthough our Q2 performance was disappointing, we are encouraged by the response to our new product introductions. During the quarter, we celebrated Global Running Day with the launch of 2 new running watches, the Forerunner 255 and the Forerunner 955. The Forerunner 955 solar version is our first running watch with solar charging capability, which provides up to 20 days of battery life in smartwatch mode. We also launched the Edge 1040 cycling computer featuring solar charging capability for superior battery life and multiband GPS technology for accurate, high-performance positioning in the most challenging ride environments, such as those found in urban areas or dense street cover. Given the year-to-date performance and current trends, we now expect fitness revenue to decline 25% for the year.\nMoving to outdoor. Revenue increased 18% to $382 million with growth across multiple categories led by adventure watches. Gross and operating margins were strong at 66% and 40%, respectively, resulting in operating income of $154 million. During the quarter, we launched the tactix 7, a premium smartwatch with unique capabilities such as night vision compatibility as well as advanced tactical performance and risk-based navigation features. The outdoor segment has been a strong performer so far, and we are maintaining our revenue growth estimate of 20% for the year.\nLooking next to aviation. Revenue increased 13% to $205 million driven by growth in both OEM and aftermarket categories. Gross and operating margins were strong at 72% and 30%, respectively, resulting in operating income of $62 million. During the quarter, supply chain constraints eased bringing back orders down from historically high levels, but we have more work to do to meet the strong demand for our products.\nWe recently announced that we now have more than 25,000 integrated flight decks in service across a broad range of application, from piston trainers to transcontinental business jets. This achievement demonstrates the unmatched versatility and capability of our integrated flight deck systems. The aviation segment has delivered solid performance so far and we are maintaining our revenue growth estimate of 10% for the year.\nTurning next to the marine segment. Revenue decreased 7% to $243 million. Demand for our products was even higher than it was during the historic second quarter of 2021, but we were unable to satisfy all of the demand due to supply chain constraints. Gross and operating margins were 57% and 28%, respectively, resulting in operating income of $69 million.\nSince it was first introduced in 2018, our LiveScope sonar system has been a game changer for the inland lake fishing market and has been a growth catalyst for the marine segment. We recently expanded our product lineup with the introduction of the LiveScope XR system, which operates at greater depths and expands the addressable market for live action sonar to coastal and deep lake fishing applications. We're excited to bring live scope technology to the deep fishing market and believe it represents another growth opportunity for the marine segment. Given our performance so far this year and the anticipated return of normal seasonality patterns in the marine market, we will now expect revenue growth of 5% for the year.\nLooking finally at auto. Revenue decreased 6% to $139 million with declines in both consumer and OEM categories. Consumer was impacted by lower sales of consumer PNDs, while OEM was impacted by reduced orders from automakers who face their own supply chain challenges. Gross margin was 40%, and we recorded an operating loss of $15 million driven by ongoing investments in auto OEM programs.\nDuring the quarter, we entered a new product category with the launch of our first diesel headset, offering truck drivers high-quality audio, up to 50 hours of continuous talk time, and unique integration features with our diesel navigator units. While the first half of the year has been slightly below expectations, we believe growth will resume in the second half as automaker production improves. As a result, we are maintaining our revenue growth estimate of 5% for the year.\nSo in closing, while we are facing a variety of headwinds, it's important to remember, our diversified business model provides many opportunities for growth within each segment. We have a very strong product lineup, and more new products are on the way. We remain focused on what we can control, and we'll be agile and opportunistic as we navigate the evolving macroeconomic environment.\nSo that concludes my remarks. Next, Doug will walk you through additional details on our financial results. Doug?\n\nDouglas Gerard Boessen\n\nCFO & Treasurer, Garmin Ltd.\n\nThanks, Cliff. Good morning, everyone. I'd like to begin by reviewing our second quarter financial results, provide comments on the balance sheet, cash flow statement, taxes and updated guidance. We posted revenue of $1.41 billion (sic) [$1.24 billion] for the second quarter, representing a 6% decrease year-over-year. Gross margin was 58.7%, and actually flat compared to the prior year quarter as favorable segment and product mix offset the unfavorable impact of foreign exchange rates and higher freight costs.\nOperating expense as a percentage of sales was 35.1%, a 230 basis point increase in the prior year quarter. Operating income was $293 million, a 21% decrease. Operating margin was 23.6%, a 440 basis point decrease. Our GAAP EPS was $1.33, pro forma EPS was $1.44.\nNext, look at our second quarter revenue by segment and geography. In the second quarter, double-digit growth in the outdoor and aviation segments were more than offset by declines in fitness, marine and auto segments. By geography, the Americas region was flat, contributed about half of revenue for the quarter. The EMEA and APAC regions, both impacted by foreign exchange rates, declined during the quarter.\nLooking next at operating expenses. Second quarter operating expenses increased by $26 million or 6%. Research and development increased $15 million year-over-year primarily due to engineering personnel costs. SG&A increased $10 million compared to prior year quarter, primarily due to increases in personnel-related expenses, information technology costs. Our advertising expense is relatively consistent year-over-year.\nThe highlights on the balance sheet, cash flow statement and taxes. We ended the quarter with cash and marketable securities approximately $2.9 billion. Accounts receivable increased sequentially to $699 million, while the seasonally stronger second quarter declined year-over-year relatively in line with our sales decline. Inventory balance increased year-over-year to approximately $1.5 billion. We're executing our strategy to increase [data] supply to support our increasingly diversified product lines, optimize the mix of ocean versus air freight shipments, and to carry sufficient levels of raw materials safety stock to mitigate increased lead times.\nDuring the second quarter of 2022, we generated free cash flow of $5 million, a $115 million decrease from prior quarter primarily due to lower operating income and increased operating capital needs. Capital expenditures for the second quarter were $75 million. We expect full year 2022 free cash flow to be approximately $500 million, capital expenditures of approximately $300 million. Also in the quarter, we paid dividends of $129 million, repurchased $31 million of company shares, leaving $260 million remaining share repurchase program authorized through December 2023.\nFor the second quarter of 2022, the effective tax rate was 7.6% compared to 14.8% in the prior year quarter. The decrease in effective tax rate was primarily due to income mix by tax jurisdiction, an increase in U.S. tax deductions and credits.\nTurning next to our full year guidance. We estimate revenue of approximately $5 billion compared to our previous guidance of $5.5 billion. As previously mentioned, strengthening of the U.S. dollar is a significant unfavorable impact on our second quarter revenue. Assuming the euro will be at parity with the U.S. dollar for the remainder of the year, year-over-year unfavorable revenue impact will accelerate in the back half of 2022. We expect gross margin to be approximately 56.7%, which is lower than our previous guidance, 57.5%, primarily due to the anticipated full year unfavorable impact of foreign exchange rates.\nWe expect operating margin of approximately 20%. Also, we expect a pro forma effective tax rate of 8.5%, which was lower than our previous guidance of 10.5% to projected full year income mix by tax jurisdiction. This results in expected pro forma earnings per share approximately $4.90.\nThis concludes our formal remarks. Jonathan, can you please open the line for Q&A?"
  },
  {
    "header": "GRMN",
    "cik": "0001121788",
    "ticker": "GRMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/81fbf80bbdd1550b54798e82d0a48388",
    "period": "2022 Q1",
    "content": "Q1 2022 Garmin Ltd Earnings Call\n\nQ1 2022 Garmin Ltd Earnings Call\n\nGRMNNYSEAPR 27, 10:30 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to Garmin Limited First Quarter 2022 Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded. (Operator Instructions)\nI would now like to hand the conference over to your first speaker today to Teri Seck, Director of Investor Relations. Please go ahead.\n\nTeri Seck\n\nManager of IR, Garmin Ltd.\n\nGood morning. We would like to welcome you to Garmin Ltd.'s First Quarter 2022 Earnings Call. Please note that the earnings press release and related slides are available at Garmin's Investor Relations site on the Internet at www.garmin.com/stock. An archive of the webcast and related transcript will also be available on our website.\nThis earnings call includes projections and other forward-looking statements regarding Garmin Ltd. and its business. Any statements regarding our future financial position, revenues, earnings, gross margins, operating margins, future dividends or share repurchases, market shares, product introductions, future demand for our products and plans and objectives are forward-looking statements. The forward-looking events and circumstances discussed in this earnings call may not occur, and actual results could differ materially as a result of risk factors affecting Garmin. Information concerning these risk factors is contained in our Form 10-K filed with the Securities and Exchange Commission. In particular, there is significant uncertainty about the duration and impact of the COVID-19 pandemic. This means that results could change at any time, and any statement about the impact of COVID-19 on the company's business results and outlook is the best estimate based on the information available as of today's date.\nPresenting on behalf of Garmin Ltd. this morning are Cliff Pemble, President and Chief Executive Officer; and Doug Boessen, Chief Financial Officer and Treasurer.\nAt this time, I would like to turn the call over to Cliff Pemble.\n\nClifton Albert Pemble\n\nPresident, CEO & Director, Garmin Ltd.\n\nThank you, Teri, and good morning, everyone. As reported earlier today, consolidated revenue increased 9% to $1.17 billion, representing a new first quarter record. Four business segments reported revenue growth in the quarter, 3 of which delivered double-digit growth.\nWe generated $229 million of operating income, down 8% from the prior year. Operating margin was 19.5% and was negatively impacted by gross margin performance, which declined due to historically high freight costs, combined with the strengthening of the U.S. dollar. In addition, operating expenses increased for a variety of reasons, including higher associate head count, increased compensation costs and the increase of certain operational expenses as business activities continue to normalize.\nWe performed very well during the quarter despite a combination of old and new headwinds. Supply chain constraints persist, which limited the orders we could fill. Russia's invasion of Ukraine created an unthinkable humanitarian crisis and further complicated the global economic outlook. Despite these challenges, demand for our products remains strong and we are optimistic about the future.\nOur Board of Directors recently approved a $300 million share repurchase plan, which is in addition to the proposed $2.92 per share dividend that will be considered by shareholders at the upcoming annual meeting.\nBefore turning the call over to Doug, I'll provide highlights by segment and a summary of what we see ahead.\nStarting with business, revenue decreased 28% to $221 million. Gross and operating margins were 48% and 0%, respectively. All product categories declined, but the normalization of demand for cycling products was the main contributor. While revenue from fitness wearables declined, on a combined basis, wearable device revenue across all segments at Garmin experienced robust growth.\nWe expected the first half of the year to be challenging for the fitness segment as we compare against the outstanding performance of the prior year. While the decline was greater than expected, we believe these trends will moderate in the back half of the year as we move past the pandemic swings of 2021 and benefit from new product introductions.\nMoving to the outdoor segment. Revenue increased 50% to $385 million with growth in multiple categories led by strong demand for adventure watches. Gross and operating margins were 64% and 39%, respectively, resulting in operating income of $149 million.\nDuring the quarter, we announced sweeping updates to our adventure watch lineup, including our flagship fenix 7 series featuring a distinctive new design with a touchscreen display, and the Instinct 2 series available in 2 sizes, including versions that can operate indefinitely using our exclusive solar power technology. We also announced the all-new epix with a bright AMOLED touchscreen display and class-leading battery life up to 16 days. We believe that strong demand for these new products as well as other categories in the segment will be a growth driver for the remainder of the year.\nLooking next at the aviation segment. Revenue increased 1% to $175 million with growth driven by OEM product categories. Supply constraints impacted sales of aftermarket products but the situation improved throughout the quarter. Gross and operating margins were 73% and 23%, respectively, resulting in operating income of $40 million.\nAircraft OEMs are reporting robust orders from both new and existing customers. Aftermarket demand is also strong as customers invest in new cockpit systems. We believe these are positive indicators of growth for the remainder of the year.\nThe marine segment delivered another quarter of impressive results with revenue increasing 21% to $254 million. We experienced broad-based growth across multiple product categories led by chartplotters. Gross and operating margins were 51% and 23%, respectively, resulting in operating income of $59 million.\nLiveScope has proven to be a halo technology for Garmin, and the new LiveScope Plus sonar system raises the bar with higher resolution images and improved target separation. We continue to see strong demand for our marine products and LiveScope Plus builds on this momentum. We believe this is a positive indicator of growth for the remainder of the year.\nMoving finally to the auto segment. Revenue increased 11% to $138 million, with growth from both OEM and consumer categories. Gross margin was 38%, and we recorded an operating loss of $20 million driven by investments in auto OEM programs.\nIn consumer auto, we continue to diversify our product offerings with the launch of the Instinct 2 dezl edition smartwatch for truck drivers. In the OEM category, we made significant progress preparing for the launch of the next-generation BMW computing module platform. BMW approved our new Poland factory, giving it a rare green rating for mass production readiness. We anticipate delivering production parts to BMW starting in the second quarter.\nBefore I turn the call over to Doug, it's important to remember that our diversified business model offers many different paths to achieve our consolidated growth goals. We remain focused on creating highly differentiated products in all segments that excite our customers and lead to success.\nRegarding our outlook for the rest of the year, I mentioned several new and existing headwinds we face, and we cannot predict the impact that these might have on the business. Also, the first quarter represents the lowest seasonal quarter of our financial year and much of the year remains ahead of us. With these things in mind, we are maintaining our 2022 guidance issued in February, which called for consolidated revenue of $5.5 billion and EPS of $5.90 a share.\nSo that concludes my remarks. Next, Doug will walk you through additional details on our financial results. Doug?\n\nDouglas Gerard Boessen\n\nCFO & Treasurer, Garmin Ltd.\n\nThanks, Cliff. Good morning, everyone. I begin by reviewing our first quarter financial results and provide comments on the balance sheet, cash flow statement and taxes.\nWe posted revenue of $1.173 billion in the first quarter, representing 9% increase year-over-year. Gross margin was 56.5%, 330 basis point decrease from the prior quarter. The decrease was primarily due to higher freight costs and favorable impact of foreign exchange rates.\nOperating expense as a percentage of sales was 37%, a 50 basis point increase. Operating income was $229 million, 8% decrease. Operating margin was 19.5%, 300 basis point decrease. Our GAAP EPS was $1.09. The former EPS was $1.11.\nNext, we look at our first quarter revenue by segment and geography. In the first quarter, we achieved double-digit growth in 3 of our 5 segments, led by the outdoor segment, robust growth of 50%; followed by the marine segment, 21% growth; and the auto segment, 11% growth. By geography, 21% growth in APAC, 13% growth in Americas was partially offset by 1% decline in EMEA, which was negatively impacted by foreign exchange rates during the quarter.\nLooking next at operating expenses. First quarter operating expense increased by $42 million or 11%. Research and development increased $20 million year-over-year, primarily due to engineering personnel costs. Advertising expense increased approximately $3 million due to higher spend in the outdoor and marine segments. SG&A increased $19 million compared to the prior year quarter, primarily due to increases in personnel-related expenses, information technology costs.\nA few highlights on the balance sheet, cash flow statement and taxes. We ended the quarter with cash, marketable securities approximately $3 billion. Accounts receivable decreased sequentially to $600 million following a seasonally strong fourth quarter and grew year-over-year, relatively in line with our sales growth.\nInventory balance increased year-over-year to $1.3 billion. We're executing our strategy, increase days supply to support our increasingly diversified product lines to optimize the mix of ocean versus air freight shipments to carry sufficient levels of raw material safety stock to mitigate increased lead times.\nIn the first quarter of 2022, we generated free cash flow of $126 million, a $206 million decrease in the prior quarter, primarily due to increased working capital needs and higher capital expenditures, also reported effective tax rate of 10.3% compared to 12.2% in the prior quarter. The decrease in effective tax rate is primarily due to an increase in U.S. tax deductions and credits.\nThis concludes our formal remarks. Talon, could you please open the line for Q&A?"
  },
  {
    "header": "GRMN",
    "cik": "0001121788",
    "ticker": "GRMN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7cf362d7ee593ce861bd20122def64bf",
    "period": "2021 Q4",
    "content": "Q4 2021 Garmin Ltd Earnings Call\n\nQ4 2021 Garmin Ltd Earnings Call\n\nGRMNNYSEFEB 16, 10:30 AM\n\nOperator\n\nThank you for standing by, and welcome to the Garmin Ltd. Fourth Quarter 2021 Earnings Conference Call. (Operator Instructions) As a reminder, today's conference call is being recorded.\nI will now turn the conference to your host, Ms. Teri Seck, Director of Investor Relations. Ma'am, you may begin.\n\nTeri Seck\n\nManager of IR, Garmin Ltd.\n\nGood morning. We would like to welcome you to Garmin Ltd.'s Fourth Quarter and Fiscal Year 2021 Earnings Call. Please note that the earnings press release and related slides are available at Garmin's Investor Relations site on the Internet at www.garmin.com/stock. An archive of the webcast and related transcript will also be available on our website.\nThis earnings call includes projections and other forward-looking statements regarding Garmin Ltd. and its business. Any statements regarding our future financial position, revenues, earnings, gross margins, operating margins, future dividends or share repurchases market shares, product introductions, future demand for our products and plans and objectives are forward-looking statements. The forward-looking events and circumstances discussed in this earnings call may not occur, and actual results could differ materially as a result of risk factors affecting Garmin.\nInformation concerning these risk factors is contained in our Form 10-K filed with the Securities and Exchange Commission. In particular, there is significant uncertainty about the duration and impact of the COVID-19 pandemic. This means that results could change at any time, and any statement about the impact of COVID-19 on the company's business results and outlook is the best estimate based on the information available as of today's date.\nPresenting on behalf of Garmin Ltd. this morning are Cliff Pemble, President and Chief Executive Officer; and Doug Boessen, Chief Financial Officer and Treasurer. At this time, I would like to turn the call over to Cliff Pemble.\n\nClifton Albert Pemble\n\nPresident, CEO & Director, Garmin Ltd.\n\nThank you, Teri, and good morning, everyone. As reported earlier today, we ended 2021 with fourth quarter revenue of $1.39 billion, up 3% over the prior year, representing a new record for Garmin. During 2021, quarter-by-quarter comparisons to the prior year have been difficult to interpret due to pandemic-driven swings of 2020. It's interesting to note that revenue grew 12% on a CAGR basis compared to Q4 of 2019. We believe this comparison better reflects the underlying strength of the business and we are very pleased with our development over these past 2 years.\nOperating profit came in at $315 million, down 15% over the prior year. Gross margin declined due to pressure that every business is facing, notably higher freight costs. In addition, operational expenses increased for a variety of reasons, including higher associate headcount, increased compensation costs and the increase of certain operational expenses as business activities normalize. Even with these headwinds, operating margin remained very strong at 22.6%.\n2021 was our sixth consecutive year of revenue and operating income growth, establishing new records for the company. Revenue increased 19% to nearly $5 billion and operating income grew 16%, exceeding $1.2 billion. Each segment delivered strong double-digit revenue growth. I'm very proud of what we accomplished, especially considering the challenging operating environment everyone is facing.\nThe availability of electronic components has been a major topic of conversation over the past year. While we are not always able to get everything we need, we believe we've been very effective in managing this situation as evidenced by our results. Our vertically-integrated business model gives us greater levels of agility and flexibility in this dynamic supply chain environment. However, it's the creativity, determination and teamwork of our associates that made these accomplishments possible. I'm very proud of our associates, and I'm grateful for all they have done.\nLooking forward, we are encouraged by the opportunities of the new year. We have a great lineup of recently introduced products, with additional introductions planned throughout the remainder of the year. We anticipate consolidated revenue will increase approximately 10% to $5.5 billion, driven by new product introductions and strong market trends in many of our segments. Our results and outlook for the new year give us confidence to propose a 9% dividend increase, which will be considered by shareholders at the upcoming annual meeting.\nBefore moving on to segment highlights, it's important to share context on how we see the business and markets evolve in 2022. The pandemic drove additional demand in certain product categories, which is starting to normalize from peak levels. This will create additional dynamics to consider for the coming year, and I will note these as I covered each segment. The nuances of individual categories are not a major concern for us. Rather, it's our strategic focus on diversification that brings many opportunities for growth, which is the basis for our outlook for 2022.\nStarting with the Fitness segment, revenue increased 16% for the year as strong demand for advanced wearables and cycling products fueled our growth. Full year gross and operating margins were 53% and 24%, respectively, resulting in operating income growth of 17% over the prior year. In the fourth quarter, Fitness revenue was flat over the prior year as growth in wearables was offset by lower revenue in cycling. Product differentiation is a key factor in our ability to compete in the market for wearables. Lily is a great example, with its small form factor, appealing design and unique display that hides when not in use. Customers buying Lily are overwhelmingly new to the Garmin brand, demonstrating the power of differentiation to attract new customers.\nThe cycling category has more than doubled over the past 2 years, fueled by pandemic-driven demand for both indoor and outdoor cycling products. The market is starting to normalize at levels below recent peaks, but well above pre-pandemic levels. With this in mind, we expect Fitness revenue to be flat year-over-year as growth in wearables is offset by lower revenue in cycling products. In addition, we expect revenue to decline in the first half as we compare against stronger periods from the prior year. In the back half of the year, we expect to return to growth as the cycling market stabilizes and with contributions from new products.\nIn the Outdoor segment, full year revenue increased 14%, with growth across multiple categories, driven by strong demand for adventure watches. Full year growth and operating margins were 65% and 38%, respectively, resulting in operating income growth of 9%. In the fourth quarter, Outdoor revenue decreased 8%, primarily due to component constraints in our traditional handheld and dog product categories. We ended the year with unusually high back orders, which were pushed into the new year.\nOn January 18, we announced sweeping updates to our fenix Adventure watch series, featuring a distinctive new design and a touchscreen display. We also announced the all-new epix with a bright AMOLED touchscreen display and class-leading battery life up to 16 days. Last week, we announced the all-new Instinct 2 series in 2 sizes, which will expand the addressable market for this unique adventure watch. Select Instinct 2 models with solar technology can operate indefinitely using only the power of the sun, which is a breakthrough achievement in the smartwatch market. Demand for these new products has been very strong and we expect them to be a significant catalyst for growth in the coming year. With these things in mind, we anticipate Outdoor revenue will increase approximately 20% for the year.\nLooking next at the Aviation segment, full year revenue increased 14% due to contributions from both OEM and aftermarket categories. Full year gross and operating margins were 73% and 27%, respectively, resulting in operating income growth of 40%. In the fourth quarter, Aviation revenue was up 13%, driven by growth in OEM categories. Aftermarket sales were flat due to component supply constraints. Aviation also ended the year with unusually high levels of back orders, which carried into the new year.\nThe pandemic highlighted the unique value proposition of General Aviation. Aircraft OEMs are reporting robust orders from both new and existing customers. Aftermarket demand is also strong as customers invest in new cockpit systems. We expect these trends to drive revenue growth of 10% for the year, with revenue exceeding the peak we experienced during the ADS-B mandate. We expect incrementally stronger growth in the back half as production levels increase over the course of the year.\nMoving to Marine, the segment delivered another year of impressive results. Revenue increased 33% with broad-based growth across all categories, led by strong demand for chartplotters. We benefited from both market expansion and share gains, driven by our strong product portfolio. Full year growth in operating margins were 57% and 28%, respectively, resulting in operating income growth of 39%. In the fourth quarter, Marine revenue increased 14% as the strong trends we experienced throughout the year continued.\nWe recently acquired Vesper Marine, a company specializing in the design of modern VHF radio systems for the marine market. Looking forward, we anticipate the strong interest in boating and fishing will remain strong. Boat builders continue to report strong sales and retail partners are preparing for another year of growth. With these things in mind, we anticipate revenue from the Marine segment will increase 15%, surpassing the $1 billion threshold for the year.\nMoving finally to the Auto segment, full year revenue increased 26% with contributions from both auto OEM and consumer auto categories. Full year gross margin was 39%, and we recorded an operating loss of $71 million, driven by investments in auto OEM programs. In the fourth quarter, auto revenue was up 21%, with contributions from consumer specialty categories and new OEM programs. In consumer auto, we continue to launch new specialty categories that lead to growth opportunities.\nAt CES, we announced the Tread series, for side-by-side vehicles, bringing off-road specific features and in-reach communications to the side-by-side market. Last week, we announced the Instinct Dezl Edition, the first smartwatch designed specifically for the trucking market. BMW recently unveiled their vision for in-car entertainment, bringing a truly cinematic experience into the vehicle. This immersive entertainment system is powered by a multimedia computing platform designed and built by Garmin. We continue to invest heavily to bring this and other BMW systems to market.\nThe investment has been more significant than anticipated, and these investments are expected to continue throughout the remainder of the year as we fulfill our obligations to BMW. This will result in auto OEM operating loss for the year that is roughly comparable to that of 2021. We expect to start production of the next-generation B&W computing platform later this year at low volumes, with a more meaningful production ramp occurring in 2023. With these things in mind, we expect total Auto revenue to grow approximately 5% for the year.\nSo that concludes my remarks. Next, Doug will walk through additional details on financial results and our updated guidance. Doug?\n\nDouglas Gerard Boessen\n\nCFO & Treasurer, Garmin Ltd.\n\nThanks, Cliff. Good morning, everyone. I'd like to begin by reviewing our fourth quarter and full year financial results, provide comments on the balance sheet, cash flow statement, taxes and 2022 guidance.\nWe posted revenue over $1.3 billion for the fourth quarter, representing a 3% increase year-over-year. Gross margin was 55.5%, 300 basis point decrease from the prior year quarter. Decrease was primarily due to higher freight costs and favorable impact of foreign exchange rates. Operating expense as a percentage of sales was 32.8%, 170 basis point increase. Operating income was $315 million, a 15% decrease. Operating margin was 22.6%, 480 basis point decrease from the prior year. Our GAAP EPS was $1.48, pro forma EPS was $1.55, a 10% decrease from the prior year pro forma EPS.\nLooking at the full year results, we posted revenue over $4.9 billion, representing a 19% increase year-over-year. Gross margin was 58%, 130 basis point decrease from the prior year. The decrease was primarily due to higher freight costs. Operating expense as a percentage of sales was [33.6%], [20 basis point] decrease. Operating income was $1.2 billion, a 16% increase. Operating margin was 24.5%, 70 basis point decrease from the prior year. Our GAAP EPS was $5.61, pro forma EPS was $5.82, a 13% increase from the prior year pro forma EPS.\nNext, look at fourth quarter revenue by segment and geography. During the quarter, we achieved consolidated growth of 3% with double-digit growth in the Aviation, Marine and Auto segments, partially offset by a decline in the Outdoor segment. Fitness segment was relatively flat year-over-year. By geography, 8% growth in APAC and 5% growth in Americas was partially offset by a decline of 2% in EMEA, which was negatively impacted by foreign exchange rates during the quarter. For the full year 2021, we achieved 19% consolidated growth with solid double-digit growth in all of our 5 segments. By geography, we achieved double-digit growth in all 3 regions, led by 21% growth in APAC, followed by 19% in Americas, 18% EMEA.\nLooking at operating expenses, fourth quarter operating expenses increased by $37 million or 9%. Research and development increased $22 million year-over-year, primarily due to engineering personnel costs. SG&A increased $15 million for the prior year quarter, primarily due to increases in personnel-related expenses, information technology costs. Our advertising expense was consistent with the prior year quarter.\nA few highlights on the balance sheet, cash flow statement and dividends. We ended the quarter with cash and marketable securities of approximately $3.1 billion. Accounts receivable increased sequentially [$343 million] due to strong sales in the fourth quarter and was relatively flat year-over-year. Inventory increased year-over-year to $1.2 billion. The increase was due to several factors including preparation for first quarter product launches, increased levels of indoor cycling products, expansion of our global manufacturing footprint and executing our strategy to increase stage supply to support our increasingly diversified product lines.\nDuring 2022, we expect our inventory balance to continue to grow to work to optimize the mix of ocean versus air freight shipments, produce efficient level of safety stock to mitigate increased lead times and generally manage the supply of raw materials. During the fourth quarter of 2021, we generated free cash flow of $49 million. For the full year 2021, we generated free cash flow of approximately $705 million, a $245 million decrease from the prior year, primarily due to increased inventory levels and higher capital expenditures.\nIn 2022, we expect free cash flow to be approximately $725 million with approximately $310 million of capital expenditures. For 2022, we expect to continue to make investments, platforms for growth, including our Taiwan manufacturing facilities, continued renovation of our later facilities to increase work space capacity and IT-related projects. Also, we announced our plans to seek share approval for an increase in our dividend beginning with the June 2022 payment. Proposal is a cash dividend of $2.92 per share or $0.73 per share per quarter. It's a 9% increase from our current quarterly dividend of $0.76 per share. For full year 2021, we report an effective tax rate of 10.3%.\nTurning next to our full year guidance, we estimate revenue of approximately $5.5 billion, an increase of 10% over the prior year, with double-digit growth in 3 of our 5 segments. We expect gross margin to be approximately 57.5%, which is lower than our full year 2021 gross margin, primarily due to higher supply chain costs and less favorable foreign exchange rates, partially offset by increases in selling prices. We expect an operating margin of approximately 22.8%. The full year pro forma effective tax rate is expected to be approximately 10.5%. This results in expected pro forma earnings per share of approximately $5.90.\nFinally, I've discussed the changes in our methodology for classification of certain expenses and allocation of certain expenses among the segments. We plan to reflect these changes in our reporting for the first quarter of 2022 and prior periods will be recast in order to revise presentation. The new expense classification result in less indirect SG&A costs being classified as R&D expense, which we believe will provide a more meaningful representation of the cost incurred to support R&D activities, consistent with the way management will use the information in decision-making. We estimated approximately $61 million expense as classified as R&D in 2021 will be reclassed as SG&A. Future reports will also reflect a refined methodology to allocate certain SG&A expenses to the segments in a more direct manner, based on analysis of activity supported by the expenses.\nWe believe this refined allocation approach result in a more meaningful representation of segment operating income. We estimate that Fitness and Outdoor will be allocated more S&A expenses, resulting in lower operating margin while other segments (inaudible) less SG&A expenses, resulting in higher operating margin. These changes have no impact on our consolidated operating income or net income.\nThis concludes our formal remarks. Valerie, please open the line for Q&A."
  }
]