[
  {
    "header": "ZBH",
    "cik": "0001136869",
    "ticker": "ZBH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a4a893ecbbee8c2bf24548ed36a97895",
    "period": "2025 Q3",
    "content": "Q3 2025 Zimmer Biomet Holdings Inc Earnings Call\n\nQ3 2025 Zimmer Biomet Holdings Inc Earnings Call\n\nZBHNYSENOV 5, 8:30 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Zimmer Biomet Third Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded today, November 5, 2025. [Operator Instructions]\nI would now like to turn the conference over to David DeMartino, Senior Vice President, Investor Relations.\n\nDavid M. DeMartino\n\nSenior VP of Investor Relations\n\nThank you, operator, and good morning, everyone. Welcome to Zimmer Biomet's Third Quarter 2025 Earnings Conference Call. Joining me on today's call are Ivan Tornos, our Chairman, President and CEO; and Suky Upadhyay, our CFO and EVP Finance, Operations and Supply Chain.\nBefore we get started, I'd like to remind you that our comments during this call will include forward-looking statements. Actual results may differ materially from those indicated by the forward-looking statements due to a variety of risks and uncertainties. For a detailed discussion about these risks and uncertainties in addition to the inherent limitations of such forward-looking statements, please refer to our SEC filings. Please note, we assume no obligation to update these forward-looking statements even if actual results or future expectations change materially.\nAdditionally, the discussions on this call will include certain non-GAAP financial measures, some of which are forward-looking non-GAAP financial measures. Reconciliation of these measures to the most directly comparable GAAP financial measures and an explanation of our basis for calculating these measures is included within our third quarter earnings release, which can be found on the website, zimmerbiomet.com.\nWith that, I'll turn the call over to Ivan. Ivan?\n\nIvan Tornos\n\nChief Operating Officer\n\nThank you, David. Good morning, everyone, and thank you for joining today's call. I want to start today the way that I always start by sharing my sincere gratitude to the Zimmer Biomet team members around the world who move our business and mission forward each and every day. Thank you for your tireless work, your dedication to solving the most pressing challenges in health care and thank you for your relentless commitment to serving our customers and their patients. Today, Zimmer Biomet is a totally different company than it was just a few years ago, and this is thanks to your efforts.\nDuring my prepared remarks, I'm going to cover 3 key areas. First, I'm going to summarize the third quarter results and review the momentum of our recently launched new products, which is strongly validated our innovation cycle while I'm also going to briefly cover some of the commercial execution improvements that we are making and will continue to make. Secondly, I'll address our updated 2025 guidance. And third, I'll cover the 3 key strategic priorities of Zimmer Biomet, people and culture, operational excellence and innovation and diversification.\nStarting with the third quarter, we grew sales 5% on an organic constant currency basis with our critical U.S. business accelerating 330 basis points sequentially to 5.6% from 2.3% in the second quarter. This is the best revenue growth performance in the U.S. since the middle of 2023, with the U.S. being the largest business here at Zimmer Biomet. That said, late in the quarter, unexpected weakness in Eastern Europe, Latin America and noncore segments of SET, namely restorative therapies, impacted our growth by nearly 120 basis points. for the quarter.\nImportantly, we have identified the issues, are moving swiftly to address them and are contemplating these headwinds in these 3 areas in the guidance that we are providing for the year 2025. Overall, we are very confident in our actions and remain highly enthusiastic about the early market reception of our new products and the upcoming launches which we do believe will be catalyst for growth. Equally important, we continue to see healthy market growth rates fueled by demographics, [ circle ] dynamics like the shift to the ASC ambulatory surgical center environment hit in the U.S. and broader adoption of technology.\nUnpacking our U.S. performance for the second consecutive quarter here in 2025, needs accelerated sequentially with growth of 3.5% or up 180 basis points from 1.7% growth in the second quarter of 2025. This was driven by adoption of Persona OsseoTi or total cementless knee and Oxford or partial cementless knee, which is performing above our internal expectations when it comes to post-training adoption rates. Specifically, Persona OsseoTi now represents nearly 30% of our U.S. total knee implants and we remain on track to exceed 50% [indiscernible] penetration by the end of 2027.\nNext, our robotics and navigation strategy of offering a comprehensive and differentiated suite of customer-centric technology solutions is resonating deeply with surgeons. U.S. technology and data, bone cement and surgical sales increased 20.3% this quarter, driven by the strongest robotics capital sales quarter in more than a year. Importantly, utilization continues to increase with U.S. ROSA accounts now performing over half of their knee implants robotically, up 400 basis points for the year.\nU.S. Hips were up 4% in the quarter, as a triple play of Z1 HAMMR and OrthoGrid continues to gain traction. Z1 or triple-taper stem accounted for over 25% of Hip stems in the third quarter of the year and HAMMR or surgical Impactor, the utilization rates double through the first 9 months of the year to 20%. Finally, our U.S. SET business continues to benefit from new product launches, growing 6.4% in the quarter, up over 250 basis points sequentially from 3.9% growth in the second quarter of this year, and this is in despite of the weakness in restorative therapies that I mentioned earlier.\nOur decision to invest more in high-growth areas is showing great returns. For example, our upper extremities business increased in the high single digits, driven by our Identity total solder and OsseoFit, a stemless shoulder for which 80% of users were competitive accounts. In addition, one of our most exciting businesses, CMFT, craniomaxillofacial thoracic was up over 20% on the back of new product introductions in rig trauma, cardiac surgery and neuroablation. CMFT continues to be a recipient of investment, and we foresee a bright future for this platform for many quarters and years to come.\nFor 2025, we're updating our full year organic constant currency revenue growth expectations to a range of 3.5% to 4% from our previous 3.5% to 4.5% range. This excludes the contribution from Paragon 28, while we are maintaining our 2025 adjusted EPS guidance of $8.10 to $8.30. The updated revenue range contemplates, number one, continued weakness in restorative therapies. Number two, a more measured outlook for certain international emerging markets, where we address some of the challenges that we saw late in the quarter here in Q3. And thirdly, the modest slowdown in the U.S. revision market for both hips and knees persisting throughout the rest of 2025. Suky is going to provide more detail on guidance during his prepared remarks.\nWe are continuing to transform Zimmer Biomet at a rapid pace to achieve our long-term ambitions. Let me start now in closing some of the updates relevant to the 3 key priorities of organization. Again, those being people and culture, operational excellence and innovation and diversification. Starting with people and culture, we are committed to having the right people in the right roles, so we can consistently execute on the strategy without hiccups. We owe this to all of our stakeholders, those being patients, customers, employees and investors. We hold the team to this standard, and we'll continue to make performance-based changes when commitments are not made.\nAlong with that approach and reflected in the guidance we're providing today for 2025, we are making leadership and governance changes in some of our international businesses to address some of the headwinds that we have seen in these geographies throughout the year 2025. Also in the U.S., our Group President, [ Kevin for now ], continues to drive the U.S. channel transformation at the right pace, showing promising results as we demonstrated in third quarter results. These changes include bringing in new sales leadership for ASCs, ambulatory surgical centers for SET for our key account management, while we also continue to drive a sales incentive plan, which increasingly rewards growth.\nKevin is leading tremendous efforts to drive sales excellence and he and the team continue to implement sales force specialization for key growth categories such as robotics and SET. Additionally, we have installed new leadership in restorative therapies, we have changed reporting lines in some of our U.S. businesses to drive maximum visibility, consistency and accountability. Again, all of these changes are contemplated in the guidance that we are providing. I'm confident that the best is yet to come here at Zimmer Biomet as we continue to merge best-in-class innovation with solid and consistent commercial execution.\nNow turning to our second key priority, operational excellence. This strategic pillar encompasses efforts on both the top and bottom line to accelerate revenue growth, improve margins and increase free cash flow generation through inventory management. I'm proud of the work that the team has done in 2025 to drive adjusted EPS and free cash flow. The efforts of the team have enabled Zimmer Biomet to grow adjusted earnings per share in 2025 versus 2024, and this is in the backdrop of executing 2 significant M&A deals, Monogram and Paragon 28 absorbing the impact from tariffs and making meaningful commercial investments that will yield meaningful growth in quarters and years to come. Meanwhile, the focus on reducing days of inventory on hand underpins our strategy to increase free cash flow, and we continue to see progress in this area.\nFinally, in the third priority of innovation and diversification, very excited to share that on October closed the acquisition of Monogram Technologies, which is the company behind the MBOs, semi and fully autonomous AI-driven orthopedic robotic system. A few weeks ago, we held initial demonstrations of this technology at the Hip and Knee Society meeting in Dallas, Texas to a selected group of around 10 surgeons, most of them currently using competitive technology.\nWe [indiscernible] away extremely energized by their feedback. This technology is already changing the conversation and with data and time, we expect it to also change the standard of care. In a health care system, which continues to be constrained by cost and in an orthopedic environment where physicians and staff are desperately seeking more efficient ways to deliver best-in-class patient care, we believe that mBos will offer an elegant and compelling solution.\nThat said, we're not bidding on just one platform. We believe in optionality, customer centricity and flexibility. The Monogram technology is one part of our very comprehensive suite of customer-centric offerings, which range from simplify navigation such as OrthoGrid to non-CET, non-CAT can base robotics with ROSA to meet the diverse needs of our broad range of global customers. We now look forward to completing the clinical protocols for Monogram, which started back in early July, and to launch the world's first semi-autonomous robot with personal implants, the world's leading knee implant in early 2027, swiftly follow by the fully autonomous platform at the end of 2027 or early 2028.\nRelative to our diversification mandate, we continue to see the integration of Paragon 28 moving at the right pace and in the right direction. And our expectations for this business remain unchanged for the year 2025 and beyond. There continues to be a strong excitement for the opportunity as we launch new products and continue to integrate commercially. In addition to Monogram, we continue to deliver on a broader innovation road map bringing new to the world technologies. This includes iodine treated hip in Japan, for which we recently received PMDA approval. This is a first-to-the-world technology that inhibits bacterial adhesion and biofilm formation on the implant surface to address PDIs, very prostheric joint infections.\nWe're launching before the end of 2025, ROSA with optimized which has a simplified user interface and offers kinematic alignment for the implants. We also deeply in launch mode for next-generation foot and ankle products is coming mostly from Paragon 28 and include fusion plating and other key growth areas within lower extremities. Groundbreaking technology is coming from Zimmer Biomet as part of our digital ecosystem to complement our leading positions and drive core [indiscernible]. And then lastly, we have over 20 new products in SET over the strategic horizon, which address safety, efficiency and best-in-class clinical and economic outcomes.\nIn conclusion, we are very proud of the progress in our organization and are excited about the future ahead. We're going to continue to bet boldly on innovation that changes the standard of care in high-growth areas while we continue to improve commercial execution. Along the way as we responsibly reposition the organization for higher growth, we're going to remain highly disciplined on capital allocation, ensuring that this company remains synonymous with a strong earnings growth and free cash flow generation.\nAnd with that, I'll now turn the call over to Suky. Thank you.\n\nSuketu P. Upadhyay\n\nExecutive Vice President, Chief Financial & Accounting Officer\n\nThanks, and good morning, everyone. This quarter, we grew sales 5% on an organic constant currency basis and delivered adjusted earnings per share of $1.90, which was up 9.2% year-over-year despite dilution from the Paragon 28 transaction, the impact of tariffs and continued investments in our commercial organization.\nAs Ivan mentioned, we are encouraged by the progress of the U.S. business, which was up 5.6% on an organic constant currency basis year-over-year. driven by our new product cycle. This performance was partially offset by headwinds in emerging markets and certain noncore businesses that negatively impacted growth in the quarter by over 100 basis points. As we get into the details of the results, unless otherwise noted, my statements will be about the third quarter of 2025 and how it compares to the same period in 2024 and my commentary will be on a constant currency and adjusted operating basis.\n2025 organic constant currency commentary and guidance excludes the impact from the Paragon 28 acquisition that closed in April. Net sales were $2 billion, an increase of 9.7% on a reported basis and 5% excluding the impact of foreign currency and the Paragon 28 acquisition. Consolidated pricing was 20 basis points positive in the quarter.\nOur U.S. business grew 5.6% on an organic basis, which reflects increasing customer adoption of recently launched products and strong robotic placements. Internationally, we grew revenue 4.2% where emerging markets represented a headwind to growth. Global Knees grew 5.3% in the quarter with U.S. increasing 3.5% and international increasing 7.8%. This U.S. performance was driven by increasing penetration of our Persona OsseoTi cementless total knee and continued adoption of our Oxford Partial cementless knee.\nInternational growth benefited from new products and the timing of orders in EMEA, which were partially offset by lower growth in China. Hips grew 3.8% with the U.S. increasing 4% and international increasing 3.6%. The U.S. growth was a result of our triple play of Z1 HAMMR and OrthoGrid driving share of wallet and competitive conversions.\nNext, our SET segment grew 3.6% globally on an organic basis with low teens growth in CMFT and high single-digit growth in upper extremities, partially offset by a low teens decline in restorative therapies. Finally, technology and data, bone cement and surgical increased 11.3% globally, with strong ROSA placements during the quarter.\nNow turning to our P&L. We reported GAAP diluted earnings per share of $1.16 compared to GAAP diluted earnings per share of $1.23 in the prior year. Higher revenue, a decrease in acquisition and integration-related charges and lower share count were offset by higher interest expenses due to the Paragon 28 transaction. and a step-up in year-over-year tax tied to certain onetime favorable items in the prior year.\nOn an adjusted basis, we delivered diluted earnings per share of $1.90 compared to $1.74 in the prior year. This increase was driven by higher revenue, improved gross margin and a lower share count, partially offset by a step-up in interest expense tied to the Paragon 28 transaction.\nAdjusted gross margin was 72.6%, higher than the third quarter of 2024 due to lower manufacturing costs and favorable mix. Adjusted operating margin was 26.5%, modestly higher than the prior year as a result of better gross margin, partially offset by increased commercial investments and the addition of Paragon 28.\nAdjusted net interest and nonoperating expenses were $72 million above the prior year driven by higher debt related to Paragon 28 and higher interest rates on refinance debt that matured in 2024. Our adjusted tax rate was 17.8% and fully diluted shares outstanding were $198.8 million, down year-over-year due to share repurchases in 2024 and in the first quarter of 2025.\nNow turning to cash and liquidity. We had another strong quarter of cash generation, with operating cash flows of $419 million and free cash flow of $278 million, bringing year-to-date free cash flow to about $800 million. Our working capital initiatives, including inventory reduction continue to pay off as we reduce days on hand by 10 days compared to the third quarter of 2024 despite higher inventory levels associated with Paragon 28. We ended the quarter with approximately $1.3 billion in cash and cash equivalents.\nNow regarding our outlook for 2025, we are maintaining our 2025 reported revenue growth guidance of 6.7% to 7.7%. Adjusted EPS guidance of $8.10 to $8.30, and free cash flow guidance of $1 billion to $1.2 billion. We are updating our 2025 organic constant currency revenue growth guidance of 3.5% to 4% from our prior range of 3.5% to 4.5%. Inside of this, we continue to expect consolidated pricing to be roughly flat for the full year and selling day differences to be a modest headwind to full year growth. Importantly, as Ivan mentioned, this updated guidance range contemplates continued weakness in restorative therapies, a more measured outlook for certain international markets and the slowdown in the U.S. revision market for both hip and knee persisting throughout the remainder of the year.\nNow let's walk through the moving parts that impact our reported revenue guidance. At recent rates, FX is now expected to be more favorable to our full year outlook than previously anticipated. At current rates, we now anticipate FX to contribute 50 to 100 basis points of growth in 2025. We continue to expect Paragon 28 to contribute around 270 basis points to reported sales growth in 2025. As previously communicated, we expect our operating margins to be down about 100 basis points versus 2024, which factors in our previously communicated tariff headwind of about $40 million.\nAdjusted net interest and other nonoperating expenses are now expected to be approximately $280 million down from $290 million, in part due to lower borrowings on better cash flow. And we continue to expect our adjusted tax rate to be approximately 18% and for the full year and fully diluted shares outstanding to be approximately 200 million shares.\nI'd like to close by thanking the entire ZB team for their hard work and dedication. We continue to make meaningful positive change across the business while investing to accelerate long-term growth.\nAnd with that, I'll turn the call back over to David.\n\nDavid M. DeMartino\n\nSenior VP of Investor Relations\n\nThank you, Suky. Operator, let's open up for questions. [Operator Instructions] Operator, please go ahead."
  },
  {
    "header": "ZBH",
    "cik": "0001136869",
    "ticker": "ZBH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/45364fc6e5f52a4653ad47a60085063c",
    "period": "2025 Q2",
    "content": "Q2 2025 Zimmer Biomet Holdings Inc Earnings Call\n\nQ2 2025 Zimmer Biomet Holdings Inc Earnings Call\n\nZBHNYSEAUG 7, 8:30 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Zimmer Biomet Second Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded today, August 7, 2025. [Operator Instructions]\nI would now like to turn the conference over to David DeMartino, Senior Vice President of Investor Relations. Please go ahead.\n\nDavid M. DeMartino\n\nSenior VP of Investor Relations\n\nThank you, operator, and good morning, everyone. Welcome to Zimmer Biomet's Second Quarter 2025 Earnings Conference Call. Joining me on today's call are Ivan Tornos, our Chairman, President and CEO, and Suketu Upadhyay, our CFO and EVP Finance, Operations and Supply Chain.\nBefore I get started, I'd like to remind you that our comments during this call will include forward-looking statements. Actual results may differ materially from those indicated by the forward-looking statements due to a variety of risks and uncertainties. For a detailed discussion of all these risks and uncertainties, in addition to the inherent limitations of such forward-looking statements, please refer to our SEC filings. Please note, we assume no obligation to update these forward-looking statements, even if actual results or future expectations change materially.\nAdditionally, the discussions on this call will include certain non-GAAP financial measures, some of which are forward-looking non-GAAP financial measures. Reconciliation on these measures to the most directly comparable GAAP financial measures, and an explanation of our basis for calculating these measures, is included within our second quarter earnings release, which can be found on our website, zimmerbiomet.com.\nWith that, I'll turn the call over to Ivan. Ivan?\n\nIvan Tornos\n\nChief Operating Officer\n\nGood morning, everyone, and thank you for joining today's call. I would like to start today the way that I always do, by sharing my gratitude to the more than 17,000 Zimmer Biomet team members who move our business and mission forward each and every day. Thank you for your tireless work. Thank you for your strong performance. And yes, most importantly, thank you for your relentless commitment to serving our customers and their patients. I firmly believe that the Zimmer Biomet workforce and our culture here at amongst our key competitive advantages.\nDuring my prepared remarks this morning, I'm going to cover three key areas. First, I'll summarize the second quarter of 2025 performance, as well as providing the general update behind our positive adjustments to our yearly guidance. Secondly, I'm going to cover the three key strategic priorities for Zimmer Biomet, providing some examples of our progress. As a reminder, those three priorities are people and culture, operational excellence, and innovation and diversification. And then thirdly, I'll provide some quantitative data points that will validate our confidence behind our new product introduction performance, which is one of the main reasons of what we feel so confident on the second half of 2025 growth acceleration.\nStarting with the quarter, we delivered a very solid quarter on both the top and bottom line. This was against the backdrop of an 80 basis point 7-day headwind. In the quarter with the strongest comps for the year versus 2024, and we announced significant delay in international orders, which have now moved into the third quarter. In spite of all of the above, we did grow in the quarter sales by 2.8% on an organic constant currency basis.\nFor the second consecutive quarter, our U.S. Hips business drove strong results. We grew 5.2% over the prior year accelerating from 3.7% growth in the first quarter of 2025. Also, U.S. Knees increased sequentially by 150 basis points, growing 1.7% over the prior year period. And [indiscernible], one of our most exciting businesses reported another solid mid-single-digit organic constant currency growth quarter, which is now the seventh in a row at nearly 5% growth. We've seen S.E.T., S-E-T, we delivered double-digit growth in sports medicine and CMFT, craniomaxillofacial thoracic, while delivering high single-digit growth in upper extremities within the quarter. This was driven by our differentiated product portfolio and our solid ASC execution.\nFor 2025, we're updating our full year organic constant currency revenue growth expectations to a range of 3.5% to 4.5% from our previous 3% to 5% range, excluding the contribution of Paragon 28. We continue to expect Paragon 28 to contribute 270 basis points to our sales growth projection in 2025. We're also raising our 2025 adjusted earnings per share guidance to $8.10 to $8.30, from the previous range of $7.90 to $8.10. This rate of guidance contemplates four things.\nFirstly, or continued confidence in our second half 2025 sales acceleration driven by our new product cycle. Secondly, increased operational efficiency. Third, a lower impact from tariffs than initially anticipated; and fourth, the weakening of the U.S. dollar, FX benefit. Suketu is going to provide more detail on guidance during his prepared remarks.\nOur confidence in delivering this forecast is very high with July now behind, we're even more confident in the acceleration of growth relative to the new products that we're launching, in particular in the U.S., where we saw the strongest month so far in the year 2025, that being the month of July.\nWhile we are pleased with our solid financial performance, what I'm most proud of this quarter is the strategic and operational progress we're making towards our long-term ambitions. We continue to transform Zimmer Biomet at a very rapid pace as we execute on our key priorities from a strategic standpoint. Those three priorities once again are people and culture, operational excellence, and innovation and diversification. Let me share several recent and very exciting updates on these three priorities, and I'll start with innovation and diversification, and our framework to conduct disciplined M&A in order to move into higher [indiscernible] spaces.\nOn July 14, we announced a definitive agreement to acquire [ Monogram Technologies ] which is the company behind [ Emboss ], the [indiscernible] with semi and fully autonomous AI-driven robotic capabilities. Recently, Monogram's robot became the first robot in the world, to complete a fully autonomous surgery using Monogram's implants. This is very exciting and disruptive technology, which is highly complementary to the technology suite of solutions that we have here at Zimmer Biomet.\nAs a complement to our broad suite of robotic and navigation solutions, Monogram's first-to-the-world technology has the potential to change the standard of care and transform the future of orthopedic surgery solving some of the most meaningful challenges in musculoskeletal health, those being efficiency, accuracy and reproducibility. This planned acquisition of Monogram and our commitment to ROSA and its robust pipeline, underscores Zimmer Biomet's unprecedented strategy of enabling today, while boldly defining the future of orthopedic surgery.\nWe have maintained or desire to diversify into higher growth segments, through disciplined M&A, and the Monogram acquisition meets our stringent financial and strategic criteria. The acquisition is expected to be neutral to adjusted earnings per share from 2025 to 2027 and accretive thereafter. It will contribute to revenue growth beginning in 2027, and will generate high single-digit ROIC return on invested capital by year with increasing contribution starting in year 6.\nThe acquisition of Paragon 28 earlier this year is another way we're leveraging M&A to diversify our company into higher-growth segments. We completed the acquisition on April 21, and the integration so far is proceeding as planned. We recently transitioned Zimmer Biomet's [indiscernible] portfolio to Parago's 28 sales team, creating more scale, and leveraging the strong commercial channel and capabilities that Paragon 28 is known for. I love the contribution that Paragon 28 is making, and I look forward to our ongoing journey together.\nNow turning to our second priority, operational excellence. This is a strategic pillar that encompasses efforts on both the top and bottom line, as we work to strengthen our commercial execution in the U.S. to drive consistent above-market growth, improve margins for Zimmer Biomet globally, and reduce inventory for the organization in order to improve free cash flow generation. I'm proud of the work that the team has done in 2025 so far to drive EPS growth. Their work has now enabled Zimmer Biomet to be able to grow earnings in the year 2025 versus 2024, in spite of executing two significant M&A deals, investing in large commercial initiatives, launching new products, driving the boldest DTP campaign, and absorbing the tariff impact. Of course, none of this progress will be possible without our team.\nOur third priority is dedicated to people and culture, ensuring we have the right people in the right roles. We recently welcomed Kevin [indiscernible] as our Group President for Global Businesses and the Americas. Kevin is a very dynamic and seasoned leader who brings a wealth of knowledge and experience in driving growth and commercial excellence within medical devices, including orthopedics. I look forward to Kevin's leadership and contributions as we continue to accelerate growth and transform Zimmer Biomet into the boldest, most customer-centric company in [ MedTech ].\nThe progress that we're making in each of these three strategic priorities is real, and reinforces my conviction in both our planned second half acceleration, as well as the long-term opportunity that Zimmer-Biomet has ahead. We believe that the early customer enthusiasm and adoption that we've seen behind our magnificent 7 product cycle will continue to fuel our growth in the back half of 2025 and beyond. And again, 1 month into Q3, we've seen that come into realization.\nHere are a few recent trends that are inspiring our confidence in the second half acceleration and solid growth over the long-range plan. In U.S. Hips, we continue to drive robust adoption of our Z1 triple paper stem for direct interior heat procedures, with now roughly 50% of Z1 users converting to Zimmer Biomet from competitive offerings. We believe the combination of Z1 HAMMR, or surgical impact at our [ Ortho grid ], our AI-driven surgical guidance system for [indiscernible] replacement is going to continue to drive a strong growth through the second half of 2025 and beyond.\nIn U.S. Knees, or [ persona otitis cementless ] total knee penetration continues to move in the right direction. In addition, we are seeing very strong early adoption of our [ Oxford Partial cementless ] knee. Nearly 50% of surgeons trained on [ Oxford ] through the second quarter of this year, have adopted the implant -- our implant in the practice, with 10% of them being competitive conversions. We have planned countless new training programs for the rest of 2025 and going into 2026.\nIn Europe, the Persona Revision new launch continues to gain traction with more than 100 accounts implanting the system across the key countries of Western Europe. We expect Persona Revision adoption to accelerate meaningfully throughout the end of 2025, with plenty of additional training events scheduled throughout the rest of the year and a very solid supply platform across the continent.\nLastly, in S.E.T., or embody line of collagen-based by integrative solutions, continues to exceed expectations. When new launches are driving share gains in shoulder arthroplasty. More than 1/3 of surgeons implanting our [indiscernible] were using competitive systems 2 years ago, while 40% of [indiscernible] stemless solder users are new to Zimmer Biomet. These products underscore our confidence in at least mid-single-digit SCP growth going forward. Our team is all in and committed to executing with urgency and excellence for the rest of 2025. And again, our confidence in the second half revenue growth expectation for the year is very high.\nIn conclusion, we are very proud of the progress in organization, and we look forward to continuing to execute and build momentum as we move through the second half of this year 2025. I have more conviction in our strategy [indiscernible] than ever, and I am deeply inspired every day knowing that my teammates and I are living the Zimmer Biomet mission of [ alligating ] pain and improving the quality of life for people around the world.\nAnd with that, I will turn the call over to Suky. Thank you.\n\nSuketu P. Upadhyay\n\nExecutive Vice President, Chief Financial & Accounting Officer\n\nThanks, and good morning, everyone. As Ivan mentioned, we delivered another solid quarter that demonstrated the early impact of our new product cycle. We grew sales 2.8% on an organic constant currency basis despite an 80 basis point selling day headwind. In addition, we delivered adjusted earnings per share of $2.07, which was up 3% year-over-year despite dilution from the Paragon 28 transaction and continued investments into our commercial organization.\nAs we get into the details of the results, unless otherwise noted, my statements will be about the second quarter of 2025, and how it compares to the same period in 2024. And my commentary will be on a constant currency and adjusted operating basis.\n2025 organic constant currency commentary and guidance excludes any impact from the recently closed Paragon 28 acquisition. Net sales were [ $2.77 billion ], an increase of 7% on a reported basis, and 2.8%, excluding the impact of foreign currency and the Paragon 28 acquisition. Consolidated pricing was 20 basis points positive, marking another consecutive quarter of positive pricing.\nOur U.S. business grew 2.3% on an organic basis, driven by over 5% growth in Hips, and 150 basis point sequential acceleration in Knees to 1.7%. As Ivan mentioned, this performance reflects contribution from an early customer enthusiasm for several new product launches across our business. Internationally, we grew organic revenue 3.4%.\nGlobal Hips grew 4%, with the U.S. increasing 5.2%, and international increasing 2.7%. The U.S. performance was driven by our Z1 triple taper hip stem, which continues to exceed our expectations. Z1 in combination with HAMMR and [ OrthoBrid ] is driving share of wallet and competitive conversions. Global Knees grew 1.8% in the quarter with the U.S. growing 1.7%, and international growing 1.8%. This quarter's U.S. results reflect increasing penetration of our Persona OsseoTi cementless total knee, and early adoption of our Oxford Partial cementless knee. While room for improvement remains, we continue to invest in high-growth segments such as ASCs and robotics to increase our penetration. The early adoption of our new product launches, coupled with ongoing commercial investments, reinforce confidence in the second half acceleration.\nNext, our S.E.T. segment grew by 4.9% on an organic basis, led by double-digit growth in CMFT and Sports Medicine, and high single-digit growth in [ upper extremities ]. This marks the seventh consecutive quarter of at least mid-single-digit growth in S.E.T., a trend we expect to continue as planned product launches accelerate. As a reminder, with the closing of the Paragon 28 acquisition, S.E.T. is now our second largest business.\nFinally, technology and data, [indiscernible] 2.2% due to difficult comps from the prior year, and a mix shift towards ROSA volume-based placements versus outright sales.\nNow turning to our P&L. We reported GAAP diluted earnings per share of $0.77, compared to GAAP diluted earnings per share of $1.18 in the prior year. Higher revenue and lower year-over-year restructuring charges were more than offset by acquisition-related charges and interest expense due to the Paragon 28 transaction. On an adjusted basis, we delivered diluted earnings per share of $2.07, compared to $2.01 in the prior year. This increase was driven by higher revenue and a lower share count, partially offset by a step-up in SG&A and interest expense tied to the Paragon 28 transaction.\nAdjusted gross margin was 72.3%, higher than the second quarter of 2024, largely due to favorable mix and lower E&O, which more than offset higher manufacturing costs. Adjusted operating margin was 27.8%, lower than the prior year as a result of increased commercial investments and the addition of Paragon 28, but in line with expectations.\nAdjusted net interest and nonoperating expenses were $75 million, above the prior year driven by higher debt related to the Paragon 28 transaction, and higher interest rates on refinance debt that [indiscernible] in 2024. Our adjusted tax rate was 18.2%, and fully diluted shares outstanding were $198.3 million, down year-over-year due to the share repurchases from last year and in the first quarter of 2025.\nNow turning to cash and liquidity. We had another strong quarter of cash generation, with operating cash flows of $378 million and free cash flow of $248 million, in line with 2024 levels despite closing the Paragon 28 transaction in the quarter. Our working capital initiatives, including inventory reductions continue to pay off as we've reduced days on hand by almost 20 days compared to the second quarter of 2024. We ended the quarter with approximately $557 million of cash and cash equivalents.\nNow regarding our outlook for 2025. We are updating our guidance based on a number of factors and now expect 2025 reported revenue growth of 6.7% to 7.7%, adjusted EPS of $8.10 to $8.30, and free cash flow of $1 billion to $1.2 billion. We are also narrowing our 2025 organic constant currency revenue growth guidance to 3.5% to 4.5%, from our prior range of 3% to 5%. Inside of this, we continue to expect average selling prices to be roughly flat for the full year, and selling day differences to be a modest headwind to growth.\nImportantly, as Ivan mentioned, we remain confident in our expected second half growth acceleration driven by no selling day headwind in the second half of 2025. More favorable comps resulting from the ERP implementation challenges in the second half of 2024, acceleration from new product launches, particularly our [ Magnificent 7 ] across all of our businesses and geographies, and the timing of orders in EMEA.\nNow let's walk through the moving parts that impact our reported revenue guidance. At recent rates, FX is now expected to be a more meaningful tailwind to our full year outlook than previously anticipated. At current rates, we now anticipate FX to contribute 50 basis points of growth in 2025. Second, on Paragon 28, we continue to anticipate the acquisition to contribute about 270 basis points of growth in 2025. With our successful efforts to mitigate our exposure to global tariffs and the assumption of China-related tariffs remaining at current levels, we are lowering our expected tariff impact for 2025. While the situation remains fluid, we now anticipate about a $40 million headwind to operating profit in 2025. Principally in the second half, which is down from the $60 million to $80 million we estimated during the first quarter earnings call.\nWhile we're not providing 2026 guidance at this time, based on current assumptions, we believe the improvements in 2025 will carry forward into 2026 and beyond. We now anticipate full year adjusted operating margin to be down about 100 basis points from 2024, versus our prior guidance of 100 to 150 basis points of a decline. We still expect fourth quarter adjusted operating margin will be the highest for the year.\nAdjusted net interest and other nonoperating expenses are now expected to be approximately $290 million, down from $305 million, primarily due to lower borrowings. We continue to expect our adjusted tax rate to be approximately 18% for the full year, and fully diluted shares outstanding to be approximately $200 million.\nAs mentioned, we project the 2025 tariff headwind to be more than offset by a combination of the weakening U.S. dollar, and a corresponding FX tailwind, supply chain mitigation efforts, proactive actions were taken to decrease discretionary spending, and advancing other operational strategies. Given these dynamics and factoring in the dilution from the Paragon 28 acquisition, which is in line with our original expectations, we now expect our 2025 fully diluted adjusted earnings per share to be $8.10 to $8.30, up from our previous guidance of $7.90 to $8.10.\nI'd like to close by thanking the entire ZB team for their hard work and dedication. We continue to make meaningful positive change across the business while investing to accelerate long-term growth.\nWith that, I'll turn the call back over to David.\n\nDavid M. DeMartino\n\nSenior VP of Investor Relations\n\nThank you, Suky. Operator, let's open up for questions. [Operator Instructions] Operator, please go ahead."
  },
  {
    "header": "ZBH",
    "cik": "0001136869",
    "ticker": "ZBH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c00dd1787a3c698b610908b4416a3670",
    "period": "2025 Q1",
    "content": "Q1 2025 Zimmer Biomet Holdings Inc Earnings Call\n\nQ1 2025 Zimmer Biomet Holdings Inc Earnings Call\n\nZBHNYSEMAY 5, 8:30 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Zimmer Biomet First Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded today, May 5, 2025. [Operator Instructions]\nI would now like to turn the conference over to David DeMartino, Senior Vice President, Investor Relations. Please go ahead.\n\nDavid M. DeMartino\n\nSenior VP of Investor Relations\n\nThank you, operator, and good morning, everyone. Welcome to Zimmer Biomet's First Quarter 2025 Earnings Conference Call. Joining me on today's call are Ivan Tornos, our President and CEO; and Suketu Upadhyay, our CFO and EVP, Finance, Operations and Supply Chain.\nBefore we get started, I'd like to remind you that our comments during this call will include forward-looking statements. Actual results may differ materially from those indicated by the forward-looking statements due to a variety of risks and uncertainties. For a detailed discussion of all these risks and uncertainties in addition to the inherent limitations of such forward-looking statements, please refer to our SEC filings.\nPlease note, we assume no obligation to update these forward-looking statements even if actual results or future expectations change materially. Additionally, the discussions on this call will include certain non-GAAP financial measures, some of which are forward-looking non-GAAP financial measures. Reconciliation on these measures to the most directly comparable GAAP financial measures and an explanation of our basis for calculating these measures is included within our first quarter earnings release, which can be found on our website, zimmerbiomet.com.\nWith that, I'll turn the call over to Ivan.\nIvan?\n\nIvan Tornos\n\nChief Operating Officer\n\nGood morning, everyone, and thank you for joining today's call. I would like to start today the way that I always do by taking a moment to recognize and to some gratitude to the over 17,000 Zimmer Biomet team members who move our business and mission forward every day.\nThank you for your tireless work, your strong performance. And most importantly, thank you for your commitment to serving our customers and our patients. As I always say, the Zimmer-Biomet workforce and the culture that we have truly is 1 of our key competitive advantages.\nDuring my prepared remarks this morning, I'm going to cover 4 things. First, the first quarter results of secondly, our drivers of performance for '25 and beyond. Thirdly, the usual update on our 3 strategic priorities, and then I'll close with an update on the recently completed Paragon 28 acquisition. After this, Suki is going to cover our financials in more detail, and we'll make sure to leave plenty of time for questions at the end of the prepared remarks.\nTo begin, we grew first quarter sales 2.3% constant currency, with standard results in U.S. hips, which were up nearly 4%, a mid-single-digit growth in SEP. This performance was against the backdrop of 1 less selling day in the quarter which, as we mentioned in the past, represented a meaningful headwind. The U.S. hip performance highlights the opportunity with our magnificent 7 product cycle and the impact that these products will have in accelerated position as the global leader in Hips and knees.\nSpecifically in the U.S., the combination of Z1 or triple taper hipstemfor direct interior procedures, Her or Surgical Impactor and orthogrid or AI-driven surgical guidance system for total hip replacements has put on the offensive once again. Notably, roughly half of Zen users in the U.S. are conversions from competitive accounts, a trend that we expect to continue.\nIn U.S. Knees, we expect personal or cementless knee and the Oxford partial cementless knee to drive accelerating growth throughout 2025. We have now has 25% penetration with cementless knees in the U.S. and expect that trend to accelerate now that we have performed widespread customer and sales rep training and have ample supply to drive increased penetration. Similarly, the European launch of Persona Revision, the leading revision implant in the U.S. should continue to gain traction throughout the year.\nLooking at 2025, we are maintaining our full year organic constant currency revenue growth expectations of 3% to 5% and which excludes contribution from the Paragon 28 acquisition. We anticipate Paragon 28 to contribute 270 basis points to sales growth in 2025. And -- we are updating our 2025 adjusted EPS guidance to $7.90 to $8.10 from the previous 15 to $8.35, which contemplates first, the impact from tariffs being fully offset primarily by the weakening of the U.S. dollar, shift in discretionary spending and other operational strategies that our team is undertaking. And then secondly, modest dilution of less than 3% from the Paragon 20 acquisition as was previously mentioned.\nSuki is going to provide more detail on guidance in his prepared remarks. As we progress throughout 2025, our priorities have not changed. We're going to continue to over index on people and culture, operational excellence and innovation and diversification. Firstly, in the priority of people and culture, we're going to continue to ensure that we have the right people in the right jobs. To that end, at the senior leadership level of the organization, we recently added 2 new leaders to take over the key functions of our strategy, innovation and business development as well as communications. In addition to that, we have also hired new commercial leaders in key countries in Asia Pacific, have made changes in U.S. general management in key geographies and have hired strong capabilities in pricing.\nAs we move towards the end of the year, we plan to make additional changes in the U.S., knowing that we got to do better. ensuring that every territory is led by a strong player who is solely focused on driving Zimbamed's performance in the assigned geography. Secondly, in alignment with our strategic priority of operational excellence, we remain committed to elevating our performance in the very critical U.S. market and to that end, are making changes to optimize our U.S. sales channel.\nWe're going to continue to specialize our [ SP ] set field team to ensure that we're capitalizing on the high growth opportunity that this market represents while bolstering our leadership position in the [indiscernible] through expanded product offerings and capabilities and are also meaningfully expanding our robotic platforms through innovation and committing additional commercial resources.\nAs a reminder, all of these changes are contemplated within the giving guidance range for the year from both a revenue and EPS standpoint. In addition to driving sales growth, we continue to prioritize margin improvement while also reducing inventory needs. That way, we can increase our free cash flow generation. We like what we are seeing when it comes to DOH, days on hand and reduction that we've seen in the and expect to move from around 370 days today to a much lower number in the quarter years to come. As a reminder, our DOH number was north of 400 early in 2024. In our third priority of innovation and diversification, now that we have no gaps left in our core portfolio after the introduction of the Magnificent 7 products, we are now refocusing our innovation efforts in addressing unmet needs within musculoskeletal health and adjacent areas.\n4 key problems that we're going to solve for. Number 1 is awareness. Less than 5% of patients address their osteoarthritis. To empower patients to seek treatment, we're executing a bold direct-to-patient program in partnership with our Chief Movement Officer, Arne worsen. During the first quarter of 2025, we launched our new Urban campaign. And we continue to partner with key societies to educate patients around the world about joint replacement, while also expanding our digital marketing program in key geographies and territories.\nThe second part we're trying to solve is safety. Very prosthetic joint infections or PDIs occur in roughly 1% to 2% of primary cases. and around 4% to 5% of revision joint replacement procedures and can be devastating. As a matter of fact, mortality rates, once you do get these PDIs can be higher than some cancers. We're committed to addressing this ametnib through technology such as iodine surface-treated implants to prevent bacterial colonization and biotonformation. Excited to be launching the first iodine surface-treated hyperemin Japan later this year. And at some point, it will come to the U.S. where the opportunity is pretty large.\nBeyond iodine surface devices with investing in technology that aims to drive faster surgeries to reduce exposure to infection, while in the operating room, our OneTeam acquisition executed late 2024 is an example of this strategy. The third key area where we're going to focus our innovation efforts is around efficiency. One aim of our innovation engine is to lessen the bar of care for all key stakeholders by capturing patient data with smart implants, making a city scan an option for robotic implants with our platform ROSA. And by reducing surgical times through utilizing AI technologies such as Orthogrid, we target to improve the quality of life for patients reduce the cost of care for payers and providing doctors more time to perform other surgeries.\nWe believe we can be faster and smarter when it comes to the episode of treatment for the multiple patients that can benefit from our devices. The fourth key area where we are focusing our innovation efforts is around outcomes. -- we strive to continually improve patient satisfaction. With the recent PMA approval of the Oxford partial cementless knee, patients in the United States now have access to a partial knee backed by robust clinical data. data on nearly 15,000 patients from the National Joint Registry for the U.K. demonstrated 93% survivorship at 10 years.\nThis is a statistically significant improvement over the 90% with cemented partial implants. We have now trained several hundred customers on Oxford Partial cementless and expect robust adoption as we exit 2025. In addition to internally developed solutions, we will also look to address these needs through inorganic opportunities that fear strategic, financial and risk return metrics and we do remain committed to our aspiration of achieving a 5% Wingard weighted average market growth rate environment by the end of 2027. As a reminder, today's Wingard AzimaBiomed is around 4 to 4.25. We have built best-in-class integration capabilities at Zimmer-Biomet and are ready to take on the right opportunities at the right time.\nSpeaking of successful integrations, I want to end today discussing the closing and integration of the Paragon 28 acquisition. As of April 21, Paragon 28 is now part of the Zimmer Biomet family and we're very proud of this achievement. This successful integration of the acquisition has been and will continue to be a top priority. And I'm very happy to report that Paragon 28 Chairman and CEO, Albert DaCosta as well as his entire senior commercial leadership team have now joined the Zimmer-Biomet family.\nAbertand the team have created a highly energetic, entrepreneurial and committed culture which we intend to preserve here at Zimmer Biomet. I could not be more excited to have the Paragon 2018 on board, allow what they bring to Seb and I look forward to the ongoing journey. In addition to adding the senior leadership of Paragon 28, the entire U.S. sales channel of Paragon 28 has now signed up for the Zimmer-Biomet journey, creating minimal disruption to the success that they have achieved over so many years.\nIn conclusion, we are very proud of the progress in our organization, and we look forward to continuing to execute and build momentum has moved throughout the year. A lot of the fact that were impacting the lives of millions of people, and I'm deeply inspired every day in Norway, the Mathias and I are leaving the Zimmer-Biomet mission of Alivium pain and improving the quality of life for people around the world.\nAnd with that, I'll now turn the call over to Suketu. Thank you very much.\n\nSuketu P. Upadhyay\n\nExecutive Vice President, Chief Financial & Accounting Officer\n\nThanks, and good morning, everyone. As Ivan mentioned, we closed a solid quarter that demonstrated the early impact of our new product cycle. Despite the selling day headwind, we grew sales 2.3% on a constant currency basis. delivered adjusted earnings per share of $1.81 and generated $279 million of free cash flow. Looking at this quarter's results, unless otherwise noted, my statements will be about the first quarter of 2025 and how it compares to the same period in 2024. And my commentary will be on a constant currency and adjusted operating basis. 2025 organic constant currency guidance commentary will exclude any projected impact of the recently closed Paragon 28 acquisition. .\nNet sales were $1.99 billion, an increase of 1.1% on a reported basis and 2.3% excluding the impact of foreign currency. Consolidated pricing was 10 basis points positive, marking the fifth consecutive quarter of positive pricing. Our U.S. business grew 1.3%, driven by nearly 4% growth in both hips and ST. As Ivan mentioned, we continue to make changes to bolster our U.S. performance. This includes new leadership in key geographies, sales rep specialization, expanding our ASC offerings and committing additional commercial resources in robotics. Internationally, we grew 3.7%, driven by mid-single-digit growth in knees and high single-digit growth in ST. Our SET business continues to outpace knees and hips. And with the closing of the Paragon 28 transaction, it will now be larger than our hip business. This aligns with our strategy of diversifying into faster-growth markets.\nGlobal Hips grew 2.4% with the U.S. growing 3.7% and international growing 1%. We are particularly pleased with the U.S. results given the selling day headwind -- as Ivan mentioned, our U.S. performance was driven by the combination of Z1, HAMR and Ortho grid. The Z1 launch has exceeded our expectations, and we have seen rapid uptake from both existing customers and competitive accounts. Global Knees grew 1.9% in the quarter with U.S. growing 0.2% and international growing 4.2%. We continue to anticipate an acceleration in U.S. needs throughout 2020 and driven by increased penetration of our persona osteo else and the full launch of our Oxford Partial cementless need.\nNext, our SET segment grew by 4.9%, led by CMFT and Sports growing in the low teens and high single digits, respectively. This marks the sixth consecutive quarter of at least mid-single-digit growth in SET, a trend we expect to continue. Finally, technology and data, bone cement and Surgical declined 3.5% and due to tough comps from the prior year and a mix shift towards ROSA volume-based placements versus outright sales. Turning to our P&L.\nWe reported GAAP diluted earnings per share of $0.91 compared to GAAP diluted earnings per share of $0.84 in the prior year. This increase was driven by higher sales and lower restructuring charges. On an adjusted basis, we delivered diluted earnings per share of $1.81 compared to $1.94 in the prior year. As previously guided, earnings were down due to higher COGS capitalization from 2024 and higher upfront investments for new product introductions, higher interest expense and an FX headwind of about $0.03. Adjusted gross margin was 71.5% and adjusted operating margin was 26.2%, and both lower than the prior year, but in line with expectations. Adjusted net interest and nonoperating expenses were $59 million, above the prior year driven by higher debt and higher interest rates on refinance debt that matured in 2024.\nOur adjusted tax rate was 18.2% and fully diluted shares outstanding were $199.7 million, down year-over-year due to the share repurchases, of which we executed another $230 million during the quarter. Turning to cash and liquidity. We had another strong quarter of cash generation with operating cash flows of $383 million and free cash flow of $279 million, representing robust growth versus the prior year. Our working capital initiatives targeted towards inventory reduction continue to pay off as we reduced days on hand by almost 47 days compared to Q1 2024, ending at approximately 370 days of inventory on hand. We ended the quarter with approximately $1.4 billion of cash and cash equivalents which includes the proceeds from debt issuance to support the acquisition of Paragon 28.\nRegarding our outlook for 2025, there are a number of moving parts that impact our guidance. First, at recent rates, FX is now expected to be a tailwind to our full year outlook. Additionally, we incorporate our initial estimate on the negative impact of global tariffs as well as the closing of the Paragon 28 transaction into our guidance. When accounting for these changes, we now expect 2025 reported sales growth of 5.7% to 8.2%. EPS $7.90 to $8.10 and free cash flow of $750 million to $850 million. On revenue, we are reiterating our 2025 organic constant currency revenue growth of 3% to 5%. Inside of this, we expect average selling prices to be roughly flat for the full year and selling day differences to be a modest headwind to growth. With the recent weakening of the dollar at current rates, we anticipate FX to be flat to a 50 basis point tailwind in 2025.\nWe an improvement from our prior guide. On Paragon 28, we anticipate the acquisition to contribute about 270 basis points to growth in 2025, resulting in consolidated reported revenue growth expectations of 5.7% to 8.2%. Regarding the cadence of expected revenue results. We continue to anticipate that second half organic constant currency growth will be higher than the first half due to more favorable comps related to the 2024 ERP challenges, new product uptake and no selling day impact. We expect second quarter organic constant currency growth to be slightly higher than the first quarter constant currency growth. which incorporates tougher year-over-year comps, the shift of orders from the second quarter into the second half in certain emerging markets inside of EMEA and continued optimization of the U.S. channel.\nNow addressing tariffs. Let's just say that the situation remains fluid. Based on current administration proposals, we anticipate a $60 million to $80 million headwind to operating profit in 2025. We with the majority of the impact in the second half of the year. This estimate contemplates our latest view of mitigation efforts currently underway and that the announced European reciprocal tariffs will go into effect after the 90-day stay period. I will note that our 2025 impact should not be used as a run rate for 2026 due to a variety of factors and that our estimate around the impact of tariffs in 2025 could change as the macro environment continues to unfold. Given tariffs and the Paragon 28 acquisition, we now anticipate full year adjusted operating margins to be down approximately 100 to 150 basis points versus 2024. The second half adjusted operating margins up slightly from the first half and the fourth quarter still having the highest adjusted operating margin.\nAdjusted net interest and other nonoperating expenses are expected to be approximately $305 million, reflecting borrowings for the Paragon 28 acquisition and higher interest rates on refinance debt. We continue to expect our adjusted tax rate to be approximately 18% for the full year and fully diluted shares outstanding to be approximately $200 million. We project the 2025 tariff headwind to be offset primarily by a combination of the weakening U.S. dollar and corresponding FX tailwind, a decrease in discretionary spending and other operational strategies. Given these dynamics and factoring in the dilution from the Paragon 28 acquisition, which is in line with our original expectations. Our fully diluted adjusted earnings per share is expected to be $7.90 and to $8.10. We now anticipate 2025 free cash flow of $750 million to $850 million, down from $1.1 billion to $1.2 billion due to tariff-related headwinds and onetime costs associated with the recently closed Paragon 28 acquisition.\nThis reduction in free cash flow is projected to be roughly 50-50 between tariffs and the closing of the Paragon 28 deal. And again, the Paragon 28 impact should be onetime in nature. I would like to close by thanking the entire ZB team for their continued hard work and dedication. We continue to make meaningful positive changes across the business and continue to invest to accelerate long-term growth while navigating an uncertain environment.\nWith that, I'll turn the call back over to David.\n\nLawrence H. Biegelsen\n\nAnalyst, Wells Fargo Securities LLC\n\nThank you, Siki. Operator, let's open up for questions. In order for us to take as many questions as possible, please limit yourself to 1 question.\nOperator, please go ahead."
  },
  {
    "header": "ZBH",
    "cik": "0001136869",
    "ticker": "ZBH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4bbd75d9e8dcad5acc09a5f3cf3a53b2",
    "period": "2024 Q4",
    "content": "Q4 2024 Zimmer Biomet Holdings Inc Earnings Call\n\nQ4 2024 Zimmer Biomet Holdings Inc Earnings Call\n\nZBHNYSEFEB 6, 8:30 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Zimmer Biomet Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded today, February 6, 2025.\n[Operator Instructions].\nI would now like to turn the conference over to David DeMartino, Senior Vice President, Investor Relations. Please go ahead.\n\nLawrence H. Biegelsen\n\nAnalyst, Wells Fargo Securities LLC\n\nThank you, operator, and good morning, everyone. Welcome to Zimmer Biomet's Fourth Quarter 2024 Earnings Conference Call. Joining me on today's call are Ivan Tornos, our President and CEO; and Suketu Upadhyay, our CFO and EVP of Finance, Operations and Supply Chain.\nBefore we get started, I'd like to remind you that our comments during this call will include forward-looking statements. Actual results may differ materially from those indicated by the forward-looking statements due to a variety of risks and uncertainties. For a detailed discussion of these risks and uncertainties, in addition to the inherent limitations of such forward-looking statements, please refer to our SEC filings including those recently filed related to Paragon 28.\nPlease note, we assume no obligation to update these forward-looking statements even if actual results or future expectations change materially. Additionally, the discussions on this call will include certain non-GAAP financial measures, some of which are forward-looking non-GAAP financial measures. Reconciliation of these measures to the most directly comparable GAAP financial measures and an explanation of our basis for calculating these measures is included within our fourth quarter earnings release, which can be found on our website our zimmerbiomet.com.\nWith that, I'll turn the call over to Ivan. Ivan?\n\nIvan Tornos\n\nChief Operating Officer\n\nGood morning, everyone, and thank you for joining today's call. I would like to start today the way that I always do by taking a moment to recognize and to show my sincere gratitude to the over 17,000 Zimmer Biomet team members who each and every day across the globe move our business and our mission forward. Thank you for your commitment. Thank you for your tireless work, your strong performance. And most importantly, thank you for what you do every day to serve our customers and patients. Thanks to your efforts in 2024 we at Zimmer Biomet were able to impact the lives of over 4.3 million patients. This is a phenomenal data point that now continues to inspire all of us to the quarter, 4.3 million patients.\nAs I've said in the past, and as I will continue to say, the Zimmer Biomet workforce and the culture that we have here truly is one of our key competitive advantages. During the call today, I'm going to cover 3 things: first, I'll provide a general overview of the fourth quarter and broad market dynamics; secondly, after about our 2025 outlook and the drivers of performance for the year and beyond 2025; and then lastly, I'll briefly talk about the recently announced Paragon 28 acquisition.\nAnd today, Suky is going to cover our financials in more detail. I will make sure, as always, to leave plenty of time for your questions. To begin, I'm very happy to report that in the fourth quarter of 2024, we grew sales nearly [ 5 ] [indiscernible] this marks the 12th consecutive quarter of mid-single-digit or better constant currency revenue growth for Zimmer Biomet. This performance in the quarter was driven by mid-single-digit growth in hips and knees as well as upper single-digit growth in S.E.T.\nThese results are particularly noteworthy given the backdrop of the ERP implementation challenges outlined in September. In line with our expectations, we have now exited 2024 at pre-ERP shipping levels as evidenced by the large volume of shipments that we show in the quarter. Beyond commercial execution and the outcomes of innovative product launches, our performance was fueled by mid-single-digit growth in our end markets, which we anticipate will continue based on all the analytics that we have at him involving both primary and second party sources.\nAnd aging and increase in active population, technological advancements, improving patient care dynamics around the world, the shift of [indiscernible] outpatient settings like the ASC here in the U.S. as well as data showcasing best-in-class clinical outcomes will continue to provide tailwinds to these market dynamics and the growth should continue in the coming years. So again, we see these markets as being very healthy, and we do not expect these markets to slow down.\nIt is important to note that with the solid closing of the fourth quarter, despite some of the challenges in the year including the already mentioned ER disruption, we were able to manage the business consistent with our original 2024 financial guidance. So this means delivering near 5% constant currency revenue growth, $8 in adjusted earnings per share and free cash flow of $1.5 billion.\nAs we look into 2025, we are providing full year financial guidance of constant currency revenue growth of 3% to 5% and adjusted earnings per share of $8.15 to $8.35, which excludes any impact from the Paragon 28 acquisition. These financials are aligned with the LRP, loan range plan commitments that we highlighted at our investor event in May of 2024 in New York, which as a reminder, involves growing revenue at mid-single digits over the plan period while ensuring that EPS has grown faster than revenue, and free cash flow is growing at least 100 basis points faster than EPS. Again, revenue in the mid-single-digit range, EPS growing faster than revenue. and free cash flow growing at least 100 basis points faster than EPS. Suky is going to provide more details in his prepared remarks, coming up.\nAs we enter 2025, our priorities have not changed. We're going to continue to over-index on people and culture, priority #1, operational excellence, number two; and thirdly, innovation and diversification. Today, I want to break down these 3 priorities in a more specific fashion, in what we call a 4-point plan across the 3 key priorities of Zimmer Biomet.\nFirstly, in the priority of people and culture, we're going to continue to ensure that we have the right people in the right jobs. To that end, we have added new leadership in key categories across the enterprise, like a new President for Global hips, a new president for Global Knees and new appointed President for our [indiscernible] business and a new leader for global medical education. Secondly, in alignment with our strategic priority of operational excellence, we are committed to elevating our performance in the critical U.S. market.\nWe know that our performance has not been consistent, and we're going to do a far better job in this regard. This means specializing more aggressively in set ensuring that we had the right go-to-market formula in all key franchises with the right productivity and the right talent, adding new capabilities and expanding the portfolio and partnerships in the ASC environment, we like where we are but want to be bolder in ASCs and continue to launch innovative solutions in robotics, while ensuring that we also have the right number of head counts to drive growth in this vital area. In the background of all of these, we have now announced the boldest direct-to-patient program in the history of the organization.\nWe knowledge that Arnold Schwarzenegger himself as a Chief Movement Officer, much more to come in this area, truly are excited about the potential here in the U.S. Thirdly, in the area of innovation and diversification, we plan to launch over 50 new products in the next 36 months with several these products being new to the world product launches. So it's not just the quantity of products, but it's the quality and the disruption associated with these products that excites us here at Zimmer Biomet.\nTo touch on a few of those, starting with knees, our U.S. portfolio was strengthened in 2024 with the approvals of the Oxford Parcel [indiscernible] listening, the clearance of the 30-millimeter, the short version of [indiscernible] iQ and some other plays in our new portfolio. We anticipate Oxford and Persona to contribute to growth in the second half of 2025. These products, combined with the steady adoption of our Persona OsseoTi [indiscernible] will position us strongly in the U.S. market. We're very excited in terms of our new portfolio, and we really forward to acceleration of the growth in needs, especially as we enter the second half of 2025.\nInternationally, late last year in 2024, we received a CMR for Persona Revision. This is already the leading vision implant in the U.S., and we expect this launch to accelerate throughout 2025. 2024 was also a transformational year for our hip franchise. We launched Z1 or [indiscernible] stem and HAMMR or Surgical Impactor. These 2 products, in addition of the closing of the OrthoGrid acquisition, which enables best-in-class navigation to surgeons as well as our Hip Insight portfolio, the only FDA clear mixed reality, are going to position us to grow hips in a very meaningful way as we enter 2025. I also like that with the acquisition of Ortho Grid in conjunction with Hip Insights and Roam Hip Navigation, we now have the broadest navigation portfolio in hip surgery. Again, very excited about where we are with Knees and where we are with hips, not having the most robust portfolio in Recon since the merger of Zimmer and Biomet going back to June of 2015. While we could not be more excited with our knee and hip products, Zimmer Biomet is today much more than just large joints. Within set ROSA [indiscernible] has the potential to meaningfully expand the shoulder arthroplasty market by improving the accuracy and reproducibility of the procedure. ROSA [indiscernible] was the first robotic solder system in the world, and it is the only robot in shoulders that can perform both anatomic and reverse procedures.\nAdditionally, in November of last year, we received FDA clearance for [ OceoFeedSoulder ]. The first assymetric stemless solder system in the U.S. We are in full launch mode as we speak and are receiving great feedback from customers all across the U.S. Finally, Zimmer Biomet continues to innovate within robotics. We're going to be introducing a number of new ROSA applications in the short to midterm, including CT scan capabilities, kinematic alignment for knees and a posterior hip [indiscernible] approach, which is a huge need in the growing international markets. ROSA is already the leading orthopedic grower in Europe. And with these updates, we anticipate continued global share gains. While we continue to launch innovative solutions to address the needs of our growing markets, we're also going to continue to look for responsible inorganic opportunities that feel are strategic financial and risk return metrics, which we need to do in order to diversify Zimmer Biomet and in order to realize our aspiration of residing in a 5% [indiscernible] environment by the end of 2027.\nThe fourth point in our plan touches on the strategic priority of operational excellence and specifically on how Zimmer Biomet plans to drive margin improvement over the plan period while also reducing inventory needs, hence, increasing our free cash flow generation. The plan is already in motion. We achieved results according to our expectations in 2024, and we shall see a [indiscernible] as we progress throughout the year 2025. The execution of these 4 points mentioned above is going to undoubtedly set Zimmer Biomet for success just in 2025, but also in years to come. And by executing on these 4 things, we'll make sure to deliver on our revenue, earnings per share and free cash flow goals in accordance with the commitments highlighted in our long range plan. I want to close today's call discussing the very exciting news that we shared recently on the M&A front. To complement our product cycle on January 28. We entered into a definitive agreement to acquire Paragon 28, which is a leader in the rapidly growing $5 billion foot and ankle space. I could not be more excited about this partnership. We maintain our desire to diversify into higher-growth segments through disciplined M&A, and this transaction checks the growth, accretion dilution and all the strategic boxes that we've been discussing for quite some time.\nStrategically, once the transaction closes, are anticipated to be in the first half of 2025. Paragon [indiscernible] is expected to expand our foot and ankle deformity offerings, while bolstering our existing fracture and trauma as well as joint replacement portfolios. It is going to move for [indiscernible] in that direction. It is going to complement Zimmer Biomet global footprint, existing infrastructure with [indiscernible] expansive portfolio and it's going to help us drive [indiscernible] growth and international growth. One very exciting area of this partnership is going to be the ability to expedite or penetration opportunities in the fast-growing ASC market where foot and ankle procedures carry a very beneficial reimbursement -- reimbursement that we're not capitalizing on today while also creating cross-selling opportunities. Lastly, this partnership is going to strengthen Zimmer Biomet's leadership position across muscular elated Health and lower extremities. I could not be more excited about how we enter and we very much look forward to welcoming the great leaders of Paragon 28, including the Chairman and CEO, [indiscernible] Costa to the Zimmer Biomet family.\nIn conclusion, we are very proud of the progress of organization. And we very much look forward to continuing to execute above and beyond expectations. We have a very simple yet compelling plan, and we will execute on it. A lot of the fact that we're impacting the lives of millions of people, and I'm deeply inspired every day in knowing that my teammates and I are leaving the Zimmer-Biomet mission of elevating pain and improving the quality of life for people around the world.\nAnd with that, I'll turn the call now over to Suky. Thank you very much.\n\nSuketu P. Upadhyay\n\nExecutive Vice President, Chief Financial & Accounting Officer\n\nThanks, and good morning, everyone. As Ivan mentioned, we closed another solid year, demonstrating the resilience and winning attitude of our team members. Despite the challenges we faced, we grew sales nearly 5% on a constant currency basis, expanded adjusted operating margins by 40 basis points, grew adjusted earnings per share by 6% to $8 and generated over $1 billion in free cash flow. .\nLooking at this quarter's results, unless otherwise noted, my statements will be about the fourth quarter of 2024 and how it compares to the same period in 2023. And my commentary will be on a constant currency and adjusted operating basis. 2025 guidance commentary will exclude any impact of the recently announced Paragon 28 acquisition. Net sales were $2.23 billion, an increase of 4.3% on a reported basis and 4.9%, excluding the impact of foreign currency. Consolidated pricing was positive 60 basis points, marking the fourth consecutive quarter of positive pricing. Overall, results were underpinned by healthy end markets with good leading indicators on demand for new products. Our U.S. business grew 4.7%, driven by strong high single-digit growth in S.E.T. While international grew 5.2%, driven by high single-digit growth in knees and S.E.T. It's great to see that our global S.E.T growth continues to outpace both knees and hips. Importantly, once the Paragon 28 transaction is closed, the combined S.E.T. segment is expected to be larger than our hip franchise and is expected to continue to grow faster than both our knee and hip segments. This aligns with our strategy to diversify into faster-growth markets. Global Knees grew 5.6% in the quarter with the U.S. growing 3.9% and international growing 8%. We continue to see good take from our Persona portfolio and increased penetration of ROSA.\nGlobal Hips grew 4%, with the U.S. growing 3.2% and international growing 4.8%. While still in early days, we are encouraged by the feedback on Z1 and look forward to accelerating the rollout of HAMMR in tandem with OrthoGrid. We now have a complete product portfolio in hips and we'll be accelerating our offensive strategy as 2025 progresses. Next, our S.E.T. segment grew 8.4%, led by CMFT at 13%, Sports at 22% and upper extremities at 8%. This marks the fifth consecutive quarter of at least mid-single-digit growth in S.E.T., a trend we expect to continue. Finally, we renamed the other category to technology and data, bone cement and surgical to better represent the revenue within that segment. This segment declined 4.3% due to tough comps from the prior year.\nTurning to our P&L. We reported GAAP diluted earnings per share of $1.20 compared to GAAP diluted earnings per share of $2.01 in the prior year. Higher sales and operating profit in tandem with a lower share count were more than offset by higher nonoperating expenses and higher taxes, including a onetime gain in 2023 that did not repeat. On an adjusted basis, we delivered diluted earnings per share of $2.31 compared to $2.20 in the prior year, with earnings per share growing faster than revenue. Of note, FX headwinds were more challenging in the quarter than originally expected, and accounted for about $0.05 of earnings per share erosion when compared to 2023. Adjusted gross margin was 71.3%, lower than 2023, as previously guided, due primarily to prior year capitalized cost increases that impacted this year's P&L.\nAdjusted operating margin was 30.8%, 50 basis points higher than the prior year due to revenue leverage and continued efficiencies across SG&A. Net interest and other adjusted nonoperating expenses were $62 million, higher than the prior year driven by higher debt and higher interest rates on refinance debt that matured in 2024. Our adjusted tax rate was 17.5%, higher than 2023, driven by the implementation of Pillar 2 and fully diluted share outstanding were $200 million, down year-over-year as a result of our share buybacks.\nTurning to cash and liquidity. Our working capital initiatives targeted towards inventory reduction are paying off as we reduced days on hand by almost 50 days, ending the year at approximately 375 days. This contributed to operating cash flow of $506 million and free cash flow of $403 million, bringing 2024 free cash flow to $1.055 billion or in the range we originally guided at the beginning of 2024. We ended the quarter with $526 million of cash and cash equivalents. Aligned with our capital allocation strategies, we repurchased approximately $72 million of shares in the quarter bringing full year 2024 share repurchases to $870 million.\nWe maintain flexibility to continue our share repurchase program and plan to continue to return cash to shareholders on an opportunistic basis over the course of our long-range plan. Now regarding our 2025 outlook. We expect 2025 constant currency revenue growth of 3% to 5%. In side of this, we expect stable end markets, flat to 50 basis points of price erosion for the full year and a modest headwind to growth due to year-over-year selling day differences. With the strengthening of the dollar at recent rates, we anticipate 150 basis points to 200 basis points of headwind from currency in 2025, resulting in reported revenue growth expectations of 1% to 3.5%. Now regarding the cadence of expected revenue results. We expect that the second half ex FX growth will be higher than the first half due to more favorable comps related to 2024 ER challenges, new product uptake and no selling day impact. Importantly, the first quarter will have 1 less selling day compared to 2024, which we estimate to have about 100 to 150 basis point headwind on revenue growth in the quarter, putting growth at about 2% ex FX.\nAlso, you should expect Q2 growth to be muted primarily due to tougher comps when compared to 2024. Fully diluted earnings per share is expected to be $8.15 to $8.35. As with revenue, FX has a significant unfavorable impact on our earnings profile, creating an estimated $0.20 to $0.25 headwind on earnings per share when compared to 2024. We anticipate full year adjusted gross margin to be in line with 2024 and and full year adjusted operating margins to increase versus the prior year, among the fifth consecutive year of adjusted operating margin improvements.\nAs with revenue, margins and earnings will be stronger in the second half of 2025 versus the first half of the year. When compared to 2024, first half gross margin and operating margins will be lower than the prior year due to the impact of higher inventory costs and higher expenses associated with new product launches, sales force specialization and direct-to-patient marketing. As we progress into the second half, margins will be better than 2024 due to sales leverage, lower cost inventory and the impact of ongoing efficiency programs. Net interest and other nonoperating expenses are expected to be at least $255 million, reflecting higher rates on refinanced debt. Our adjusted tax rate is expected to be approximately 18% for the full year, and fully diluted shares outstanding are expected to be about 201 million shares.\nDespite the FX pressure on earnings, we expect 2025 free cash flow of $1.1 billion to $1.2 billion, which represents significant leverage versus revenue growth. As laid out in our Analyst Day presentation, improvements in earnings, sunsetting of foundational investments and improvements in working capital are expected to drive improved cash conversion in 2025 and beyond. As Yvonne mentioned, we entered into a definitive agreement to acquire Paragon 28 last week for an upfront payment of $13 per share in cash, representing an approximate $1.1 billion equity purchase price. In addition, Paragon 28 shareholders will receive one non-tradable CVR, paying out up to an additional $1 per share in cash based on the achievement of certain revenue milestones. The purchase, which will be funded through a combination of cash on hand and debt is anticipated to be immediately accretive to revenue growth, approximately 3% dilutive to adjusted EPS in 2025, about 1% dilutive to adjusted EPS in 2026 and accretive to adjusted EPS within 24 months following the closing. We expect the transaction to close in the first half of '25, after which we will provide updated guidance for the full year. It is important to note that after the closing, we expect to maintain a strong balance sheet and investment-grade credit rating with the optionality to continue to invest against our capital allocation priorities. I'd like to close by thanking the entire ZB team for their resilience in overcoming significant challenges in 2024. Through your dedication, we achieved robust financial results with sales growth of nearly 5%, adjusted operating margin expansion for the fourth straight year and over $1 billion in free cash flow. I look forward to your winning spirit in 2025. And with that, I'll turn the call back over to David.\n\nIvan Tornos\n\nChief Operating Officer\n\nThank you, Suky. Operator. let's open for questions."
  },
  {
    "header": "ZBH",
    "cik": "0001136869",
    "ticker": "ZBH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/05397e0a71fbb03198be0ae3540a825e",
    "period": "2024 Q2",
    "content": "Q2 2024 Zimmer Biomet Holdings Inc Earnings Call\n\nQ2 2024 Zimmer Biomet Holdings Inc Earnings Call\n\nZBHNYSEAUG 7, 8:30 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Zimmer Biomet Second Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded today, August 7, 2024. [Operator Instructions] I would now like to turn the conference over to Zach Weiner, Director of Investor Relations. Please go ahead.\n\nZachary Ross Weiner\n\nEquity Associate, Jefferies LLC, Research Division\n\nThank you, operator, and good morning, everyone. Welcome to Zimmer Biomet's Second Quarter 2024 Earnings Conference Call. Joining me on today's call are Ivan Tornos, our President and CEO; and CFO and EVP, Finance Operations and Supply Chain, Suky Upadhyay. Before we get started, I would like to remind you that our comments during this call will include forward-looking statements. Actual results may differ materially from those indicated by the forward-looking statements due to a variety of risks and uncertainties. Please note, we assume no obligation to update these forward-looking statements even if actual results or future expectations change materially. Please refer to our SEC filings for a detailed discussion of these risks and uncertainties in addition to the inherent limitations of such forward-looking statements.\nAdditionally, the discussions on this call will include certain non-GAAP financial measures, some of which are forward-looking non-GAAP financial measures. Reconciliation of these measures to the most directly comparable GAAP financial measures and an explanation of our basis for calculating these measures is included within our second quarter earnings release, which can be found on our website, zimmerbiomet.com.\nWith that, I'll turn the call over to Ivan. Ivan?\n\nIvan Tornos\n\nChief Operating Officer\n\nThank you, Zack, and thank you, everyone, for joining today's call. Good morning. I would like to start the way that I usually do by taking a quick moment to show my sincere gratitude to the north of 18,000 Zimmer Biomet team members across the world who each and every day go above and beyond in delivering on our mission, elevating pain and improving the quality of life for people around the world. That's why you and I get to do each and every day and you're doing an real job in bringing this mission into action. Thank you for your commitment to Zimmer Biomet. Thank you for your tireless work and thank you for the very strong performance so far in this year 2024.\nWe are now past the midpoint in the year, and we're growing 5% after having delivered strong performances in 2023 and 2022 and 2021. So the trend is real. The performance is there, and I'm deeply proud of the work that you do in daily. As I said, countless times the Zimmer Biomet workforce and our culture here is truly one of our key competitive advantages. In today's call, I'm going to give some opening remarks, then Suky cover financials, and then as always, we will leave ample time to answer your questions.\nThe agenda for today, first, I'll cover some perspective on the quarter. Secondly, I'll discuss the drivers of our performance and why we are even more confident than ever in our updated full year guidance for 2024. And why already looking into 2025 and beyond, we're also very confident that we'll continue to deliver on the long-range plan commitments that we outlined at the end of May at our first ever Zimmer Biomet Investor Day. Recall those commitments were driving revenue growth at least at mid-single-digit growth rates, driving EPS at 1.5 revenue growth and driving free cash flow growth at least 100 basis points above our EPS commitments.\nThe servicing in the agenda will close with our strategic priorities, those being people and culture, operational excellence, and innovation and diversification. Starting with our Q2 results, we continue to be very encouraged by our global performance. In the second quarter of this year we grew 5.6% on a constant currency basis. And with that, we have now closed the first half of 2024, growing 5%. Worth noting that this 5% is versus very tough comps in the first half of 2023. The second quarter of 2024 now marks the tenth consecutive quarter in which Zimmer Biomet has grown mid-single digit or above.\nSo again, a training the making that is real. And we're very confident that this performance will continue, if not will accelerate as we continue to move our business forward. Against the backdrop, in the quarter, we did see some weakness early in the first half of the quarter in the U.S. It's worth noting that May and June here in the U.S. were better than April. And in July, the U.S. recon business actually delivered mid-single-digit growth. So choppiness through the first half of the quarter, and then an improvement through the second half, which has continued with very strong performance through the month of July. Our OUS international business outside the U.S. business has delivered above expectations, we saw a strong demand in the key markets across both Recon and the sale categories.\nSo overall, very diversified, solid performance coming out of these markets. And look the fact that in our second quarter, we continue to deliver excellent performance in our other category. This category is primarily focused on enabling technologies, primarily ROSA. We saw a strong demand for ROSA, growing double digit in the business, and we also saw strong demand in enabling technologies and navigation systems. As we have been saying for quite some time, we want to be more than just a leading reconstructive Knees and Hips company in key geographies where we have a really high market share. As an example, the U.S. or key countries of Europe and Asia Pacific.\nOne example of this diversification journey has been said. We've been committing to growing set at least mid-single digit and Q2 of 2024 is now the third quarter in a row where we are growing mid-single digit or above, a trend that we expect to continue towards the end of 2024 moving into 2025 and 2026. So nice growth in other, nice growth in international and nice growth in S.E.T. One area that I'll tell you, we've made significant strides is within our Hips portfolio. We did lose some market sharing Hips in the U.S. and all U.S. markets over the last 3 to 5 years. And as I said over and over, this was due to lacking 3 key product items, directed there stems, what we call triple taper stems elegant navigation and surgical impactors. As we sit here today, we have remediated those gaps. We have 510(k) approval for Z1 or [indiscernible] paper stem. We are regaining market share already with farmer or surgical Impactor. And today, we have the most comprehensive navigation in Hips hip arthroplasty. Not only do we have Rosa Hip, we also have the only 510(k) FDA clear augmented mixed reality Hips navigation platform via a partnership with our colleagues at Hips insights. And now we have also signed and announced an agreement to acquire Ortho Grid that is going to give us a leading position in navigation using artificial intelligence devices. So we have the most comprehensive suite of solutions in navigation, in direct anterior stems and in surgical in factors, not to mention having the best core implant technology with products like G7 and [indiscernible]. So the expectation is to grow again above market when it comes to Hips and regain some of the market share that we lost over the last 3 or 5 years.\nMoving from Hips, we have developed, and we are today the first and only robotic-assisted solder replacement platform in the world. The feedback on the cases we've done with rosa [indiscernible] continues to be very compelling. And as we enter late Q3 and early Q4, we expect to see an acceleration of those cases. And in 2025, we expect ROSA [indiscernible] to be a very meaningful growth driver for Zimmer Biomet.\nWe recently announced the partnership with [indiscernible] Surgical. This is going to provide our surgeon customers optionality across the robotic landscape. We have conducted extensive training with one voice on customer and the feedback on these partnership we think remains super. With this partnership, Zimmer Biomet is the only orthopedic company in the world that will offer both a handheld CT scan base system in the team meeting exclusive for Zimmer Biomet platform as well as a simplified C.T. scanless robotic system in our current form factor of ROSA for total knee arthroplasty. We're excited about the optionality, and we're also excited about the fact that we continue to innovate at a very fast pace when it comes to ROSA. And we're expecting to launch at least 3 new ROSA modalities in the next 3 to 8 quarters. From an earnings standpoint, we generated $2.01 of adjusted earnings per share in the quarter or growth of 10% this is in line with our long-range plan targets outlined at our Investor Day in May.\nInside of the strong performance through the first half of the year, the team continues to execute on the 3 strategic priorities that I keep outlining in each and every earnings call and every Zimmer Biomet meeting around the world. The 3 priorities of people and culture, foundational to everything that we do, operational excellence and innovation and diversification. As a [indiscernible] opening, people and culture continues to be a key competitive advantage for Zimmer Biomet. I'm proud to share that Zimmer Biomet was recently named one of America's best mid-sized companies to work for by Time magazine. This reflects the strength in team member satisfaction engagement, our revenue growth profile and the turnaround of the organization now behind us.\nOn the second imperative, operational excellence, we continue to expect to grow constant currency revenue at least at mid-single-digit level with adjusted earnings per share growing at least 1.5x revenue. and free cash flow growing at least 100 basis points faster than earnings. It is a commitment that we make in not just for 2024, but also for the long range plan 2025, 2026 and beyond. This is a mindset that continues to proliferate throughout the organization. We pay people on delivering towards such commitments. We have trained people to deliver on those commitments and the trend as I've repeated a few times in my opening remarks, is in the making.\nIn the past, when it comes to innovation and diversification, it's been very much portfolio-centric, moving from lower growth markets to higher growth markets. polling case, the super performance in set. But today, we're also thinking diversification from a geographic mix standpoint, when I continue to invest in key markets outside of the U.S. where we see an opportunity to deliver sustainable revenue and profit growth. We're encouraged by the sound performance that we've seen in our OUS business, and we expect to continue to accelerate growth in these markets with our compromising our margin performance.\nIn conclusion, we are very proud of how far we have come as an organization in terms of the financial progress, the innovation progress and the commercial execution. Our second quarter results are another proof point that we make commitments and deliver on those commitments, and we fully expect that the trend is going to continue for the balance of the year and beyond. We're confident in our guidance for the year, and we love the fact that we're impacting the lives of millions of people, and I'm deeply inspired every day in knowing that my teammates and I are leaving the Zimmer Biomet mission of alleviating pain and improving the quality of life for people around the world.\nWith that, I'll turn the call over to Suky. Thank you.\n\nSuketu P. Upadhyay\n\nExecutive Vice President, Chief Financial & Accounting Officer\n\nThank you, and good morning, everyone. As Ivan mentioned, Q2 closed a solid first half of the year for Zimmer Biomet, with XFX revenue growth of 5% in the first half and operating margins well ahead of the prior year. Our results for the quarter provide increased confidence in our 2024 full year guidance, which includes 5% to 6% constant currency revenue growth and $8 to $8.15 in adjusted earnings per share. I'll provide more color on guidance shortly. Moving to the second quarter results. Unless otherwise noted, my statements will be about the second quarter of 2024 and how it compares to the same period in 2023, and my commentary will be on a constant currency and adjusted operating basis.\nNet sales were [ $1.942 billion ] an increase of 3.9% on a reported basis and an increase of 5.6%, excluding the impact of foreign currency. As a reminder, we had a day rate tailwind that impacted all businesses and regions at about the same level. Pricing at a consolidated level was 80 basis points driven by gains in international that were partially offset by modest declines in the U.S.\nOur U.S. business grew 3.5% and international grew 8.5%. The growth in the U.S. was driven by our S.E.T. and other categories. As a reminder, our other category includes our surgical business as well as enabling technologies such as ROSA capital sales. Our international business continues to perform well, driven by knee and S.E.T. with continued strength in emerging markets. Global Knees grew 5.5% in the quarter, with U.S. growing 0.8% and international growing 11.5%. U.S. growth was impacted by softer sales in the first part of the quarter with improvement in utilization and growth as we move through the second half. We continue to see strong uptake of Persona OsseoTi and remain optimistic that the recent robust ROSA installs will continue to drive pull-through and share of wallet opportunities.\nInternational continues to benefit from ROSA robotics as well as our Persona family of implants. Global Hips grew 2.8% in the quarter with the U.S. growing 1.8% and international growing 3.7%. While our Hip business has lagged the broader market due to key portfolio gaps, we have made significant progress with new product introductions and are excited to get back on the offensive in early 2025 when these products and technologies are fully in market. Next, the S.E.T. category grew 7.3%, led by our key focus areas of CMFT, upper extremities and sports growing on average, high single digits. All other categories grew mid-single digits on average, giving us confidence in our ability to drive mid-single-digit growth or better from S.E.T. through the second half of the year.\nFinally, our other category grew 11.3% in the quarter and continues to be driven by strong demand for ROSA systems and other enabling technologies. Turning to our P&L. We reported GAAP diluted earnings per share of $1.18 compared to GAAP diluted earnings per share of $1 in the prior year. Higher revenue combined with lower R&D, effective tax rate and share count, more than offset expenses associated with our restructuring program. On an adjusted basis, we delivered diluted earnings per share of $2.01 compared to $1.82 in the prior year, representing over 10% growth. The step-up was primarily driven by revenue growth, improved operating margins due to savings pull-through from our restructuring program and a lower share count, partially offset by a higher tax rate.\nAdjusted gross margin was 71.6%, about 40 basis points lower than the prior year, driven by higher manufacturing costs, partially offset by better pricing and lower royalties. Adjusted operating margin was 28.5%, up 100 basis points from the prior year. The increase in operating margin was driven by higher revenue and lower OpEx as a percentage of sales as a result of our restructuring program. Net interest and other adjusted nonoperating expenses were $45 million in the quarter, and our adjusted tax rate was 18.2%. Turning to cash and liquidity. We generated operating cash flows of $369 million, free cash flow of $251 million, and we ended the quarter with $420 million of cash and cash equivalents.\nAligned with our capital allocation strategies, we repurchased $95 million of shares in the second quarter. Regarding our outlook for the rest of the year. We are reiterating our full year constant currency revenue growth guidance of 5% to 6%. But given further strengthening of the U.S. dollar, we are updating our reported revenue growth to 4% to 5% and now expect 100 basis points of currency headwind for the full year, which should impact Q3 more than Q4. We still expect to generate between $8 and $8.15 in adjusted earnings per share despite this greater FX pressure and $1.05 billion to $1.1 billion in free cash flow.\nOur tax and interest and nonoperating expenses expectations remain unchanged. When thinking about the cadence through the second half of the year due to normal seasonality, Q3 typically is the lowest revenue quarter from a dollar perspective. with Q4 being the highest. From a margin standpoint, we still expect gross margin to step down sequentially as the year progresses, while operating margins should expand by more than 50 basis points year-over-year. As usual, we expect operating margin to be higher in Q4 than Q3, driven by higher revenue.\nIn summary, Q2 closed a positive first half of the year, giving us continued confidence in our ability to meet our full year outlook and another positive proof point through our LRP.\nWith that, I'll turn the call back over to Zach.\n\nRichard Samuel Newitter\n\nResearch Analyst, Truist Securities, Inc., Research Division\n\nThanks, Suky. Before we start the Q&A session, just a quick reminder to please limit yourself to a single question and 1 brief follow-up so we can get through as many questions as possible during the call. With that, operator, may we have the first question, please? ."
  },
  {
    "header": "ZBH",
    "cik": "0001136869",
    "ticker": "ZBH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d137c3b38a8e87802b32cffc9eda8443",
    "period": "2024 Q1",
    "content": "Q1 2024 Zimmer Biomet Holdings Inc Earnings Call\n\nQ1 2024 Zimmer Biomet Holdings Inc Earnings Call\n\nZBHNYSEMAY 2, 8:30 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Zimmer Biomet First Quarter 2024 Earnings Conference Call. [Operator Instructions]. As a reminder, this conference is being recorded today, May 2, 2024. Following today's presentation, there will be a question-and-answer session. [Operator Instructions].\nI would now like to turn the conference over to Keri Mattox, Chief Communications and Administration Officer. Please go ahead.\n\nKeri P. Mattox\n\nVice President-Corporate & Investor Relations, AmerisourceBergen Corp.\n\nThank you, operator, and good morning, everyone. Welcome to Zimmer Biomet's First Quarter 2024 Earnings Conference Call. Joining me today are Ivan Tornos, our President and CEO; and CFO and EVP Finance, Operations and Supply Chain, Suky Upadhyay.\nBefore we get started, I'd like to remind you that our comments during this call will include forward-looking statements. Actual results may differ materially from those indicated by the forward-looking statements due to a variety of risks and uncertainties. Please note, we assume no obligation to update these forward-looking statements even if the actual results or future expectations change materially. Please refer to our SEC filings for a detailed discussion of these risks and uncertainties in addition to the inherent limitations of such forward-looking statements.\nAdditionally, the discussions on this call will include certain non-GAAP financial measures, some of which are forward-looking non-GAAP financial measures. Reconciliation of these measures to the most directly comparable GAAP financial measures and an explanation of our basis for calculating these measures is included within our Q1 earnings release which can be found on our website, zimmerbiomet.com. With that, I'll turn the call over to Ivan. Ivan?\n\nIvan Tornos\n\nChief Operating Officer\n\nThank you, Keri, and thank you, everyone, for joining the call here this morning. I'd like to start today the way that I typically do by taking a moment to recognize and to show my gratitude to the 18,000 Zimmer Biomet team members across the globe, who each and every day work relentlessly in driving our mission forward. Simply put them, I'm very proud of each and every one of you. Thank you for your dedication, for your commitment resilience and for your strong performance to start off this year 2024.\nIt is truly this great workforce and the culture that we have here in place at a Biomet that gives me -- gives us confidence behind the financial commitments that we're making. Given the fact that we have a very robust Investor Day coming up in just a few weeks, I will keep my opening remarks short with the goal of moving quickly into today's Q&A session. I'll touch on 3 key areas briefly.\nFirst, I'm going to provide some general comments on the results in the quarter versus our own expectations. Secondly, I'll cover the drivers of the performance, and we'll touch on why we believe that these drivers are sustainable. And then lastly, I'll close with a brief summary on our progress against our 3 strategic priorities, which have been discussing since day 1, those being people and culture, operational excellence and diversification innovation.\nStarting with the quarterly results. Overall, we are very encouraged with our Q1 performance which was ahead of our own expectations, driven by healthy end markets, combined with the strong execution across the organization globally. We ended the quarter continuing the momentum that we saw in 2023 delivering 4.4% constant currency revenue growth, while overstepping a sizable day rate headwind and facing rather difficult comps versus a year ago.\nIn fact, it is reassuring to see that on a day rate adjusted basis, our growth for the quarter was greater than 6% and with several areas of the business and geographies contributing to such solid results. In addition to the sound revenue performance, we drove adjusted margin expansion and grew adjusted earnings even while our effective tax rate increased over 200 basis points. This results to start 2024 and give us great confidence that Zimmer Biomet will deliver 5% to 6% constant currency revenue growth in the year while driving sizable adjusted operating margin expansion. So pleased to reaffirm our guidance for the year.\nThis, in turn, will enable mid- to high single-digit adjusted earnings growth while realizing our commitment of seeing free cash flow growing faster than earnings. Suky is going to provide more color around these areas later, but a strong performance in the quarter. And again, reaffirming guidance for the year. Net-net, it's encouraging to see us exiting Q1 of 2024 with a revenue growth run rate in the mid-single-digit range, which is consistent with where we exited the second half of 2023.\nWith new products -- new product introduction ramping later in the year. We like what we see in terms of sustainability in our growth trajectory which we have said all along will accelerate in the second half of 2024. Key drivers behind our Q1 results came from both a macro and micro standpoint, starting with macro factors or end markets, as we've been saying all along, remain very healthy driven by high levels of patient demand due to demographic shifts.\nThe continued shift to [indiscernible] here in the U.S. is also a tailwind and across the board in the industry, we've seen better surgical outcomes and technological advancements, which are driving more pace in demand. On top of that, you've got to improve pricing dynamics. And to that end, pleased to report that pricing in the quarter was about flat as opposed to the 200 to 300 basis points of price erosion that this space this industry has seen historically. From a macro standpoint, the main enablers of our Q1 results were the adoption of ROSA technology globally, with a correlated pull-through of Persona. We also saw some execution of growth drivers within SEP, particularly in [ solar], within sports medicine and in our CMFT Craniomaxillofacial thoracic business in conjunction with rapid adoption of personality, that is our [indiscernible] platform, which is quickly gaining share in the markets where we have launched the product.\nAs we enter the second half of 2024, these new product introductions as well as other new product entries, will become more meaningful from a revenue growth standpoint with Persona, OsseoTi entering then a full launch status seeing higher realization of HAMR or surgical Impactor, which we recently launched and also gaining traction with ROSA [ Shoulder ] which we started doing cases recently here in the U.S.\nOn top of that, we're going to be entering the market with our triple taper hip stem, that's [indiscernible] on which is going to allow us to better compete in the direct anterior hip category. So really excited about the completed portfolio in hips and the upcoming launch FDA approved now for [indiscernible] hips.\nIn addition to driving successful 2024 annual results, we are committed to the 3 strategic priorities that outlined in my first earnings call as the CEO in November 2023. This, no doubt, will enable long-term success for the organization. I continue to repeat these 3 priorities over and over in every Zimmer Biomet meeting around the world. And I can tell you that they are resonating with the audience as the absolute mass does for the long-term success of the organization.\nOnce again, these 3 imperatives are people and culture, number one, operational excellence, number 2, and innovation and diversification number 3. I would like now to quickly provide you with an update in terms of key progress across these 3 areas. Further detail will come during our May 29 Investor Day in New York City.\nFirst, in the area of people and culture, we continue to operate ZimaBaomed with best-in-class engagement metrics and low employee attrition. We have been recognized across different areas when it comes to people and culture. And recently, we've been showcased in various publications, including Newsweek, Great Places to Work and Forbes. In the area of people and culture, it's worth noting also that our restructuring program, which we announced a quarter ago, has now been implemented almost entirely with no major disruptions to report.\nWe have realized substantial benefits post this initiative, including realizing cost savings earlier than initially expected as well as achieving increased operational agility and enhance accountability.\nIn the second area of operational excellence, we've made robust progress in implementing our enhanced inventory management programs around the world, working intensely with third-party firms, we develop a plan we're executing against the plan. We remain committed to a meaningful improvement in DOH in the year 2024 and in years to come. Again, more color in that regard during our Investor Day.\nIn operational excellence, we have also established core initiatives around best-in-class product launches to ensure that these new product introductions gained traction sooner than expected and we launched these products in a better way that we have launched in the past. This is beyond critical for Zimmer Biomet as we continue to deliver a rapid cadence of product launches with plans to release more than 40 new products in the next 24 to 36 months. One final comment in operational excellence in the area of pricing, we've made structural changes to further enhance the pricing strategy that we put in place over the last several quarters.\nMoving on to the third and final strategic priority. In the area of innovation and diversification, we're making solid progress. We continue to see strong traction in key brands such as Persona OsseoTi. I mentioned already gaining share in the markets where we have launched. We've seen progress with ROSA. We continue to gain momentum with [ Signature 1 ] planning guides in the [ solar ] space, and we love what we're seeing with our embody soft tissue franchise. CMFT continues to deliver new product introductions, gaining share in the markets where we partake. And I'm very excited about the new product introductions that we have seen and we'll continue to see in our ASC portfolio in the U.S.\nWe've also made tremendous strides in new products with a more focused pipeline that today as of Q1 2024, has twice the dollar value that we had at the end of 2018. So the dollar value of the pipeline in innovation is twice what it was 4 or 5 years ago. Worth reminding everyone that north of 80% of these products in the pipeline, residing markets growing above 4%, and many of them are accretive from a gross margin standpoint. So we continue our commitment of innovating from a customer-centric standpoint, but also innovating to see incremental profitability and an increased [ WEMGAR ] profile.\nIn addition to driving results in core markets, we're also focused on diversifying our portfolio into more attractive, faster-growth end markets with the goal of increasing our [ WAMGR], weighted average market growth rate. We have made significant progress over the past several years, balance [ it ] through what it is today. And this fact in addition to the confidence around future free cash flow generation, give us the optionality and the firepower to execute on the right deals at the right time the most importantly, meet our internal hurdles from both a financial and a strategic perspective.\nSo again, lots going on inorganically potentially as well as organically with the size of the pipeline. While we have flexibility in the size of the deals to come, we continue to favor the smaller tuck-ins to midsize deals. That's up to $2 billion in acquisition price that become EPS neutral within 2 years and that from a ROIC standpoint, return on invested capital, will deliver upper single digit to low double digit within 5 years.\nAs I mentioned earlier, we're very encouraged with our Q1 performance, a quarter in where we grew 4.4% in constant currency. North of 6% in day rate while overcoming a number of winds and tough comps. It is this quarter results from the first quarter 2024 that give us a strong confidence that in the year 2024, will realize our guidance of delivering 5% to 6% in revenue, growing 100 to 200 basis points above market while delivering earnings growing faster than revenue and delivering free cash flow above the earnings growth.\nThis is the commitment that we're making for 2024, and it's a commitment that we're going to reiterate in our Investor Day for years to come. Before closing the call, I'd like to announce that Keri Mattox has made a decision to depart from Zimmer Biomet at the end of May. Keri has been a trusted partner and a very close collaborator and friend on this journey and has enabled great things for Zimmer Biomet in her 4-plus years here with ZB. She's going to be missed, and we wish her the best in her future endeavors. A search for a Head of IR position is in progress with a leading executive search firm, and we hope to announce Keri's replacement here very soon. SAG is going to continue to lead IR interactions for Zimmer Biomet. So a plan for continuity is in place.\nIn conclusion, we're very proud of how far we have come as an organization and are even more excited about where we can go. Strong confidence on the year 2024. We continue to make commitments and deliver on those commitments as evidenced by these results and as evidenced by the new product introductions commitment that we made and we're realizing. [ Allow the ] fact that were impacting the lives of millions of patients around the globe, and I'm inspired by the fact that [ my team mates aligned ] are living the Zimmer Biomet mission of alleviating pain and improving the quality of life for people around the world. And with that, I'll turn the call over to Suky. Suky?\n\nSuketu P. Upadhyay\n\nExecutive Vice President, Chief Financial & Accounting Officer\n\nThanks, and good morning, everyone. As Ivan mentioned, we had another good quarter driven by healthy end markets and solid execution across the organization. Overall, we remain on track to deliver on our 2024 financial guidance with mid-single-digit constant currency revenue growth, adjusted operating margin expansion and over $1 billion of free cash flow. Assuming current market conditions, this is a financial profile that we believe is durable going forward.\nMoving to Q1 results. Unless otherwise noted, my statements will be about the first quarter of 2024 and how it compares to the same period in 2023, and my commentary will be on a constant currency and adjusted operating basis. Net sales were $1.889 billion, an increase of 3.2% on a reported basis and an increase of 4.4%, excluding the impact of foreign currency. Additionally, we had a selling day headwind of about 200 basis points that impacted all regions and product categories at about the same level.\nExcluding the selling day impact, consolidated constant currency sales would have grown above 6%. U.S. growth was 3.7% and international grew 5.4%. Growth in the U.S. was driven by solid performance in [ Recon ] in our priority areas within SET as well as our other category. Outside of the U.S., EMEA saw stronger-than-expected growth on a regional basis. And from a portfolio perspective, OUS growth was primarily driven by our knee category.\nGlobal Knees grew 4.3% in the quarter with the U.S. growing 2.2% and international growing 7.3%. Growth in our knee business continues to be driven by our Persona product portfolio and ROSA robotics platform. We remain excited about the growth coming from new and recent product launches across the knee segment. Global Hips grew 1.5% in the quarter with the U.S. growing 1% and international growing 2%. We remain focused on accelerating performance in the Hip segment with key product launches that Ivan mentioned earlier.\nNext, the SET category grew 5.3%, led by our key focus areas of CMFT, upper extremities and sports growing on average about low double digits. This strong growth was partially offset by the other subsegments within the category. Despite the choppiness within SET, we remain confident this business will drive mid-single-digit or above growth for the full year.\nFinally, our other category grew 12.2%, driven by continued strong ROSA sales. We expect growth in the other category will moderate lower as we move through the rest of the year. In Q1, we reported GAAP diluted earnings per share of $0.84 compared to GAAP diluted earnings per share of $1.11 in the prior year. Higher revenue and a lower share count in Q1 2024 was offset by higher selling costs and expenses associated with our restructuring program. On an adjusted basis, we reported diluted earnings per share of $1.94 compared to $1.89 in the prior year. The step-up is primarily driven by revenue growth, accelerated savings pull-through from the restructuring program and a lower share count, partially offset by higher interest expenses and taxes related to [ Pillar 2].\nForeign currency was a headwind of about $0.04 in the quarter when compared to the prior year. Our adjusted gross margin was 72.9%, driven by higher manufacturing costs, which were offset by better pricing and lower royalties. Overall, gross margin was in line with expectations and with the prior year.\nAdjusted operating margin was 28.6%, slightly ahead of the prior year. The increase in operating margin was driven by higher sales and lower SG&A related to the restructuring program I referenced earlier. Net interest and other adjusted non-op expenses were $49 million in the quarter, slightly higher than the prior year. And our adjusted tax rate was 18.5%, and we continue to project our full year rate at 18%.\nTurning to cash and liquidity. We generated operating cash flows of $228 million, free cash flow of $91 million, and we ended the quarter with $393 million of cash and cash equivalents. Regarding our outlook for the rest of the year, we are reiterating our full year guidance, including constant currency growth of 5% to 6% or 4.5% to 5.5% reported revenue growth with a 50 basis point currency headwind. Additionally, we continue to expect earnings to be between $8 to $8.15, and that we will generate between $1.50 billion to $1.1 billion of free cash flow.\nFrom a cadence perspective, we still expect constant currency revenue growth for the first half of the year to be at the lower end of mid-single-digit growth in the second half of the year to be at the upper end of mid-single-digit growth. As a reminder, Q2 and Q3 will each have about 150 basis point tailwind due to selling days and the selling day impact for Q4 and for the full year is expected to be immaterial or less than 50 basis points.\nRegarding the P&L, we expect adjusted gross margin to be broadly in line with 2023 and slightly better than our original thinking due to less FX headwinds than originally assumed. Given the strength in dollar, FX hedge gains are not as big a step down in 2024 as originally expected. Looking at gross margin, we expect Q1 to be the high watermark, followed by a modest sequential step down throughout the year. Overall, first half gross margins will be about 100 basis points higher than the second half as we continue to feather in capitalize inflationary costs from the second half of 2023.\nTurning to adjusted operating margin. We are pleased with the start to the year as our restructuring efforts are delivering slightly ahead of schedule. Overall, second half operating margins will be higher than the first half. And we expect for the full year that at the midpoint of our guidance, we will increase operating margins by about 80 basis points.\nIn summary, Q1 was a good start to the year. We delivered results ahead of expectations and continue to feel confident in our 2024 outlook as evidenced by the reiteration of guidance. With that, I'll turn the call back over to Keri.\n\nKeri P. Mattox\n\nVice President-Corporate & Investor Relations, AmerisourceBergen Corp.\n\nThanks, Suky. And thanks, Ivan, for the kind words. It's been such a privilege to be part of the Zimmer Biomet team these 4.5 years, and I wish the team much continued success moving forward.\nNow before we start the Q&A session, just a quick reminder to please limit yourself to a single question and one brief follow-up so that we can get through as many questions as possible during the call. With that, operator, may we have the first question, please."
  },
  {
    "header": "ZBH",
    "cik": "0001136869",
    "ticker": "ZBH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b1a048b8cad1d64244ab2195a9629d36",
    "period": "2023 Q4",
    "content": "Q4 2023 Zimmer Biomet Holdings Inc Earnings Call\n\nQ4 2023 Zimmer Biomet Holdings Inc Earnings Call\n\nZBHNYSEFEB 8, 8:30 AM\n\nOperator\n\nGood morning, ladies and gentleman, and welcome to the Zimmer Biomet Fourth Quarter 2023 Earning's Conference Call.\n[Operator Instructions]\nAs a reminder, this conference is being recorded today, February 8, 2024. Following today's presentation, there will be a question-and-answer session. [Operator Instructions]\nI would now like to turn the conference over to Keri Mattox, Chief communications and Administration officer, please go ahead.\n\nKeri P. Mattox\n\nVice President-Corporate & Investor Relations, AmerisourceBergen Corp.\n\nThank you operator and good morning everyone. Welcome to Zimmer Biomet Fourth Quarter 2023 Earning's Conference Call. Joining me today are Ivan Tornos, our president and CEO and CFO and EVP Finance, Operations and supply chain, Suky Upadhyay. Before we get started I would like to remind you that our comments during this call will include forward-looking statements. Acutal results may differ\nmaterially from those indicated by the forward-looking statements due to a variety of risks and uncertainties. Please note, we assume no obligation to update these looking statements even if the actual results or future expectations change materially. Please refer to our SEC filings for a detailed discussion of these risks and uncertainties in addition to the inherent limitations of such forward-looking statements.\nAdditionally, the distances on this call will include certain non-GAAP financial measures, some of which are forward-looking non-GAAP financial measures. Reconciliation of these measures to the most directly comparable GAAP financial measures and an explanation of our basis for calculating these measures is included within our Q4 earnings release, which can be found on our website, zimmerbiomet.com. With that, I'll turn the call over to Ivan. Ivan?\n\nIvan Tornos\n\nChief Operating Officer\n\nThank you, Kerri, and thanks, everyone, for joining the call here this morning. I'd like to start the way that I typically do, taking a moment to recognize to show my gratitude to the almost 20,000 Zimmer Biomet team members for their dedication, for their commitment, for their strong resilience and for their super performance in 2023. Simply put, 2023 was just a great year for our company. And I want to say thank you.\nIn 2023, we impacted the lives of almost 4 million patients. And along the way, we deliver best-in-class financial performance, growing our constant currency revenue by 7.5%, while adjusted EPS earnings per share grew almost 9.5% in the year. as 200 basis points of leverage between the 7.5% revenue growth and the 9.5% growth in EPS. In the year, we generated almost $1 billion in free cash flow. And that's with some turbulence around inventory management and whatnot.\nSo again, strong performance, top to bottom, and I'm just very, very proud of the execution in the year. It's worth noting that this level of execution and performance came in a year in which we still have to deal with fairly complex macro issues, whether it's inflation, FX, geopolitical challenges. I don't think I need to talk much about that and also some macro challenges in the year. We did struggle with some supply challenges throughout some of the periods. I'm happy that's behind, but it was a headwind in many periods in 2023.\nBut again, delivering 7.5% in 2023 against some tough comparables, having grown constant currency revenue in 2022, the year before, by 6.6%. So clearly, a great trend in the making, clearly strong performance, and I'm just so grateful and so proud of all of you, the Zimmer Biomet team. At the same time, beyond grateful I'm truly excited as I note that this is just the very beginning when it comes to the level of performance that we can realize here at be Zimmer Biomet. and multiple drivers of why I'm confident that this is just the very beginning.\nBut I'll start with highlighting the bold pipeline that we have in place. The size of our pipeline is twice what it used to be in 2018. We got great new product launches that are happening here early in 2024. We have a stable supply. We've created a stable supply environment. And we've got great commercial execution. We're developing flawless commercial execution as evidenced by these growth rates that I just highlighted. To compound or believe behind this level of excitement ahead is the fact that we have seen and we continue to see a substantial improvement in our end markets. This is not the same market growth profile that we used to have. Patient demand is strong. Procedure volume is very strong given a variety of reasons.\nAnd as the market leader in both knees and hips, being in better markets is just very exciting as we enter 2024. Back 5 years ago, when I joined the company, wish to think go for WAMGR weighted average market growth rates as being somewhere in the 3% range. And today, we pick our WAMGR has been very near if not at 4%. And again, that's a meaningful increase we believe, is sustainable. So we're not going back to the 3% days when it comes to market growth rates. So again, internal and external dynamics gives me gives us confidence that the best is truly ahead.\nWhen you add to all of these variables, the fact that we have the strongest balance sheet in the history of the company, that is no doubt then that we can claim that our future is nothing short of truly right. So again, very pleased, very proud and very confident. I'd like to thank our investors as well for the support in 2023 and for their confidence in 2024 and beyond. We continue to take biggest strides forward. So we're being a company with a very different growth profile from top to bottom, committing to an expectation to grow at least 100 to 200 basis points above market in revenue with our EPS, with our earnings per share growing faster than revenue and our free cash flow dollars growing faster than EPS. The guidance that we are providing today for 2024 already reflect such a commitment to this type of financial discipline.\nAnd I'm very much looking forward to our Analyst Day on May 29 in when we will provide additional details in terms of our long-range plan, which will illustrate that this is not a 1-year wonder. This is a multiyear commitment. And you will see then that Zimmer Biomet has truly entered our growth stage here, and we're no longer in turnaround mode. We're ready to deliver by being laser focus on the 3 strategic imperatives that I highlighted during my very first earnings call as [indiscernible] the strategic imperatives that I continue to repeat over and over at every Zimmer Biomet meeting. And frankly, I will continue to repeat because those are the 3 drivers that we know are going to drive our performance. Those being: number one, people and culture; number two, operational excellence; and number three, innovation and diversification.\nSo let's talk about our 2024 commitments. -- how different initiatives across these 3 strategic imperatives will drive our growth forward. First, in the area of people and culture, -- and again, I've explained this in the past, what it means, it's about having the right people in the right roles within the right culture. We must make sure that we support team members to act as owners and operators of the business. This means decentralizing decision-making, driving agility and empowering team members at every level across every function around the world. We must become leaner, and we got to be closer to the customer.\nEqually important, we must truly live an environment of pay for performance. And this is something that has already kicked off in a very meaningful way in the fiscal year -- in this fiscal 2024. An example of that is the fact that we're incentivizing free cash flow dollar generation or growth in a much more disciplined way across the enterprise knowing that revenue is also the most durable driver of free cash flow performance. incentives are also set for revenue growth to meaningfully drive compensation across our firm at every level.\nSo again, we changed the way we pay people, in terms of growing revenue above market. And we changed the way that we pay people, giving a larger percentage of compensation in adherence to the fact that we, as a company, need to grow free cash flow dollars at double-digit rates in the second area of operational excellence. And again, this is about how we think about growing the business top to bottom. You can see already in today's update in the press release that we mean it. It is tough to restructure a company. It's certainly something that we don't take lightly, and you read the press release, we had to do it. It's a tough choice once again that we needed to make operational changes to simplify our structure to deliver greater efficiency and to ensure that we're enhancing investments in the right areas of the business, again, closer to the customer.\nSo again, not an easy thing to do, but something that we had to do and something that we have done. Beyond the restructuring, other initiatives in the area of operational excellence that are already in full motion, are the new programs that we got in place kicking out how to drastically reduce inventory levels at Zimmer Biomet. This will drive substantial improvement in our free cash flow dollar growth while also reducing our days on hand DOH by 50 days or more and will reduce our excess and obsolescence exposure, which is something that, frankly, we've not done that well in previous years.\nSecond thing we're doing is the rollout of a global initiative to drive new product launch excellence across the key new product introductions that we have in the year 2024. In simple terms, the 7 or 8 most meaningful product launches, let's make sure we have a cadence of operating mechanisms with proper governance to ensure that we're maximizing these product launches across each key geography. And then the first thing we're doing in operational excellence beyond the restructuring is the integration of the pricing organization under the financial structure, reporting directly to Suketu, our CFO, to ensure maximum governance and accountability across the enterprise.\nWhile we are pleased with the reduction in price erosion over the last 2 to 3 years, we believe there is a much greater opportunity to drive even better and more durable pricing dynamics. So again, in the area of operational excellence beyond the restructuring is about drastically reducing inventory levels to generate improved free cash, flow dollar growth. It's about governance beyond or behind the new product launches. And then thirdly, is around doing better in the area of pricing dynamics.\nIn the third strategic imperative of innovation and diversification, we're going to continue to invest in innovative R&D in customer-centric R&D. We're going to continue to fuel our pipeline with meaningful product launches. We're going to continue to drive our vitality index, which has already expanded very meaningfully over the last 3 years. We're going to make sure that as we continue to launch new products, we also see margin expansion coming from these new products. I'm excited about where we are today. Our pipeline -- the dollar value associated with our pipeline is twice what it was at the end of 2019.\nAnd as we enter 2024, we have very meaningful product launches, particularly in the hip area in where we lost market share in the last 2 years, given the lack of products in key categories like surgical impactors, triple taper stems or hip navigation. So again, 2024 is the year in where through very meaningful product launches, we will regain the momentum that we lost. Beyond Hips, I'm excited about where we are in shoulder, Identity continues to generate great excitement. We will enter 2024 in full launch mode when it comes to identity. We're excited about stemless shoulders entering the market, and yes, very excited about being first to market in the category of shoulder robotics with a very highly differentiated offering in robotics for shoulders that will apply for both anatomic and reverse surgeries.\nIn the area of knees within the early days of our cementless knee launch, In 2024, we seek to increase our penetration rates drastically. Here in the U.S., our penetration rate in cementless is not even in the 20% range and we are committing to drive the penetration rate into the 50% to 60% range at a very rapid pace. Again, more details to those plans at our Analyst Day, but rest assured that our knee penetration rate in the cementless category is not going to stay in the teens or even the low 20s for long.\nBeyond cementless, we're excited about next-generation robotics in knee. We are excited about partial cementless knees. We're excited about the fact that in 2024, we're going to be entering the full launch for Persona iQ, the only smart knee in the world that fully integrates data technology and best-in-class implants in a way that nobody else is doing. In the category of [indiscernible], which is 6 different businesses, sports, foot and ankle, restorative therapies, trauma extremities and CMFT, cranio-maxillofacial thoracic, we are seeing great growth already exited in 2023. The second semester of 2023, we grew set by mid-single digit or above and as we entered 2024 and beyond, the expectation is that said, we will continue to grow mid-single digit or above. And this is something that, as a company, we've not realized ever since the merger in [indiscernible] with exclusion of the POSCO year given comps.\nSo really excited about the return on the multiple investments we made in [indiscernible], particularly in the areas of innovation and commercial execution. There is a great cadence of product launches in SEP. I already mentioned some of those and more to come when we do our Analyst Day in -- later in the spring. So excited about [indiscernible], innovation as a whole. Our new product development pipeline is strong. We're going to be launching over 40 different new products in the next 24 months or so. Most of them are going to enable category leadership, establishing Zimmer Biomet as the leader or the second position in the category.\nAnd virtually, virtually all of them are going to be in market spaces that are growing 4% plus or above. So I like the quantity, a like the quality, and like the market growth profile in terms of whether innovation is going. I'm also particularly excited about the innovation plans that we have for the here in the ASC here in the U.S., ASC side of care. We've made meaningful investments in innovation during all stages of the episode of care. What happens before surgery, what happens during surgery and what happens after surgery.\nAnd relative to the ASC in the intra-op stage of the ASC, we are best-in-class when it comes to solving problems and delivering efficiency, best-in-class outcomes and safety. So again, really excited about our ASC strategy where we're going relative to this side of care. Diversification of Zimmer Biomet's end markets will happen not just by innovation internally, but will happen through smart M&A, which will remain the #1 category when it comes to capital allocation. With the best-in-class level ratio, and with deep confidence in our free cash flow generating plans over the next few years, our strategy is to make a smart M&A, the top recipient of our capital.\nBut at the same time, I just love the fact that we have the optionality to continue to do share buybacks as we announced this morning and perhaps at a more meaningful level. So the combination of smart M&A and buybacks can coexist, given the strong free cash flow dollar generation that we are seeing come in [indiscernible] this regard. I'm energized by the very detailed and focused plans that the team has put in place, which I know that upon their execution will position Zimmer Biomet to deliver on the growth profile that we keep recommitting and that is to grow above 100 to 200 basis points.\nSo as a minimum point of entry commitment of 5% in the year 2024, with earnings per share always growing faster than revenue, and free cash flow always growing faster than EPS. This is not a 1-year commitment. This is a multiyear commitment. And again, I know based on the very detailed plans we will get there. In closing, we are very excited about where we're at the track record over the last 2 years. And most importantly, we're deeply excited in terms of where we're going to go in 2024 and beyond. The team is ready, we are establishing the right trend, and we're going to continue to drive flawless execution, delivering our commitments.\nAlong the way, we're going to help patients, we're going to create shareholder value, and we will leave our mission of [indiscernible] pain and improving the quality of life for people around the world. With that, I'll turn the call over to Suketu.\n\nSuketu P. Upadhyay\n\nExecutive Vice President, Chief Financial & Accounting Officer\n\nThanks, and good morning, everyone. As Ivan mentioned, our fourth quarter results ended a successful year for Zimmer Biomet with full year constant currency revenue growing 7.5% and adjusted earnings growing more than 9.5% on a reported basis, while generating just under $1 billion in free cash flow. Inside of that, our business segments performed well for the year. With Global knees constant currency growth of over 10%, Hips growth of 5% and SET growth of almost 4% and all while also expanding adjusted operating margin by almost 100 basis points, the second consecutive year of operating margin expansion in a challenging environment.\nAlso, as previously guided, we closed the second half of 2023 with mid-single-digit revenue growth and levered earnings growth, a profile we expect to continue moving forward. Let's dive into the fourth quarter results. Unless otherwise noted, my statements will be about the fourth quarter of 2023 and how it compares to the same period in 2022, and my commentary will be on a constant currency and adjusted operating basis. Net sales in the fourth quarter were $1.94 billion, an increase of 6.3% on a reported basis and an increase of 6.1% on a constant currency basis.\nWe had a selling day tailwind of about 100 basis points in the quarter. U.S. growth was 4.4% and international growth was 8.7%. As expected, we saw a robust sequential step-up versus the third quarter across all regions. Global Knees grew 5.6% in the quarter with the U.S. growing 5.4% and international growing 5.8%. The knee business continues to be driven by our Persona product portfolio, combined with our ROSA robotics platform, and we remain excited about the positive feedback around our recently launched cementless form factor for Persona, OsseoTi. For the full year, Global Knees grew 10.2%. Global hips grew 3.6% in the quarter, with the U.S. growing 4% and international growing 3.2%.\nWe are eager to accelerate performance of this segment with the addition of multiple new product offerings in 2024. For the full year, Global hips grew 5.1%. Next, the SET category grew 6.4% in the quarter, with our key focus areas of sports, CMFT and upper extremities, all growing in the mid-single digit to low double-digit range. The strong growth in these focus areas was partially offset by other subsegments within the category.\nFor the full year, SCT grew 3.8%, including a step-up to mid-single-digit growth in the second half of the year. Finally, our other category grew 15.9% in the quarter, driven by another strong quarter of Global ROSA sales. Now moving to the P&L. In Q4, we reported GAAP diluted earnings per share of $2.01, compared to GAAP diluted loss per share of $0.62 in the prior year. The increase in GAAP results was driven by higher revenue, a goodwill impairment charge in 2022 that did not repeat favorable onetime tax benefits in 2023 and a lower share count.\nThe details around our financial performance can be found in today's press release. On an adjusted basis, we reported diluted earnings per share of $2.20 compared to $1.88 in the prior year, representing year-over-year reported growth of 17%. The step-up is driven by revenue growth, better gross margins, lower OpEx margin in tandem with a lower tax rate. Our adjusted gross margin was 72.5%, up 80 basis points from the prior year, driven by favorable mix higher volumes and lower royalties. And for the full year, we came in slightly above expectations, representing 90 basis points of year-over-year expansion. Adjusted operating margin was 30.3%, up 200 basis points from the prior year. The year-over-year operating margin step-up was primarily driven by revenue leverage, better gross margin and realized efficiencies across SG&A.\nFor the full year, operating margin was slightly ahead of expectations at 28.2%, up 90 basis points year-over-year. Net interest and other adjusted nonoperating expenses were $43 million in the quarter and $194 million for the full year. And our adjusted tax rate was 15.8%, the slightly more favorable tax rate was driven by discrete onetime items in the quarter, bringing our full year tax rate to 16.3% and in line with overall expectations.\nTurning to cash and liquidity. We generated operating cash flows of $588 million and free cash flow totaled $447 million, and we ended the year with cash and cash equivalents totaling $416 million. As Ivan mentioned earlier, we completed a $500 million share buyback program in early 2024, which is more than required to offset annual dilution. For the full year, we generated operating cash flow of just under $1.6 billion and free cash flow of $979 million. Our balance sheet remains strong, leaving us continued financial flexibility and strategic optionality as we move forward.\nNow moving on to our financial outlook for 2024, our outlook takes into account certain key assumptions, including pricing, which is expected to be about 100 to 150 basis points of erosion, but it's a continued step change improvement from historical trends. We expect to see continued strength in our end markets in tandem with new product introductions and continued improvement in product supply. Against that backdrop, we expect 2024 constant currency revenue growth of 5% to 6%, including a foreign currency exchange headwind of approximately 50 basis points, translating to reported growth of 4.5% to 5.5%. Adjusted diluted earnings per share in the range of $8 to $8.15, representing reported growth of 6% to 8%.\nAnd currency is expected to have about an $0.08 headwind on EPS based on recent rates and the implementation of Pillar 2 has an $0.18 or about a 250 basis point headwind on earnings per share growth for the year. This implies operating margin expansion of greater than 50 basis points at the EPS guidance midpoint when compared to 2023. We expect slightly lower year-over-year gross margins to be more than offset by efficiency and restructuring programs that were initiated in 2023.\nNet interest and other nonoperating expenses are expected to be about $205 million. And as previously discussed, our effective tax rate is expected to step up to 18% in conjunction with the implementation of Pillar 2. We expect to end the year with about 207 million shares outstanding, lower than 2023 due to the $500 million share buyback plan that I referenced earlier.\nFinally, we expect our free cash flow to be in the range of $1.05 billion to $1.1 billion or growth of about 10% at the midpoint. As Ivan mentioned, we initiated a global restructuring program along with other cost savings initiatives in late 2023. These programs further streamline our organizational structure, shift select reporting lines, prioritize how we spend across the organization and further above our operational footprint in order to simplify and maximize efficiency.\nThis program is expected to result in total cash charges of about $125 million to $150 million over the next 2 years and deliver up to $200 million in run rate savings as we exit 2025, enabling us to invest in priority areas while driving margin expansion and earnings leverage despite a meaningful step-up in tax rate. In terms of cadence through the year, we expect constant currency revenue growth for the first half of the year to be at the lower end of the mid-single digits while the second half will be at the higher end of mid-single digits.\nAlso, quarterly results are expected to be choppy due to billing day impacts. Q1 will be about 150 to 200 basis point headwind and Q2 and Q3 will be a 150 basis point tailwind in each quarter, and Q4 will be a 50 basis point tailwind. Full year impact will be immaterial or less than 50 basis point tailwind. 2024 gross margin is expected to step down slightly versus 2023 due to lower FX hedge gains and the realization of capitalized third-party manufacturing cost increases observed in the second half of 2023.\nFrom a cadence standpoint, gross margin will be higher in the first half of the year. Additionally, because of the timing of the restructuring program, we expect operating margin will be higher in the second half than in the first half with Q4 being our high watermark, followed by Q2. In summary, 2023 was another strong year for the company, and we expect to maintain that momentum into 2024 and beyond.\nWith that, I'll turn the call back over to Karrie for the Q&A."
  },
  {
    "header": "ZBH",
    "cik": "0001136869",
    "ticker": "ZBH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/19628b8681d525411ed24721cfa5bbca",
    "period": "2023 Q3",
    "content": "Q3 2023 Zimmer Biomet Holdings Inc Earnings Call\n\nQ3 2023 Zimmer Biomet Holdings Inc Earnings Call\n\nZBHNYSENOV 7, 8:30 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Zimmer Biomet Third Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded today, November 7. [Operator Instructions] I would now like to turn the conference over to Keri Mattox Chief Communications and Administration Officer. Please go ahead.\n\nKeri P. Mattox\n\nVice President-Corporate & Investor Relations, AmerisourceBergen Corp.\n\nThank you, operator, and good morning, everyone. Welcome to Zimmer Biomet's Third Quarter 2023 Earnings Conference Call. Joining me today are Ivan Tornos, our President and CEO; and EVP and CFO, Suky Suketu. Before we get started, I'd like to remind you that our comments during this call will include forward-looking statements.\nActual results may differ materially from those indicated by the forward-looking statements due to a variety of risks and uncertainties. Please note, we assume no obligation to update these forward-looking statements, even if actual results or future expectations change materially. Please refer to our SEC filings for a detailed discussion of these risks and uncertainties in addition to the inherent limitations of such forward-looking statements. Additionally, the discussions on this call will include certain non-GAAP financial measures.\nReconciliation of these measures to the most directly comparable GAAP financial measures is included within our Q3 earnings release, which can be found on our website, zimmerbiomet.com. With that, I'll turn the call over to Ivan. Ivan?\n\nIvan Tornos\n\nChief Operating Officer\n\nThank you very much, Carrie, and good morning, and greetings everyone from Wars Indiana, the orthopedic capital of the world. Welcome to our Q3 earnings call, my first call as the CEO of this amazing organization, really grateful that all of you are joining us here this morning. I'd like to begin by saying how truly cared I am to be in the new role, what I deem to be a very inspiring time not just in musculoskeletal health, which it is, but also in Medtech in general.\nSimply put, the space is not what it used to be just so 5 years ago. When you look at orthopedics, when you look at the entire category, it's changed. It changed a lot. Groundbreaking technologies are shaping how procedures are done. Beyond the backlog and continued favorable demographics, global demand for treatment is higher than it has historically been. This is driven by better clinically reported outcomes. This is driven by shorter episodes of care. This is driven by better, more comfortable ways to do physical therapy. This is driven by growth in the U.S. with the rapid shift of cases moving to an ASC, while also preserving what are very compelling volume levels, in the traditional inpatient and outpatient savings.\nSo in plain English, healthy market, great patient dynamics, new technology, disruptive innovation, a lot has changed, and I don't see us going [indiscernible] to a 4, 5 years ago. So again, a very inspiring time to be in musculoskeletal health and orthopedics in general. All of these markets accelerating trends are opening new doors for countless patients to benefit from what we do here at CV, which is to drive life change in solutions. We do that every single day for countless patients. And the best part about it, we're just getting started.\nSo I could not be more excited to be here in my new role. With this encouraging market dynamics, sustainable trends and building on the solid track record of execution that the CV team has enabled. It's great to be here today to report what it is another solid quarter of strong performance while strongly reaffirming our year-end guidance for the year 2023. Even more exciting, as I look forward to our future, I'm more convinced than ever that Zimmer Biomet will continue to lead the way on customer-centric innovation, already a competitive advantage and solid commercial execution, enabling not just the delivery of mission but also improving on our other key value creation drivers, those regaining and sustaining top quartile performance. And again, this is something that we treat with a lot of rigor and something that is mandate for the organization. We must regain and sustain top quartile performance.\nFor today's call, I want to first share my thoughts on my first 2 months as CEO of Zimmer Biomet while also providing key insights into what I have learnt, how my learning has shaped, who are going to be my 3 key priorities as the new CEO of the enterprise. This would answer the question of what is fundamentally going to change around here in the next chapter for transformation.\nAfter that, I'm going to talk about the key drivers behind the solid Q3 performance. Next Sue will take over, and we'll discuss the financials for the quarter as well as the expectations for the rest of the year and then our February part of the call. Before we move into these updates, I do want to take a moment to thank the global Zimmer Biomet team for their unwavering commitment to our purpose, to our plans. I want to thank them for the sense of urgency in driving some execution. I want to think them for everything that they do. This is a highly engaged and focused team that has been operating at a very rapid speed and is eagerly deciding to do even more, more for patients, more for customers, more for the team, more for each other, more for the company, more for the communities where we work and live, like right here in Werson and frankly, far more for the shareholders.\nThis team gone through a lot, and a lot is a lot. This team has done a lot of heavy lifting. And now with a heavy lifting behind from a remediation standpoint. It's great to be in a different stage. And it's great to be able to show to the world what the Zimmer Biomet team can do and will do. I'm beyond proud of the organization, and I'm generally inspired by what they do each and every day.\nWe do this for a while around the world, and I can truly tell you I have never worked with a better team than the 1 we have here at Zimmer Biomet. And again, I can hardly wait to showcase our results in quarters to come. So thank you. I also want to say Brian Hanson for all the branded to bring Zimmer Biomet to this moment. We are grateful and we're stronger because of his leadership. So thank you, Brian.\nNow let me share some perspective as the new CEO of Zimmer Biomet. During my first 11 weeks or 77 days in the job, I've spent significant time with team members, customers, analysts, investors or Board, my peers, health care executives across med tech, government officials and other key stakeholders in health care, so that I could listen, I could learn and I could get the property insights. I've been in every Zimmer Biomet region around the globe have interactive with every key manufacturing facility. I have visited hundreds of decision makers across every major continent, and I have collected countless pages of feedback and recommendations.\nMost critically, obvious this reflection time, to ensure that we, at Zimmer Biomet are boldly prioritized what needs to get done. And this, I can assure you, will be a trademark of my time as CEO of Zimmer Biomet,having the courage to say no to several things so that we can become truly great in those things that will drive the most value for the enterprise and our key stakeholders. These key priorities are purpose and people, number one. We have a winning culture. We have the absolute best talent in the industry.\nIt has been a foundational priority for CV and will continue to be critical under my leadership, people, purpose, talent, culture. We have a very data-centric organization. We use the same level of data centricity to track how it is that we're doing with our human capital. To that end, we track level of engagement, development, DEI, engage span across different segments and geographies, high potential ratings and everything in between.\nI'm really excited to report that our most recent engagement survey, which we completed about 6 weeks ago deliver the absolute best scores in the history of the company. Let me say that again, the latest engagement score for organization, close to 20,000 employees showcase the absolute best scores in the history of the organization, frankly, going up across every single category.\nThis tells me that the team is energized. This tells me the team is ready. And this tells me that the team is about to unleash a lot of greatness for the organization. The second priority is to create and sustain a framework of operational excellence across the board. Simply put, it's about being great when it comes to running the business. This means simplifying what we do, where we play and how we play.\nThis means being courageous and bold about the choices that we make. It starts with being intention about driving sustainable revenue growth. We know this is the #1 driver of total performance. And we also know that innovation, customer-centric innovation and commercial execution are the 2 key drivers of sustainable revenue growth. So we will accelerate that. But at the same time, we're not going to forget that we can and will do better across the entirety of the P&L.\nWe're going to drive a culture of ownership by every single employee across the globe with all of us waking up every single day acting as key investors in the business and thinking of time and money as the key currencies of the organization. This means continuing to align our incentives with an even greater emphasis on best-in-class performance from both top and bottom.\nBy delivering on operational excellence as a mandate or mindset for the organization, we're going to enable, number one, revenue growth of at least 100 to 200 basis points of our market while growing earnings faster than revenue and free cash flow growing faster than the rate of earnings. Number two, operational excellence will enable best-in-class supply and operational outcomes by simplifying a rather complex operations, a manufacturing footprint. And then thirdly, operational excellence as a mandate is going to enable an agile, nimble and simplified company that can anticipate, can be proactive in successfully navigating market trends.\nSo again, operational excellence and mindset is going to deliver revenue growth of at least 100 to 200 basis points of a market while growing earnings faster than revenue and free cash flow faster than the rate of earnings while enabling best-in-class supply and operational outcomes by making Zimmer Biomet agile, nimble and a very simplified company that is proactive in what it does.\nBased on where we are as we close the year 2023, and based on our latest guidance, we're already on track to deliver the metrics that I mentioned above around revenue, earnings and free cash flow, the way we run the company, but we expect to do it again with even greater rigor in 2024. To that end, we look forward to hosting an Analyst Day. It's something we've not done ever since we measure 2 companies.\nAnd at the Analyst Day, we're going to be sharing more details on this thought that I have highlighted and the specific drivers of these goals. So this becomes truly the DNA of Zimmer Biomet. Third priority is about innovating and diversifying Zimmer Biomet into high-growth markets, table stakes. We must enter higher growth markets. We do need to diversify our portfolio. And we will do that. We're going to do it through organic and inorganic means. We're going to do it through innovation and M&A.\nOn the innovation front, we're going to innovate by continuing to boldly invest in the right segments of R&D. So that is new product development so that we always think customer problems and bringing solutions to those products. We're going to make sure that those projects are in attractive growth areas that are mission-centric but also are in the ride markets. And by bringing those solutions, we're going to become and remain market leaders in these categories where we choose to play, aided by more product and solutions launches that will enable category leadership for Zimmer Biomet.\nWe're going to be relentless about the CytoCare opportunities, namely the ASC opportunity here in the U.S., where we're already growing in the strong double-digit rates, but we know we're far from realizing true potential. This journey, by the way, innovation journey has already started. We then try to launch over 40 new products over the next 36 months, and the value -- the dollar value of our pipeline today it's twice the dollar value that we had back in 2018.\nSo a lot of new exciting technologies are about to get launched here at Zimmer Biomet. In addition, 80% of our products in our pipeline, we study markets that are growing at least 4% many in areas that are growing more than 4%. Equally viral, we're going to ensure that our innovation journey accelerates value creation through making sure that we're monitoring not just the revenue associated with these launches, the vitality index, but also what we call our innovation, profitability index, or IPI.\nAnd thus the gross margin dollars coming from new products. We've got to make sure that these new products are driving margin accretion to the overall margin profile of the organization. So again, it's about innovation and it's about value creation at the same time. Mission and margin expansion will coexist and will coexist as part of our innovation journey. To materially change our portfolio, we're going to also leverage the strength of our balance sheet, which is stronger than ever. We will do M&A. We're going to be thoughtful and disciplined about the spaces we prioritize.\nWe're going to ensure that the spaces are mission-centric. And at the same time, these patients are the areas where Zimmer Biomet has the right to win. We focus on opportunities that are going to hit strategic thresholds, but also hit financial thresholds. We're going to make sure that these acquisitions drive strong returns and create long-term shareholder value.\nIt is worth noting that this diversification of our business has started already. Yes, we have bolder and we will be bolder but it has already started. In the last 2, 3 years, we have shifted our portfolio already into mid-single-digit or above market environment, and our weighted average market growth rates have already increased from 50 basis points, and this happens through thoughtful resource allocation and some of the active portfolio management we've done.\nAgain, we're going to be bolder, but the journey has already started. I'm excited about where we can and will do a ports 3 priorities. It's about, first and foremost, people, human capital, having a best-in-class culture. Secondly, it's about delivering operational excellence as a company mindset or mandate and fairly is about making sure that we diversify and innovate in a far bolder way through organic and inorganic means.\nThose are the 3 priorities. So now that you got a better sense of our priorities, I want to talk about Q3. And again, I want to reiterate that we're really excited about the performance that we saw in the quarter. Performance that was driven by continued execution, especially in the key areas where we've been investing.\nIn particular, I want to talk about Niche, it was a great quarter for Niche, where we delivered a broad market performance in key markets around the world. We also grew in areas that are mission-critical within SEP, upper extremity CMFT as well as Sports Medicine. We had solid performance in the ASC environment, and we saw a revenue generation coming strongly from our data, technology and solutions platform, primarily within ROSA and now mobility. In Niche personal star highly are differentiated semenless platform continues to perform above our expectations. I was recently in Dallas at the hip any society, and the feedback continues to be super I can't wait until we continue to bring this technology to other geographies. ROSA had a strong quarter. I continue to see great adoption. We've seen a lot of ROSA adoption happening in the ASC setting, where speed we're dealing with higher volumes, that's matter.\nIn the ASC, we continue to see growth in the teams, and we're executing contracts daily or portfolios second to none, and we're benefiting from the recent acquisitions we've done, such as Embody and ReLine. Against the backdrop of this strong execution, med tech sector stocks have been facing pressure related to GLP-1 drugs and their impact or their perceived impact on obesity and this was a long-term perspective.\nWe're mission-centric pace in the bore organization. So if this drug class truly does accelerate and improves patient health. And if these drugs truly do become the end of the obesity pandemic around the world, that is great news for everyone as long as truly, this is sustainable in the long term. What I can tell you that we spend a lot of time researching GLP-1 drugs, engaging third parties, engaging thought partners and key opinion leaders across every major market and these GLP-1 drugs today become a [indiscernible] force. The [indiscernible] the root causes of osteoarthritis, a disease which impacts 528 million people around the world according to the World Health organization. The top stopes factors are ranking order, age, genetics and join injury.\nObesity certain accelerator of the disease and certainly is an element of the disease or a driver of the disease, but let's not forget that once the cartilage is damaged, there is no recovery. Once you get osteoarthritis, you will not get rid of osteoarthritis. And drop in weight is not going to cure osteoarthritis. Again, this is a generative and non-tenable disease that we're talking about.\nIf anything, obesity is a blocker today to join surgery as many surgeons are uncomfortable operating on patients with a BMI greater than 40 [indiscernible] countries or even above the 30 thresholds in some locations. So why could GLP-1s then be a tailwind for orthopedics, 3 compelling reasons. First, if you can lower the patient's BMI below a certain threshold 40 or 30 some cases, these patients now become eligible for surgery.\nAnd all the data points that we're getting in primary markets like the U.S. is that there is a large percentage of patients who today are not going through surgery because their BMI is too high. Secondly, if a patient does lose the way -- and I would say this is pretty logical. And they do become more active, there would be a greater risk for additional joint procedures because there will be injury.\nAnd third, if a patient loses wait, they are likely to live longer [Audio Gap] Minimal obesity rates but very, very long life expectancy dynamics. We don't see any near-term impact from GLP-1s, and we've seen the long-term impact would be a positive 1 for orthopedics and Zimmer Biomet. We've engaged independent third parties to perform surgeon surveys have gathered U.S.-based claims data. What it still is early in the process. We are very excited about the initial findings, and we look forward to sharing them.\nSo in a nutshell, more of a tailwind. We'll be sharing data very soon. We think that the logic will prevail, and this will be the end of what has been so far a rather emotional argument that is not being fact-based. In closing, I hope you can tell that I'm very confident about the future of this organization. I'm very excited to be here.\nOur end markets have never been stronger, and we believe that this market beyond the backlog is sustainable. Our execution is strong and is also sustainable. We've been delivering consistently for a while, and we'll continue to do so with even greater focus and speed. We know what we need to do.\nThe strategy is clear, and we will execute on the strategy. We have financial flexibility to invest in higher growth markets, and we are going to continue to shift our portfolio mix and diversify our business. I generally believe this is the time for Zimmer Biomet. I'm proud of what we've done and even more proud of the work that we're going to be doing ahead.\nThis is why I'm excited to be the CEO and even more excited to be a proud Zimmer Biomet shareholder as I believe that now is the time for real value creation. With that, I'll turn the call over to Suky for a run-through of our Q3 financials. Suky?\n\nSuketu P. Upadhyay\n\nExecutive Vice President, Chief Financial & Accounting Officer\n\nThanks, and good morning. I'd like to start my prepared remarks today by welcoming Ivan to his first earnings call as the Zimmer Biomet CEO. Ivan has been a constant force and a driver within the organization for several years, and I'm proud to work with him, and I'm excited by the partnership. As Ivan noted, we had another strong quarter driven by healthy and improving end markets, and continued strong execution across the organization. Overall, we remain on track to deliver mid-single-digit constant currency revenue growth and adjusted operating margin expansion in the back half of the year just as we committed to on our second quarter call.\nMoving to results. Unless otherwise noted, my statements will be about the third quarter and how it compares to the same period in 2022. And my commentary will be on a constant currency and adjusted operating basis. Net sales were $1.754 billion, an increase of 5% on a reported basis and an increase of 4.7%, excluding the impact of foreign currency. Additionally, we had a selling day headwind of about 150 basis points that impacted all regions and product categories at about the same level.\nExcluding the selling day impact, consolidated ex FX sales would have grown just over 6%. U.S. growth was 6% and international growth was 2.9%. In the U.S., our strong year-over-year results were driven by Recon and a step-up in our SET category in tandem with strong capital sales. Outside of the U.S., we saw more moderated growth across Europe and Asia, driven by tough comps and geopolitical headwinds, which I'll discuss in our product category section.\nGlobal Knees grew 7.3% with the U.S. growing 6.1% and international growing 9.1%. The strong performance in these was driven by continued uptake from our Persona product portfolio, combined with the benefits of our ROSA robotics platform. Global Hips declined by 60 basis points with the U.S. growing 3% and international declining by 4.2%.\nTough comps in China and headwinds in Russia disproportionately impacted our OUS hip business. Excluding these impacts, our international hip business grew in the low single digits. Looking ahead, portfolio expansion will continue to support growth in our hips business. Next, the SET category grew 2.8%. Again, as a reminder, there was about 150 basis point selling day headwind across all categories and regions.\nOur key focus areas within SET, including sports, upper extremities and CMFT, continued to post double-digit growth which was partially offset by other subsegments within the category. We remain confident that SET will grow in the mid-single digits in the fourth quarter. Finally, our other category grew 16.4%, driven by ROSA sales. Now moving on to the P&L. In Q3, we reported GAAP diluted earnings per share of $0.77 compared to GAAP diluted earnings per share of $0.92 in the prior year. While we had higher year-over-year revenue and higher pretax operating profits, post-tax income was lower due to a favorable tax settlement in 2022 that did not repeat this year.\nOn an adjusted basis, we reported diluted earnings per share of $1.65 compared to adjusted diluted earnings per share of $1.58 in the prior year. The step-up is primarily driven by revenue growth in the quarter, partially offset by higher operating expenses and higher interest costs. Our adjusted gross margin was 70.9%, up 20 basis points from the prior year, primarily driven by favorable mix. Adjusted operating margin was 26.4% and up slightly versus the prior year.\nBetter gross margin and savings from efficiencies across SG&A were partially offset by higher R&D expenses that will support upcoming product launches, ultimately driving a continued increase in our Vitality Index. Net interest and other adjusted nonoperating expenses of $48 million was higher than the prior year due to certain foreign currency exposures as well as higher interest rates. And our adjusted tax rate was 16.7% in the quarter.\nTurning to cash and liquidity. We had operating cash flows of $338 million and free cash flow of $189 million in the quarter. We ended with cash and cash equivalents totaling just under $300 million. Our balance sheet remains strong, providing us financial flexibility and strategic optionality as we move forward. Now regarding our outlook. Overall, for 2023, the outlook remains largely unchanged from the prior quarter, implying over 7% constant currency revenue growth and 9% EPS growth at the midpoint of our range.\nWe expect reported growth for the full year to be 6% to 6.5% and are maintaining our ex FX growth expectations for the year of 7% to 7.5%. I Inside of that, the U.S. dollar has strengthened, so we are increasing our outlook for foreign currency to be about a 100 basis point headwind to revenue growth for the full year. Additionally, we are reiterating our EPS guidance of $7.47 to $7.57 for the full year despite the strengthening dollar, which we project to be about a $0.04 headwind to fourth quarter earnings.\nThis guidance implies that we will increase full year operating margins by about 100 basis points in the backdrop of a challenging environment. In addition to our formal guidance ranges, I will reiterate that there is no material impact from selling days on the full year revenue growth expectations. However, we do expect about a 100 basis point tailwind in the fourth quarter. Additionally, our expectations for interest and other nonoperating expenses as well as tax rate and shares outstanding remain unchanged.\nWe expect free cash flow for the year to be between $950 million and $1 billion. In summary, we delivered another excellent quarter on both the top and bottom lines. We remain confident in our 2023 expectations and are excited about the next year with revenue growing in the mid-single digits and earnings growing faster than the top line. With that, I'll turn the call back over to Keri.\n\nKeri P. Mattox\n\nVice President-Corporate & Investor Relations, AmerisourceBergen Corp.\n\nThanks, Suky. [Operator Instructions] With that, operator, may we have the first question, please."
  },
  {
    "header": "ZBH",
    "cik": "0001136869",
    "ticker": "ZBH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d123e8e5514b317d8fe0d6f1e153de49",
    "period": "2023 Q2",
    "content": "Q2 2023 Zimmer Biomet Holdings Inc Earnings Call\n\nQ2 2023 Zimmer Biomet Holdings Inc Earnings Call\n\nZBHNYSEAUG 1, 8:30 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Zimmer Biomet Second Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded today, August 1, 2023. Following today's presentation, there will be a question-and-answer session. [Operator Instructions] I would now like to turn the conference over to Keri Mattox, Chief Communications and Administration Officer. Please go ahead.\n\nUnknown Executive\n\nThank you, operator, and good morning, everyone. Welcome to Zimmer Biomet's Second Quarter 2023 Earnings Conference Call. Joining me today are Bryan Hanson, our Chairman, President and CEO; and EVP and CFO, Suky Upadhyay; and COO, Ivan Tornos. Before we get started, I'd like to remind you that our comments during this call will include forward-looking statements. Actual results may differ materially from those indicated by the forward-looking statements due to a variety of risks and uncertainties -- please note, we assume no obligation to update these forward-looking statements even if actual results or future expectations change materially. Please refer to our SEC filings for a detailed discussion of these risks and uncertainties and in addition to the inherent limitations of such forward-looking statements.\nAdditionally, the discussions on this call will include certain non-GAAP financial measures. Reconciliation of these measures to the most directly comparable GAAP financial measures is included within our Q2 earnings release, which can be found on our website, zimmerbiomet.com. With that, I'll turn the call over to Bryan. Bryan?\n\nBryan C. Hanson\n\nEVP and President-Minimally Invasive Therapies Group, Medtronic Plc\n\nAll right. Thanks, Kerri, and thanks to everyone for joining us on the call this morning. It's always good to be with you. But I would say it's even a little better and certainly more fun when we have great performance in the quarter. So we're pretty happy about the results that we get to discuss today, and I can tell you, we're looking forward to the dialogue. And I'll start things up, as we normally do, I'll talk about our Q2 performance and the key drivers inside of the quarter. But I think also really important is to talk about the key drivers that we see continuing to move this business forward.\nAnd then Suky will walk us through the financial details of the quarter and importantly, discuss how we are again raising our full year financial guidance. And then, of course, we'll close things out with a Q&A session, and we look forward to answering your questions and having a dialogue in that session. Okay. To kick things off, I'm just going to take a step back, which I've been doing now for the last handful of quarters and I think deservedly so, because I want to say thank you. I want to say thank you to each and every one of our team members around the world because it's your hard work. It's your dedication to getting the job done that is moving this business forward. And I will tell you that I'm proud to say that you have delivered another very strong quarter, while once again making ZB a certified great place to work. And you've done all of this while improving our scores and as a result of that, our rankings on the environmental, social and governance front.\nSo I think simply stated, we are doing well, while also doing good. And that means for our team members, our patients, our customers and our communities and even our planet. So once again, I want to say thank you to our team for all that you do for ZB and to move our mission forward. And most importantly, for doing it together as one team, one ZB team. Now let's talk about the second quarter.\nAnd I'm just going to say simply, we delivered another strong quarter, again beating our own expectations. And that performance positions us to again raise our financial guidance on both the top and bottom line. And this is in the face of some pretty significant macro factors that are impacting us in the entire market. Ongoing supply challenges are very real, and I'll talk about those in a minute, but also inflationary pressure, a tough labor market and the geopolitical landscape that is putting pressure on everybody. But against that, I feel very confident about our pipeline, our execution and the team's demonstrated ability to navigate these headwinds, which gives us confidence to increase our financial outlook. Okay.\nWith that said, let's talk about the key drivers inside of Q2, and there were some positives and there were some negatives. I'll start with the positives, and the most important one, in my view, is that our team's execution remains flawless. We're seeing significant traction, probably the best we've ever seen with our new product innovation. And that paid dividends in the quarter for sure, but most importantly, is it pays dividends as we move this business forward. And I would say that procedure recovery continued in the quarter, again showing no meaningful impact from COVID or staffing challenges, and that allowed for a tailwind from increased provider capacity, and that resulted in backlog pull-through in the quarter. In terms of headwinds, I would say that the team is doing a great job of managing the supply-constrained environment. But I would say that it is still very clearly a governor to our overall growth in the quarter, and it continues to be a distraction for the organization.\nSee if I combine these things, though, all in all, our momentum continues, and it continues to grow. And I've said before, my confidence in this business, our confidence in this business is as high as it's ever been. And it's high for a good reason. If you just look at the Knee franchise alone, our innovation strategy is working. We now have 4 meaningful pillars inside of this business. All of which can drive pricing stability, mix benefit and competitive conversions.\nFirst, let's look at the ROSA Robotic Platform combined with our Persona cementless Knee. This is a powerhouse combination that is and will continue to accelerate growth. And based on the traction we're seeing so far, we continue to believe that ROSA and Persona cementless together will enhance our robotics and cementless penetration from the current mid-teen level to 50% or better, 5-0% or better. The second pillar that we're focused on is Personal revision. This provides a meaningful conversion and mix opportunities inside the revision category. But importantly, it also acts as a powerful tip of the spear product for conversions and primary needs.\nAnd then third, it's just the overall shift of the ZB legacy Knee systems to our now fully rounded out Persona portfolio. And this is a meaningful mix benefit that we can take advantage of that, I would say, is somewhat unique to our business. And then fourth, on top of all this, we have the world's first and only Smart Knee which is Persona iQ. And I know this is still in limited launch, but already, it offers surgeons unparalleled data access and is attractive to patients, those patients who want more direct engagement with their care recovery. And we're taking on a similar approach to our hip portfolio where we continue to launch meaningful innovation, again, giving us the opportunity for price stability, mix benefit and competitive conversions. And we have 4 pillars of focus here as well.\nFirst, it's ROSA and Hip Insight. These are technology shifts in robotics in mixed reality that are setting up the ZB Hip portfolio for greater adoption and growth. Second is the Avenir Complete. This is our current flagship product combined with G7, which gives us a very strong position in both the attractive direct anterior and revision submarkets of Hip. And then third, this position will be enhanced with work being done on a triple taper STEM which will fully round out our direct interior approach portfolio.\nWe believe this new portfolio, combined with the G7, which is the most versatile acetabular component available will be unmatched in the industry. And then fourth, HAMR, this is our upcoming full launch of an automated impaction system that builds on a proven need in the market, and we fully expect that this launch will create surgical efficiencies while bringing personalized precision to each and every patient. And then finally, in set, we are being disciplined and targeting investment in our growth driver categories, Upper extremities, Sports and CMFT, and each of these categories continue to perform. And given our momentum in these businesses and continued investment in innovation and dedicated infrastructure, we fully expect the set business to be a mid-single-digit grower in a normalized market environment.\nSo overall, we're very excited about our innovation momentum. It's very real. Remember, we've called out that we have 40 planned product launches between this year and the end of 2025. And the majority in 4%-plus growth markets. And that's important because these innovations will certainly drive near-term growth. There's no question about that, but also create better sustainability of that growth because of the markets they're in. This portfolio shift that we're seeing and the team's execution capabilities are clear signs that our ZB transformation has taken hold. But I can tell you right now that we're not going to stop there. The goal is to continue to enhance our growth profile through our ongoing focus on active portfolio management, and that is supported by our already strong and strengthening balance sheet. And with that, I'll turn the call over to Suky for a closer look at Q2 and our latest expectations for the remainder of 2023. Okay, Suky?\n\nSuketu P. Upadhyay\n\nExecutive Vice President, Chief Financial & Accounting Officer\n\nThanks, and good morning, everyone. As Bryan noted, we had another excellent quarter. Our results were driven by strong end markets as well as strong execution across the entire organization. As a result, we are again increasing our full year financial outlook. With that, let's turn to our results and updated full year guidance. Unless otherwise noted, my statements will be about the second quarter and how it compares to the same period in 2022. And my commentary will be on a constant currency and adjusted operating basis.\nNet sales were $1.870 billion, an increase of 4.9% on a reported basis and an increase of 6%, excluding the impact of foreign currency. Additionally, we had a selling day headwind of less than 50 basis points in the quarter. Overall, the business continues to benefit from a recovery of elective procedures driven by continued market normalization, including hospital staffing and procedure cancellations returning to pre-COVID levels. We also benefited from some backlog recapture.\nWhile market momentum is strong, we continue to face certain macro challenges, including global supply chain pressures that muted performance across the business. U.S. growth of 5% continued to outpace our expectations and international growth of 7.2% was driven by strong performance in both EMEA as well as Asia Pacific. All regions benefited from continued recovery of elective procedures, backlog recapture as well as strong commercial execution and new product uptake.\nTurning to our business category performance. Global Knees grew 10.5% with U.S. growing 9.8% and international growing 11.4%. The strong performance in these was driven by the 4 pillars that Bryan mentioned earlier, centering on a very attractive Persona portfolio, combined with the benefits of our ROSA Robotics Platform.\nGlobal Hips grew 4.9% with U.S. Hips up 2.7% and international up 7.1%, -- both regions posted good growth on the back of new product flow, execution and market recovery. Next, the S.E.T. category was down 30 basis points year-over-year, Inside of that, we saw continued strong performance from our three focus areas within the business segment. As expected, we saw pressure from reimbursement headwinds within the Restorative Therapies business. In addition, we experienced more acute supply challenges within Sports and Trauma.\nIn the backdrop of this, we believe we will move beyond these headwinds, and this segment will rebound in the second half of the year. Finally, our Other category grew 6.5%. Now moving on to the P&L. In Q2, we reported GAAP diluted earnings per share of $1 compared to GAAP diluted earnings per share from continuing operations of $0.73 in the prior year. The increase was driven by higher revenues combined with lower nonoperating expenses due to [ Zimve ] investment losses from the prior year that did not repeat as well as lower spend related to restructuring costs. These benefits were partially offset by increased investment in R&D and commercial initiatives to drive future growth. On an adjusted basis, we reported diluted earnings per share of $1.82 were flat to the prior year.\nHigher year-over-year revenues and better gross margins were offset by higher R&D expenses, increased investments into commercial infrastructure for new product launches and higher interest expense. Our adjusted gross margin was 72%, up 40 basis points from the prior year despite absorbing current year inflationary pressures as well as pressure from prior year that was capitalized and flowing into this year's P&L. Favorable mix and FX hedge gains also helped support the increase in gross margin. Adjusted operating margin for the second quarter was 27.5%, down 50 basis points from the prior year.\nWhile gross margin was up, this was offset by higher operating expenses due to increased investments in R&D, aligned to our plan to improve our vitality index through new product innovation as well as higher commercial infrastructure costs to support new product uptake.\nNet interest and other nonoperating expenses of $57 million was higher than our expectations and significantly higher than the prior year due to certain foreign currency losses in the quarter as well as higher interest rates. Our adjusted tax rate of 16.3% was in line with expectations. Turning to cash and liquidity.\nOperating cash flows were $348 million and free cash flow totaled $165 million. We ended the quarter with cash and cash equivalents of $320 million. Our balance sheet remains strong, providing strategic and financial flexibility for future growth. Moving to our updated financial outlook for 2023. Based on another strong quarter of results, we are again raising our full year 2023 outlook. We are confident that we will continue to grow our top line above market rates and expand operating margin while continuing to reinvest in our business for future growth.\nWe are increasing and narrowing our constant currency revenue growth range to 7% to 7.5% with an expected foreign currency exchange headwind of 50 basis points. We are also increasing our adjusted EPS guidance range to $7.47 to $7.57. Additionally, due to certain FX-related pressures and higher interest rates, we now expect net interest and other nonoperating expenses to be around $200 million for the year. Our expectation around tax rate and total shares outstanding remains unchanged. and we continue to expect free cash flow to be in the range of $1 billion to $1.1 billion.\nOur Q3 and Q4 revenue cadence expectations are unchanged. Q3 revenue dollars are expected to be sequentially down versus Q2 and in line with normal seasonality, and Q4 will be our strongest quarter on a dollar basis. While we expect momentum gained from the first half to flow into the second half of the year, recent and new sanctions on Russia may mute growth. And regarding [ selling day impact ], we continue to expect Q3 to have a selling day headwind of about 150 basis points, while Q4 will have about 100 basis point tailwind. Overall, the net day rate impact for the full year is not meaningful.\nFrom a margin perspective, we expect Q3 to be our low watermark for the year from both a gross margin and operating margin standpoint. While gross margin will have less variability from quarter-to-quarter, we expect Q3 operating margin to step down sequentially between 150 and 200 basis points due to the normal seasonality of our business. We expect Q4 to step up significantly on a sequential basis, delivering our highest operating margin for the year. Importantly, we remain committed to investing for future growth while delivering meaningful full year margin expansion in 2023. We're really pleased with how our team is navigating a challenging environment.\nIn summary, we delivered another quarter of excellent top line results, beating our expectations while managing very real supply chain challenges. We are building on our early momentum through continued execution and are again able to increase our full year guidance. We are also reiterating our confidence and expectation to be a 4% plus or even mid-single-digit top line grower in a normalized market while delivering strong earnings. In short, our business has never been stronger. With that, I'll turn the call back over to Kerri."
  },
  {
    "header": "ZBH",
    "cik": "0001136869",
    "ticker": "ZBH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f93c3701766483e559e2da67f000a0f4",
    "period": "2023 Q1",
    "content": "Q1 2023 Zimmer Biomet Holdings Inc Earnings Call\n\nQ1 2023 Zimmer Biomet Holdings Inc Earnings Call\n\nZBHNYSEMAY 2, 8:30 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Zimmer Biomet First Quarter 2023 Earnings Conference Call. [Operator Instructions] I would now like to turn the conference over to Keri Mattox, Chief Communications Officer. Please go ahead.\n\nKeri P. Mattox\n\nVice President-Corporate & Investor Relations, AmerisourceBergen Corp.\n\nThank you, operator, and good morning, everyone. We're joining you from our Warsaw, Indiana headquarters and are happy to be with you today. Welcome to Zimmer Biomet's First Quarter 2023 Earnings Conference Call. Joining me are Bryan Hanson, our Chairman, President and CEO, EVP and CFO, Suketu Upadhyay and COO, Ivan Tornos. Before we get started, I'd like to remind you that our comments during this call will include forward-looking statements. Actual results may differ materially from those indicated by the forward-looking statements due to a variety of risks and uncertainties.\nPlease note, we assume no obligation to update these forward-looking statements even if actual results or future expectations change materially. Please refer to our SEC filings for a detailed discussion of these risks and uncertainties in addition to the inherent limitations of such forward-looking statements. Additionally, the discussions on this call will include certain non-GAAP financial measures. Reconciliation of these measures to the comparable GAAP financial measures is included within our Q1 earnings release, which can be found on our website, zimmerbiomet.com. With that, I'll turn the call over to Bryan. Bryan?\n\nBryan C. Hanson\n\nEVP and President-Minimally Invasive Therapies Group, Medtronic Plc\n\nAll right. Thanks,Keri, and thanks to everyone for joining us on the call this morning. Hey, we don't get the opportunity to do this too often. So I'm going to take advantage of it. And I'm just going to start the call by simply saying this was a phenomenal quarter where pretty much everything went better than expected. And importantly, as a result of that momentum, we are significantly raising our full year top and bottom line outlook, which Suky is going to talk about in just a minute. With that said, and maybe taking a step back. For today's call, I'll talk more about our Q1 performance and the drivers of that performance. And then Suky will get into more details for the quarter and importantly, also our financial guidance for the rest of the year. And then we'll make sure that we save plenty of time for your questions, which we look forward to addressing. But before we do any of that, I just want to take a minute to speak directly and personally to the ZB team and really truly say thank you for yet again, you have delivered beyond our expectations. And I'm very proud of what this team is doing to navigate an environment that, while improving, there's no question it's improving, it is still fluid. And it presents us with challenges that, quite frankly, seen like daily challenges. And it is truly impressive how you're navigating that environment right now. And I'm very proud of the dedication, the resilience and the innovative thinking that you're bringing to your roles each and every day. It is truly making a difference.\nBut I'm most proud of how together and I do mean together, we are living the ZB mission to alleviate pain and improve the quality of life for people around the world. And as we know, we do that every 8 seconds, 24 hours a day, 7 days a week, which is really what it's all about in the first place. So thank you. Thank you for what you do for ZB. Thank you for what you do for our customers and most of all, and most importantly, what you do for our patients, the patients that we serve every day.\nOkay. So let's take a look now at the first quarter. And as some of you may recall, coming into the year, our guidance assumed that Q1 would have the easiest comp of the year. But would also experience some headwinds from both staffing and COVID-related challenges that we felt would put pressure on elective procedures during the quarter. We also assumed that there would be a pretty high level of supply pressure in the first quarter. Our assumptions also believed that all 3 of these headwind variables would then improve throughout the year, providing less impact to the business. But then outside of the easy comp, Q1 would be pretty bumpy. Okay. So what actually happened in the quarter and why was it considerably stronger than we expected? Well, first and foremost, procedure recovery was much better than we anticipated, really having almost no material or meaningful impact from COVID or staffing challenges in the quarter. And second, we manage the supply constrained environment better than we originally anticipated. Make no mistake, supply is a real problem and it's putting pressure on the business. But this team has done an excellent job managing that environment, probably leveraging some muscle memory from the past. And then third, and I think really importantly, our team's execution and traction with our new product innovation is even stronger than we anticipated. And that's important because it's going to continue to provide benefit to the rest of the year. And so because of this, we saw another quarter of very positive year-over-year momentum in large joints. With our global hip and knee businesses growing approximately 13% and 18% on an ex FX basis. Our overall SET category grew more than 6%. Driven by strong low double-digit performance in our growth drivers in set, which we've talked about before, being sports, CMFT and upper extremities. And then this was partially offset, as expected, from headwinds from our Restorative Therapies business, where these headwinds will anniversary. And as you remember, these are reimbursement change headwinds that we have in that business, they should anniversary by the back half of this year. And then finally, our other category grew 11% in the quarter. So needless to say, it was a pretty strong quarter. The momentum is real in this business, and our confidence is extremely high. And there's good reason for this confidence. If we just think about this quarter alone, we officially launched our new cementless knee form factor at Persona OsseoTi and this is adding to the Persona family and really strategically rounding out that portfolio. And this new Kel-design tray is extremely versatile. It's anatomic because it is the Persona family, and it's stable. And it's the only need that you could do a cemented or cementless procedure with an interoperative decision possible for the surgeon. And that's a big deal. We believe that this will enhance the potential for cementless penetration because surgeons can go into a questionable bone quality procedure with the intent to use cementless, but then they have the ability to pivot back to cemented at the bone quality isn't there. And for this reason and a lot of other reasons, customer feedback so far has been extremely positive as we've launched this product.\nAnd as you may know, our cementless penetration is already in the mid-teens, but we believe that this can get to 50% or higher penetration. And we're excited about that. And we truly do believe that this premium product can accelerate that growth for ZB and is already doing so. It's still early days. Our full launch is planned for the middle of this year as more sets become available. Make no mistake, this is a real driver for not just our knee franchise but for the overall company. So we're very excited. As you remember, back in February, we also closed our acquisition of Embody, which is providing access to differentiated products and an innovative pipeline for our sports medicine business. And this investment helps expand ZB's presence in this very attractive high-growth market while also in that market, serving our customers and our patients better. And this, combined with a very strong innovation pipeline that we have in sports and the dedicated commercial channel that we put into place gives us continued confidence in our global sports franchise. And if you [ rack ] the AAOS meeting, you would have seen that we previewed our HAMR product, which is designed to ensure consistent and reproducible compaction for hip procedures while allowing the surgeon to dial up or dial back the force of the strike depending on the individual patient need. And this ability to be more personalized, actually differentiates HAMR versus other compaction devices on the market. So needless to say, we're excited about this differentiated product. We believe this could actually increase not only the consistency for surgeons, but also the procedure efficiency, which is really important right now. and our current expectation is to launch HAMR in the third quarter of this year. And if you just look at these combined products, this is actually building on other launches that we've talked about, the Persona iQ, Hip Insights, the Identity shoulder system. And in total, we've introduced more than 50, 5-0 new products from 2018 through the end of 2022, with the majority of those products coming in markets growing 4% or faster. And we're geared to continue that momentum. It doesn't stop here. with another 40, 4-0 planned product launches between this year and the end of 2025, again, with the majority of those products to be launched in 4%-plus growth markets. And this shift not only continues the transformation of our product portfolio, it gives us short-term revenue growth, but it also improves our weighted average market growth. And ultimately, as a result of that gives us more confidence that our markets and our portfolio mix positions the company for sustainable mid-single-digit growth. And with this kind of traction around our product pipeline, increasing strength of our balance sheet and our team members' ability to execute, ZB continues to be well positioned to deliver value today and in the future and achieve our mission as a company. And with that, I'm going to turn the call over to Suky to take a closer look at Q1 and our latest expectations for 2023. Okay, Suky?\n\nSuketu P. Upadhyay\n\nExecutive Vice President, Chief Financial & Accounting Officer\n\nThanks, and good morning, everyone. As Bryan mentioned, we had an excellent quarter with better-than-expected results. As a result of continued market normalization and the strength of our performance, we are increasing and narrowing our full year financial outlook. With that, let's turn to our results and updated full year guidance. Unless otherwise noted, my statements will be about the first quarter and how it compares to the same period in 2022, and my commentary will be on a constant currency and adjusted operating basis. Net sales were $1.831 billion, an increase of 10.1% on a reported basis and an increase of 13.2%, excluding the impact of foreign currency. As we noted on our last call, we had a selling day tailwind of about 100 basis points this quarter. Overall, the business benefited from faster-than-expected recovery of elective procedures, driven by the easing of staffing-related headwinds on normalization of cancellation rates and some backlog recapture.\nAlso, we benefited from lighter comps, strong commercial and supply chain execution and new product uptake. While we continue to face macro supply headwinds, our teams have been doing a great job mitigating these challenges. U.S. growth of 12.7% was well ahead of our expectations with elective procedure volumes recovering and procedure cancellation rates returning to pre-pandemic levels. International sales grew 14% and with EMEA growing ahead of expectations driven by faster recovery and strength across both developed and emerging markets. And in APAC, we saw some pressure in China as anticipated, but results were generally in line with our expectations. Turning to business category performance. Global Knees grew 18.2%, with U.S. growing 18.1% and international growth at 18.2% Specifically, we saw a strong uptake across the full Persona product portfolio and traction in all regions. We now have the Persona primary partial revision and OsseoTi cementless options rounding out our full product line. And we are seeing very encouraging results across that new cement form factor. This full Persona product line not only improves and enhances our product mix benefit, but also supports the continued utilization of ROSA and associated pull-through.\nGlobal Hips grew 12.9% with U.S. hips up 12.3% and international up 13.5%, driven by continued traction across the Avenir and G7 product lines, along with ongoing uptake of ROSA hip. And we are encouraged by the early impact of the Hip Insight launch. The SET category grew 6.4%, driven by continued strong performance across our key focus areas of CMFT, sports medicine and upper extremities, all of which grew in the teens. This was partially offset by lower growth in other parts of SET, which includes the reimbursement changes in restorer therapies that will anniversary mid this year. Finally, our other category grew 11.1%, partially driven by some larger orders in surgical products, which may not repeat over time.\nMoving to the P&L. For the quarter, we reported GAAP diluted earnings per share of $1.11 compared to our GAAP diluted earnings per share of $0.35 in the prior year. While investments in R&D and commercial infrastructure increased, net earnings were higher this quarter, driven by revenues, improved gross margins and losses in the prior year related to XMD. On an adjusted basis, diluted earnings per share of $1.89 represents a 17% increase from $1.61 in the first quarter of 2022. Adjusted gross margin was 72.8%, up 220 basis points from the prior year. These results were positively impacted by favorable mix related to large joints performance and foreign currency hedge gains. Excluding these items, underlying gross margin was broadly in line with our expectations. Related to inflation, we are seeing some incremental pressure from spot buying and contract manufacturing pricing. But overall, inflationary pressure has largely stabilized. Our adjusted operating margin for the first quarter was 28.4%, up 200 basis points, primarily driven by revenue, better gross margin and continued discipline around our investment profile. Interest and non-operating expenses of $46 million and our adjusted tax rate of 16.3% were broadly in line with our expectations.\nTurning to cash and liquidity. Operating cash flows were $308 million and free cash flow totaled $178 million. We ended the quarter with cash and cash equivalents of approximately $330 million. Now moving to our updated financial outlook for 2023. Based on strong Q1 results and our ongoing strong execution, we are raising and narrowing our full year 2023 outlook. Constant currency revenue growth is now expected to be 6% to 7% versus 2022. And with an expected foreign currency exchange headwind of 100 basis points. We are also updating our adjusted EPS guidance range, now expecting $7.40 to $7.50. While we initially gave color that adjusted operating margin would be flat to slightly better in 2023, our Q1 results in tandem with an improved rest of year outlook gives us the confidence that we will expand operating margins this year. We continue to expect interest and other nonoperating expenses, along with our tax rate to be in line with our previous commentary. Finally, we now expect free cash flow for the year to increase to a range of $1 billion to $1.1 billion.\nIn terms of quarterly cadence throughout the year, our expectations remain unchanged. Q1 will be the highest revenue growth quarter followed by Q4, which should benefit from improving supply and contribution from new and innovative products. As well as a selling day tailwind of about 100 basis points. Q2 and Q3 are expected to be lighter growth quarters given tougher comps and a net selling day headwind of about 100 basis points. Again, selling days will have a net neutral impact for the full year. We expect adjusted operating margin to largely follow revenue with second half operating margin being slightly better than the first half.\nIn summary, we delivered excellent top line results beating internal expectations in nearly every category, while posting very strong adjusted earnings performance. Our business is executing well. Our pipeline is delivering and our momentum is real. We feel very confident as we move forward. With that, I'll turn the call back over to Keri to start the Q&A."
  },
  {
    "header": "ZBH",
    "cik": "0001136869",
    "ticker": "ZBH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b69503e126949651f0b90b8547fa5936",
    "period": "2022 Q4",
    "content": "Q4 2022 Zimmer Biomet Holdings Inc Earnings Call\n\nQ4 2022 Zimmer Biomet Holdings Inc Earnings Call\n\nZBHNYSEFEB 3, 8:30 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Zimmer Biomet Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded today, February 3, 2023. (Operator Instructions) I would now like to turn the conference over to Keri Mattox, Senior Vice President, Chief Communications and Administration Officer. Please go ahead.\n\nKeri P. Mattox\n\nChief Communications & Administration Officer and Senior VP of IR, Zimmer Biomet Holdings, Inc.\n\nThank you, operator, and good morning, everyone. I hope you are all well and safe. Welcome to Zimmer Biomet's Fourth Quarter 2022 Earnings Conference Call. Joining me today are Bryan Hanson, our Chairman, President and CEO; EVP and CFO, Suky Upadhyay; and COO, Ivan Tornos.\nBefore we get started, I'd like to remind you that our comments during this call will include forward-looking statements. Actual results may differ materially from those indicated by the forward-looking statements due to a variety of risks and uncertainties. Please note, we assume no obligation to update these forward-looking statements even if actual results or future expectations change materially. Please refer to our SEC filings for a detailed discussion of these risks and uncertainties in addition to the inherent limitations of such forward-looking statements.\nAdditionally, the discussions on this call will include certain non-GAAP financial measures. Reconciliation of these measures to the most directly comparable GAAP financial measures is included within our Q4 earnings release, which can be found on our website, zimmerbiomet.com.\nWith that, I'll turn the call over to Bryan. Bryan?\n\nBryan C. Hanson\n\nChairman, President & CEO, Zimmer Biomet Holdings, Inc.\n\nAll right. Great. Thanks, Kerri, and thanks to all of you for joining us this morning for the call. We've really got 3 sections for the call this morning. First, I'm going to talk briefly about our fourth quarter performance and spend a few minutes on our teams, what I would just define as solid execution as well as our innovation and drivers for continued strong performance.\nAnd then for the second section, as usual, Suky will provide more detail on the quarter itself and very importantly, our 2023 guidance and expectations. And then, of course, we'll close things out by addressing any questions that you might have.\nBefore we get started, I want to take a minute to thank really the ZB team, just the full ZB team, not only for their work in making Q4 another successful quarter, but also for their resilience, the innovative thinking and dedication to getting the job done throughout all of 2022, even in the face of very real adversity.\nThere's no doubt in my mind that this team is the engine that is driving us forward. So again, thank you, and I can tell you that I'm very proud to be on this journey with you. And now as we turn to Q4 results, I know that each and every one of you made the quarter happen. And I can tell you, it was a solid quarter.\nWe again saw better-than-expected growth driven by continued procedure recovery, strong execution and a solid momentum with our new innovation. And as expected, we also benefited from some favorable comps in the quarter. Inside of this, we saw another quarter of positive year-over-year momentum in large joints, with our overall global hip and knee business growing more than 8% and 10% on an ex FX basis.\nAnd our overall S.E.T category grew in the high single digits, driven by strong performance in our business growth drivers, which as we've said before, are sports, CMFT and upper extremities as well as the expected tailwind from BVP comps in our Trauma business.\nWith that said, we are clearly seeing overall market stabilization, but our fourth quarter execution and procedure recovery is still set against a macro backdrop that is challenging and fluid. Foreign currency has improved, but remains a challenge and supply, inflation and staffing pressures continue.\nIn fourth quarter, our team was once again able to navigate these challenges, flexing what I would just define as a muscle memory that I think fortunately or unfortunately, is a bit unique to ZB and has served us well over the past year, during 2022.\nBut make no mistake, the challenges are real and they're ongoing. But regardless of this environment, with COVID mainly in the rearview mirror, I have confidence that the ZB team will continue to deliver. Our culture, our strategy, innovation and execution are coalescing right now, driving tangible momentum and importantly, belief from the team.\nAnd as a result, confidence in our business continues to grow. Let me just give a few examples from Q4. In the quarter, we announced the approval of our new cementless knee form factor, which is adding to our Persona family and strategically rounding out that portfolio.\nThe first procedures have been completed with this new keel design and the feedback, as expected, has been very positive. We continue to believe that our cementless knee penetration will grow significantly, and at this differentiated premium product can really accelerate that growth. It's early days, with full launch planned for the middle of the year, but make no mistake, this is a real growth driver for our knee franchise.\nThis launch builds on other recent product launches like HipInsights and our Identity Shoulder System introductions, bringing now our total to more than 50 new product launches from 2018 through 2022. And importantly, the largest majority of these launches came in markets we see growing in the mid-single digits or better.\nThat's really important, being launched in markets that we see growing in the mid-single digits or better. This strategic prioritization and output from our innovation pipeline has helped ZB more than double our vitality index over that time, and very importantly, increase our revenue in faster-growth markets and submarkets which, of course, drives positive increases in our weighted average market growth.\nAnd that momentum continues. We expect to launch another 40-plus products between now and the end of 2025, once again with the majority of those launches in 4% plus growth markets. This will drive further increases in our vitality index and weighted average market growth and most importantly, bring real and meaningful innovation to the patients and customers that we serve.\nSo what I know for sure is that our current momentum, a very robust new product pipeline and our strengthening balance sheet, focused on accelerating our portfolio transformation positions ZB well for the future. And as a result, I feel increasingly confident about ZB's ability to transform our business, drive growth, deliver value and achieve our mission to alleviate pain and improve the quality of life for people around the world.\nAnd with that, I'll turn the call over to Suky for a closer look at Q4, and again, our expectations for 2023. Okay, Suky?\n\nSuketu P. Upadhyay\n\nExecutive VP & CFO, Zimmer Biomet Holdings, Inc.\n\nThanks, and good morning, everyone. For today's call, I'm going to focus on 3 topics. First, our fourth quarter results; second, how that performance in recent macro trends translates into our 2023 financial guidance; and third, I'll provide a brief update on our long-term financial priorities.\nWith that, I'll turn to the fourth quarter results. Unless otherwise noted, my statements will be about the fourth quarter of 2022 and how it compares to the same period in 2021, and my commentary will be on a constant currency and adjusted continuing operations basis.\nNet sales in the fourth quarter were $1.825 billion, an increase of 2.7% on a reported basis and an increase of 8.3% on a constant currency basis. Previously noted, we had a selling day headwind of 150 to 200 basis points that impacted each category at about the same level.\nU.S. sales grew 6.2%, driven by strong elective procedure recovery and commercial execution, especially in our knee and hip businesses. In addition, the U.S. business saw strength across our 3 priority areas within S.E.T.\nInternational sales grew 11.1%, driven by strong procedure volumes across most markets in EMEA and APAC in tandem with later comps and continued strong commercial execution. EMEA performance was driven by recovery in developed markets and continued strength in emerging markets.\nAPAC was impacted by COVID-19 surges and lockdowns in China that were broadly offset by strength in other markets. Now turning to our business category performance. Global Knees grew 10.2% with U.S. Knees up 10.8% and International Knees up 9.3%, with strong performance driven by knee procedure recovery across most regions and an easier comp outside of the U.S.\nContinued global traction for our Persona Knee system, including both Persona Primary and Revision in the U.S. and continued increase in ROSA procedure penetration and pull-through.\nGlobal Hips grew 8.4% with U.S. Hips up 5.9% and International Hips up 10.8%, driven by strong international procedure recovery and easier comps outside the U.S. continued traction across Hip products , including the G7 revision system and Avenir Complete primary hip, which is focused on the direct anterior surgical approach.\nAnd lastly, continued solid ROSA pull-through in the Hip category, especially in the U.S. The Sports Extremity and Trauma category grew 7.6% and was impacted by continued strong performance across our key focus areas of CMFT, Sports Medicine and Upper Extremities.\nS.E.T. was also impacted by a comp tailwind from China VBP that was partially offset by reimbursement changes in restorative therapies.\nFinally, our Other category grew 1.3%.\nMoving to the P&L. For the quarter, we reported GAAP diluted loss per share of $0.62 compared to GAAP diluted loss per share of $0.40 in the fourth quarter of 2021. The change was driven by higher revenues, partially offset by a goodwill impairment in EMEA as a result of macro factors.\nOn an adjusted basis, diluted earnings per share of $1.88 represented an increase from $1.79 in the fourth quarter of '21. Adjusted gross margin was 71.7%, bringing full year gross margin of 71.2% or about in line with full year 2021 despite significant headwinds from inflationary pressure.\nOur adjusted operating expenses were $791 million, an increase versus the prior year due to inflationary pressures in tandem with higher investments into R&D and commercial infrastructure to support new products.\nFor the year, overall OpEx was flat to 2021 with an increase in R&D and lower SG&A. We remain disciplined in realizing efficiencies while investing in our priority areas and offsetting headwinds. Adjusted operating profit margin for the quarter was 28.3%, up slightly from the prior year, bringing total year operating margin to 27.3%, ahead of full year 2021 despite macro headwinds.\nThe adjusted tax rate was 16.9% in the quarter, slightly higher than our expectations due to certain onetime discrete tax items. For the full year, the adjusted tax rate was 16.5% and in line with our full year guidance.\nTurning to cash and liquidity. Operating cash flows were $244 million and free cash flow totaled $115 million for the quarter, bringing our total free cash flow for the full year to $910 million.\nWe continue to reduce our net debt by approximately $150 million in the fourth quarter, excluding the effects of foreign currency and ended the quarter with cash and cash equivalents of approximately $375 million.\nMoving to our financial outlook for 2023. We based our projections on the following key assumptions: we expect to experience procedure cancellations and staffing challenges, but the impact will be less acute than what we experienced in 2022.\nSupply chain headwinds will continue throughout the year, but with improvement in the second half of '23. Pricing headwinds are expected to be slightly better than our historic average of 200 to 300 basis points.\nInflationary pressure will remain stable to 2022 exit and an expected adjusted EPS dilution of about $0.05 to $0.10 due to our acquisition of Embody in the first quarter of 2023. Against this backdrop, our expectations for the full year '23 financial outlook are reported revenue growth in the range of 1.5% to 3.5% versus 2022, and expected foreign currency exchange headwind of approximately 150 basis points, resulting in revenue growth of 3% to 5% on a constant currency basis, and adjusted diluted earnings per share in the range of $6.95 to $7.15.\nInside of that guidance, at our midpoint, we expect adjusted operating profit margins to be flat to slightly up compared to 2022 levels. We also expect net interest and other nonoperating expenses will be about $190 million, primarily due to higher interest rates.\nOur adjusted tax rate should be broadly in line with 2022 and total shares outstanding are expected to remain in line with full year 2022 average fully diluted shares outstanding.\nFinally, we expect our free cash flow to be in the range of $925 million to $1.025 billion. In terms of cadence through the year, we expect that constant currency revenue growth rate for the first half will be slightly higher than the growth rate in the second half, and we do expect choppiness by quarter.\nQ1 is projected to be our highest growth quarter due to easier comps and will be followed by the fourth quarter, driven by improved supply and innovation building throughout the year.\nQ2 and Q3 will be lighter quarters given tougher comps. And lastly, we don't expect any material day rate impact on full year results. However, Q1 and Q4 will benefit by about 100 basis points of tailwind that will be offset by headwinds in Q2 and Q3.\nIn summary, we delivered accelerated growth in 2022 with a margin profile that is better than '21, as we overcame headwinds while investing in our priority areas. We navigated a number of macro challenges and delivered on our commitments to all of our stakeholders. As we look forward to 2023, while the environment remains dynamic, we see a path to delivering solid growth and earnings performance with robust free cash flow.\nTo close out, let me make a few comments about our financial priorities moving forward. We've made significant progress over the past few years in strengthening our balance sheet through improved financial performance and ongoing reductions in debt.\nThis ultimately provides ZB with greater strategic flexibility as we look to transform our portfolio with a focus on increasing our WAMGR and driving improved long-term growth. We remain committed to our investment-grade rating, and we'll continue to look at ways to accelerate profitable growth with a focus on achieving our mission.\nI'm so very proud of the ZB team for their perseverance and dedication throughout 2022, and I'm excited about what we can accomplish in 2023. With that, I'll turn the call back over to Keri.\n\nKeri P. Mattox\n\nChief Communications & Administration Officer and Senior VP of IR, Zimmer Biomet Holdings, Inc.\n\nThanks, Suky. (Operator Instructions) With that, operator, may we have the first question, please?"
  },
  {
    "header": "ZBH",
    "cik": "0001136869",
    "ticker": "ZBH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d35f25cec1e60cc496e9bcb17b33cd09",
    "period": "2022 Q3",
    "content": "Q3 2022 Zimmer Biomet Holdings Inc Earnings Call\n\nQ3 2022 Zimmer Biomet Holdings Inc Earnings Call\n\nZBHNYSENOV 2, 8:30 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Zimmer Biomet Third Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded today, November 2, 2022. (Operator Instructions)\nI would now like to turn the conference over to Keri Mattox, Senior Vice President, Chief Communications and Administration Officer. Please go ahead.\n\nKeri P. Mattox\n\nChief Communications & Administration Officer and Senior VP of IR, Zimmer Biomet Holdings, Inc.\n\nThank you, operator, and good morning, everyone. I hope you are all well and safe. Welcome to Zimmer Biomet's Third Quarter 2022 Earnings Conference Call. Joining me today are Bryan Hanson, our Chairman, President and CEO; EVP and CFO, Suky Upadhyay; and COO, Ivan Tornos.\nBefore we get started, I'd like to remind you that our comments during this call will include forward-looking statements. Actual results may differ materially from those indicated by the forward-looking statements due to a variety of risks and uncertainties. Please note, we assume no obligation to update these forward-looking statements even if actual results or future expectations change materially. Please refer to our SEC filings for a detailed discussion of these risks and uncertainties in addition to the inherent limitations of such forward-looking statements.\nAdditionally, the discussions on this call will include certain non-GAAP financial measures. Reconciliation of these measures to the most directly comparable GAAP financial measures is included within our Q3 earnings release, which can be found on our website, zimmerbiomet.com.\nWith that, I'll turn the call over to Bryan. Bryan?\n\nBryan C. Hanson\n\nChairman, President & CEO, Zimmer Biomet Holdings, Inc.\n\nThanks, Keri, and thanks for joining us for the call this morning. We've got 3 sections of the call. First, I'm going to briefly talk about our Q3 performance and really the momentum that we saw in Q3 that has allowed us to increase our outlook for the year and doing so even in the face of some pretty meaningful macro pressures that we're certainly still facing. I also want to spend time talking about our ZB innovation. This is clearly the driver of our continued strong performance and will be the driver as we go forward.\nAnd for the second section, Suky will provide more detail on the quarter, but probably more importantly, our 2022 guidance update. And then we'll close things out by addressing any questions you might have.\nBefore I get started on Q3, I just want to make sure that I take a minute to say thank you. Thank you to the ZB team members that I know are listening. I know a lot of you listen to the call, and I appreciate that. Your continued strong performance is -- it's just built on day in and day out execution. You're just focused on driving results. And I know you're showing up and facing some very, very real macro challenges right now, and I appreciate it. The fact is, I'm just really proud that even in the face of these challenges, you're delivering results for our customers, you're delivering results for our patients and for our shareholders, and you're moving the mission of this company forward every single day. I know it's not easy, but I promise you, it is much appreciated.\nOkay. So turning to the third quarter. Although the beginning of the quarter was a bit choppy when it comes to procedure cancellations, we did see very nice improvement throughout the quarter, and we finished strong. And that execution and recovery occurred in all of our regions, but especially in our o U.S. regions, with both EMEA and APAC performing better than our expectations. Inside of this, we saw good momentum in our large Joints business, with our Knee Franchise growing in the high single digits and our Hip business growing just above 10%. And as you've seen, this was somewhat offset by the telegraphed and expected pressure in our S.E.T. business and our other category.\nNow although we did see the strength in the quarter, we continue to face significant challenges across foreign currency, supply, inflation and staffing. That said, the team has been able to navigate these challenges and mitigate their impact. You can't completely eliminate them, but they've certainly mitigated their impact. And they've done this through operational and commercial discipline as well as driving our innovation in the field. And as a result, our confidence continues to grow, and you see that reflected in our updated financial guidance.\nIn short, our underlying business is clearly strong, and I truly do believe it's getting stronger. Just as an example, when we look at the quarter, we announced a first-of-its-kind 3-year agreement with Hospital for Special Surgery, or HSS. The partnership creates HSS, Zimmer Biomet innovation center for artificial intelligence and robotic joint replacement. We're focused here with HSS to develop new tools that will be powered by AI to provide data-driven recommendations or insights to surgeons for robotic-assisted joint surgery.\nIt's really -- it's a big deal. It's -- we're clearly very excited about it. We really do believe, this is a future of medicine opportunity, and we're excited to be involved with HSS.\nIn our Q3, our new product pipeline continue to deliver as well. While it's early, we're definitely excited about the launch of HipInsight. This is the first FDA-cleared mixed-reality navigation system for total hip replacement. HipInsight is the latest addition to our OptiVu portfolio, and it further expands our ZBEdge suite of solutions. Additionally, we announced the FDA clearance of our Identity Shoulder System. This is a technology that has proprietary capability of aligning each surgeon's approach to an individual patient's anatomy. All of this with the goal, first and foremost, of alleviating pain, but also optimizing the range of motion for that patient.\nAnd I got to tell you, our existing product portfolio kept up the momentum as well. Demand continues for ROSA, both in knee and hip. Persona Revision traction in the U.S. remained strong, and our limited launch of Persona iQ is driving positive feedback and interest. And we're focused on aggressive data collection so that we can establish clinical use benefits. And we expect to build on this momentum with new product launches in the coming months, including, as we've talked about, our new Persona cementless form factor, additional launches in our S.E.T. category and a hip product launch that we're excited about in early 2023.\nAnd I can tell you that all of these product innovations, coupled with our ongoing efforts to reshape our business, and accelerate ZB's transformation position us very well for future growth. We continue to strive to be a best and preferred place to work for our team members, and we continue to strive to be a top quartile performer for our shareholders and to be a trusted partner to all of our stakeholders but in particular, our customers and our patients.\nJust in summary, we're navigating and really managing through some very real macro headwinds that are definitely muting our growth. But we're also seeing an offset via COVID recovery, very strong execution from the team and meaningful innovation in the field. And against that backdrop, our team continues to execute our strategy, and I feel increasingly confident about our future as a company.\nAnd with that, I'm going to turn it to Suky to talk more in depth about Q3 and give you an outlook for 2022 guidance. Okay, Suky.\n\nSuketu P. Upadhyay\n\nExecutive VP & CFO, Zimmer Biomet Holdings, Inc.\n\nThanks, Bryan, and good morning. Overall, we delivered another good quarter, driven by strong execution and continued recovery of elective procedures. While we continue to navigate challenges, our third quarter performance gives us the confidence to raise our full year financial guidance. With that, I'll turn to our third quarter results. Unless otherwise noted, my statements will be about the third quarter of 2022 and how it compares to the same period in '21. And my commentary will be on a constant currency and adjusted continuing operations basis.\nNet sales in the third quarter were $1.67 billion, a decrease of 0.9% on a reported basis and an increase of 5% on a constant currency basis. U.S. sales grew 3.2%, driven by strong elective procedure recovery and commercial execution, especially in our Knee and Hip businesses. This was partially offset by expected declines in the S.E.T. and other categories.\nInternational sales grew 7.3%, driven by strong procedure volumes across most markets in EMEA and APAC, in tandem with lighter comps and continued strong commercial execution. EMEA performed better than expected, driven by recovery in developed markets and continued strength in emerging markets, and APAC performed better than expected, with China largely in line with expectations and strength in Japan.\nTurning to our business category performance. Global Knees grew 7.2%, with U.S. Knees up 7.3% and International Knees up 7%. The strong performance was driven by knee procedure recovery across most regions and easier comps, along with continued global traction of our Persona Knee System, especially with Persona Revision in the U.S., and continue to increase in ROSA procedure penetration and pull-through.\nGlobal Hips grew 10.5%, with U.S. Hips up 5.3% and International Hips up 15.5%, driven by strong international procedure recovery and an easier comp outside of the U.S. Continued traction across key Hip products, including the G7 Revision System, and Avenir Complete Primary Hip, which is focused on the direct interior surgical approach. And lastly, continued solid ROSA pull-through in the hip category, especially in the U.S.\nThe sports extremities and trauma category declined 2.1% and was impacted by a tough comp in 2021 and the expected pressure around VBP, which is expected to reverse in Q4, and reimbursement headwinds in U.S. restorative therapies that will anniversary in mid-2023. Within the category, we continued to deliver strong performance across our key focus areas of CMFT, sports medicine and upper extremities. Finally, our other category declined 0.4%, driven by tough comps and expected lower capital sales related to a higher mix of ROSA placements versus upfront sales.\nMoving to the P&L. For the quarter, we reported GAAP diluted earnings per share of $0.92 compared to GAAP diluted earnings per share of $0.77 in the third quarter of 2021. The increase was driven by a decline in litigation-related expenses and a tax benefit in the quarter from a favorable tax liability outcome. On an adjusted basis, diluted earnings per share of $1.58 represents a decrease from $1.71 in the third quarter of 2021.\nAdjusted gross margin was 70.7%, in line with expectations. As previously discussed, heightened inflationary pressure will drive full year gross margins to be slightly down when compared to the prior year. As previously noted, increasing input costs from this year will pull through into 2023, and we now expect the headwind from inflation in 2023 to be at the upper end of our previously communicated 50 to 100 basis point range.\nOur adjusted operating expenses were $742 million, an increase versus the prior year due to inflationary pressures and higher investments into R&D to support future product launches. Our adjusted operating margin for the quarter was 26.3%, a 200-basis point decline from the prior year and largely driven by increased inflationary pressures and continued investments into the pipeline and product portfolio.\nDespite ongoing macro headwinds, we continue to expect our efficiency programs to drive improved second half operating margins versus the first half of the year, with a step-up in the fourth quarter in tandem with higher revenue. The adjusted tax rate was 16.3% in the quarter, in line with our expectations.\nTurning to cash and liquidity. Operating cash flows were $451 million and free cash flow totaled $332 million for the quarter. We reduced our debt by about $160 million in the third quarter, excluding the effects of foreign currency, and ended the quarter with cash and cash equivalents of about $545 million. On a related note, despite a higher interest rate environment in 2022, interest expense is expected to be broadly in line with our previous expectations for the year. However, we would expect a step-up of interest expense into 2023.\nWe have made significant progress in strengthening our balance sheet through improved financial performance and ongoing debt reduction, ultimately providing greater strategic flexibility for the company.\nMoving on to our updated financial outlook for the year. Constant currency revenue growth is now expected to be 5.5% to 6.5% versus 2021, with an expected foreign currency exchange headwind based on recent spot rates of 550 basis points versus our previous assumption of 500 basis points. This means that reported revenue growth will be in the range of 0% to 1% versus 2021.\nAlso related to revenue, based on the recent spot rates, we estimate that the strengthening of the dollar through 2022 will create about a 300-basis point headwind to revenue growth in 2023. Additionally, we are tightening our expected adjusted diluted EPS range to $6.80 to $6.90. All other metrics in our '22 financial guidance remain unchanged from our second quarter update.\nAs a reminder, we expect Q4 revenue growth to be slightly higher than the third quarter due in part to a tailwind related to Q4 2021 VBP charges that will be partially offset by about a 1-day selling day headwind.\nIn summary, we had another solid quarter, underpinned by market recovery and good execution, and we are pleased to again raise our full year outlook. While we expect to have to continue to navigate a number of persistent macro headwinds, ongoing market recovery in tandem with strong execution and an attractive product pipeline leaves us confident about our future. And lastly, I'm extremely proud of and want to thank our broader ZB team for all that they do.\nWith that, I'll turn the call back over to Keri. Thank you.\n\nKeri P. Mattox\n\nChief Communications & Administration Officer and Senior VP of IR, Zimmer Biomet Holdings, Inc.\n\nThanks, Suky. Before we start the Q&A session, (Operator Instructions) With that, operator, may we have the first question, please?"
  },
  {
    "header": "ZBH",
    "cik": "0001136869",
    "ticker": "ZBH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0dff78471a82480aff176e817e6e0aa9",
    "period": "2022 Q2",
    "content": "Q2 2022 Zimmer Biomet Holdings Inc Earnings Call\n\nQ2 2022 Zimmer Biomet Holdings Inc Earnings Call\n\nZBHNYSEAUG 2, 8:30 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Zimmer Biomet Second Quarter 2022 Earnings Conference Call. (Operator Instructions). As a reminder, this conference is being recorded today, August 2, 2022. (Operator Instructions).\nI would now like to turn the conference over to Keri Mattox, Senior Vice President, Chief Communications and Administration Officer. Please go ahead.\n\nKeri P. Mattox\n\nChief Communications & Administration Officer and Senior VP of IR, Zimmer Biomet Holdings, Inc.\n\nThank you, operator, and good morning, everyone. I hope you are all well and safe. Welcome to Zimmer Biomet's Second Quarter 2022 Earnings Conference Call. Joining me today are Bryan Hanson, our Chairman, President and CEO; and EVP and CFO, Suky Upadhyay; and COO, Ivan Tornos.\nBefore we get started, I'd like to remind you that our comments during this call will include forward-looking statements. Actual results may differ materially from those indicated by the forward-looking statements due to a variety of risks and uncertainties. Please note, we assume no obligation to update these forward-looking statements even if actual results or future expectations change materially. Please refer to our SEC filings for a detailed discussion of these risks and uncertainties in addition to the inherent limitations of such forward-looking statements. Additionally, the discussions on this call will include certain non-GAAP financial measures. Reconciliation of these measures to the most directly comparable GAAP financial measures is included within our Q2 earnings release, which can be found on our website, zimmerbiomet.com.\nWith that, I'll turn the call over to Bryan. Bryan?\n\nBryan C. Hanson\n\nChairman, President & CEO, Zimmer Biomet Holdings, Inc.\n\nAll right. Great. Thanks, Keri, and thanks to all of you for joining us this morning for the call. We've got 3 sections for the call this morning. The first section, I'll talk briefly about our Q2 performance from an overall perspective and how a combination of strong execution and COVID recovery have actually enabled us to revise our expectations up again for the full year. And that's in the face of some pretty significant macro pressures, especially around FX.\nI'll also spend a few minutes talking about ZB innovation. That's a primary contributor to our performance today and certainly our performance in the future. So we want to make sure we touch upon that. And for the second section, I'll switch it to Suky, and Suky will obviously provide details on Q2, but I think even more importantly and probably more interesting is to talk about 2022 guidance and our updates there.\nAnd then for our favorite section of the call, we'll close things out by addressing any questions you might have, either on Q2 or any other topic. So let's go ahead and get started with Q2. And I'll start this section by saying that despite some very real and what I would define as universal challenges in our sector, I'm very proud of the fact that the team delivered again another solid quarter that actually was above our internal expectations. And I think this speaks to the teams -- I'm just going to define it as muscle memory associated with effectively managing through challenging times, and that's exactly what we have right now. With the supply concerns that are out there, it is a challenging time, and it's great to know that our team has that muscle memory to manage through it effectively. And they continue to show that.\nThe primary reason for the overachievement was stronger than anticipated COVID recovery for sure, which happened in the quarter, but also just really solid and focused execution from the team across our regions and all of our business segments. From a procedure volume standpoint, the momentum that we saw in Q1, particularly at the end of Q1, actually continued through April and May, but we did see a bit of a slowdown in June, and that has actually carried over through to July. The recovery pace was different, depending on where you were in the world in Q2, it was strong everywhere, but it was really strong outside the U.S., where we saw strong performance pretty much across the board in all of our areas, OUS. And inside of this, we saw solid momentum again in Knees and Hips. I'm really pleased to see another strong quarter in large joints and excited that we continue to get traction for our innovation in this area.\nThe momentum in large joints was then offset by some expected pressure in our set businesses and our other category, and Suky will provide more detail here in a minute. I think it's pretty clear for all of us, actually the foreign currency is a challenge. Supply challenges are very real. Inflationary pressures are with us right now. And those hurt us in Q2, all of these did. They're going to continue to pressure us through the back half of '22 and potentially beyond. But just given our business momentum thus far into the year, our new product innovation and the traction we're getting there with our customers and COVID recovery, at least a profile today, our overall confidence in 2022 has actually gotten better.\nAnd as a result of that, we are raising our full year guidance for revenue, operating margin and earnings per share. And I think this should be a solid indication that our strategy is working. And our team is executing, really just getting it done and our underlying business is gaining strength. And a big part of that, the big part of this momentum is our new product innovation and continuing to deliver in delighting our customers. And in Q2, we debuted another element of our ZBEdge ecosystem. This is an AI technology within our Omni Suite smart OR system. That focuses on optimizing surgical workflow and increasing procedure efficiency. And I'd say that's important right now. It's really important because of the capacity constraints that our customers have.\nSeparate from that, from a ROSA perspective, ROSA robotics momentum continued in both Knee and Hip for the quarter, and our placement pipeline remains extremely strong. And while it's still in limited launch in very early days, the feedback and interest in Persona iQ is positive, and we're focused on collecting as much early data as quickly as we possibly can with an eye toward clearly establishing clinical use benefits. So when we move into full launch in 2023, we're as prepared as possible. And all of these innovations and our broader ZBEdge Suite highlight the possibilities around data collection and integration on the patient and customer experience, and that's really our focus.\nIn addition to the strength of our existing product portfolio, our new product pipeline is just as exciting. We have additional product launches planned for the second half of 2022, especially across our Knee and set portfolios. In Knee, our soon-to-be launched Persona cementless form factor will complement our current form factor and provide additional momentum for cementless conversions, particularly as we get into 2023. And in our S.E.T. businesses, I'm very excited about our identity shoulder system launch. This is going to be a much more customizable shoulder for a more personalized feel for the patient that should optimize movement in the shoulder.\nWe're also continuing to reshape our business and accelerate ZB's transformation. We've made significant progress in streamlining and modernizing our operating model, but we've also really focused on making ZB a best and preferred place to work as well as a trusted partner, which are 2 of our strategic pillars for the company.\nIn Q2, Zimmer Biomet was certified by Great Place to Work. This is a global authority on workplace culture. The U.S. certification was based on direct survey feedback from our team members, which I think makes it even more compelling. We also established a new function for refining and driving our environmental, social and governance strategy but also the commitments and actions we're taking in this area as well. We have already seen significant improvements across almost every element of ESG. And truly, we're just getting started. We see this as an important responsibility as a company, for sure, but also something we believe is critically important to our team members, our customers and our investors. You'll be hearing more from us on the ESG front as we make further progress and as we continue to enhance our reporting in this area. So in summary, even though there are real macro headwinds that our team is managing, the recovery shift in COVID continues and the execution of our strategy is making a difference.\nWe'll need to stay close to the headwinds into the recovery, in the last couple of years have proven that things are fluid. But I do feel confident in our team's ability to navigate the path forward, and I'm excited about where ZB is going. And with that, I'm going to turn the call over to Suky for a deeper dive into Q2. And again, I look at our revised expectations for the year. Okay. Suky?\n\nSuketu P. Upadhyay\n\nExecutive VP & CFO, Zimmer Biomet Holdings, Inc.\n\nThanks, and good morning, everyone. Overall, we had a good quarter, driven by strong execution and faster-than-expected recovery of elective procedures across most markets. While we continue to face heightened headwinds and challenges related to foreign currency, inflation and supply chain disruptions, our second quarter performance gives us the confidence to raise our full year revenue and EPS outlook.\nWith that, I'll turn to our second quarter results and how that translates into our updated full year financial guidance. Unless otherwise noted, my statements will be about the second quarter of 2022 and how it compares to the same period in 2021. And my commentary will be on a constant currency or adjusted continuing operations basis. Net sales in the second quarter were $1.782 billion, up 1% on a reported and 6% on a constant currency basis.\nAs Bryan mentioned, strong procedure volume recovery extended from the first quarter, especially as we moved into April and May with moderation of recovery in June. U.S. sales grew 1.3%, driven by strong recovery in execution as COVID cases subsided and elected procedures returned, especially in Knee and Hips. This was partially offset by lower S.E.T. growth and declines in the other category. International sales grew 12.2%, driven by strong procedural volume across most markets in EMEA and APAC. EMEA experienced rapid uptake in the second quarter across developed and emerging markets with a generally lighter comp versus 2021. Asia Pacific overall grew in line with expectations with China performing largely as projected and Japan growing better than anticipated.\nTurning to our business category performance. Global Knees grew 11.2% and with U.S. Knees up 4.5% and international Knees up 20.1%. These results were driven by easy comparisons [OUS], along with strong Knee procedure recovery across most regions, continued global traction for our Persona Knee system, especially with Persona Revision in the U.S. and ROSA penetration and pull-through.\nGlobal Hips grew 8.6%, with U.S. Hips up 2.6% and international Hips up 14.9%, driven by easier comparisons OUS in tandem with strong international procedure recovery. We also saw continued traction across key hip products, including our Arcos and G7 system for Revision and our Avenir Complete primary hip, which is focused on the direct anterior surgical approach. And lastly, we continue to see solid ROSA pull-through in the hip category.\nFourth, extremities and trauma category increased 0.1% and was impacted by a tough comp in 2021 and expected pressure in trauma due to VBP implementation as well as expected pressure in restorative therapies due to a reimbursement shift for our GEL-One product. Within the category, we continue to deliver strong performance across our key focus areas of CMFT, sports medicine and upper extremities. Finally, our other category declined 6.1%, driven by tough comps and expected lower capital sales related to a higher mix of ROSA placements versus upfront sales in the quarter.\nMoving to the P&L. We reported GAAP diluted earnings per share of $0.73 compared to our GAAP diluted earnings per share of $0.68 in the second quarter of 2021.\nHigher revenue and lower IP R&D charges more than offset restructuring costs and mark-to-market losses on our retained ZimVie stake. On an adjusted basis, diluted earnings per share of $1.82 represented an increase from $1.51 in the second quarter of '21. Higher sales in tandem with lower IP R&D in the quarter more than offset lower year-over-year gross margins.\nAdjusted gross margin was 71.6%, slightly ahead of expectations due primarily to better mix and lower pricing erosion. As a note, we expect heightened inflation to temper our observed second quarter favorability as we move through the rest of the year. We continue to project full year gross margin to be slightly down when compared to full year 2021 gross margin. And as we've said, increasing inflationary pressure will pull through into 2023, and we now expect about 50 to 100 basis points of headwind from inflation in 2023 versus our previous estimate of about 50 basis points.\nOur adjusted operating expenses were $777 million, lower than the prior year, primarily due to the 2021 IP R&D charges referenced earlier. Our adjusted operating margin for the quarter was 28%, up from the prior year. As previously noted, full year margins will be pressured versus the prior year due to inflation, supply chain headwinds and China VBP, with partial offset by the ongoing realization of our efficiency programs. Despite these ongoing headwinds, we expect those efficiency programs to drive improved second half operating margins versus the first half of the year. The adjusted tax rate was 16.5% in the quarter and in line with our expectations.\nOperating cash flows were $346 million and free cash flow totaled $240 million for the quarter. We paid down about $100 million of debt in the second quarter and ended with cash and cash equivalents of about $390 million. Our improving financial performance in tandem with ongoing reductions in debt, continue to strengthen our balance sheet for greater strategic flexibility.\nAnd now moving to our updated financial outlook for the full year 2022. We're raising our financial guidance based on the following key assumptions: COVID and customer staffing pressures will continue through 2022, but with a lesser impact than previously anticipated. Supply chain and inflationary pressures stabilize at current levels and foreign currency will be a 500 basis point headwind in '22 versus our previous projection of 350 basis points. Also, we assume about a 30% flow-through of FX-related revenue headwinds falls to EPS and that the FX headwinds applies to the full range of EPS guidance.\nAgainst this backdrop, I'll walk through our updated financial guidance for the year. Constant currency revenue growth is now expected to be 4% to 6% versus '21. With an expected foreign currency headwind of 500 basis points. This means that reported revenue growth is expected to be in the range of negative 1% to positive 1% versus 2021. We're raising adjusted operating margin by 25 basis points to the range of 26.75% to 27.75%. Adjusted tax rate guidance remains in the range of 16% to 16.5%. Adjusted diluted earnings per share is now expected to be higher at $6.70 to $6.90. And free cash flow is now expected to improve to $800 million to $900 million. And lastly, net interest expense and nonoperating expense will be modestly higher than the $160 million we anticipated earlier this year due to higher interest rates in foreign currency.\nWe expect to see typical seasonality in the back half of the year, which would suggest stronger revenue dollars in Q4 than in Q3. Additionally, we expect Q4 revenue growth to be higher than Q3 growth, in part due to the easier fourth quarter comp related to China VBP headwinds we observed in the fourth quarter of 2021. Operating margins are expected to follow a similar trend as revenue.\nIn summary, while there are macro challenges and headwinds, our team is navigating these challenges and executing well. We are raising our '22 financial guidance due to better-than-expected COVID recovery, the strength of our execution and our confidence in ZB's underlying business fundamentals. With that, I'll turn the call back over to Keri.\n\nKeri P. Mattox\n\nChief Communications & Administration Officer and Senior VP of IR, Zimmer Biomet Holdings, Inc.\n\nThanks, Suky. Before we start the Q&A session, just a quick reminder, please limit yourself to a single question and one follow-up so that we can get through as many questions as possible during the call. With that, operator, may we have the first question, please."
  },
  {
    "header": "ZBH",
    "cik": "0001136869",
    "ticker": "ZBH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/16143e0870a3f3aa86bb357d7f5d78d1",
    "period": "2022 Q1",
    "content": "Q1 2022 Zimmer Biomet Holdings Inc Earnings Call\n\nQ1 2022 Zimmer Biomet Holdings Inc Earnings Call\n\nZBHNYSEMAY 3, 8:30 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Zimmer Biomet First Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded today, May 3, 2022. (Operator Instructions).\nI would now like to turn the conference over to Keri Mattox, Senior Vice President, Investor Relations and Chief Communications Officer. Please go ahead.\n\nKeri P. Mattox\n\nSenior VP of IR & Chief Communications Officer, Zimmer Biomet Holdings, Inc.\n\nThank you, operator, and good morning, everyone. I hope you are all well and safe. Welcome to Zimmer Biomet's First Quarter 2022 Earnings Conference Call. Joining me today are Bryan Hanson, our Chairman, President and CEO; EVP and CFO, Suky Upadhyay; and COO, Ivan Tornos.\nBefore we get started, I'd like to remind you that our comments during this call will include forward-looking statements. Actual results may differ materially from those indicated by the forward-looking statements due to a variety of risks and uncertainties. Please note, we assume no obligation to update these forward-looking statements even if actual results or future expectations change materially. Please refer to our SEC filings for a detailed discussion of these risks and uncertainties in addition to the inherent limitations of such forward-looking statements.\nAdditionally, the discussions on this call will include certain non-GAAP financial measures. Reconciliation of these measures to the most directly comparable GAAP financial measures is included within our Q1 earnings release, which can be found on our website, zimmerbiomet.com.\nWith that, I'll turn the call over to Bryan. Bryan?\n\nBryan C. Hanson\n\nChairman, President & CEO, Zimmer Biomet Holdings, Inc.\n\nAll right. Thanks, Keri, and thanks to all of you for joining us this morning. I'm going to talk briefly about our Q1 performance and our revised expectations for the full year. I'm also going to spend a few minutes talking about our recent innovation and our key drivers for long-term growth, and then after that, I'm going to turn it over to Suky, who will get into more details on the quarter, but also very importantly, our full year guidance update. And then we'll close out the call with your questions, of course.\nSo let's get started with Q1, and we have a strong quarter, well above our own expectations and obviously, above external expectations. And the primary reason for that level of overachievement was stronger-than-anticipated COVID recovery in the quarter, particularly when we looked at the back half of the quarter. And if I look at the U.S. recovery, it was stronger and faster than I think anyone expected, pretty much across the board.\nAnd while we continue to see COVID surges in EMEA and China, the impact on overall procedure cancellations has been minimal at least so far. And inside of that, we saw a very strong performance in large joints and in particular, our knee franchise, while our set recovery lagged our core recon business at this point.\nWe know it's still early in the year, but based on what we saw in the quarter and really, current trends into Q2, our confidence in 2022 growth has definitely increased. And as a result, we are raising and tightening our full year guidance.\nNow, there are clearly a number of headwinds that we are facing, supply challenges, inflation, Russia, Ukraine, but given our revenue dependence on elective procedures, COVID recovery outweighs those headwinds. And that's why even in the face of these challenges, we're able to raise our outlook for the year.\nOkay, so turning the page a bit. Outside of external influences on our business, our strategy is working, and our underlying business is very strong. Our new product pipeline continues to deliver. We're adding more innovation and value to our ZBEdge ecosystem. If you were at AAOS, you saw our recently launched WalkAI. This is ZB's first AI-based solution. We also showed recently launched functionality for mymobility platform. This is under the umbrella of our exclusive partnership with Apple. Our ROSA Robotics momentum continues to be very strong, and the early feedback on Persona iQ, even though it's in limited launch, is very positive. All of these things combined are highlighting the possibilities around data collection and integration on the patient experience.\nWe also continue to drive significant demand and traction with Persona Revision in our knee franchise, with Avenir Complete and our hip franchise and our Signature ONE Planner in shoulder. And our new product pipeline remains very strong, with additional product launches planned for 2022, especially across our knee and S.E.T. portfolios.\nWe're also continuing to reshape our business and accelerate ZB's transformation. That means, of course, streamlining and modernizing our operating model, but also, focusing on making ZB a best and preferred place to work in a trusted partner. Now, just in Q1, we scored 100% on the Human Rights Campaign's Corporate Equality Index. We made Forbes' Best Large Employers list, and we were named one of the most innovative companies by Fast Company for our ROSA Robotics platform.\nWe have also prioritized our environmental, social and governance, or ESG commitments, and our actions in this area continue to expand. We have committed to key environmental standards, delivered on social giving pledges and set DE&I standards and long-term goals in this area. And we've enhanced our overall reporting of ESG progress internal to our own team members, but also, to investors.\nAnd finally, our transformation also includes, as you know, active portfolio management, and as a part of this, we completed our spinoff ZimVie on March 1. That was ahead of schedule and certainly is a part of our active portfolio management strategy.\nSo in summary, even though there are real macro headwinds that we will have to manage, and I have confidence in our team to do so, the recovery -- the shift in recovery really in COVID is the bright spot we've been waiting for and we're excited about and has certainly changed our view of 2022.\nAnd with that, I'm going to turn the call over to Suky for a deeper dive into Q1 and our revised expectations for the full year. Okay, Suky?\n\nSuketu P. Upadhyay\n\nExecutive VP & CFO, Zimmer Biomet Holdings, Inc.\n\nThanks, and good morning, everyone. We had a good quarter driven by faster-than-expected recovery of elective procedures, giving us the confidence to raise our full year revenue and earnings per share outlook.\nLet's turn to our Q1 results and how that translates into our updated full year financial guidance. Unless otherwise noted, my statements will be about the first quarter 2022 and how it compares to the same period in '21, and my commentary will be on a constant currency and adjusted continuing operations basis. Please note, we have changed our geographic revenue reporting to U.S. and international and we released a Form 8-K last week to provide unaudited recasted financial information related to our ZimVie spinoff, as well as a change in non-GAAP reporting of in-process R&D related expenses.\nMoving to first quarter performance. Net sales in the first quarter were $1.663 billion, up 3.9% on a reported and 6.8% on a constant currency basis. As previously guided, selling days contributed about 130 basis points of tailwind in the quarter. Revenue was driven by continued execution along with stronger and faster than expected COVID recovery across most markets, with the largest uplift in the U.S. After significantly pressured January, recovery ramped through the quarter with improvement in February and a strong rebound in March.\nOn a consolidated basis, March grew versus pre-pandemic levels, and that recovery has continued into April. U.S. sales grew 5.8%, driven by strong recovery as COVID cases subsided and elective procedures returned. By the end of the quarter, U.S. cancellation rates have returned to pre-pandemic levels and procedure volumes were above 2019. International sales grew 8.1%, driven by strong growth across Europe, and we saw continued recovery despite COVID surges in certain European markets in China.\nTurning to our business category performance in the first quarter. As a reminder, China VBP is expected to be about neutral to overall revenue growth for the full year. And so far, the 2022 impact is broadly in line with our original expectations. While we don't expect a material impact from VBP on full year 2022 growth, we do expect there to be fluctuation by quarter. In the first quarter, we saw about a 200 to 300 basis points of pressure across our global knee, hip and S.E.T. segments, which we expect to be broadly offset through the next 3 quarters, with the majority coming in the fourth quarter.\nGlobal Knees grew 11%, with U.S. knees up 11.7% and international knees up 10.1%, driven by solid commercial execution, continued traction for Persona Revision, Robotics pull-through and strong knee procedure recovery across most markets. Global Hips grew 4.5%, with U.S. Hips up 3.3% and international Hips up 5.6%, driven by recovery in both primary and revision hip procedures, and we're seeing positive early traction on ROSA Hip. The sports and extremities and trauma category increased 1.8%, driven by strong performance in CMFT, sports medicine and upper extremities. And finally, our other category grew 11.5%.\nMoving to the P&L. For the quarter, on a continuing operations basis, we reported GAAP diluted earnings per share of $0.35 compared to GAAP diluted earnings per share of $0.92 in the first quarter of 2021. This decrease was driven primarily by an unrealized investment loss due to a decline in the value of our investment in ZimVie and higher litigation related and restructuring charges. On an adjusted basis, diluted earnings per share from continuing operations of $1.61 represents an increase from $1.55 in the first quarter of 2021. The increase was largely driven by higher sales and lower interest expense.\nAdjusted gross margin was 70.6%, lower than the prior year as expected due to VBP and higher input and manufacturing costs, which were partially offset by higher volumes and better mix. Our adjusted operating expenses were about $735 million, up from the prior year, driven by higher investments in R&D. Our adjusted operating margin for the quarter was 26.4%, down versus the prior year, but ahead of expectations and driven by higher revenue. The adjusted tax rate was 16.1% in the quarter, in line with our expectations.\nNow, turning to cash and liquidity. Operating cash flows from continuing operations were $360 million and free cash flow totaled $223 million for the quarter. We reduced our debt by about $650 million, excluding the effects of foreign currency and ended the first quarter with cash and cash equivalents of about $435 million. Our improving financial performance, in tandem with our ongoing debt reduction continue to strengthen our balance sheet.\nMoving to our updated financial outlook for 2022. While we continue to manage through macro headwinds related to foreign currency, Russia, inflation and supply chain challenges, a faster and stronger COVID recovery in tandem with a positive first quarter to give us the confidence to raise and tighten our financial guidance.\nAgainst this backdrop, our current expectations for the full year are as follows: on a constant currency basis, we now expect to grow 2% to 4% versus 2021, with an expected foreign currency headwind of approximately 350 basis points. This translates into a reported revenue growth projection in the range of negative 1.5% to positive 0.5% versus 2021. Note that the selling day tailwind that we saw in the first quarter will be fully reversed in the fourth quarter, with no material full year selling day impact.\nAdjusted operating profit margins continue to be in the range of 26.5% to 27.5%. This assumes inflationary pressure of about 150 basis points versus our original estimate of about 50 basis points. Of the incremental 100 basis points of pressure, a half will hit 2022, but be offset by expected higher revenue and roughly half will be capitalized and impact 2023.\nAdjusted tax rate expectations remain in the range of 16% to 16.5%. Adjusted diluted earnings per share is now expected to be higher at $6.65 to $6.85, and we are increasing free cash flow to $750 million to $850 million. Inside of that guidance, we have a tougher comp in the second quarter due to COVID recovery we experienced in 2021. But we do expect revenue to grow in the low single digits over the second quarter of '21, and to exceed pre-pandemic levels for the full quarter.\nIn summary, we expect that the environment will remain dynamic, but we believe the pace of recovery, our continued execution and the strength of ZB's underlying business fundamentals position us well to improve our financial outlook.\nWith that, I'll turn the call back over to Keri.\n\nKeri P. Mattox\n\nSenior VP of IR & Chief Communications Officer, Zimmer Biomet Holdings, Inc.\n\nThanks, Suky. (Operator Instructions) With that, operator, may we have the first question, please?"
  },
  {
    "header": "ZBH",
    "cik": "0001136869",
    "ticker": "ZBH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4075402a8235a8b141916218bdfb1eaf",
    "period": "2021 Q4",
    "content": "Q4 2021 Zimmer Biomet Holdings Inc Earnings Call\n\nQ4 2021 Zimmer Biomet Holdings Inc Earnings Call\n\nZBHNYSEFEB 7, 8:30 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Zimmer Biomet Fourth Quarter 2021 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded today, February 7, 2022. (Operator Instructions) I would now like to turn the conference over to Keri Mattox, Senior Vice President, Investor Relations and Chief Communications Officer. Please go ahead.\n\nKeri P. Mattox\n\nSenior VP of IR & Chief Communications Officer, Zimmer Biomet Holdings, Inc.\n\nThank you, operator, and good morning, everyone. I hope you are all well and safe. Welcome to Zimmer Biomet's Fourth Quarter 2021 Earnings Conference Call. Joining me today are Bryan Hanson, our Chairman, President and CEO; and EVP and CFO, Suky Upadhyay.\nBefore we get started, I'd like to remind you that our comments during this call will include forward-looking statements. Actual results may differ materially from those indicated by the forward-looking statements due to a variety of risks and uncertainties. Please note, we assume no obligation to update these forward-looking statements even if actual results or future expectations change materially. Please refer to our SEC filings for a detailed discussion of these risks and uncertainties in addition to the inherent limitations of such forward-looking statements.\nAdditionally, the discussions on this call will include certain non-GAAP financial measures. Reconciliation of these measures to the most directly comparable GAAP financial measures is included within our Q4 earnings release, which can be found on our website, zimmerbiomet.com.\nWith that, I'll now turn the call over to Bryan. Bryan?\n\nBryan C. Hanson\n\nChairman, President & CEO, Zimmer Biomet Holdings, Inc.\n\nAll right. Great. Thanks, Keri, and thanks, everyone, for joining us this morning. I'm going to just give you an outline of how we want the call to proceed this morning. I'm going to spend the first part of the discussion briefly talking about our fourth quarter results. And I'm also going to spend a little bit of time talking about what we're seeing so far in 2022. I know it's early, but I want to give you a sense of what we're seeing already and then just speak more broadly about our views of 2022 as a whole.\nAnd then I'm going to turn it over to Suky, who's going to provide more detail on fourth quarter and obviously, more detail on our guidance going forward. And then finally, it will come back to me before we move to Q&A. I just got a few things I want to close out the prepared remarks with and then we'll again jump into Q&A.\nOkay. So first, let's start with Q4, and I'm going to break this into really 3 categories. The first will be around COVID impact in Q4 and how it compared to our expectations. The second will be around VBP impact and again, how that compared to our expectations. And then finally, just performance outside of those environmental impacts and how we performed there.\nOkay. So let's take a step back first. I think that will help. Just when we gave our updated Q4 guidance on our Q3 earnings call back in November, we actually outlined our expectations around how COVID and staffing pressure would likely impact our fourth quarter results. And unfortunately, our assumptions largely played out in the quarter.\nAs you probably remember, we felt that the pressure from the end of Q3 would continue into Q4. And thus, the overall pressure from COVID and staffing would actually accelerate from Q3 to Q4. And really, the big reason this played out, of course, we know now is because of the Omicron surge that occurred towards the end of the fourth quarter. And as many have already stated, a lot of that impact truly came in December itself.\nSo what's interesting about this surge, though, is that even though the overall impact of COVID was about what we expected, the way it manifested was different, right? So ICU capacity was definitely a factor, but we did not see it as the primary driver of cancellations of procedures during the quarter.\nAnd so what we actually saw was more cancellations that occurred due to really either the patient or staffing member being diagnosed with COVID or actually having been around someone with COVID, and they were quarantining as a result and couldn't show up for the procedure. So that was really the shift that we saw in the quarter. So the overall impact was about what we expected, but the way, again, it manifested in the numbers was slightly different.\nOkay, so transitioning from there to VBP. Remember again on our Q3 call, we discussed what we thought the impact of China hip and knee VBP would be in our fourth quarter results. And we actually -- we were largely right on how that played out. And so our expected headwind in large joints was in line with the expectations that we had and also what we communicated to you. So that was pretty much in check when we think about large joints.\nNow what changed during the quarter, actually even post the quarter was that on January 24, the Chinese government announced that it was formally nationalizing one of its provincial trauma VBP tenders, and that was kind of new to us. But based on that confirmation from the Chinese government and really just our knowledge of how the VBP process will work from here, we did take a sales reserve in the fourth quarter, which obviously results then in a negative Q4 impact to both our net sales and adjusted diluted EPS.\nAnd what I'd say is that even though this trauma VBP adjustment came earlier than we anticipated, it is pretty consistent with the overall scale of the impact and consistent with our expectations and what we've been talking about more recently. Now I would say looking forward, the good news is we have a lot more visibility now. We're a lot smarter on the topic, and we understand what the impact of VBP will now be on our 2022 business. And that has been included in our guidance, which Suky's going to talk about in just a minute.\nOkay, so now looking past VBP and COVID in the fourth quarter, I'm very proud of the team when we focus on the things we can control. ZB's business execution against a challenging backdrop has been strong. Our strength of our team right now, that kind of one ZB culture, is as evident as it's ever been, and I think more important than ever. And the team has really been able to move our strategy forward even in these challenging times.\nAnd a few proof points to be able to point at, the team was able to drive continued strong demand and momentum for ROSA. And that is globally, not just in the U.S. but globally. We actually more than doubled the number of installed ROSAs in 2021 versus our cumulative total at the end of 2020. That's a pretty significant jump up, and again, speaks to the momentum that we have in robotics and orthopedics.\nAnd those ROSAs are paying off. In the fourth quarter, those installed ROSAs allowed us to reach 10% in total knee procedure penetration in the U.S. for the first time as a company. That's a huge milestone for the organization, and it's just the beginning of this ROSA journey for us.\nThe team also delivered a successful limited launch of the world's first and really only smart knee, the Persona iQ. Now it's early. Obviously, early days. We're in limited launch right now, as I said. But the launch trajectory feels great. The feedback is good, and we're looking forward to a full launch later this year.\nAnd then finally, and I think importantly, the team continues to execute in large joints across the board, driving again above-market performance in Q4 in the U.S. for both knees and hips versus 2019.\nOkay. So let's transition from Q4 and talk about what we're seeing so far in early 2022. And I'm going to speak specifically about COVID and staffing challenges. What I would tell you is that the challenges that we saw in Q4, in particular in December, are unfortunately continuing into January. And as a practice, and I think prudently so, our team is continuing to build our financial models using what I'm going to call a recency bias in those models.\nAnd as a result of that, we're expecting that December and really now January pressure in COVID and staffing will continue through Q1. So what we're basically saying is that overall, we anticipate that Q1 will likely be more pressured than Q4 was.\nAnd so what does that mean for our outlook for the full year? Again, we're going to follow that same approach. We're going to look at 2022 in a similar way, actually, in a very similar way in the way we gave guidance for Q4 of 2021. Until we see a fundamental shift in the current state and what's happening today in the environment, we are projecting that the COVID pressure will continue throughout the year and will be -- actually follow a similar peak and valley trend that we saw in 2021.\nAs I'm sure you can appreciate, given that about 80% of our revenues come from elective procedures, ZB must be highly attuned to this topic. And trust me, we are. We're highly focused in this area, and that has been captured in our assumptions for guidance.\nAnd with that, I'm going to transition to Suky to give you again more detail on Q4 and also our 2022 guidance. Okay, Suky?\n\nSuketu P. Upadhyay\n\nExecutive VP & CFO, Zimmer Biomet Holdings, Inc.\n\nThanks, and good morning, everyone. For this morning's call, I'm going to focus on 3 topics: first, our Q4 results, including commentary on the impact of COVID; second, how that translates into full year '22 financial guidance that we provided this morning; and third, I'll provide a brief update on our longer-term outlook.\nMoving forward, unless otherwise noted, my statements will be about the fourth quarter 2021 and how it compares to the same period in 2020. And my revenue and P&L commentary will be on a constant currency or adjusted basis. We've also provided changes versus the fourth quarter of 2019 or prepandemic results as we feel it is an important comparison.\nNet sales in the fourth quarter were $2.04 billion, a reported decline of 2.3% and a constant currency decline of 0.8% or down 4.4% versus '19. On a consolidated basis, we were about flat through November versus 2019 and declined in December due to the Omicron variant surge.\nExpectations for the fourth quarter had contemplated the impact of China VBP in hip and knee, and that was largely in line with expectations. Separately, we booked the sales adjustment related to channel inventory for China VBP in trauma of approximately $30 million, triggered in part by the Chinese government's announcement relating to a national trauma VBP, which was made on January 24. This adjustment was about a 650 basis point headwind to S.E.T. category growth and about a 150 basis point drag on consolidated Q4 growth.\nIn short, excluding the impact of the China VBP on our S.E.T. results, the quarter was generally in line with the assumptions that we provided on our third quarter call and broadly consistent with the midpoint of our implied fourth quarter guidance range.\nThe Americas declined 1.5% in the fourth quarter, down 1.9% versus 2019, with the U.S. declining 2.3% or down 2.4 versus 2019. The impact of Omicron late in the quarter, in tandem with lingering hospital staffing challenges, drove lower regional results.\nEMEA grew 17.3% or down 3% versus '19. The region experienced positive growth versus '19 earlier in the quarter, but quickly decelerated with the emergence of Omicron.\nLastly, Asia Pacific declined 17.5% or down 15.1% versus '19 driven primarily by price adjustments on channel inventory ahead of hip, knee and trauma VBP as well as some negative impact from a spike in COVID cases starting in December in markets like Japan and Australia.\nNow turning to our business category performance in the fourth quarter. The global knee business increased 0.4% or down 3.9% versus 2019 with U.S. knees declining 5.2% or 3.9% versus '19. In the quarter, China VBP had a negative impact on knee growth of about 250 basis points.\nOur global hip business declined 2.8% or down 6% versus '19, with U.S. hips declining 4.4% or 3% versus '19. VBP impact on hip was about 700 basis points in the quarter.\nOur sports, extremity and trauma category decreased 4.3% or down 6.2 versus '19. The sequential deceleration was due to a softer market due to COVID and the impact of China National VBP in trauma, as discussed earlier. Excluding the impact of trauma VBP in the quarter, S.E.T. was growing low single digits versus 2020 and about flat versus '19 on an underlying basis.\nThe dental and spine category declined 3% or down 3.8% versus '19, with dental posting growth and spine declining primarily due to continued pressure from COVID.\nFinally, our other category grew 14.1% or up 1.9% versus '19. Inside this category, we saw ongoing demand for ROSA Knee as well as increased revenues from the launch of our ROSA Partial Knee and hip applications.\nMoving on to our P&L. For the fourth quarter, we reported GAAP diluted loss per share of $0.40 compared to our GAAP diluted earnings per share of $1.59 in the fourth quarter of 2020. This decrease was driven primarily by lower revenue, a debt extinguishment loss recognized on our bond tender offer, litigation-related charges and restructuring charges that we incurred in Q4 to continue to address pressures on revenue from COVID and the stranded costs associated with the spin.\nOn an adjusted basis, diluted earnings per share of $1.95 represented a decline from $2.11 in the fourth quarter of 2020. The decrease was primarily from lower revenues in tandem with lower gross margins due to COVID-19 and the impact of China VBP in both recon and trauma, which were partially offset by targeted reductions in SG&A and a slightly lower tax rate. In addition, FX was a modest headwind to earnings per share in the quarter.\nAdjusted gross margin was 69.1%. Fourth quarter gross margin was pressured due to lower manufacturing volumes and the impact of China VBP. For the full year, adjusted gross margin was 70.7% and in line with prior commentary.\nOur adjusted operating expenses of $882 million declined year-over-year. Inside of that, we continue to invest in R&D and commercial infrastructure across priority areas like S.E.T., robotics and data and informatics, which are being funded by accelerated improvements in efficiency across other areas of SG&A.\nOur adjusted operating margin for the quarter was 25.9%, down versus the prior year, but in line with the prior quarter. The adjusted tax rate was 14.4% in the quarter. Q4 and full year tax rates were favorable to our expectations due to some discrete onetime items in the quarter.\nTurning to cash and liquidity. Operating cash flows were $366 million, and free cash flows totaled $224 million with an ending cash and cash equivalents balance of just $480 million.\nWe continue to make good progress on delevering the balance sheet. In the fourth quarter, we reduced debt by approximately $400 million, bringing the total debt reduction in '21 to approximately $900 million, excluding the effects of foreign currency on non-U.S. denominated debt.\nMoving to our financial outlook for 2022. We are issuing '22 financial guidance based on the following key assumptions. COVID and customer staffing pressures are expected to continue throughout 2022. We expect the COVID and staffing pressures that we saw in December to accelerate into the first quarter of this year with the first half of 2022 being more pressured than the second half.\nWe do not see China VBP as a material impact to growth in '22 versus '21, but we expect variability by quarter with more pressure in the first half. Furthermore, we anticipate completing the spin of our dental and spine businesses in the near term. And as such, the guidance we are providing is only for RemainCo Zimmer Biomet.\nFor the first quarter, ZimVie will be reported as discontinued operations, and we expect to provide pro forma 2021 information for RemainCo on or around our first quarter earnings call. While we do not have full P&L restatements available at this time, for comparison, we have provided our unaudited net sales estimate of $6.827 billion for RemainCo Zimmer Biomet.\nAgainst this backdrop, our current expectations for the full year 2022 financial outlook are reported revenue growth in the range of negative 4% to 0 versus 2021 with an expected foreign currency exchange headwind of approximately 200 basis points. This translates to negative 2% to positive 2% on a constant currency basis. Adjusted operating profit margin of 26.5% to 27.5%, adjusted tax rate of 16% to 16.5%, adjusted diluted earnings per share in the range of $6.40 to $6.80 and free cash flow of $700 million to $800 million.\nInside of that guidance, we expect Q1 revenue to be flat to up slightly versus the first quarter 2021 due to headwinds from COVID and the impact of VBP being somewhat offset by the easier comp relative to the first quarter of last year and a roughly 130 basis point selling day tailwind that will largely be reversed in the fourth quarter. We expect approximately $160 million of net interest expense and approximately 212 million average shares outstanding for the year. We remain committed to our investment grade rating and expect to pay down $750 million of debt maturing in the second quarter of this year.\nNow turning to our longer-term outlook. With the ZimVie spin transaction nearing completion, we are also taking this opportunity to update our long-term margin expectations. Given the prolonged impact COVID-19 is having on our business, we are removing our target of at least 30% adjusted operating profit margin exiting 2023. However, we do expect to improve margins over the long term as we will continue to make targeted investments in our business to enhance top line growth while also accelerating cost savings to fund those investments.\nIn summary, the macro environment presents challenges, but our underlying business fundamentals remain strong as we continue to execute successfully against what we can control.\nWith that, I'll turn the call back over to Bryan.\n\nBryan C. Hanson\n\nChairman, President & CEO, Zimmer Biomet Holdings, Inc.\n\nAll right. Thanks, Suky. And before we move into the Q&A session, I just want to spend a few minutes to talk about our broader corporate strategy and really importantly, our execution against that strategy.\nWhen I joined ZB, we looked very closely at number one, reimagining our corporate mission and culture; but also number two, making sure that we transform the long-term strategy of the company and change the way we think about innovation. And that was really where that ZBEdge ecosystem has come from.\nSo through that, we prioritized R&D spend in robotics and data. And we also tripled the number of ZB team members with robotics and data background so that we had that competency to truly move the needle in this area. And where we didn't want to build a competency, we forged strategic partnerships with the likes of Canary to be able to drive traction in smart implants, but also with larger players like Microsoft and Apple to further enhance our data and robotics ecosystem.\nAnd hey, we're seeing results. Our Vitality index has nearly doubled from 2018 to 2021. And I'm proud to say that our new product pipeline is stronger than ever. And as a result of that, we expect to increase our Vitality index an additional 50%, 5-0 percent over the strat plan period.\nBut beyond innovation in our strategy, we're also transforming the company by modernizing and streamlining its operating model, right? We're focused on accelerating and expanding programs to drive efficiencies in the company, simplifying the company and using that cost savings to enable investment in the business for growth but also positioning us to expand margins, and that will absolutely continue.\nAnd that reinvestment is working. That reinvestment in our business for growth is working. It is driving growth, and I know that COVID is hiding that growth. But if you go back in time before the disruption of COVID, we went from 0% growth in 2017. And believe me, I acutely remember this because I joined the company in December 2017, but we went from 0% growth in 2017 to a 3.2% growth rate in Q4 of 2019. And that was the last full kind of pre-COVID quarter that we had. And that was really just on the beginning end of that Vitality index moving north, just -- we're just getting traction in Vitality index.\nSo I would say that even though COVID disruption is definitely muting our growth, there's no question that, that's happening, we're confident that we have the right strategy, and we're executing against that strategy. So we have a differentiated portfolio, and that's even getting stronger because of our Vitality index movement. And our execution capability will allow us to pull that all together so that we can get back on that growth trajectory as we see recovery from COVID, okay?\nAnd so one last point that I want to make in our transformation, I want to talk about active portfolio management. Today, we gave an update on our ZimVie spin progress, and we're expecting to finalize the spin ahead of schedule on March 1.\nAnd I'm very excited about the ZimVie Investor Day today. You're going to hear from its CEO, Vafa Jamali and the team that he's put together. I think you're going to be excited about what you hear. And I can tell you that both Vafa and I know that we are creating more shareholder value as 2 independent companies.\nFor ZB, for RemainCo, we get increased focus. We get enhanced revenue growth, and we get margin accretion. For ZimVie, they get to prioritize the investment in their dental and spine businesses in a way that we would not have. And that really enables them to build a stronger stand-alone business in those attractive markets.\nOf course, you're going to hear a lot more about ZimVie over the coming weeks, starting with the Investor Day today. But outside of ZimVie, we also continued to move our M&A strategy and our partnership strategy forward. We've done almost 20 different transactions between M&A and partnerships to be able to enhance our position in faster-growth categories.\nAnd we have, I know, much more to accomplish here. But even with the limited available capital that we've had given the COVID pressure, we're absolutely off to the right start.\nSo as you can tell, there's a lot happening at ZB. There's a lot that we're proud of, and there's a lot that will absolutely continue to fuel our transformation and ultimately, help drive our mission and very importantly, drive value for you.\nSo with that, I'm going to turn the call back to Keri, and we'll move to our Q&A session.\n\nKeri P. Mattox\n\nSenior VP of IR & Chief Communications Officer, Zimmer Biomet Holdings, Inc.\n\nThanks, Bryan. (Operator Instructions) With that, operator, may we have the first question, please?"
  }
]