[
  {
    "header": "DAY",
    "cik": "0001725057",
    "ticker": "DAY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0760a1223a05eec9af80180b36738c4d",
    "period": "2025 Q2",
    "content": "Q2 2025 Dayforce Inc Earnings Call\n\nQ2 2025 Dayforce Inc Earnings Call\n\nDAYNYSEAUG 6, 8:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Dayforce Second Quarter 2025 Earnings Call. Our host for today's call is David Niederman, Vice President of Investor Relations. [Operator Instructions] I would like to now turn the call over to your host, Mr. Niederman, you may begin.\n\nDavid Niederman\n\nVice President of Investor Relations & Capital Markets\n\nThank you for joining, and welcome to the Dayforce Second Quarter 2025 Earnings Call. I'm David Niederman, Vice President, investor Relations. As a reminder, all participants are in a listen-only mode and a question-and-answer session will follow our opening remarks.\nJoining me on the call today are CEO, David Ossip; and CFO, Jeremy Johnson. We also have Chief Strategy, Product and Technology Officer, Joe Korngiebel, and our President and COO, Steve Holdridge available for Q&A.\nBefore I hand the call over to David, I want to remind everyone that our commentary may include forward-looking statements. These statements are subject to risks and uncertainties that could cause Dayforce's results to differ materially from historical experience or present expectations. A description of some of these risks and uncertainties can be found in the reports we file with the Securities and Exchange Commission such as the cautionary statements in our filings.\nAdditionally, over the course of this call, we'll reference non-GAAP measures to describe our performance. Please review our earnings press release and filings with the SEC for our rationale behind the use of these non-GAAP measures and for a full reconciliation of these GAAP to non-GAAP metrics. These documents in addition to a replay of this call and also a transcript will be available on the Dayforce Investor Relations website.\nAnd with that, I'd like to turn the call over to David.\n\nDavid D. Ossip\n\nChairman & Chief Executive Officer, Ceridian HCM Holding, Inc.\n\nThanks, David, and thank you all for joining us. I'll begin with some high-level commentary on our results and outlook before handing the call over to Jeremy, who will provide more detail on our financials and guidance. We had a great second quarter and came in above the high end of guidance across all metrics. Most noticeably, Dayforce recurring revenue excluding floating on a constant currency basis grew 14%. Adjusted EBITDA margin was up 420 basis points to 31.7%, and free cash flow in the quarter was $87.1 million or 18.7% of revenue. Year-to-date, free cash flow was up 500 basis points to $106.6 million. We continue to balance profitability and growth. We are targeting to grow Dayforce recurring revenue above 15% and we expect free cash flow margins to grow faster than we laid out at our Investor Day last fall.\nThis year, we have increased our free cash flow margin guidance from 12% to between 13.5% to 14%, representing an expansion of approximately 400 basis points year-over-year. And we believe we can achieve $1 billion of free cash flow by 2031. Jeremy will expand on the levers we can pull to achieve this. Our momentum towards this goal is rooted in our deep cross-organizational focus on driving efficiencies and simplicity that yield value, both in our business and with our customers. This begins with our sales cycle on our value proposition of consolidating an average of 12 systems to 1, which continues to resonate strongly with prospects. It also extends to how we push ourselves to move quickly to provide value for customers in our deployment as evidenced by our industry-leading retention rate and it absolutely applies to how we innovate our products, delivering greater productivity as we further our placement as the AI people platform.\nI've seen this flywell around simplicity, productivity and value come to life over the past year at our highly successful day for Summit series where we host gatherings of prospective customers, partners and existing Dayforce customers. The energy of the community and excitement around the product is palable. With an impressive conversion and close rate that gives us great confidence in the year as we move closer to our annual customer conference Dayforce Discover in Las Vegas in October. We invite the investment community to attend and look forward to seeing many of you there.\nNow more specifically on the sales front, Sam has created an operational machine that is firing across all segments with remarkable sales momentum for the third consecutive quarter. On a year-to-date basis, bookings have grown over 40%. New client bookings across all segments performed well in the second quarter, system integrator-led sales both outpaced overall sales growth and we are pleased with the traction our partners are gaining.\nAdditionally, our back-to-the-base sales strategy continues to succeed with sales to existing customers growing over 50% in the second quarter and representing 40% of total bookings. There is a significant opportunity in back-to-base sales. We have almost 7,000 customers live on Dayfroce, but still have a relatively low penetration of modules in relation to our offerings. You can see this -- in that our average PEPM is still only about $13 across the base. However, today, we have a full set of HCM offering, at the 1,000 employees per customer level payroll and time is about $10 per employee per month. The talent offerings add another $10 to manage another $10 and our data capabilities, including the AI assistant, Experience Hub, Studio and Analytics add another $10. We are seeing strong evidence of this in both new and add-on sales.\nFor new customers this year, 93% of our enterprise segment and 90% of major market segment, new sales were full suite. And Managed has been added to 17% of new business deals this year with bookings up over 100% versus last year. Over time, we expect to achieve much deeper penetration and see an increase in the average PEPM across our base. This is important from 2 aspects. First, we have much higher sales productivity in back-to-base sales and second, the profitability of these sales is much higher. So as we execute this strategy, we expect to see higher EBITDA and higher free cash flow conversions.\nTurning to our key business wins in the second quarter. We added several new large customers that we are excited to welcome to the Dayforce family including a global leader in apparel, expanded its relationship with Dayforce adopting a full suite to support its global workforce of 37,000 employees. For this customer, we are displacing at least 8 different software vendors in a terrific validation of our value proposition. We will be helping them streamline their HR operations, enhance their workforce agility, reduce operational risk and elevate their employee experience.\nA leading US-based provider of essential infrastructure services selected Dayforce management payroll, workforce management, HR and talent solutions to support its 10,000 employees across 45 states. This customer worked with over 300 different unions and the Dayforce platform will allow them to accommodate their complex reporting and tracking required by their employee organizations. A large multinational industrial company selected the full Dayforce suite including Managed Payroll for a divestiture consisting of 3,100 employees. This customer selected Dayforce for our integrated system and to have the ability to access real-time data. An energy service company with operations in the United States and Canada selected Dayforce to provide a wide range of HCM functions for its largely field-based workforce. This company needed a solution with an intuitive yet functional mobile user interface based on a single system.\nAdditionally, this new customer is a great example of our summit strategy at work as they attended both our New York and Dallas summits.\nAnd finally, in June, the government of Canada formally announced that they selected Dayforce for HR and pay transformation for its employees. We are very pleased with our work with the government of Canada to date and look forward to providing their people with a modern and effective HCM solution that will allow them to do their best work. We also had a strong quarter of go-lives. We took live our largest customer today with over 300,000 employees and we expect this to be over 500,000 by the end of the year.\nI want to give kudos to our product technology team as well as our services team for their dedication and skills in making this possible. We continue to bring new customers live on to Dayforce at a predictable and sustained pace. On the innovation front, we continue to deliver on our AI road map. And further cement Dayforce as the AI people platform. This consists of 3 core areas: first, integrating AI and intelligent functionality across the suite and delivering smarter functionality in every model. This quarter, we delivered features including AI skills-based learning to deliver personalized, efficient people development experiences, enhanced skills requirements for shifts in workforce management to optimize scheduling and workforce productivity, heightened management with advanced analytics and customer reports for streamlined APAR communications, new total rewards in compensation management to simplify pay transparency and strengthen retention efforts. New Dayforce experience hub on mobile to provide seamless intertial experiences for frontline workers and we added over 230 compliance updates to reduce manual effort and support regulatory alignment.\nNext is our Dayforce AI assistant which continues to gain significant traction with our customers. On both the second quarter and year-to-date basis over half of new business wins also purchased Dayforce AI assistant. This early success is encouraging, and we are just getting started with our AI efforts. In addition, almost 100% of new business wins included our AI people platform, more than 80% of new business wins included our AI analytics and nearly 60% of new business wins included our AI learning products.\nAnd third is our Dayforce AI agent. Joe has a road map of over 30 agents that we are delivering on starting with our latest feature release available this month. This will include the availability of our Pay Discovery AI agent and our context to writer agent offering generative AI writing assistance across our platform including performance goals, job descriptions, self-assessments, employee feedback, health tickets and writing support across our HCM platform. We are focused on delivering on our commitments here and are pushing forward as an AI leader as we continue to see interest in these offerings increase. I look forward to sharing more about what's to come at Dayforce Discover.\nGetting back to our strong sales performance this year. We are seeing success because we purposely built Dayforce with a single data model with comprehensive capabilities from pre-hire to post retirement. This allows customers to replace a multitude of disparate HCM technologies with a single Dayforce solution. And this in turn provides our customers with a strong cash internal rate of return alongside a much better experience and decision making. You can see this reflected in our industry-leading gross retention rate of 98%, growth of add-on modules and percentage of full suite deals.\nFrom an AI perspective, this is immensely important, too. As to leverage foundational language and machine learning modules, you need and require well-formed comprehensive data. Dayforce is unique in market in this. We have a single database across all aspects of HCM. This has allowed us to move very quickly to embed AI across our entire platform. It's also the reason why our competitive win rate has improved significantly, driving tremendous sales momentum. Simply, customers understand that in today's age of AI, a single application with a single data model is fundamentally required and Dayforce is unique in this regard.\nIn closing, I'd like to leave you with 5 points that highlight our confidence in our future. We have a best-in-class enterprise-grade platform that has expanded from payroll and compliance offerings to a comprehensive full featured HCM suite, along with the road map for future development that we expect to extend our competitive advantage even further. We are a clear leader in the large and growing HCM market and continue to widen this lead. We have a blue-chip customer base with thousands of the highest quality companies across virtually every sector. Currently, we are serving approximately 25% of the Fortune 500.\nWith these advantages, we see the opportunity to build a generational HCM AI-powered software company and are keenly focused on making this a reality. And finally, our people. Dayforce employees across the globe are some of the most talented seasoned and passionate people out book, focused on being the best HCM company in the world and creating a generational software company to all our daymakers. Thank you for all you do for us every day. I'll now pass the call to Jeremy to discuss our financial results in more detail. Jeremy, over to you.\n\nJeremy R. Johnson\n\nExecutive VP & CFO\n\nThanks, David. We are pleased with our second quarter results. Top line revenue growth remains strong while we scaled the business and continued to expand cash flow margins. Total revenue was $465 million, up 10% excluding float, total revenue increased 12%. And Dayforce recurring revenue excluding flow was $315.5 million, up 14%. Professional services revenue was $71.6 million, up 23%. Operating profit was $42.3 million compared to $14.1 million last year. Adjusted EBITDA was $147.2 million, up 27% or a 31.7% margin, expanding 420 basis points.\nYear-to-date net cash provided by operating activities was $162.3 million compared to $108.3 million last year. And year-to-date free cash flow was $106.6 million versus $53.9 million last year or an 11.3% margin this year versus the 6.3% margin last year expanding 500 basis points. We repurchased $20.8 million of common stock during the second quarter bringing the year-to-date total to $51.2 million or nearly 900,000 shares repurchased this year.\nTurning to the macro environment. We believe the best indicator of the macro is the demand environment. As David mentioned, the demand environment at Dayforce remains strong with year-to-date bookings growth over 40%, a trend that has continued now for 3 quarters. We also have a great line of sight into employment levels at our customers. And we have seen a consistent trend of moderate growth in employment levels. We had estimated just under 1% growth and that is what we have observed. Foreign exchange rates versus the U.S. dollar across Canada, U.K. and Australia improved during the quarter, which we have updated and reflected in our guidance.\nNow turning to our guidance. For the full year 2025, we expect total revenue of $1.935 billion to $1.955 billion, Total revenue excluding float of $1.749 billion to $1.769 billion, an increase of 12.1% to 13.4% on a GAAP basis. or approximately 13% to 14% on a constant currency basis reflecting the ongoing shift in professional services revenue to our systems integrator partners. Dayforce recurring revenue excluding float of $1.324 billion to $1.34 billion, an increase of 14.2% to 15.9% on a GAAP basis, or approximately 15% to 17% on a constant currency basis. float revenue of $186 million, adjusted EBITDA margin of 32% and free cash flow margin of 13.5% to 14% reflecting an increase from the previously issued guidance of 12%. This increase reflects the impact of the One Big Beautiful Bill Act enacted by the U.S. Congress in July of 2025. The legislative changes are expected to impact our future cash tax remittances resulting from changes to tax deductibility rules for domestic research and development costs.\nAnd for the third quarter, we expect total revenue of $476 million to $486 million. Total revenue, excluding float of $434 million to $444 million, an increase of 10.1% to 12.6% on a GAAP basis or approximately 11% to 13% on a constant currency basis. Dayforce recurring revenue excluding float of $329 million to $339 million, an increase of 12.7% to 16.1% on a GAAP basis or approximately 13% to 17% on a constant currency basis, float revenue of $42 million, adjusted EBITDA margin of 30% to 30.5%. We have great visibility into the back half of the year and we are expecting Dayforce recurring revenue, excluding float growth rate in the fourth quarter of between 16% to 19%. Solid growth rate in the fourth quarter is driven primarily by beginning to see revenue related to go lives from our strong bookings over the past 3 quarters as well as beginning to see more revenue from the large deals we sold over the past few years.\nOur -- meaning deals sold but not yet live is the largest it's ever been and customers continue to go live predictably. Looking forward, we feel confident in our ability to achieve Dayforce recurring revenue excluding flow growth rates above 15% as we progress toward the long-range plan targets that we set last year. .\nAs David mentioned, we are seeing a faster path to free cash flow expansion than we set forth at our Investor Day, and I'd like to expand on that. First, we are executing against our plan very well today. Year-to-date, our total revenue of $946.5 million is up $92 million, and our free cash flow of $106.6 million is up $53 million. That means incremental free cash flow margin on our incremental revenue is an impressive 57%. Our ability to convert incremental revenue into free cash flow is what ultimately gives us confidence in our ability to continue to drive free cash flow margin expansion well into the future.\nSecond, we are confident in our ability to scale the business as we drive technology, automation, AI adoption and the use of cost-effective jurisdictions. And third, as I mentioned previously, we will get a benefit from the One Big Beautiful Bill Act changing the tax deductibility rules for domestic R&D costs which provides us with about a $40 million to $50 million benefit to cash taxes this year and about a $20 million benefit to cash taxes in 2026 and beyond.\nUltimately, we are confident in our path to achieving $1 billion in free cash flow by 2031. Finally, we are in the final stages of terminating our frozen defined benefit pension plan and BEP pension plan, as I previously had announced last year. If you recall, these are legacy pension plans that Dayforce inherited from Ceridian and its predecessors. We expect these termination processes to conclude in the third and the fourth quarter of 2025, respectively.\nAs a result of the terminations, we expect to have the following financial impacts, which are included in our cash flow guidance and our raised free cash flow guidance from 12% to between 13.5% to 14%. In the third quarter, a cash charge in the range of approximately $30 million to fully fund the plan and terminate the defined benefit pension plan, a noncash expense of approximately $205 million as a result of the recognition of previously deferred losses related to the defined benefit pension plan investments. And in the fourth quarter, a cash charge of approximately $5 million to fully fund and terminate the BEP pension plan and a noncash benefit of approximately $3 million as a result of the recognition of previously deferred gains related to BEP pension plan investments.\nCash charges will flow through the cash flow from operations and are included in our free cash flow guidance. The noncash charges will flow through other income expense line on our P&L and will have no effect on EBITDA and has no impact on ongoing business performance or long-term cash flow generation.\nWith that, we can begin the Q&A portion of our call."
  },
  {
    "header": "DAY",
    "cik": "0001725057",
    "ticker": "DAY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/56c8b1866a289a5b0fdfff0247258df1",
    "period": "2025 Q1",
    "content": "Q1 2025 Dayforce Inc Earnings Call\n\nQ1 2025 Dayforce Inc Earnings Call\n\nDAYNYSEMAY 7, 8:00 AM\n\nOperator\n\nGreetings, and welcome to the Dayforce First Quarter 2025 Earnings Conference Call and Webcast. [Operator Instructions] As a reminder, this conference is being recorded.\nIt's now my pleasure to turn the call over to David Niederman, Vice President, Investor Relations. David, please go ahead.\n\nDavid Niederman\n\nVice President of Investor Relations & Capital Markets\n\nThank you for joining, and welcome to the Dayforce First Quarter 2025 Earnings Call. I'm David Niederman, Vice President, Investor Relations. [Operator Instructions] Joining me on the call today are CEO, David Ossip; and CFO, Jeremy Johnson. We also have key Strategy, Product and Technology Officer, Joe Korngiebel, and our President and COO, Steve Holdridge available for Q&A.\nBefore I hand the call over to David, I want to remind everyone that our commentary may include forward-looking statements. These statements are subject to risks and uncertainties that could cause Dayforce's results to differ materially from historical experience or present expectations. A description of some of these risks and uncertainties can be found in the reports we file with the Securities and Exchange Commission, such as the cautionary statements in our filings.\nAdditionally, over the course of this call, we'll reference non-GAAP measures to describe our performance. Please review our earnings press release and filings with the SEC for our rationale behind the use of non-GAAP measures and for a full reconciliation of these GAAP to non-GAAP metrics. These documents, in addition to a replay of this call and also transcript will be available on the Dayforce Investor Relations website.\nAnd with that, I'd like to turn the call over to David.\n\nDavid D. Ossip\n\nChairman & Chief Executive Officer, Ceridian HCM Holding, Inc.\n\nThanks, David, and thank you all for joining us. I'll begin with some high-level commentary on our results and outlook before handing the call over to Jeremy, who will provide more detail on our financials and guidance. Dayforce performed well throughout the first quarter. Our sales momentum continued, building off the strong performance we experienced in the fourth quarter of 2024, and our sales pipeline remains in excellent shape.\nProject kickoffs are up significantly following 2 strong sales quarters and go-lives remain on track. These key indicators give us confidence for 2025 and 2026. Specific to the first quarter, total revenue was $482 million, growing 14% on a constant currency basis. Excluding float, total revenue grew 17% on a constant currency basis.\nDayforce recurring revenue, excluding float, grew 16% on a constant currency basis. Adjusted EBITDA margin was 32.5%, up 240 basis points year-over-year, and free cash flow of $19.5 million was up significantly versus last year, keeping us on track to achieve our full year target of 12%. Our value proposition of providing companies with the ability to simplify their people operations at scale by streamlining their HCM software stack continues to resonate with current and potential customers. Dayforce allows organizations to reduce the number of applications from an average of 12 down to the single Dayforce application. With Dayforce, customers can operate with confidence, empower their workers and obtain a tangible ROI.\nEven during periods of economic uncertainty, this value proposition allows our teams to continue building sales pipeline and results. From a sales perspective, Sam and his team are achieving superb results. We had the best first quarter in our history, and we anticipate bookings in the first half of 2025 will continue to be strong and in line with the Q4 of last year. Results were distributed nicely across most of our segments and geographies with healthy growth in each of our key segments.\nOur back to the base sales strategy is performing well with Q1 sales to existing customers growing 30%. In the first quarter, we secured several key new business wins, selected highlights include: a large entertainment and leisure company that shows the complete Dayforce suite as a unified HCM solution to support 61,500 employees across North America.\nA leading uniform and workplace solutions provided that selected the full Dayforce suite to support its 22,000 employees across North America, a leading North American utility infrastructure service provider that selected the full Dayforce suite to modernize and unify its systems supporting over 9,000 employees, a global safety solution provider that selects the full Dayforce suite, including managed payroll and managed benefits to support 8,000 employees across 30 countries in North America, EMEA, LATAM and APJ, and a leading North American civil engineering and heavy construction company that selected the full Dayforce suite to support its more than 7,200 employees, consolidating 14 systems into one. Live customers on Dayforce platform grew 5.4% to 6,929, and Dayforce recurring revenue per customer grew 11.5% to $167,600.\nTurning to our partner efforts. Our system integrated channel is performing well with our top SI partners delivering an outsized impact. SI prime deals won during the first quarter were up significantly versus last year and exceeded our expectations, underscoring strong alignment and demand generation across strategic accounts. We're seeing a growing partner-led pipeline and an increase in coal velocity across regions. We also announced a partnership with Microsoft, which puts Dayforce on the Azure marketplace. This launch makes it easier for enterprise customers to adopt the Dayforce platform with the security, scalability and streamline procurement.\nOn the product side, we continue to make excellent progress. In the quarter, we extended our AI Copilot to our native iOS and Android apps. Copilot is performing well. In Q1, 50% of new deals had it attached. We also enhanced our talent modules with personalized updates for the Advanced Experience Hub, improve the intuitiveness and workflows of our learning and recruiting modules and launched new direct-to-bank capabilities for Dayforce Wallet that allows employees to route their pay to any personal bank account.\nAnd as always, we continue to remain a solid core of compliance, releasing features like the total remuneration package calculation for comprehensive compensation management and compliance enhancements for global statutory requirements in the United Kingdom, Singapore, Australia and New Zealand.\nAnd finally, a brief update on our engagement with the government of Canada. Our teams continue to work towards configuration and delivery milestones outlined by the government of Canada. The GOC has signed a 15-month contract to extend the configuration work through go live.\nI'll now pass the call to Jeremy to discuss our financial results in more detail. Jeremy, over to you.\n\nJeremy R. Johnson\n\nExecutive VP & CFO\n\nThanks, David. We are pleased with our first quarter results. Top line revenue growth remained strong, while we scaled the business and continued to expand cash flow margins.\nBefore I get to the numbers, I want to highlight a refreshed look to the face of our P&L, where we have removed the gross profit break and broken out depreciation and amortization on one line. We also simplified the disaggregation of revenue tables in our press release and MD&A to simply show 4 revenue lines: Dayforce recurring, Powerpay recurring, other recurring and float recurring, which sum to total recurring revenue as shown in our P&L. With these changes, we will no longer refer to cloud revenue or profitability.\nAs of this quarter, 96% of our recurring revenue, excluding float is from Dayforce or Powerpay, what we've historically referred to as our cloud solutions. Our goal with these changes was to improve comparability between Dayforce and our software peers and make it easier for users to analyze our financial performance as we continue to grow and scale the business.\nNow turning to our first quarter results. Total revenue was $481.8 million, up 11.7% on a GAAP basis and 13.6% on a constant currency basis. Excluding float, total revenue increased 15% on a GAAP basis and 17.1% on a constant currency basis. Dayforce recurring revenue, excluding float was $323.1 million, up 14.4% on a GAAP basis and 15.9% on a constant currency basis. Professional services and other revenue was $71.3 million, up 46.1% on a GAAP basis and 49.8% on a constant currency basis.\nOperating profit was $31 million and adjusted EBITDA was $156.7 million, up 20.6% or a 32.5% margin expanding 240 basis points. Operating cash flow was $49.6 million and free cash flow was $19.5 million versus negative $18.8 million last year. Free cash flow as a percent of revenue was 4%, expanding 840 basis points.\nDuring the quarter, we announced an efficiency plan and the reduction of our global workforce by approximately 5%. We expect our original estimates of pretax cost savings to remain accurate, that is $65 million in savings in 2025 and $80 million of savings annualized. In connection with this plan, we incurred a nonrecurring restructuring charge in the first quarter of $29.2 million including severance, employee benefits and related costs and noncash stock compensation. These savings were reflected in our initial 2025 guidance and, of course, remained reflected in our reiterated 2025 guidance.\nOn share repurchases, we repurchased $30.4 million of shares or approximately 519,000 shares during the quarter under our $500 million share repurchase program. Cumulative to date, we have returned more than $66 million of capital to shareholders under this program. We still anticipate continuing to purchase shares in 2025 with the goal of minimizing dilution to our shares outstanding from stock-based compensation. Overall, it was a solid first quarter and a nice start to 2025.\nA few comments on what I'm seeing in the macro before we move to our guidance. First, we saw a solid demand environment in the first quarter. As David said, our sales momentum continued building off the strong performance we experienced in the fourth quarter of 2024. Our HCM solutions and value propositions continue to resonate with buyers. It's also important to note that we haven't seen a change in customer retention and continue to expect retention rates at our historical ranges.\nSecond, employment levels were largely in line with our expectations during the first quarter. As we invoice on a per employee per month basis, employment levels at our customers do have a direct impact to our revenue. However, we do have minimums built into most contracts at about the 80% level. We'll continue to monitor these employment levels and report to you as we progress throughout the year, but do not see any to adjust our outlook or guidance related to employment levels.\nRegarding interest rates, which impact Dayforce through our float revenue, we now expect 3 rate cuts in the U.S. in the back half of the year compared to 1 rate cut previously assumed in our original guidance. However, with Q1 float revenue coming favorable to our expectations on average -- higher average balances and higher yield, we are comfortable holding our full year float revenue guidance. For full year 2025, we still expect mid- to low single-digit growth in average balances and an effective yield of about 3.6%.\nAnd finally, foreign exchange rates. In Q1, FX rates were in line with our expectations. However, since the announcement of tariffs, we have seen the U.S. dollar weakened. This weakening has the impact of increasing the U.S. dollar amount of both revenue and expenses. So we've updated our Q2 guidance to align to the average FX rates we saw in April, but we've left the rest of the year assumption flat with our original guidance. All of the rates that we've used in our guidance for U.S. dollars to Canadian dollars, Australian dollars and British pound can be found in our press release. And just a reminder that we are naturally hedged from FX on an EBITDA perspective. We provide constant currency growth rates in our guidance this purpose and to be clear, they are leaving constant currency growth rates unchanged to prior guidance.\nNow turning to our guidance. As I mentioned, we are reiterating our previously issued full year 2025 guidance on a constant currency basis, but you'll note the dollar amount of guidance to reflect the Q2 FX rates. Specifically, we expect total revenue of $1.929 billion to $1.944 billion. Total revenue, excluding float of $1.749 billion to $1.764 billion, an increase of 12.1% to 13.1% or 14% to 15% on a constant currency basis. Dayforce recurring revenue, excluding float of $1.317 billion to $1.342 billion, an increase of 13.6% to 15.7% or 15% to 17% on a constant currency basis.\nFloat revenue of $180 million, adjusted EBITDA margin of 32% and free cash flow margin of 12%. And for the second quarter, we expect total revenue of $454 million to $460 million, total revenue, excluding float of $408 million to $414 million, an increase of 9% to 11% or 10% to 11% on a constant currency basis, float revenue of $46 million and adjusted EBITDA margin of 30.5% to 31.5% of revenue.\nWith that, we can begin the Q&A portion of our call."
  },
  {
    "header": "DAY",
    "cik": "0001725057",
    "ticker": "DAY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2aa127b0ff4b0d58ef6571bfaa1a2bc0",
    "period": "2024 Q4",
    "content": "Q4 2024 Dayforce Inc Earnings Call\n\nQ4 2024 Dayforce Inc Earnings Call\n\nDAYNYSEFEB 5, 8:00 AM\n\nOperator\n\nGreetings, and welcome to Dayforce's Fourth Quarter and Full Year 2024 Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, David Niederman, VP of Investor Relations. Thank you. You may begin.\n\nDavid Niederman\n\nVice President of Investor Relations & Capital Markets\n\nThank you for joining, and welcome to the Dayforce Fourth Quarter 2024 Earnings Call. I'm David Niederman, Vice President, Investor Relations. As a reminder, and a question-and-answer session will follow our opening remarks. Joining me on the call today are CEO, David Ossip; and CFO, Jeremy Johnson. We also have Chief Strategy Product and Technology Officer, Joe Korngiebel and our President and COO, Steve Holdridge available for Q&A.\nBefore I hand the call over to David, I want to remind everyone that our commentary may include forward-looking statements. These statements are subject to risks and uncertainties that could cause Dayforce's results to differ materially from historical experience or present expectations. A description of some of these risks and uncertainties can be found in the reports we file with the Securities and Exchange Commission, such as the cautionary statements in our filings.\nAdditionally, over the course of this call, we'll reference non-GAAP measures to describe our performance. Please review our earnings press release and filings with the SEC for our rationale behind the use of non-GAAP measures and for a full reconciliation of these GAAP to non-GAAP metrics. These documents, in addition to a replay of this call and also a transcript will be available on the Dayforce Investor Relations website.\nAnd with that, I'd like to turn the call over to David.\n\nDavid D. Ossip\n\nChairman & Chief Executive Officer, Ceridian HCM Holding, Inc.\n\nThanks, David, and thank you all for joining us. I'll begin with some high-level commentary on our results and outlook before handing the call over to Jeremy, who will provide more detail on our financials and guidance. We had a strong year with Q4 sales exceeding expectations and coming in above plan. Sales cycles returned to historical levels. and January proved to be a strong start to 2025.\nLooking ahead, we expect sales growth to outpace revenue growth throughout the year. Our pipeline coverage gives us confidence starting the year with approximately 4x coverage of pipeline compared to our sales target. We had excellent performance in 2024. Total revenue was $1.76 billion, growing 17% on a constant currency basis. Dayforce recurring revenue, excluding float, grew 21% on a constant currency basis. Adjusted EBITDA margin was 28.5%, expanding 140 basis points. And free cash flow was $172 million or 9.7% of revenue, expanding 280 basis points.\nAs guided during our Investor Day, we expect total revenue growth in 2025 of 14% to 15%, excluding float and on a constant currency basis. Our guidance reflects our decision to focus on higher-margin areas of our business while phasing out legacy segments. Dayforce recurring revenue, excluding float is expected to grow 15 to 17% on a constant currency basis during 2025.\nIn terms of our midterm operating model, we are confident in our ability to exceed the 20% free cash flow margin. Last year, we expanded free cash flow margins by 280 basis points to 9.7%. In 2025, we anticipate this increasing by another 230 basis points to 12% and for this upward trend to continue over the midterm. On an adjusted EBITDA basis, we are raising our Investor Day guidance by 100 basis points, increasing adjusted EBITDA margin guidance to 32% from 31%. Beyond 2025, over the midterm, we expect adjusted EBITDA to expand by 100 to 150 basis points per year.\nIn the coming years, we anticipate that the total revenue growth will remain close to 15%, while profitability improvements, both free cash flow and adjusted EBITDA will continue to outpace revenue growth. From a sales perspective, our CRO, Sam, has executed exceptionally well. In the last quarter, we secured several key new business wins, including a 60,000 employee grocery chain, and 18,000 employee space exploration company and a 66,000 employee member-owned retail cooperative as well as success in expanding deals, including a 60,000 employee global manufacturing distributor of paints and coating and a global air service provider with 48,000 employees across 35 countries.\nMany of these deals closed within weeks of customers attending our Dayforce Discover event, a testament to the impact of the event and its role in accelerating Q4 sales. On the product side, we continue to lead in innovation and delivery. Our product road map is built around compliance, IT simplification, data and experience. On the compliance front, we delivered more than 900 compliance updates and were once again recognized by Gartner as a compliance leader for firms with more than 1,000 employees and for firms with more than 2,500 employees.\nKey compliance enhancements included a new workforce insight experience, machine learning-driven labor forecasting and direct-to-bank capabilities for Dayforce Wallet. Speaking of Wallet, it had a tremendous 2024 -- with revenue increasing from $12 million to over $30 million. We expect Wallet to continue gaining momentum in 2025. Our IT simplification efforts align with our 12:1 strategy, which consolidates multiple HR systems into a single day force platform. This approach reduces integrations manual workarounds and operational complexity while improving efficiency and decision making. Our leadership in this area was reinforced by our recognition as a leader for the fifth consecutive year in Gartner's Magic Quadrant for cloud HCM solutions for enterprises with more than 1,000 employees.\nStrengthening our 12:1 value proposition. We launched a new talent acquisition experience and replatformed eloomi into Dayforce, creating a best-in-class learning experience with strong analytics content creation tools and a content store featuring over 90,000 training models. We expect learning management and content to drive significant client-based sales in 2025.\nOn the data and experience side, we are already seeing strong adoption of our Dayforce integration studio and Copilot products, both of which we demonstrated at Discover. Since launching in November, we have sold more than 60 Copilot units. Copilot integrates with our experience hub, allowing CHROs and my team to create engaging and immersive experience for frontline workers, managers and executives. Content within the hub is indexed used in AI enabling users to ask questions and receive contextual responses with relevant reference lit.\nAdditionally, Copal facilitates workflow automation, such as requesting time or Innovation in this area will continue in 2025 with planned releases of AI agents and other new capabilities. At the core of Dayforce is our commitment to product innovation. This is what differentiates us in the market and drives our strong win rates, high customer retention, significant add-on sales and industry recognition.\nTurning to customers and go live. Q4 was impressive. We saw 146 net new customers there live, including a global aviation service provider with over 55,000 employees across 36 countries. a 23,000 employees, American entertainment company rolling our full suite talent, a 10,500employee U.K. contract catering and support service provider. We now have 6,876 live customers and 7.6 million live active users on Dayforce, both up approximately 10% year-over-year. Additionally, Dayforce recurring revenue per customer increased by 11%, and our gross retention rate improved from an already strong 97.1% to 98%.\nFrom a profitability standpoint, our improvement in adjusted EBITDA and free cash flow was largely driven by improvements in recurring gross margin. Adjusted cloud recurring gross margins were 79.8% expanding 150 basis points, resulting from efficiency gains in our support and managed services organizations, greater automation, AI-driven optimizations and a higher proportion of add-on sales. In 2025, we will continue optimizing our cost basis by improving sales productivity, streamlining our organizational structure and leveraging lower cost jurisdictions, automation and AI.\nProfessional services and other revenue, historically a negative margin business is expected to break even in 2025. This milestone reflects the investments we have made in automation and partnerships with system integrated. Before handing the call over to Jeremy, I want to emphasize 4 key themes. First, our strength lies in our ability to innovate and deliver exceptional products. Second, we saw robust sales performance in Q4 and are confident this momentum will continue into Q1 and throughout 2025. Third, we have made meaningful improvements across all profitability metrics, and we expect these trends to continue in the coming years. Finally, we are positioning Dayforce for sustained revenue growth at levels similar to 2025, while driving towards a 20% plus free cash flow margin.\nI'll now pass the call to Jeremy to discuss our financial results in more detail, Jeremy, over to you.\n\nJeremy Johnson\n\nExecutive VP & CFO\n\nThanks, David. We are pleased with the fourth quarter results. Top line revenue growth remained strong, while we scale the business and continue to expand cash flow margins. In the fourth quarter, total revenue was $465.2 million up 16.4% on a GAAP basis and 17% on a constant currency basis. Excluding float, total revenue increased 17% on a GAAP basis and 17.6% on a constant currency basis. And Dayforce recurring revenue, excluding float was $307.6 million, up 20% on a GAAP basis and 20.4% on a constant currency basis, underpinned by strong go-lives.\nPowerpay recurring revenue, excluding float was $23.1 million, flat on a GAAP basis, but up 2.6% on a constant currency basis. And professional services and other revenue was $71.5 million, up 18% on a GAAP basis and 18.8% on a constant currency basis. Gross profit was $218.6 million, up 28.7%, Operating profit was $28.5 million, while recurring gross margin was 80%, expanding 300 basis points. And on a non-GAAP basis, adjusted cloud recurring gross margin was 80.4%, expanding 230 basis points and adjusted EBITDA was $129.2 million, up 30.2% or a 27.8% margin, expanding 300 basis points.\nTurning to our full year results. Total revenue was $1.76 billion, up 16.3% on a GAAP basis and 16.7% on a constant currency basis. Excluding float, total revenue increased 16% on a GAAP basis and 16.3% on a constant currency basis. Dayforce recurring revenue excluding float was $1.16 billion up 20.4% on a GAAP basis and 20.7% on a constant currency basis. Powerpay recurring revenue, excluding float was $83.7 million, up 2.2% on a GAAP basis and 3.8% on a constant currency basis and professional services and other revenue was $242.7 million up 12.2% on a GAAP basis and 12.5% on a constant currency basis.\nGross profit was $812 million, up 25.6%, operating profit was $104.1 million, including $84 million of amortization expense related to the retired Ceridian trade name. Cloud recurring gross margin was 78.9%, expanding 190 basis points. And on a non-GAAP basis, adjusted cloud recurring gross margin was 79.8%, expanding 150 basis points. Adjusted EBITDA was $501.5 million, up 22.3% or a 28.5% margin expanding 140 basis points and reflecting our continued improvement in gross profit margins and scale and adjusted G&A.\nFrom a cash flow perspective, full year operating cash flow was $281.1 million, up 28.1% and free cash flow was $171.5 million, up 63.2%. Free cash flow as a percent of revenue was 9.7%, expanding 280 basis points. We had a solid year from a financial perspective, with strong revenue growth, expanding profitability and increasing cash flow metrics. If I look back at our original 2024 guidance issued in February 2024, we met or surpassed these targets with healthy performance throughout the year. If you recall, our initial guidance for 2024 was for total revenue to grow between 13% and 14% constant currency, and we grew 16.7%.\nDayforce recurring revenue ex float to grow between 20% and 21% constant currency, and we grew 20.7% and adjusted EBITDA margin between 27.9% and 28.6% and our margin was 28.5%. We also introduced free cash flow guidance for the first time this year, saying that we expected free cash flow margin between 9.5% and 10% of revenue with conversion from adjusted EBITDA to operating cash to be in the mid- to upper 50% range, while CapEx remained relatively flat year-over-year, and we ended at 9.7% of revenue, with 56% conversion from adjusted EBITDA to operating cash flow.\nWe're pleased with our overall performance and financial results this year. During the fourth quarter, Dayforce recurring revenue excluding float grew at 20% on a GAAP basis or 20.4% constant currency. Included in these results was a $2 million FX headwind versus our guidance rates. And while we -- while go-lives were solid, employee volumes, tax filing fees and print fees missed our expectations, and we had impacts from customer contract amendments. The contract amendments were isolated to a few customers and represented changes to terms that caused the reallocation of contract consideration, increasing PS and other revenue and reducing recurring revenue.\nSpecifically, the impact from employee volumes was approximately $1 million. The contract amendments were approximately $1 million and the tax filing fees and print fees were each about $500,000. Excluding these items, our Dayforce recurring revenue growth would have been in the middle of our guidance range. We have not changed our previously issued revenue guidance for 2025, which I'll dive into more next. A few other call-outs about 2024 before I move on to our guidance.\nDuring 2024, eloomi revenue added approximately 190 basis points of growth to our Dayforce recurring revenue ex lot and 110 basis points of growth to our total revenue during 2024, we executed $36 million of our $500 million share repurchase plan and are pleased that we have the profitability and flexibility to return capital to our shareholders and manage dilution from share-based compensation, while maintaining investment in the business.\nNow turning to guidance. For the full year, we expect total revenue, excluding float to grow at a constant currency rate of 14% to 15%. At current FX spot rates, we estimate this to be $1.45 billion to $1.76 billion or 11.9% to 12.8% growth on a GAAP basis. Dayforce recurring revenue, excluding float to grow between 15% and 17% constant currency. At current FX spot rates, we estimate this to be $1.315 billion to $1.340 billion or about 13.4% to 15.5% on a GAAP basis. Float revenue of $180 million, representing an effective yield of 3.6% and balanced growth in the mid- to low single digits, adjusted EBITDA margin of 32% of revenue, free cash flow margin of 12% of revenue. And in 2025, we now expect PS and other revenue to grow slightly faster than Dayforce recurring revenue, excluding float during 2025 as we continue to implement projects from the strong demand we saw in 2024 and as we continue to work on some larger projects, including the government of Canada.\nFor the first quarter, we expect total revenue, excluding float to grow 15% to 17% on a constant currency basis. At current FX spot rates, we estimate this to be $421 million to $427 million or growth of approximately 13.5% to 15%, float revenue of $53 million, representing an effective yield of 3.7% and balanced growth of mid-single digits and adjusted EBITDA margin of 31% to 32% of revenue. With regard to FX rates, in 2025, we expect our revenue to be approximately 70% U.S. dollar-based, 21% Canadian dollar-based, 4% to 5% Australian dollar based and 3% to 4% British pound based with the rest spread across multiple currencies.\nWith the U.S. dollar strengthening against each of these currencies and with the proportion of our U.K. and Australia based revenue increasing, we will begin providing FX rates assumed in the guidance for each of these currencies compared to the dollar. For our current guidance, the U.S. dollar to the Canadian foreign exchange rate used as 1.44, the U.S. dollar to British pound foreign exchange rate is 0.81, and the U.S. dollar to Australian dollar foreign exchange rate is 1.61. Specifically, current foreign exchange rates are driving about 200 basis points of headwind to our full year 2025 revenue growth ranges.\nA few other things to call out before we close out the call. On share repurchases, we still anticipate continuing to purchase shares in 2025 with the goal of minimizing dilution to our shares outstanding from stock-based compensation, Our current estimate is that we plan to repurchase more than 1 million shares during 2025, effectively doubling our 2024 purchases. Later today, we are launching a repricing deal for our existing $650 million term loan B with the goal of reducing the interest rate from our current levels of SOFR plus 250 to something lower. And with regard to our $575 million convertible debt which matures in March of 2026, we're currently planning to retire this at maturity in 2026 with cash and liquidity on hand.\nNow with that, we can begin the Q&A portion of our call."
  },
  {
    "header": "DAY",
    "cik": "0001725057",
    "ticker": "DAY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a0f4d1e0f057a3ba94c9c3ce63dbdbd5",
    "period": "2024 Q2",
    "content": "Q2 2024 Dayforce Inc Earnings Call\n\nQ2 2024 Dayforce Inc Earnings Call\n\nDAYNYSEJUL 31, 8:00 AM\n\nOperator\n\nWelcome to the Dayforce Second Quarter 2024 Earnings Call. I'm David Niederman, Vice President, Investor Relations. [Operator Instructions] Joining me on the call today are CEO, David Ossip; and CFO, Jeremy Johnson. We also have Chief Product and Technology Officer, Joe Korngiebel; and our President, Steve Holdridge, available for Q&A.\nBefore I hand the call over to David, I want to remind everyone that our commentary may include forward-looking statements. These statements are subject to risks and uncertainties that could cause Dayforce's results to differ materially from historical experience or present expectations. A description of some of these risks and uncertainties can be found in the reports we file with the Securities and Exchange Commission such as the cautionary statements in our filings.\nAdditionally, over the course of this call, we'll reference non-GAAP measures to describe our performance. Please review our earnings press release and filings with the SEC for our rationale behind the use of non-GAAP measures and for a full reconciliation of these GAAP to non-GAAP metrics. These documents in addition to a replay of this call will be available on the Dayforce's Investor Relations website. And with that, I'd like to turn the call over to David.\n\nDavid D. Ossip\n\nChairman & Chief Executive Officer, Ceridian HCM Holding, Inc.\n\nThanks, David, and thank you all for joining us. I will provide some high-level comments on our second quarter and then turn the call to Jeremy to provide more details of our financials and an updated full year outlook. In the second quarter, we delivered strong results. Revenue growth was healthy as Dayforce continues to exhibit strong appeal with customers to power best-in-class HCM experiences for their employees. .\nDayforce recurring revenue of $322 million was up 20%, including float and 21% excluding float on a constant currency basis. And total revenue of $423 million increased 16%. Cloud recurring gross margin was 77.7%, up 100 basis points, adjusted EBITDA was $116 million, up 18%, representing an adjusted EBITDA margin of 27.5%, up 60 basis points. And free cash flow was $72.7 million in Q2, up 36%.\nOur business momentum remained strong in the second quarter with significant progress achieved across our product and operations and deal momentum continuing at an encouraging pace. While the macro backdrop remains fluid, we have been able to pivot to industries where Dayforce enjoys their traction, including manufacturing, retail and hospitality among others.\nLooking out to the second half of the year. We are encouraged by our achievements to date in 2024. The core value proposition of the Dayforce platform of creating simplicity at scale, reducing complexity, driving financial ROI and improving employee engagement resonates very well with customers. The HCM market is very large and is expanding. This continues to be a resilient and durable market of growth, and our pipeline strength continued through the second quarter. We are optimistic this momentum will persist through the second half as conversations with prospective customers for the full suite platform are progressing well in all segments and regions.\nTurning to customers and market highlights. In Q2, we delivered balanced and consistent growth across customer acquisition, activation, expansion and retention. Our momentum sustained for sales kickoff and go live. We ended the quarter with Dayforce recurring revenue per customer up 18%. We now have 6,657 customers live on the Dayforce platform. From a sales perspective, we saw strong demand for Dayforce globally and sustained strength in both enterprise and major markets on a year-over-year basis.\nYear-to-date, SI-led momentum continued with healthy year-over-year growth, underscoring our success in expanding our partner ecosystem. Customers continue to see the power and capability of the Dayforce platform with full suite attach rates coming in at over 50% of new sales bookings and sales to our customer base contributed positively to growth with add-on sales compromising more than 50% of total bookings, including add-on sales to the Canadian government and solid growth in our talent intelligence suite.\nDayforce remains differentiated from our peer group as the all-in-one global people platform that delivers simplicity at scale with a full HCM suite, a single application on a single database powered by AI. Our differentiation is evidenced by our strong win rates, best-in-class revenue retention and healthy sales growth.\nTurning to Dayforce Wallet. We were pleased to hit the milestone in early July of $4 billion loaded cumulatively. We had nearly 1,300 customers live as of June 30 and registration rates and use of transactions per month remain constant. Wallet revenue is expected to more than double this year and is the fastest-growing product at Dayforce. The payroll modernization project for the government of Canada is progressing well. As you may have seen, the Canadian government provided an update earlier this month with information about their targets, time lines and planned investments.\nDayforce is proud to play a part in this project to help the government of Canada not only pay its workers accurately and on time but to provide a modern employee engagement and talent platform as well. Jeremy will provide some color as to the impact from this project to our financial forecast. In addition to the Government of Canada, some other notable sales wins from across the globe in Q2 included a global agri business and food company with more than 20,000 employees selected Dayforce managed payroll and benefits, workforce management wallet and Dayforce industry solutions for its 5,000 U.S. and Canadian employees. A family of independent hospitality brands based in the U.K. with more than 20,000 employees selected the full Dayforce suite to be used across its employee population in the U.K. and Ireland.\nA multinational entertainment company selected Dayforce pay on time for its 9,000 U.S. and Canadian employees. And some key Q2 customer go-lives included a multinational government consulting firm that is now live on Dayforce payroll, HR and time for all 39,000 employees in the U.S., U.K., Canada, Netherlands, Germany, Singapore and Saudi Arabia. A global e-commerce company with over 7,000 employees has gone live on Dayforce payroll and workforce management for its U.S. population.\nA U.K. seller of new and used cars went live with the full Dayforce platform to 6,000 employees and a U.S. regional airline that flies into more than 100 cities across North America implemented the full Dayforce suite for its 5000 employees. You can read about more notable sales wins and customer go lives in our earnings press release.\nTurning now to some updates on our platform and technology. As always, our goal is to deliver simplicity at scale and allow our customers to eliminate the complexity that often results from combining multiple legacy HCM solutions. This principle guides our innovation even as we introduce new capabilities to help our customers navigate the ever-evolving landscape of work and technology. In the second quarter, we introduced several exciting innovations. We launched Dayforce's flex work an on-demand marketplace that helps organizations augment their workforce by posting ships and selecting from a [indiscernible] retired, seasonal and [indiscernible] workers. Flex work manages background checks, onboarding and payroll helping to give employers peace of mind while giving frontline workers a more flexible working experience.\nWe launched Dayforce skills engine, which uses AI to help identify skills, gaps, then source and upscale talent with end customer workforces. We launched on the job learning checklist on the Dayforce platform, which will allow managers to document trading and observe the impact on performance. We launched Dayforce Payroll in Singapore enabling customers operating in the region across Asia to access Dayforce industry-leading payroll capabilities. We recently introduced the Dayforce Partner Exchange, which is a marketplace where customers can connect with fully vetted Dayforce partners and discover software and services that extend the platform with access to over 120 software and SI partners. And we remain committed to helping our customers adhere to their compliance requirements with more than 200 compliance updates released in the first half of 2024.\nThis pace of innovation is truly impressive and we have an extensive road map for future enhancements and products that we are excited to provide our customers. Finally, due to our continued strong results, profitability improvements and cash flow generation we announced that our Board of Directors has approved a $500 million share repurchase program, and we announced our first ever Investor Day on November 12 in Las Vegas, alongside our Dayforce Discover Conference where we plan to present a comprehensive view of our vision, strategy and multiyear financial model. We look forward to seeing many of you in person there.\nIn summary, we continued our momentum in the second quarter. and are confident in the growth opportunity in the second half of the year. I'd like to thank everyone in our Dayforce community, including our customers, partners and our team of passionate daymakers. I'll now pass the call to Jeremy to discuss our financial results in more detail. Jeremy, over to you.\n\nJeremy Johnson\n\nExecutive VP & CFO\n\nThanks, David. We were pleased with our second quarter results. Top line growth continued to perform, and we experienced enhancement to margins, allowing us to drive strong adjusted EBITDA and generate cash flow improvement. Dayforce recurring revenue was $321.6 million, up 19.9% and Dayforce recurring revenue, excluding float was $277.7 million, up 20.1% or up 20.5% on a constant currency basis, underpinned by strong go-lives and healthy underlying customer trends. Total revenue was $423.3 million, up 15.7% on a GAAP basis and 16.3% on a constant currency basis. Powerpay recurring revenue was $24.6 million, growing 2.1% on a GAAP basis and 3.7% on a constant currency basis.\nOn a GAAP basis, gross profit was $186.8 million, up 19.8% and operating profit was $14.1 million, including $20.9 million of amortization expense related to the retired Ceridian trade name, which was not in the Q2 2023 comparison financials. Cloud recurring gross margin was 77.7%, up 100 basis points. And excluding float, our cloud recurring gross margin also continued to expand nicely, improving by 120 basis points. On a non-GAAP basis, adjusted cloud recurring gross margin was 78.8%, up 70 basis points. Adjusted EBITDA was $116.3 million, up 18% or a 27.5% margin expanding 60 basis points and reflecting our continued improvement in gross profit margins and scale in adjusted G&A.\nFrom a cash flow perspective, Operating cash flows were $99.2 million, up 21% and free cash flow was $72.7 million, up 36%. I'd like to formally introduce a new financial metrics that we'll begin to speak about more frequently, and that's free cash flow. In our SEC filings, we've included a very simple reconciliation from operating cash flow to free cash flow, simply reducing operating cash by capital expenditures. We view free cash flow as a metric that displays cash profitability on a consistent basis when viewed over time. Expanding free cash flow margin is a target for us in the long term, enabled by our continued growth and focus on increasing profitability and improvements in cash conversion from EBITDA.\nYear-to-date, free cash flow was $53.9 million, up 48%, and we remain confident in our full year cash flow targets of upper 50% conversion from adjusted EBITDA to operating cash flow and expect capital expenditures to remain steady on a dollar basis versus last year. As expected, [indiscernible] revenue added approximately 200 basis points of growth to our Dayforce recurring revenue ex float in the quarter, while last year's movement of the tax business represented a headwind of approximately 100 basis points to second quarter Dayforce recurring revenue ex float.\nA few other call-outs before I move on to our guidance. First, at the end of June, we performed an approximately 1% reduction in workforce, which is included in the $10.5 million in restructuring expense adjusted out of EBITDA. This reduction was planned when we entered the year and was primarily a result of optimizations and spans of control and layers of employment levels inside each of our functions. We believe these changes will set Dayforce up on a more solid foundation to continue to build our global operating model and drive efficiencies in our business.\nSecond, we added disclosure to our 10-Q and earnings release to provide additional color on accounts receivable. This incremental detail includes historical breakout by quarter of accounts receivable components, including trade AR, receivables from wallet amounts outstanding and amounts due from float income and other bank interest paid in arrears. This was previously disclosed on the annually, but we believe it is helpful to provide investors quarterly.\nAnd finally, I want to provide more clarity around the financial details of the payroll modernization project with the government of Canada. If you recall, in April, the government announced that they had allocated CAD 135 million in the 2024, '25 budget to explore a new HR and pay solution. Included in that allocation is now formally a contract for CAD 85 million or approximately USD 62 million to amend the contract with Dayforce to include additional talent capabilities, provide incremental licenses and to continue to expand testing and design Dayforce to its specific needs.\nThis contract included about 1/4 of the funds for software, which we begin to -- we expect to begin realizing in the second quarter of 2025. And the remainder of the funds for services to be delivered by both Dayforce and our services partners, which we expect to deliver throughout 2024 and 2025. These services bookings are more of a continuation of the work we've been doing on this project and are already contemplated as part of guidance.\nNow turning to our guidance for the full year. We expect Dayforce recurring revenue ex float of $1.163 billion to $1.168 billion or a growth of 21% as reported and 21% to 21.5% on a constant currency basis. Total revenue of $1.736 billion to $1.746 billion, a growth of 15% as reported or 15% to 16% on a constant currency basis. Adjusted EBITDA of $490 million to $505 million or 28.2% to 28.9% margin. Float revenue is now expected to be $187 million for the full year. And for the third quarter, we expect Dayforce recurring revenue at low of [indiscernible] million [indiscernible] 20% as reported and on a constant currency basis [Technical Difficulty] adjusted EBITDA of $115 million to $125 million or 27.1% to a 29.1% margin and float revenue is expected to be $40 million for the third quarter.\nOur guidance implies fourth quarter Dayforce recurring revenue, excluding flow growing at approximately 23% on a constant currency basis. With fluctuating growth rates between our quarters driven primarily by the timing of go-lives and various other revenue drivers differing between this year and last year. The USD to Canadian foreign exchange rates Assumed in our guidance are $1.38 for Q3 and Q4 or an average of $1.37 for the full year. To be clear, the weakening Canadian dollar continues to be a headwind for us, which we are accounting for in our maintained or raised guidance ranges for the full year. I'd like to thank you for your interest in Dayforce. We are excited to continue executing against our opportunity in the third quarter and the remainder of 2024. With that, we can begin the Q&A portion of our call.\n\nDavid D. Ossip\n\nChairman & Chief Executive Officer, Ceridian HCM Holding, Inc.\n\nJeremy, thank you for that. Before I ask Dave to moderate the Q&A, one item possibly since you ended off on FX, could you provide some impact as to the headwinds of FX this year and how we rate that into our guidance.\n\nJeremy Johnson\n\nExecutive VP & CFO\n\nYes. Thanks, David. It's a good point. For total revenue, we started the year with total revenue guidance of $1.72 billion to $1.73 billion, and we raised our guidance since then by $16 million to our current guidance ranges. Now to get here, we beat our guidance in the first quarter by $4.5 million in our guidance in the second quarter by $4.3 million for a total of about $9 million. And we've also raised the rest of the year by another $7 million to get to that total $16 million. But our original guidance contemplated USD 1.33 Canadian FX rates, while the Canadian dollar has actually weakened to about 1.38 at a spot rate today. And because of that, we've also absorbed almost $13 million of FX headwinds versus our original guidance assumption to total revenue.\nSo in essence, we've increased our revenue guidance by $29 million from our original guide in February, but have had to absorb $13 million in FX headwind. Now this happens in Dayforce recurring revenue ex float as well. We started the year with guidance of $1.16 billion to $1.165 billion, and we raised our guidance by $3 million and we beat first quarter by $3 million as well. But due to the weakening Canadian dollar, we've had to absorb almost $7 million of FX headwinds. So in essence, we've increased our Dayforce recurring revenue ex flow guidance by about $10 million. but have had to absorb that $7 million FX headwind.\nAnd with regard to adjusted EBITDA, we started the year with guidance of $480 million to $495 million, and we've raised our guidance by $10 million to get to our current guidance ranges. And to get here, we beat our first quarter by $4 million, our second quarter by $3 million, and we raised the rest of the year by $3 million. And now FX has had an impact on adjusted EBITDA, although it's somewhat muted due to our offsetting expenses in Canada, but there has been a headwind of approximately $4 million versus our original guidance ranges. So in essence, we've increased our adjusted EBITDA by $14 million, but with a $4 million FX headwind.\nSo the weakening Canadian dollar since the beginning of the year is having an outsized impact on our results, but we continue to execute well with these headwinds. Maybe David, do you need or [indiscernible], do you want to go ahead and open up to the first question?"
  },
  {
    "header": "DAY",
    "cik": "0001725057",
    "ticker": "DAY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/01f4c0654c58b51c7140d93274adffc4",
    "period": "2024 Q1",
    "content": "Q1 2024 Dayforce Inc Earnings Call\n\nQ1 2024 Dayforce Inc Earnings Call\n\nDAYNYSEMAY 1, 8:00 AM\n\nJeremy Johnson\n\nExecutive VP & CFO\n\n[Audio Gap] CFO and joining me on the call today is CEO, David Ossip; Chief Product and Technology Officer, Joe Korngiebel; and our President, Steve Holdridge. [Operator Instructions].\nNow before I hand the call over to David, I want to remind everyone that our commentary may include forward-looking statements. These statements are subject to risks and uncertainties that could cause Dayforce's results to differ materially from historical experience or present expectations. A description of some of these risks and uncertainties can be found in the reports we file with the Securities and Exchange Commission, such as the cautionary statements in our filings.\nAdditionally, over the course of this call, we'll reference non-GAAP measures to describe our performance please review our earnings press release and filings with the SEC for our rationale behind the use of non-GAAP measures and for a full reconciliation of these GAAP to non-GAAP metrics. These documents, in addition to a replay of this call will be available on the Dayforce Investor Relations website.\nAnd with that, I'd like to turn the call over to David.\n\nDavid D. Ossip\n\nChairman & Chief Executive Officer, Ceridian HCM Holding, Inc.\n\nThanks, Jeremy, and thank you all for joining us. Next to me, I have Steve who will review customer and market highlights. Joe, who will highlight platform innovation and then we'll hand the call back to Jeremy to provide details to our first quarter performance and updated full year outlook. .\nIn the first quarter, I'm pleased to report another strong quarter for Dayforce. We grew both revenue and profit materially, and we exceeded guidance across all key revenue and profitability metrics. Dayforce recurring revenue of $337 million was up 24%, including float and 23% excluding float and total revenue of $431.5 million increased 16%.\nOn the profitability side, GAAP gross profit was $205 million, up 28% from last year. Cloud recurring gross margin was 79%, up 170 basis points versus last year; and adjusted cloud recurring gross margin was 80%, up 130 basis points versus last year. Adjusted EBITDA was $130 million, up 23%, representing an adjusted EBITDA margin of 30.1%, up 170 basis points versus last year.\nWe remain confident in the business with strong momentum across sales, product and operations, and we have raised our guidance across all key metrics. As we look at the rest of the year and well beyond it, the HCM market opportunity is very large and continues to expand. Estimates of global HCM and managed payroll spending are currently in the $50 billion to $60 billion range and growing at over 10% annually based on the Dayforce analysis of IDC data.\nThis continues to be a resilient and durable market of growth. Dayforce is well positioned to capitalize on this opportunity in front of us. As organizations of all sizes across the world need to be more productive and to optimize their technology and processes, leaders need to create quantifiable value for their organizations and better experiences for their people with the platforms they choose and Dayforce meets that demand by providing simplicity at scale.\nSimplicity at scales is at the core of our product innovation, particularly as we accelerate with our AI capabilities with Dayforce Co-Pilot for both our customers and inside our organization. As we've discussed, our approach to AI is built on our foundation of trusted compliance and a single source of data.\nWe launched the charter version of Dayforce Co-Pilot and have seen our initial customers and their employees utilize Co-Pilot as an AI teammate to help supercharge productivity. We believe there are numerous use cases across our customer base to help them gain a competitive advantage by using Dayforce Co-Pilot.\nInternally, it's been very exciting to see how Co-Pilot has significantly enhanced the Dayforce experience within our own Dayforce environment. answering questions and surfacing critical company content to help our daymakers be more productive every day. Joe will share more on our progress shortly, but I'm very encouraged with our pace of innovation.\nFinally, I'm happy to announce the appointment of our new Chief People Officer, Amy, who he joined Dayforce and our leadership team this week. Amy brings extensive experience, driving business growth through talent training and development, workforce engagement and exclusivity and operational efficiencies. Welcome to the team, Amy.\nIn summary, we had a strong start to 2024, and I remain excited for the year ahead. I'd like to thank our strong community, our customers, partners and daymakers. I'll now pass the call to Steve to discuss customer and market highlights. Steve, over to you.\n\nStephen H. Holdridge\n\nPresident of Customer & Revenue Operations\n\nThanks, David. In Q1, we delivered balanced and consistent growth across customer acquisition, activation, expansion and retention. We had strong results for sales, kickoffs and go-lives. We ended the quarter with Dayforce recurring revenue per customer up 19% year-over-year. And we now have 6,575 customers live on the Dayforce platform.\nFrom a sales perspective, we continue to see strong demand for Dayforce across the globe and saw an acceleration of competitive wins in our mid-market segment as a complement to the continued expansion in our enterprise segments we've talked about before.\nSales pipeline remains healthy, and we see steady demand for the Dayforce full suite platform in all regions. Our partner ecosystem momentum continued into Q1 with SI-led sales growth up 35% year-over-year. We continue to demonstrate the strength of our overall Dayforce platform, attaching full suite to nearly 50% of new sales bookings.\nWe also saw continued performance across our customer base sales motion with customer add-on sales comprising nearly 40% of total bookings, including significant growth in our talent intelligence suite. And on Dayforce Wallet, we saw healthy traction with over 1,200 customers live and 1,960 new customers added in total.\nAverage wallet registration rates continue to trend positively remaining above 65%, and we continue with healthy wallet usage of about 25x per month. We also launched 2 new revenue-generating features to wallet in the first quarter. Instant Transfer, which allows users to move money off the card instantly using credit rails for a fee; and Cash App transfer, which allows users to move money to cash apps and provides Dayforce with the interchange revenue.\nWe received positive news out of the Government of Canada, which secured additional budget to progress the payroll modernization project. We expect to see continued investment in the program and expanded opportunity for Dayforce and our partners with potential acceleration of related revenues in 2025.\nNow turning to key sales wins from across the globe in Q1. A large Canadian grocer is expanding its existing Dayforce partnership with the addition of Dayforce talent to support more than 100,000 employees. A U.S. energy company with 17,000 employees has selected Dayforce for payroll and workforce management. One of the world's leading independent insurance brokers has chosen the full Dayforce suite for 9,300 employees in 29 countries.\nWestern Digital Technologies, a global provider of disk drives and flash memories is expanding its existing partnership with Dayforce by adding managed payroll for 8,000 employees in the U.S. Carhart, selected Dayforce as its global people platform for 3,500 employees across 7 countries.\nOne of the top 10 dental support organizations in the U.S. selected Dayforce as a strategic partner to support 5,000 employees. Some of the key Q1 customer go-lives included an international real estate developer and property manager launched Dayforce managed payroll, managed benefits, time and attendance to 22,000 U.S. employees.\nA global manufacturing and retail organization with 65,000 employees across 56 countries extended its Dayforce use to include its Malaysian operations. Windstream Holdings went live with the full Dayforce suite for 9,500 employees across the U.S. and Canada.\nA global analytics professional services company with over 35,000 employees in 40 countries expanded its Dayforce use to 6,000 U.K. employees. And a California grocery chain with 18,000 employees in 170 locations went live with Dayforce managed pay, time, attendance and advanced scheduling.\nWith that, I'm now pleased to hand off to my innovation partner, Joe Korngiebel, our Chief Product and Technology Officer. Joe, over to you.\n\nJoseph B. Korngiebel\n\nExecutive VP and Chief Product & Technology Officer\n\nThank you, Steve. We had a fast and exciting start to 2024 in terms of product innovation. As you heard from David, with the launch of Dayforce Co-Pilot to our charter customers at the beginning of the year, our new generative AI teammate for the balanced workforce is empowering our customers, their employees and also our own employees here at Dayforce with new levels of productivity and efficiency.\nThis cutting-edge innovation marks a significant milestone in our commitment to make work-life better for our customers and their entire workforce. Dayforce Co-Pilot provides instant answers to common workforce questions from the data that is often buried within large employee handbooks, detailed benefits guides and lengthy corporate FAQs.\nPowered by our best-in-class data and per customer, large language model architecture, we are just beginning the innovation with Dayforce Co-Pilot. We are now expanding beyond our initial answering questions and summarizing data use cases into full-fledged task automation and content generation with generative AI and it's all within the seamless in context Dayforce Co-Pilot user experience.\nAs we iterate and continue this transformative journey, we extend our sincere gratitude to our early customers for their invaluable partnership and feedback. Together, we are truly shaping the future of work and setting a new standard of excellence in our industry. We are delivering Dayforce Co-Pilot as a new simply priced add-on to our entire suite of HCM products.\nAs you can tell, I'm excited about the value that our customers are starting to realize with Dayforce Co-Pilot and the massive impact that a single system that provides a single source of truth for their people data can have on their business.\nIn addition to these innovations with Dayforce Co-Pilot, we also delivered several key innovations to help our customers optimize their talent, manage compliance, drive productivity and build great employee experiences. We delivered improved candidate and recruiting experiences within our talent products to enable faster and more efficient recruiting processes when they're needed most.\nWe launched Dayforce Alumni Management, a new product that helps organizations maintain strong relationships with their past employees who can become boomerang talent or even refer new talent to a business. We enhanced our leading workforce management products to support companies that have multi-locations, multi-departments in order to drive greater efficiencies through centralized and multiweek calendaring scheduling in a flash.\nAnd finally, on compliance, which is job 1 for us here at Dayforce, we added more than 160 global compliance updates just in the first quarter. This includes enhanced year-end requirements, optimized reporting functionality, expanded data import capabilities and complete updates to our CAC rates to help our customers operate with confidence. A truly exciting start to the year for us and our customers. But now let's talk financials. Over to you, Jeremy.\n\nJeremy Johnson\n\nExecutive VP & CFO\n\nThanks, Joe. We started 2024 strong, underpinned by healthy top line growth and continued profitability improvements. As David said, we exceeded guidance across all key revenue and profitability metrics. We delivered Dayforce recurring revenue of $337.2 million, growing 24% and excluding float, Dayforce recurring revenue grew 23% underpinned by strong go-lives and healthy underlying customer trends.\nTotal revenue of $431.5 million grew 16% on a GAAP basis and 17% on a constant currency basis, highlighting the continued convergence of Dayforce recurring revenue and total revenue growth rates, as 78% of our total revenue is Dayforce recurring revenue.\nPowerpay recurring revenue was $26 million, growing 8%, including float and 5% excluding float. On a GAAP basis, gross profit was $205 million, up 28%; and operating profit was $41 million, up 6%, including a full quarter of the amortization of the Ceridian trade name, which is in G&A expenses at approximately $21 million.\nCloud recurring gross margin was 79%, up 170 basis points versus last year. And excluding float, our cloud recurring gross margin also continued to expand nicely, improving by 170 basis points year-over-year. On a non-GAAP basis, adjusted cloud recurring gross margin was 80%, expanding 130 basis points year-over-year as the Dayforce platform continues to scale.\nWe view adjusted cloud recurring gross margins as a key metric that shows how much we make from an average dollar of recurring revenue after customers go-live on the platform. It's a great comparison to our HCM peers and market and it excludes noncash items like depreciation, share-based compensation as well as R&D-related costs.\nAdjusted EBITDA was $129.9 million, up 23% or a 30.1% margin, expanding 170 basis points year-over-year and reflecting our continued improvement in gross profit margins and scale in adjusted G&A. From a cash flow perspective, operating cash flows were $9.1 million in Q1, $2 million lower than last year, primarily due to higher trade receivables.\nThis was the result of timing, specifically related to the change in our brand name as some customer payment cycles were delayed as a result of our name change to Dayforce. We remain confident in our full year cash flow targets of upper 50% conversion from full year adjusted EBITDA to operating cash flow.\nAs expected, eloomi revenue added approximately 100 basis points of growth to our Dayforce recurring revenue in the first quarter.\nLooking ahead, for the full year, we now expect Dayforce recurring revenue ex float of $1.163 billion to $1.168 billion or growth of 21% as reported and on a constant currency basis. Total revenue of $1.73 billion to $1.74 billion or approximately 14% to 15% growth as reported and on a constant currency basis.\nAdjusted EBITDA of $484 million to $499 million or 28% to 28.7% margin. Float revenue is now expected to be $183 million for the full year, reflecting fewer rate cuts than originally anticipated. For the second quarter, we expect Dayforce recurring revenue ex float of $276 million to $279 million, or growth in the range of 19% to 21% as reported or 20% to 21% on a constant currency basis.\nTotal revenue of $414 million to $419 million or growth of 13% to 15% as reported and on a constant currency basis. And adjusted EBITDA is expected to be in the range of $108 million to $113 million or 26.1% to 27% margin. Float revenue is expected to be $47 million for the second quarter.\nAs you recall, there are typically a handful of items that impact sequential growth between Q1 and Q2, including year-end print and filing revenue that drive Q1 higher but don't reoccur in Q2 and seasonal employee volumes that tend to fall off in Q2. This is reflected in our guidance.\nWe have also updated the FX rate assumptions used for our guidance as the current spot rate of approximately USD 1.37 to CAD has worsened from the 1.33 level observed at the beginning of 2024.\nBefore we go into Q&A, I want to remind investors and stakeholders that our financial reporting and accounting policies are underpinned by strong processes and procedures that undergo multiple layers of internal and external review. We stand behind our financial reporting and accounting policies, which have been carefully considered, reviewed and audited and transparently disclosed since becoming a public company in 2018.\nWe encourage investors to review our financial statements along with our past earnings call, transcripts and press releases for a comprehensive view of our financial profile, our accounting policies and our viewpoint on key financial and operating metrics.\nThank you for your continued support and conviction in Dayforce. We are excited for the future.\nWith that, we can begin the Q&A portion of our call."
  }
]