[
  {
    "header": "HII",
    "cik": "0001501585",
    "ticker": "HII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fa4284c1700c7df0b3f3288d8ebf981d",
    "period": "2025 Q3",
    "content": "Q3 2025 Huntington Ingalls Industries (HII) Earnings Call\n\nQ3 2025 Huntington Ingalls Industries (HII) Earnings Call\n\nHIINYSEOCT 30, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Third Quarter 2025 HII Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. [Operator Instructions] I would now like to hand the call over to Christie Thomas, Vice President of Investor Relations. Ms. Thomas, you may go ahead. .\n\nChristie Thomas\n\nVice President of Investor Relations\n\nThank you, operator, and good morning, everyone. Welcome to the HII Third Quarter 2025 Conference Call. matters discussed on today's call that constitute forward-looking statements, including our estimates regarding the company's outlook involve risks and uncertainties that reflect the company's judgment based on information available at the time of this call. .\nThese risks and uncertainties may cause our actual results to differ materially. Additional information regarding these factors is contained in today's press release and the company's SEC filings. We will also refer to certain non-GAAP financial measures. For additional disclosures about these non-GAAP measures, including reconciliations to comparable GAAP measures, please see the slides that accompany this webcast, which are available on the Investor Relations page of our website at ir.hii.com. On the call today are Chris Kastner, President and Chief Executive Officer; and Tom Stiehie, Executive Vice President and Chief Financial Officer. Now I'll turn the call over to Chris. .\n\nChristopher Douglas Kastner\n\nPresident, CEO & Director\n\nThanks, Christie. Good morning, everyone. The United States Navy recently celebrated its 25th birthday, and the U.S. Marine Corps will do the same in the coming weeks. So I would like to start today by thanking both of them for their enduring service to our country and their commitment to our national defense.\nThank you for all that you have done and all that you do to protect us and future generations. Moving on to the third quarter, I'll start by discussing our results and division highlights and provide an update on our operational initiatives, then Tom will provide some details on our financial performance and outlook.\nBefore I begin, I'd like to reiterate our commitment to accelerate shipbuilding construction to meet our customers' requirements. We continue to support the identification of strategies to increase throughput across our shipbuilding programs are working closely with our customer and partners to achieve this important mission.\nNow turning to our results. This morning, we reported record third quarter sales of $3.2 billion and diluted earnings per share of $3.68. Shipbuilding sales growth of 18% year-over-year was driven by our shipbuilding division's focus on increasing throughput in our shipyards and supported by broader efforts underway to rebuild the U.S. Maritime industrial base.\nLikewise, 11% sales growth at Mission Technologies was driven by our team's continued focus on delivering innovative solutions, including growth in the critical areas of C5ISR, Cyber electronic warfare and space and live virtual constructive training as well as unmanned systems.\nDemand for our products and services remain strong. Third quarter contract awards were $2 billion, and our backlog is $56 billion of which $33 billion is funded. At Newport News, we continue to make progress on submarines and aircraft carriers. The last 2 Virginia Class Block IV submarines are in the water with SSN 798 Massachusetts having recently completed sea trials and preparing for delivery this year.\nAs for our carrier program, CVN-79 Kennedy, continues to make progress in this testing program, and we expect to conduct the ship's first sea trials around the end of the year, and shipbuilders are installing the large components that have now been received on CVN-80 Enterprise, which will allow erection progress to accelerate. Moving to Ingalls. In the third quarter, we successfully completed builder's trials for DDG 128 Ted Stevens, bringing me a step closer to acceptance trials and delivery our Antonius warship construction continues to make progress with both LHA-8 Buggenville and LPD-30 Harrisburg going through integration and testing in supportive trials next year.\nAt Mission Technologies, we had another strong quarter of sales at $787 million, along with a book-to-bill of 1.25 and announced key strategic partnerships around future opportunities. First, we joined forces with Babcock International to integrate HII's unmanned underwater vehicles with the Babcock submarine weapon handling and launch systems, while Rima 620 was validated for Torpedo 2 deployment. This will position our Torpedo 2 launch and recovery solutions for international markets.\nWe also announced a partnership with Shield AI to accelerate cross demand and modular Mission autonomy solutions in a partnership with TELUS to develop advanced autonomous undersea mine countermeasure capabilities. Additionally, we unveiled the raw miles family of unmanned surface vessels powered by Odyssey autonomy software and have started building the flagship Romulus 190. Romulus is 1 example of numerous projects and contracts underway in Mission Technologies that combines internally developed technology with world-class partner technology to create best-of-breed technology solutions for the war fighter.\nNow shifting to an update on our operational initiatives, both Ingalls and Newport News performance was stable to slightly improving in the quarter as we continue to work through ships that were contracted prior to Pilavid. As I previously indicated, during the contract mix transition from pre-COVID contracts to our newly awarded contracts, we continue to expect some choppiness in performance.\nThe first operational initiative increasing throughput is showing improvement over 2024. Initial indications align with our expectation that the HII and Navy investments in workforce infrastructure and supply chain will have a positive impact on throughput trajectory. Our updated expectation is to achieve approximately 15% throughput improvement for the full year 2025 as throughput improvements have accelerated throughout the year.\nFrom a labor perspective, we have hired over 4,600 shipbuilders year-to-date, and our retention rates have improved at both shipyards. At Newport News, we've seen an increase in experienced hires following the wage investment this summer and increased hiring from regional workforce development pipelines, which provides more proficient incoming shipbuilders. These are important steps to stabilize and level up the experience of our workforce.\nAlso, we are seeing success in expansion of the industrial base with our distributed shipbuilding strategy, resulting in significant outsourcing taking place at 23 partners and growing. With the Navy support, we are partnering with shipyards and fabricators in multiple states to grow throughput and improve schedule adherence for all of our shipbuilding programs.\nThe second operational initiative is our $250 million annualized cost reduction effort, and we remain on track to achieve this target. And the final operational initiative is achieving our new contract awards. Having completed the negotiations for the significant award of 2 submarines earlier this year, our teams have pivoted to negotiations of Block 6 and the next Columbia award and are working towards having agreements in place late this year.\nShifting to activities in Washington, the new fiscal year began with a lapse and appropriations. And as a result, many activities that the Federal government have halted. I will note in the Department of War shutdown guidance shipbuilding is 1 of 6 departmental priorities that should be supported to the extent possible with available funds.\nTo date, our programs in shipbuilding have been fully supported, and we've seen no impact to normal operations. We have had immaterial impact to Mission Technologies, but we're watching those programs closely as they are more likely to be impacted by budget timing. We continue to support completion of the FY '26 appropriations process as soon as possible to minimize the impact that a lapse in funding could have on our programs.\nBoth House and Senate Defense appropriations bills include critical funding to support the submarine and maritime industrial base. and both bills reflect continued investment in our shipbuilding programs with funding provided for the Columbia class and Virginia class submarine programs for CVN 80 and 81 construction and CVN 82 advanced procurement for the DDG 51 program and for the second of 3 years of funding for the refueling and overhaul of CVN 75.\nWe also look forward to Congress completing work on the fiscal year 2026 National Defense Authorization Bill qualifying the strong support for shipbuilding and other national security priorities reflected in the respective House and Senate bills. The 2 defense authorization committees continue to show strong support for our company's programs.\nIn summary, we had a solid third quarter with record sales as we ramp production in support of delivering on our commitments. And now I'll turn the call over to Tom for some remarks on our financial performance. Tom?\n\nThomas E. Stiehle\n\nExecutive VP & CFO, Huntington Ingalls Industries, Inc.\n\nThanks, Chris, and good morning. Let me start by briefly discussing our third quarter results, and then I'll address our outlook for the year. For more detail, please refer to the earnings release issued this morning and posted to our website. Beginning with our consolidated results on Slide 5 of the presentation, our third quarter revenues of approximately $3.2 billion were a record for HII and increased 16.1% compared to the same period last year. The higher revenue was attributable to strong year-over-year growth at all 3 divisions. Ingall's revenues were a record $828 million and increased by 24.7% compared to the third quarter of 2024, driven primarily by higher material volume and surface combatant. .\nNewport News revenues of $1.6 billion increased by 14.5% compared to the third quarter of 2024, driven primarily by higher volumes across submarine and aircraft carrier programs. Together, shipbuilding revenue was $2.4 billion, well ahead of our guidance for the quarter as results benefited from higher-than-expected material receipt as well as the impacts of wage investments and our broader efforts to drive higher shipbuilding throughput, including increased outsourcing.\nMission Technologies revenues of $787 million increased by 11% compared to the third quarter of 2024, driven by higher volume ISR, cyber, electronic warfare, in space and live virtual and constructive training as well as our growth in unmanned systems. Moving on to Slide 6. I segment operating income of $179 million and segment operating margin of 5.6% in the third quarter of 2025 were both up from prior year results primarily driven by the prior year period's negative adjustments as well as the positive impacts of the volume growth I discussed. At Ingalls, segment operating income was $65 million and operating margin of 7.9% compared to $49 million and 7.4% in the third quarter of last year. The increases were driven by the volume increases in surface combatants.\nThe third quarter net cumulative adjustment at Angels was a positive $6 million, and none of the adjustments were individually in. At Newport News, segment operating income was $80 million and operating margin was 4.9% compared to $15 million and 1.1% in the third quarter of 2024.\nPrior year results were impacted by negative adjustments resulting from the performance challenges and the delay of new contract awards. For the third quarter of 2025, Newport News Shipbuilding's net cumulative adjustment was negative $13 million,\nNone of the adjustments in the quarter were individually significant. Mission Technologies operating income and margin were largely consistent year-over-year as changes in the contract mix offset the higher volumes I previously mentioned. Consolidated operating income for the quarter was $161 million, and operating margin was 5% compared to $82 million and 3% in the same period last year.\nThe variance was primarily driven by the segment results I've just noted. Net earnings in the quarter were $145 million compared to $101 million in the third quarter of 2024. Diluted earnings per share in the quarter were $3.68 and compared to $2.56 in the same period last year.\nThe effective tax rate in the third quarter was 28.9%, higher than our initial expectations as results were impacted by a reduction in the estimated research and development tax credit for the prior year. Turning to Slide 7. Cash provided by operations was $118 million in the quarter.\nNet capital expenditures were $102 million or 3.2% of revenues Free cash flow in the quarter was $16 million. Free cash flow results in the quarter better than the guidance we had provided, largely due to stronger collections in the quarter as well as some disbursements moving out of the quarter.\nI'll discuss our updated 2025 free cash flow guidance in a moment. During the quarter, we did not repurchase any shares. We did pay a cash dividend of $1.35 per share or $53 million in the aggregate. Last week, we announced a modest increase in our quarterly dividend to $1.38 per share. Turning to liquidity and the balance sheet. We ended the quarter with a cash balance of $312 million and liquidity of approximately $2 billion.\nOur capital allocation priorities are unchanged. We value our investment-grade credit rating, and we continue to prioritize prudent debt levels, while strategically investing in our shipyards and thoughtfully growing our dividend while continuing to use excess free cash flow for share repurchases.\nMoving on to our outlook on Slide 8. We have narrowed the shipbuilding revenue range to be between $9 billion and $9.1 billion, which is an increase of $50 million at the midpoint from the prior guidance range. We are reiterating the shipbuilding margin range of between 5.5 and 6.5%. For Mission Technologies, we are now expecting revenue between $3 billion and $3.1 billion, an increase of $50 million from the prior guidance range.\nAt the midpoint, we expect Mission Technologies operating margins of approximately and EBITDA margins between 8% and 8.5%. Our 2025 guidance is predicated on achieving the operational initiatives we have laid out. We are pleased with the throughput improvement we saw in the third quarter. Though we have not been able to overcome the slower start to the year and therefore had to trim our throughput improvement expectation for the full year.\nAs Chris noted, we are continuing to work towards the Virginia Class Block 6 in Colombia Billt/Submarine awards later this year. If the award were to push into 2026, it would be a headwind to our guidance that would likely have us end the year slightly below the midpoint of our shipbuilding margin guidance range.\nConversely, an award this year would support us ending at or slightly above the midpoint of the range. For 2025 free cash flow, we are updating our guidance to be between $550 million and $650 million. At the midpoint, this is an increase of $50 million compared to our prior guidance range.\nWe are establishing a cumulative free cash flow target for 2025 and 2026 of $1.2 billion. Using the 2025 free cash flow guidance midpoint, this does imply both years will generate about $600 million in free cash flow. As always, our cash flow in a particular quarter or year can be impacted by small changes in timing large receipts and disbursements.\nWe're also updating a number of discrete income statement guidance elements. We have made some minor revisions to our pension outlook and you can find updated 2025 and 2026 expectations in the appendix of today's slide presentation. We are also updating the expected effective tax rate for the year to 22% given the elevated rate in the third quarter that I discussed previously.\nTo close, it was a good quarter as we continue to make steady progress working our way through challenging ships and executing our 2025 operational initiatives, securing new contracts aligned to the current environment, drive higher throughput and thoughtfully manage cost.\nWith that, I'll turn the call back over to Christie to manage Q&A.\n\nChristie Thomas\n\nVice President of Investor Relations\n\nThanks, Tom. As a reminder to everyone on the call, please limit yourself to 1 initial question and 1 follow-up so we can get as many people through the queue as possible. Operator, I'll turn the call over to you to manage the Q&A. ."
  },
  {
    "header": "HII",
    "cik": "0001501585",
    "ticker": "HII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a0fb172170cf6cb5a526a9eb03c4cd00",
    "period": "2025 Q2",
    "content": "Q2 2025 Huntington Ingalls Industries Inc Earnings Call\n\nQ2 2025 Huntington Ingalls Industries Inc Earnings Call\n\nHIINYSEJUL 31, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the second quarter 2025 HII Earnings Conference Call. At this time, all participants are in a listen-only mode. After the speaker's presentation, the there will be a question-and-answer session. [Operator Instructions] Please be advised that today's conference is being recorded. [Operator Instructions] I would now like to hand the call over to Christie Thomas, Vice President of Investor Relations. Mrs. Thomas, you may begin.\n\nChristie Thomas\n\nVice President of Investor Relations\n\nThank you, operator, and good morning, everyone. Welcome to the HII Second Quarter 2025 Conference Call. Matters discussed on today's call that constitute forward-looking statements, including our estimates regarding the company's outlook involve risks and uncertainties and reflect the company's judgment based on information available at the time of this call. These risks and uncertainties may cause our actual results to differ materially.\nAdditional information regarding these factors is contained in today's press release and the company's SEC filings. We will also refer to certain non-GAAP financial measures. For additional disclosures about these non-GAAP measures, including reconciliations to comparable GAAP measures, please see the slides that accompany this webcast, which are available on the Investor Relations page of our website at ir.hii.com. On the call today are Chris Kastner, President and Chief Executive Officer; and Tom Stiehle, Executive Vice President and Chief Financial Officer. I will now turn the call over to Chris.\n\nChristopher D. Kastner\n\nExecutive Vice President-Business Management & Chief Financial Officer, Huntington Ingalls Industries, Inc.\n\nThanks, Christie. Good morning, everyone, and thank you for joining us on today's call. I'll start by providing a high-level summary of our financial performance, highlighting key achievements, and then I'll provide an update on our operational initiatives. Tom will discuss our quarterly results and full year 2025 outlook in more depth. This morning, we reported second quarter sales of $3.1 billion and earnings per share of $3.86 and with backlog reaching $56.9 billion.\nContract awards of $11.9 billion included DDG 145 and $146 million LP3 and 2 Block V submarines with associated investments in shipbuilder wages, workforce development, infrastructure and technology insertion. Free cash flow was $730 million, and we invested $93 million in CapEx. At Newport News, in the second quarter, we slowed it off SSN 800 Arkansas and are on track to deliver SSN 798 Massachusetts later this year.\nNew carrier construction is also progressing. And on CVN-79 Kennedy, we are working with our customer to deliver the most complete and combat-ready shift to the Navy as early as possible and are scheduled to go to see for our first trials toward the end of the year. CD80 Enterprise has received several of the late engine room components that I discussed previously, with the remaining equipment scheduled to come in over the next few months. receipt of the remaining sequence critical components enables progress acceleration as our shipbuilders integrate the equipment into the shift and unlock associated delayed progress.\nMoving to Ingalls. In the second quarter, we completed main engine light off on DDG 128 Ted Stevens, and Christian DDG 129 Jeremiah Denton. And we continue to make progress on our anti programs as we completed fuel load on LPD 30 Harrisburg and generator light off on LHA 8 Boogenville. At Mission Technologies, we had another quarter of strong sales of $791 million. Key wins included a contract to provide live training solutions to the U.S. Army's Program Executive Office for simulation, training and instrumentation. And in our own crude business, we delivered the first 2 Lion fish, small on crude undersea vehicles to the U.S. Navy under a program that could scale to 200 vehicles.\nWe also announced a commercial sale of Remus 300 UUVs to Hitachi. Notably, our recent announcement of a technology partnership with C3 AI is a key strategic highlight for the quarter. This partnership enables us to leverage digital technologies in AI to accelerate shipbuilding throughput with a primary focus on schedule optimization to drive faster delivery.\nNow on to the operational update. Both Ingalls and Newport News performance was relatively stable in the quarter as we continue to work through ships that were contracted for prior to COVID. As I have indicated previously, the next 1.5 years will be challenging as we transition out of ships contracted for pre-COVID to our new contracts. As for the first operational initiative, increasing throughput and Ingalls is on plan and Newport News continues to be behind plan, primarily due to CVN-80 supply chain issues I previously discussed. Both shipyards increased throughput in the second quarter and I expect further acceleration on the back half of the year. It's important to note that progress is being made on improving performance due to the sustained and significant investment by the Navy and Congress along with our internal investments, leading indicators in the labor pipeline and retention are showing positive trends.\nAnd on the supply chain front, we expect continued stability but risk remains for some major equipment. While these early indicators are encouraging, there is still tremendous work to be done. We know that it will require sustained improvement to achieve our long-term targets. Also, the industrial base is expanding with significant outsourcing taking place, increasing the capacity of the shipbuilding industry as a whole and our technology efforts to increase efficiency are off to a strong start. The second operational initiative is our $250 million annualized cost reduction effort, and we expect to achieve this by year's end.\nFinally, regarding the third operational initiative, contract awards, we announced the award for 2 Block V submarines and associated investments on April 30. This award reflects a significant step solidifying the investment our customer is making in the shipbuilding industrial base and highlighting the critical and urgent need for these submarines. The shipbuilding and Navy teams have now pivoted to negotiate agreements for Virginia Class Block V and Columbia bill 2, and I expect these agreements to be completed later this year. Turning to activities in Washington. The reconciliation bill and the FY '26 budget includes significant support for our shipbuilding programs.\nSpecifically, the reconciliation bill includes a second FY '26 Virginia-class submarine 2 DDG-51 Harley Burke destroyers, funding for the Amphibious Warship bundle funding for expansion of USD EUV production and $4.9 billion for the shipbuilding industrial base. Additionally, the President's budget for fiscal year 2026 is now under consideration by Congress and the proposed budget reflects continued investment in our shipbuilding programs with funding provided for the Columbia class and Virginia class submarine programs for CVN 80 and 81 construction and CVN 82 advanced procurement.\nAnd for the second of 3 years of funding for the refueling and overhaul of CVN 75. In summary, we had a solid Q2 that was largely consistent with our expectations as we remain focused on executing our operational initiatives, increasing throughput, achieving cost reductions and capturing new contract awards. And now I'll turn the call over to Tom for some remarks on our financial performance. Tom?\n\nThomas E. Stiehle\n\nExecutive VP & CFO, Huntington Ingalls Industries, Inc.\n\nThanks, Chris, and good morning. Let me start by briefly discussing our second quarter results, and then I'll address our outlook for the year. For more detail, please refer to the earnings release issued this morning and posted to our website. Beginning with our consolidated results on Slide 6 of the presentation, our second quarter revenues of approximately $3.1 billion increased 3.5% compared to the same period last year. The higher revenue was attributable to year-over-year growth at all 3 divisions.\nIngall's revenues of $724 million increased by 1.7% compared to the second quarter of 2024, driven primarily by higher volume on the guided missile destroyer program, partially offset by lower volume on the LHA and LPD programs. Newport News revenues of $1.6 billion increased by 4.4% compared to the second quarter of 2024, driven primarily by higher volumes in both Columbia and Virginia class submarine programs. partially offset by unfavorable cumulative adjustments on aircraft carriers. Mission Technologies revenues of $791 million increased by 3.4% compared to the second quarter of 2024, and driven primarily by a nonrecurring favorable resolution related to a C5 ISR contract as well as higher live virtual and constructive training volume.\nExcluding the impact of the noted resolution, Mission Technologies results were generally in line with our prior expectations and the guidance we provided on the first quarter call. Moving on to Slide 7. Segment operating income of $172 million and segment operating margin of 5.6% in the second quarter of 2025 were both down from prior year results, but were consistent with our expectations for the quarter.\nAt Newport News, segment operating income was $82 million, and operating margin was 5.1% compared to $111 million and 7.2% in the second quarter of 2024. The -- the decreases were driven by performance of the Virginia-class submarine program and aircraft carrier construction, partially offset by a favorable contract incentives of those programs as well as a higher risk retirement on the Columbia Class submarine program. Additionally, prior year results benefited from favorable contract adjustments and incentives on the aircraft carrier refueling and complex overhaul program.\nFor the second quarter of 2025, Newport News Shipbuilding net cumulative adjustment was negative $17 million. This includes a negative adjustment on CVN-80 as well as other performance adjustments. At Ingalls, segment operating income was $54 million and operating margin was 7.5% compared to $56 million and 7.9% in the second quarter of last year. The decreases were driven by lower performance and lower contract incentives on the Amphibious Assault ship programs, which was largely offset by favorable contract adjustments related to the guided missile destroyer program. Prior year results included a favorable impact related to the delivery of LPD 29.\nThe second quarter net cumulative adjustment at Ingalls was a positive $4 million and included positive adjustments related to the destroy program that were largely offset by an unfavorable adjustment related to LHI. Mission Technologies operating income and margin were largely consistent year-over-year, with changes in contract mix, offsetting the impacts of higher volume. Consolidated operating income for the quarter was $163 million, and operating margin was 5.3% compared to $189 million and 6.3% in the same period last year. The variance was driven by the segment's results I just noted, along with a more favorable operating FAS/CAS adjustment compared to prior year period. Net earnings in the quarter were $152 million compared to $173 million in the second quarter of 2024.\nDiluted earnings per share in the quarter were $3.86 and compared to $4.38 in the same period last year. Turning to Slide 8. Cash provided by operations was $823 million in the quarter. Net capital expenditures were $93 million or 3% of revenues. Free cash flow in the quarter was $730 million. Free cash flow results in the quarter were $480 million, better than the midpoint of the guidance we provided on the first quarter call. The overall performance is due to a number of factors, including the timing of incentives some of which were received earlier than previously anticipated normal quarterly timing of cash receipts and disbursements and improvement in quarterly taxes and capital expenditure timing.\nI'll discuss our updated 2025 free cash flow guidance in a moment. During the quarter, we did not repurchase any shares. We did pay a cash dividend of $1.35 per share or $53 million in aggregate. Turning to liquidity and the balance sheet. We ended the quarter with a cash balance of $343 million and liquidity of approximately $2 billion. Our capital allocation priorities are unchanged. We value our investment-grade credit rating, and we'll continue to prioritize prudent debt levels, while strategically investing in our shipyards and thoughtfully growing our dividend while continuing to use excess free cash for share repurchases.\nMoving on to our outlook on Slide 9. We are reiterating our segment revenue and operating margin guidance for the year. We expect shipbuilding revenue between $8.9 million and $9.1 billion and margins between 5.5% and 6.5%. Fenician Technologies, we expect revenue between $2.9 billion and $3.1 billion. operating margins between 4% and 4.5% and EBITDA margins between 8% and 8.5%. Our 2025 guidance is predicated on achieving the operational initiatives we have laid out -- as Chris noted, we are progressing on each of these items, and we expect to achieve a meaningful improvement in throughput over the course of the year. Regarding our assumption related to the award of Virginia Class Block V in Columbia build 2 submarines.\nWe continue to expect that award to occur this year. If the award were to push into 2026, it would be a headwind. However, we believe we have accounted for a range of timing considerations within our guidance. For 2025 free cash flow, we are updating our guidance to between $500 million and $600 million. At the midpoint, this is an increase of $150 million compared to our prior guidance range. The majority of this growth is related to updated cash tax expectations given the recent change in tax law, including R&D expensing and bonus depreciation changes. We are also updating a number of discrete income statement guidance elements.\nWe are revising our operating fast cash adjustment from $43 million to $40 million. Our noncurrent state income tax expense for the year is now estimated to be approximately $15 million, with approximately $10 million of that expense falling in the third quarter. This update reflects the state impact our recently enacted federal tax law changes that benefited our cash flow expectations and may be further impacted depending on how individual states conform to the recent federal tax law changes. Our interest expense guidance has declined by $20 million from our prior outlook, given the strong second quarter cash flow and resulting lower commercial paper usage.\nMoving on to a preview for the third quarter. For shipbuilding, we expect third quarter sales of approximately $2.2 billion and margins near the low end of our annual guidance range. This does imply a stronger fourth quarter, which is consistent with our expectations and timing of milestones. For Mission Technologies, we expect third quarter sales of approximately $730 million and operating margin of approximately 3.5%. This does imply a sequential decline in revenue However, a second quarter results did include the nonrecurring favorable contract resolution I previously discussed. Finally, we expect third quarter free cash flow to be approximately negative $150 million as a result of normal business operations and the strong Q2 cash generation.\nTo close, I will echo Chris' sentiment -- it was a good quarter as we continue to make steady progress working our way through challenging shifts and executing our 2025 operational initiatives, securing new contracts aligned to the current environment driving higher throughput and thoughtfully managing cost. With that, I'll turn the call back over to Christie to manage Q&A."
  },
  {
    "header": "HII",
    "cik": "0001501585",
    "ticker": "HII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/eede1e467588e5d15d969136ce20347d",
    "period": "2025 Q1",
    "content": "Q1 2025 Huntington Ingalls Industries Inc Earnings Call [BACKUP]\n\nQ1 2025 Huntington Ingalls Industries Inc Earnings Call [BACKUP]\n\nHIINYSEMAY 1, 9:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nFive of the Virginia class program, which were offset by contract incentives.\n\nConsolidated operating income for the quarter of $161 million increased by $7 million or four 5% from the first quarter of 2024 and operating margin of five 9% in the quarter compared to five 5% in the same period last year.\n\nThe improvement was driven by a more favorable operating fast cash adjustment as well as the favorable segment's results I've noted.\n\nNet earnings in the quarter were $149 million compared to $153 million in the first quarter of 2024.\n\nDiluted earnings per share in the quarter was $3 79.\n\nCompared to $3 87.\n\nIn the same period last year.\n\nOur contractual commitments increased by approximately $2 1 billion in the period, bringing backlog to 48 billion at the end of the quarter.\n\nTurning to slide seven cash used in operations was $395 million in the quarter.\n\nNet capital expenditures were $67 million or two 5% of revenues.\n\nFree cash flow in the quarter was negative $462 million.\n\nThis was within our free cash flow guidance range for the quarter. So at the low end of the range due to timing of incentives and normal fluctuations in program receipts and disbursements.\n\nDuring the quarter, we did not repurchase any shares we did pay a cash dividend of $1 35 per share or $53 million in aggregate.\n\nTurning to liquidity and the balance sheet, we ended the quarter with a cash balance of $167 million and liquidity of approximately $1 5 billion. Today, we are repaying $500 million note and plan to utilize our revolving credit facility and commercial paper program to support interim liquidity as free cash flow generation ramps through the year.\n\nThis is in line with our prior expectations and Wisconsin played in the interest expense guidance that we had previously provided and are reiterating today.\n\nOur capital allocation priorities are unchanged, we value our investment grade credit rating, we will continue to strategically invest in our shipyards thoughtfully grow our dividend and return excess cash through share repurchases moves.\n\nMoving onto our outlook on slide eight we are reiterating all elements of the 2025 guidance and there is no change to our medium to long term thinking in terms of growth and profitability expectations.\n\nOur guidance is predicated on achieving the operational initiatives, we have laid out for 2025.\n\nAs Chris noted we are progressing on each of these items and we expect to achieve a meaningful improvement in throughput over the course of the year.\n\nFor Shipbuilding, we expect second quarter sales of approximately $2 2 billion and margins near the low end of our annual guidance range.\n\nPermission technologies, we expect second quarter sales that are relatively flat sequentially and margins of three to three 5%.\n\nWe expect second quarter free cash flow to be between 200 and $300 million.\n\nTo close I will echo chris's positive sentiment regarding the companys mid to long term outlook, we see incredible demand for critical products and services that we provide and are heartened by the administration's clear focus on growing our domestic shipbuilding capability and supporting a strong maritime industrial base with that I'll turn the call back over to Christie to manage the Q&A.\n\nThanks, Tom as a reminder to everyone on the call. Please limit yourself to one initial question and one follow up so we can get as many people through the queue as possible.\n\nOperator, I will turn it over to you to manage the Q&A.\n\nThank you very much Christie if he would like to ask a question. Please press star followed by one.\n\nOne on your telephone keypad now please enjoy your devices and muted Lucky if you change your mind or your question has already been answered. Please press star followed by two."
  },
  {
    "header": "HII",
    "cik": "0001501585",
    "ticker": "HII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/97ddf76626010cc716ed029688788a74",
    "period": "2024 Q4",
    "content": "Q4 2024 Huntington Ingalls Industries Inc Earnings Call\n\nQ4 2024 Huntington Ingalls Industries Inc Earnings Call\n\nHIINYSEFEB 6, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Fourth Quarter 2024 HII Earnings Conference Call. [Operator Instructions] After the speaker's presentation, there will be a question and answer session. [Operator Instructions] Please be advised that today's conference is being recorded. [Operator Instructions] I would now like to hand the call over to Christie Thomas, Vice President of Investor Relations. Mrs. Thomas, you may begin.\n\nChristie Thomas\n\nVice President of Investor Relations\n\nThank you, operator, and good morning, everyone. Welcome to the HII Fourth Quarter 2024 Conference Call. Matters discussed on today's call that constitute forward-looking statements, including our estimates regarding the company's outlook, involve risks and uncertainties and reflect the company's judgment based on information available at the time of this call. These risks and uncertainties may cause our actual results to differ materially. Additional information regarding these factors is contained in today's press release and the company's SEC filings.\nWe will also refer to certain non-GAAP financial measures. For additional disclosures about these non-GAAP measures, including reconciliations to comparable GAAP measures, please see the slides that accompany this webcast, which are available on the Investor Relations page of our website at ir.hii.com. On the call today are Chris Kastner, President and Chief Executive Officer; and Tom Stiehle, Executive Vice President and Chief Financial Officer. I will now turn the call over to Chris.\n\nChristopher D. Kastner\n\nExecutive Vice President-Business Management & Chief Financial Officer, Huntington Ingalls Industries, Inc.\n\nThanks, Christie. Good morning, everyone, and thank you for joining us on our fourth quarter 2024 earnings call. Last year, HII employees remain steadfast in their commitment to our mission of delivering the world's most powerful ships and all-domain solutions in service of the nation. I thank them for these efforts, which contributed to HII reaching critical milestones last year. We remain focused on meeting our commitments to the Navy and all our customers.\nBefore I discuss the 2024 results, operational initiatives and guidance, I would like to put in context where we are and give you a perspective on the next 24 months as well as the mid- to long-term outlook.\nOver the next 24 months, we expect to secure over $50 billion of contract awards. These contracts are being and will be negotiated with current performance and economic conditions in our estimates. They are expected to have a more balanced risk equation, be predictable in cost and schedules for our customers and provide an opportunity to achieve margins more consistent with historical norms.\nAt the same time, we are achieving key milestones on ships contracted prior to COVID. And as our progress continues, these contracts are becoming an increasingly smaller portion of our portfolio and less of a drag on our financial results.\nBy 2027, the majority of pre-COVID contracts will be behind us. In addition, our focus on increasing throughput and cost reductions are expected to lead to improved operational execution across the business.\nWith these operational initiatives and the significant demand for our products and services, we expect improved financial performance over the mid- to long term. We anticipate growing to $15 billion of annual revenue by 2030 with associated margin expansion opportunity and free cash flow growth.\nNow turning to our 2024 results. We generated sales of $11.5 billion and earnings per share of $13.96. All 3 of our divisions hit key milestones and won significant new business during the year. 2024 awards totaled $12 billion, and our year-end backlog was $49 billion, of which $27 billion is funded.\nNow I'll provide some highlights from each of our divisions. First, Mission Technologies had another strong year. It achieved awards of more than $12 billion in potential total contract value, a 2024 book-to-bill of 1.33 and 9% revenue growth year-over-year. This positive performance reflects Mission Technologies' continued alignment with our countries and our allied national security strategies.\nFor example, in 2024, Mission Technologies achieved its largest win ever, a $6.7 billion contract to provide electronic warfare engineering and technical services support for the U.S. Air Force as well as a $3 billion [ Logix ] task order to provide logistics services, ISR operations and next-gen technology. And in Australia, Mission Technologies was awarded an initial 5-year contract to provide global supply chain services to the Australian government's Department of Defense.\nIn summary, the Mission Technologies team is executing well, and we are confident in its ongoing success, particularly given how closely its portfolio maps to our defense customers' needs.\nIn 2024, at Ingalls Shipbuilding, we were awarded a $9.6 billion multi-ship procurement contract for the construction of LPD 33, 34 and 35 and large deck amphibious ship LHA 10, which secures and fit production backlog well into the next decade. Also, we delivered LPD 29, USS Richard M. McCool Jr. and launched LPD 30 [ Harrisburg], and we continue to make progress on the DDG program with 6 destroyers in production, authenticating the [indiscernible] DDG 133 [ Sam ] [indiscernible] in the fourth quarter. Finally, we completed dry dock work and undock USS [ Zumal DDG 1000 ] in December.\nIn 2024, at Newport News Shipbuilding in the Virginia-class submarine program, we floated off [ SSN 798 Massachusetts], delivered [ SSN 796 USS New Jersey], shipped the final module of [ SSN 801 Utah], and in December, we [ christened ] [ SSN 800 ] Arkansas. As for aircraft carriers, we completed dry dock work for the [ RCOH of CVN 74 USS John C. Stennis], and were awarded the advanced planning contract for the [ RCOH of CVN 75 USS Harry S. Truman].\nAlso, 94% of [ CVN-79 Kennedy ] compartments have been turned over to the Navy and all combat systems have been turned over to the test team. And [ CVN-80 Enterprise ] was moved for the first time, enabling construction of 2 aircraft carriers at once in the same dry dock.\nLooking ahead to 2025, at Ingalls, we expect to launch [ DDG 129 Jeremi Denton ] and complete sea trials for DDG 1000. And at Newport News, we plan to deliver SSN 798 and float off SSN 800. Also, the team is focused on completing CVN 79. CVN 79 is scheduled to deliver in 2025, and the program team is evaluating options for optimizing combat capability additions and readiness for Navy workups.\nIn 2026, we expect to deliver DDG 128 [ Ted Steven ] and LHA 8 [ Bugganville ] at Ingalls. And at Newport News, we expect to deliver SSN 800 and lay the keel for [ CVN-81 Doran ] Miller. In 2025, we are also doubling down on operational improvement actions to address the residual COVID-related labor, productivity and supply chain challenges that we've been facing. Starting with labor and enhancing throughput.\nIn 2024, we exceeded our hiring goal of over 6,000 craft personnel, but attrition remains stubbornly high. Our data shows that additional investment in wages in coordination with our Navy partner will provide needed workforce stability.\nThese increases also allow us to attract highly skilled first-class shipbuilders and the proficiency they bring. Additionally, we continue to deploy our enterprise operating system across all our shipbuilding programs to ensure consistency.\nOn labor and throughput, we have acquired the assets of an existing advanced metal fabricator, W International in Charleston, South Carolina. This acquisition increased our workforce by approximately 500 highly trained personnel, and we plan by 2027 to increase employment significantly at this site, a 480,000 square foot facility.\nHII Charleston operations is already working on aircraft carrier units for Newport News. And in the next few weeks, we expect to start submarine unit construction. Similarly, we plan to increase our outsourcing by 30% in 2025 and in-source contract labor to address critical skill gaps within our shipyards.\nAs a result of these workforce strategies, we expect to achieve a 20% year-over-year improvement in shipbuilding production throughput. Our second operational initiative is an annualized enterprise-wide cost reduction target of approximately $250 million per year.\nSeveral actions have already been taken to achieve this target, including the realignment of Mission Technologies segment from 6 business units to 4 and the implementation of a new payroll system at the beginning of 2025. Further cost efficiency plans around optimizing cost structures, decreasing overhead and service and support costs and reducing third-party services are under development and are expected to be executed throughout 2025.\nOur third operational initiative for 2025 is ensuring our new contract awards reflect the current economic and production environment. Regarding the FY '24 Block V submarine contract agreement, negotiations are continuing, and we continue to be confident that an agreement will be reached, although we do not have certainty today on the timing of that agreement.\nThese 3 items, meeting our throughput improvement goals, executing our cost reductions and achieving new contract awards that reflect the current economic and production environment underpin our guidance and are expected to bring more predictability to our contract cost estimates, delivery schedules, financial performance and guidance.\nIn terms of our financial outlook, more specifically for 2025, we expect shipbuilding revenues between $8.9 billion and $9.1 billion and shipbuilding margins in the range of 5.5% to 6.5%. For Mission Technologies, we expect revenues between $2.9 billion and $3.1 billion and margins between 4% and 4.5%, with EBITDA margins between 8% and 8.5%.\nOur free cash flow outlook for 2025 is between $300 million and $500 million. The 2025 shipbuilding margin and free cash flow outlook is predicated on meeting our throughput and cost reduction objectives. It also assumes appropriate resolution on the last 2 VCS Block V boats in the Block VI and Columbia build 2 contracts, consistent with the continuing resolution anomaly language that was passed by Congress.\nTurning to activities in Washington for a moment. We are pleased with the passage and enactment of the Defense Authorization Act for fiscal year 2025. The FY '25 NDAA strongly supports our shipbuilding programs in addition to authorizing funding for 3 [ Arleyburke-class ] surface combatants, 1 Virginia-class submarine and San Antonio Class amphibious warship, the NDA authorizes the refueling and overhaul CVN -75, additional incremental funding for the second Virginia-class attack submarine in FY '25 and continued support for [ Gerald ] R4 class aircraft carriers in the LHA and LPD amphibious warship bundle.\nThe NDAA also recommends the Navy optimized aircraft carrier acquisition strategy and procure CVN-82 in FY '28. We applaud Congress for including anomalies in the CR that provide additional support for nuclear-powered vessel programs, and we look forward to Congress finalizing FY '25 appropriation bills.\nIn summary, we continue to make progress on our programs with impactful operational initiatives that we believe will lead to meaningful improvements in productivity and throughput. Demand for our products and services is strong, and we continue our focus on executing for our key customer, the U.S. Navy, with 5 deliveries over the next 2 years.\nWe have a line of sight for generating approximately $15 billion in annual revenue by decade's end, with incrementally improving operating margins over that period, which will facilitate improved results for all stakeholders. So with that, I will turn the call over to Tom for some remarks on our financial results and guidance. Tom?\n\nThomas Stiehle\n\nAI Assigned\n\nThanks, Chris, and good morning. Today, I'll review our fourth quarter and full year results and also provide some additional color regarding our outlook for 2025.\nFor more detail on the segment results, please refer to the earnings release issued this morning and posted to our website. Beginning with our consolidated fourth quarter results on Slide 6.\nOur fourth quarter revenues of $3 billion decreased approximately 5% compared to the same period last year. This decline was driven by lower year-over-year revenue at all 3 segments. Ingalls revenues of $736 million decreased $64 million or 8% compared to the fourth quarter of 2023, driven primarily by lower volumes on amphibious assault ships, partially offset by higher surface patent revenues.\nAt Newport News, revenues of $1.6 billion declined $77 million or 4.6% from the fourth quarter of 2023, primarily due to lower RCOH volumes, unfavorable cumulative adjustments on the Virginia-class and aircraft carrier construction programs, partially offset by higher Columbia class volumes.\nAt Mission Technologies, fourth quarter 2024 revenues of $713 million decreased $32 million or 4.3% from the fourth quarter of 2023, primarily driven by lower volumes in [ C5ISR ] due to nonrecurring product revenue in the fourth quarter of 2023.\nMoving to Slide 7. Segment operating income for the quarter was $103 million, and segment operating margin was 3.4%. This compares to $330 million and 10.4%, respectively, in the fourth quarter of 2023.\nFourth quarter 2023 results included 2 nonrecurring favorable items that make for a difficult year-over-year comparison. The first item was a $70.5 million sale of a court judgment at Ingalls. The second was a $49.5 million insurance claim settlement at Mission Technologies.\nIngalls operating income of $46 million and margin of 6.3% compares to $169 million and 21.1%, respectively, in the fourth quarter of 2023. The prior year period included both the favorable sale of a court judgment that I noted as well as a surface combatant related contract incentive.\nNewport News fourth quarter 2024 operating income of $38 million and margin of 2.4% compares to $110 million and 6.6%, respectively, in the fourth quarter of 2023. The declines were driven by lower performance on Virginia-class submarine and new carrier construction, partially offset by contract incentives on the Columbia-class program. Shipbuilding margin for the fourth quarter of 2024 was 3.6%\nMission Technologies fourth quarter operating income of $19 million and segment operating margin of 2.7% compares to $51 million and 6.8%, respectively, in the fourth quarter of 2023. The declines were primarily driven by favorable insurance claim settlement that occurred in the fourth quarter of 2023.\nNet earnings in the quarter were $123 million compared to $274 million in the fourth quarter of last year. Diluted earnings per share in the quarter were $3.15 compared to $6.90 in the fourth quarter of the previous year.\nMoving on to consolidated results for 2024 on Slide 8. Revenues of $11.5 billion increased $81 million or approximately 1% compared to 2023. Growth was driven primarily by higher volumes at Mission Technologies, partially offset by lower volumes at Newport News Shipbuilding.\nIngalls revenues of $2.8 billion in 2024 increased $15 million or 0.5% from 2023, driven primarily by higher volumes in surface combatants, largely offset by lower amphibious assault chip and NSC program revenues.\nAt Newport News, 2024 revenue of $6 billion decreased by $164 million or 2.7% from 2023, primarily due to unfavorable Virginia-class cumulative adjustments as well as lower volumes in aircraft carriers and nuclear support services, partially offset by higher volume on the Columbia program.\nAt Mission Technologies, 2024 revenues of $2.9 billion increased $238 million or 8.8% from 2023, primarily driven by higher volumes in cyber, electronic warfare and space as well as C5ISR contracts.\nMoving to Slide 9. Segment operating income for the year was $573 million and segment operating margin was 5%. This compares to $842 million and 7.4%, respectively, in 2023.\nIngalls operating income of $211 million and margin of 7.6% in 2024 compares to $362 million and 13.2%, respectively, in 2023. The declines were primarily driven by the sale of the court judgment in 2023 as well as lower performance on amphibious assault ships and surface combatants.\nNewport News 2024 operating income of $246 million and margin of 4.1% compares to $379 million and 6.2%, respectively, in 2023. The decreases were primarily driven by lower Virginia-class and aircraft carry performance, partially offset by Columbia-class contract incentives.\nShipbuilding margin for 2024 was 5.2%, within the revised guidance range we provided for the year. Net cumulative adjustments for the year were negative $126 million. Newport News' net cumulative adjustment was negative $154 million, partially offset by positive net cumulative adjustments at both Ingalls and Mission Technologies of approximately $14 million. Mission Technologies 2024 operating income of $116 million and segment operating margin of 3.9%, both improved from $101 million and 3.7%, respectively, in 2023.\nThe improvement was driven primarily by volume and performance in cyber, electronic warfare and space contracts, stronger performance in fleet sustainment as well as higher equity income.\nAgain, the Mission Technologies 2023 results included a favorable $49.5 million insurance claim. So we are lapping that difficult comparison, and we believe our results still show strong absolute income growth and margin expansion for the year.\nMission Technologies 2024 results included approximately $99 million of amortization of purchased intangible assets compared to approximately $109 million in 2023. Mission Technologies EBITDA margin for 2024 was 7.9%. Company net earnings in 2024 were $550 million compared to $681 million in 2023. Diluted earnings per share in 2024 were $13.96 compared to $17.07 in 2023.\nTurning to cash and capital deployment on Slide 10. 2024 free cash flow was $40 million, consistent with our most recent guidance and reflecting factors previously discussed. During the year, the company invested $353 million in capital expenditures or 3.1% of sales as we continue to prioritize higher throughput in our shipyards. We paid $206 million in dividends while ending 2024 with $831 million in cash and cash equivalents on hand and liquidity of approximately $2.5 billion.\nCash contributions to our pension and other post-retirement benefit plans totaled $47 million in 2024. Our pension outlook for 2025 has modestly improved from the update that we provided in November, given this increase in discount rates, partially offset by 2024 asset returns that was slightly below our expectations. Actual asset returns for 2024 were 7.7%. Our 5-year pension outlook has been updated and is available in the appendix of today's presentation on Slide 13.\nTurning to Slide 11 and our financial outlook. First, we are reaffirming our medium- to long-term growth targets for both shipbuilding and Mission Technologies. As Chris noted, we see a clear path to $15 billion in annual revenue by the end of the decade, given our robust backlog and very strong demand across the portfolio.\nRegarding 2025 expectations, Chris provided our operational guidance, but let me provide a bit more color on our cash flow outlook. We expect 2025 free cash flow of between $300 million and $500 million. Performance on contracts entered into prior to the commencement of the COVID pandemic has impacted our ability to achieve program milestones and corresponding cash receipts.\nWe expect this headwind will continue in 2025, which, along with elevated capital expenditures and cash taxes is impacting our overall cash generation. We expect 2025 capital expenditures to be approximately 4% of sales as we continue to thoughtfully invest in increasing our shipbuilding efficiency and throughput.\nAdditionally, we expect our 2025 cash taxes will total approximately $220 million. Regarding our expectations for the first quarter in 2025, we expect approximately $2.1 billion for shipbuilding revenues and $680 million of Mission Technologies revenues, with shipbuilding margin near 5.5% and Mission Technologies operating margin of approximately 3%.\nConsistent with normal cash flow cadence, we expect first quarter free cash flow to be negative, representing a use of between $300 million and $500 million and working -- as working capital continues to build through midyear before we are able to reach program milestones and contract awards.\nTurning for a moment to capital allocation. As we have highlighted today, we will continue to invest in our business to maintain and grow the capacity of our shipyards. Our approach to dividends and returning excess cash to shareholders remains unchanged. Our focus now, of course, is working through challenged contracts and returning free cash flow to more normalized levels.\nTo close my remarks, achieving the throughput, cost reduction and contract award initiatives that we have outlined are critical to stabilizing shipbuilding performance in 2025 and achieving the outlook we have provided. Similar to 2024, we expect that about 70% of the shipbuilding revenue generated in 2025 will be derived from pre-COVID contracts. We forecast approximately 60% of 2026 shipbuilding revenue will be derived from pre-COVID contracts.\nFinally, we expect that in 2027, a majority of the shipbuilding revenue will be derived from contracts that reflect the current operating environment, and we will set the foundation for margin improvement and returns towards historical margin levels.\nWith that, I'll turn the call back over to Christie for Q&A.\n\nChristie Thomas\n\nVice President of Investor Relations\n\nThanks, Tom. [Operator Instructions]. Operator, I will now turn it over to you to manage the Q&A."
  },
  {
    "header": "HII",
    "cik": "0001501585",
    "ticker": "HII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2f6374f5e2c69e3ae579b707bf9471b2",
    "period": "2024 Q2",
    "content": "Q2 2024 Huntington Ingalls Industries Inc Earnings Call\n\nQ2 2024 Huntington Ingalls Industries Inc Earnings Call\n\nHIINYSEAUG 1, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Second Quarter 2024 HII Earnings Conference Call. [Operator Instructions]. Please be advised that today's conference is being recorded. [Operator Instructions].\nI would now like to hand the call over to Christie Thomas, Vice President of Investor Relations. Mrs. Thomas, you may begin.\n\nChristie Thomas\n\nVice President of Investor Relations\n\nThank you, operator, and good morning. I'd like to welcome everyone to the HII Second Quarter 2024 Earnings Conference Call. Joining me today on the call are Chris Kastner, our President and CEO; and Tom Stiehle, Executive Vice President and CFO.\nAs a reminder, statements made today that are not historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These statements relate to future events or our future financial performance and involve known and unknown risks, uncertainties and other factors that may cause our actual results to be materially different from future results expressed or implied by these forward-looking statements. Please see our SEC filings for important factors that could cause our actual results to differ materially from expected results.\nAlso in the remarks today, Chris and Tom will refer to certain non-GAAP measures. For reconciliations of these metrics to the comparable GAAP measures, please see the slides that accompany this webcast, which are available on our website's Investor Relations page at ir.hii.com.\nWith that, I would like to turn the call over to our President and CEO, Chris Kastner. Chris?\n\nChristopher D. Kastner\n\nExecutive Vice President-Business Management & Chief Financial Officer, Huntington Ingalls Industries, Inc.\n\nThanks, Christie, and good morning, everyone. The HII team remains focused on executing on our programs and meeting our commitments to our customers. In the second quarter, our shipbuilding division delivered 2 ships, and our Mission Technologies business achieved another quarter of strong performance. The alignment of our products and services to the United States national security strategy continues to provide strong visibility to our long-term revenue forecast.\nTo start, I'd like to discuss our results. Record second quarter revenue was $3 billion, up 6.8% from a year ago, and diluted earnings per share was $4.38 for the quarter, up from $3.27 in the second quarter of 2023. New contract awards during the quarter were $3.1 billion, which resulted in backlog of $48.5 billion at the end of the quarter, of which $27 billion is currently funded.\nAt Mission Technologies, we had the seventh consecutive quarter of record revenue with sales of $765 million, 19% over the second quarter of 2023. In addition to very strong revenue, Mission Technologies trailing 12-month book-to-bill is 1.15% and its new business opportunity pipeline is over $83 billion. Mission Technologies continues to offer leading-edge technologies aligned with the capabilities our customers need and this growth in a competitive sector confirms for us that our technology portfolio is ideal for today's market requirements.\nIn shipbuilding, we remain focused on directing our resources toward meeting our delivery commitments to the Navy. Significant efforts continue in each of our shipyards to create labor stability, improve proficiency and increase capacity, all aimed at meeting our throughput goals. The long-term investments we are making in capital and employee development, coupled with Navy industrial-based investments, will stabilize and improve performance as our portfolio shifts towards new contracts and our ability to meet scheduled projections and performance goals will support achievement of our financial commitments to our shareholders.\nIn the second quarter at Ingalls, we delivered LPD 29, Richard M. McCool, Jr. and are looking forward to launching LPD 30 Harrisburg later this year. Other milestones, including the launch of DDG 129, Jeremiah Denton, and the delivery of LHA 8 Bougainville have been adjusted based on workforce availability, the most efficient utilization of shipyard facilities and levels of system completion to support predictable downstream execution of future milestones.\nAt Newport News, in the second quarter, we delivered SSN 796 New Jersey and continue to make progress toward our remaining milestones that are planned for later this year. During the quarter, SSN 798 construction team experienced a minor disruption to Massachusetts test program due to some equipment replacement identified during testing. The disruption has been resolved, and the team is back into the test program making steady progress. It does, however, shift delivery from late 2024 to early 2025. We are reaffirming our shipbuilding margin outlook for the year. And as we've discussed, we are already in negotiations and expect several significant contract awards by the end of this year, including Block VI Virginia class submarines, build 2 Columbia class submarines and additional amphibious ships.\nTurning to activities in Washington. We continue to see bipartisan support for our programs reflected in the fiscal year 2025 defense appropriations and authorization bills as they progress through both chambers of Congress. We are pleased that the 2 authorization committees have shown strong support for shipbuilding including support for additional advanced procurement funding authority for CVN 82, additional funding authority to support Virginia class construction and a multi-ship procurement of amphibious ships.\nThe Senate authorizers also included additional funding authority for LPD Flight II and DDG 51 Flight III ships. The House Appropriations bill continues to support our major shipbuilding programs and notably includes investment of $4 billion into the submarine industrial base. We await Senate appropriations positions and the final outcomes will depend on eventual respective conference negotiations by the appropriations and authorization committees.\nNow turning to labor. Positive trends continue in talent acquisition as we have hired over 3,800 craft personnel year-to-date, which keeps us on track to achieve our full year plan of approximately 6,000. In summary, I'm confident that the team's focus on the execution of the fundamentals in our programs positions us positively for the future and look forward to the second half of the year as we meet more milestones and deliver on our commitments to our customers and shareholders.\nAnd now I will turn the call over to Tom for some remarks on our financial results. Tom?\n\nThomas E. Stiehle\n\nExecutive VP & CFO, Huntington Ingalls Industries, Inc.\n\nThanks, Chris, and good morning. Today, I'll briefly review our second quarter results. For more detail on the segment results, please refer to the earnings release issued this morning and posted to our website. Beginning with our consolidated results on Slide 6 of the presentation, our second quarter revenues of approximately $3 billion increased 6. 8% Compared to the same period last year and represent a record second quarter result for HII. This increased revenue was attributable to very strong year-over-year revenue growth of nearly 19% at Mission Technologies as well as growth at Ingalls and Newport News shipbuilding.\nOperating income for the quarter of $189 million increased by $33 million or 21.2% from the second quarter of 2023. And operating margin of 6.3% compares to operating margin of 5.6% in the same period last year. Net earnings in the quarter were $173 million compared to $130 million in the second quarter of 2023. Diluted earnings per share in the quarter were $4.38 compared to $3.27 in the second quarter of the prior year, representing a year-over-year growth of approximately 34%. Backlog increased slightly to end the quarter at $48.5 billion, up approximately $100 million from Q1's close.\nMoving to Slide 7. Ingall's revenues of $712 million in the quarter increased $48 million or 7.2% from the same period last year, driven primarily by higher volumes in amphibious assault ships and surface combatants, partially offset by lower volumes in the National Security Cutter program. Ingalls operating income for the quarter was $56 million and operating margin of 7.9% compared to $65 million and 9.8%, respectively, from the same period last year. The decreases were primarily due to lower risk retirement on surface combatants, partially offset by a delivery contract incentive on LP 29 Richard M. McCool, Jr.\nAt Newport News, revenues of $1.5 billion were up $26 million or 1.7% from the same period last year. Newport News operating income for the quarter was $111 million, and operating margin was 7.2% compared to $95 million and 6.3%, respectively, in the prior year period. The increases were primarily driven by favorable contract adjustments, incentives and volume on the RCOH program, partially offset by lower performance on aircraft carrier construction and the VCS program.\nShipbuilding operating margin in the second quarter was 7.4%, up from 6.8% in Q1 of this year. We are pleased to exceed the shipbuilding margin guidance we previously provided for the quarter and we continue to see significant opportunity in the second half of the year for margin enhancement.\nAt Mission Technologies revenues of $765 million increased $120 million or 18.6% compared to the second quarter of 2023, primarily due to higher volumes in C5ISR and cyber electronic warfare and space. A portion of Mission Technologies overperformance in the quarter was driven by material and work that may not reoccur on a consistent basis, and we have factored that into our guide going forward. We are obviously very pleased with the growth in the quarter and we are raising the Mission Technologies revenue guidance range for the year by $50 million.\nMission Technologies operating income for the quarter was $36 million, and operating margin was 4.7%, compared to $9 million and 1.4%, respectively, in the second quarter of last year. The increases were driven primarily by higher volumes I just mentioned as well as stronger performance in fleet sustainment. In addition, in the second quarter of 2023, we recorded a $6 million loss related to the sale of a joint venture interest, which also helps the year-over-year comparison.\nSecond quarter results for Mission Technologies included approximately $25 million of amortization of purchased intangible assets. Mission Technologies EBITDA margin in the second quarter was 8.5% compared to 6.7% in the second quarter of 2023 and 7.7% last quarter.\nTurning to Slide 8. Cash used in operations was $9 million in the quarter. Net capital expenditures were $90 million or 3% of revenues. Free cash flow in the quarter was negative $99 million, consistent with the guidance we provided on the first quarter call. Cash contributions to our pension and other postretirement benefit plans were $14 million in the quarter. Also during the quarter, we paid dividends of $1.30 per share or $51 million in aggregate. We also repurchased approximately 250,000 shares during the quarter at a cost of approximately $65 million.\nMoving to Slide 9. We have summarized our expectations for the third quarter and the year. For the third quarter, we expect shipbuilding revenue of approximately $2.2 billion and shipbuilding margin of approximately 7.8%, with margin continuing to ramp in the fourth quarter. For Mission Technologies, we expect revenues of approximately $650 million and operating margin of approximately 2.5%. For the year, we are reaffirming our share building revenue and margin expectations and as I previously noted, we are raising Mission Technologies revenue guidance range.\nWe are also updating our interest expense expectation to $95 million based on the phasing of our latest cash flow forecast. We are reiterating our free cash flow outlook for 2024 of $600 million to $700 million as well as our 5-year free cash flow outlook of $3.6 billion. As we have noted, we expect free cash flow to be weighted towards the latter part of the year, which is not unusual. We currently expect third quarter free cash flow to be near 0, preceding expected strong cash collections in the fourth quarter.\nTo summarize, we delivered another quarter of strong year-over-year revenue growth and met our shipbuilding expectations, while Mission Technologies portfolio continues to perform very well. Additionally, we are pleased to raise our Mission Technologies revenue guidance and reaffirm our shipbuilding financial outlook for the year.\nWith that, I'll turn the call back over to Christie to manage Q&A.\n\nChristie Thomas\n\nVice President of Investor Relations\n\nThanks, Tom. As a reminder to everyone on the call, please limit yourself to 1 initial question and 1 follow-up so that we can get as many people through the queue as possible. Operator, I will turn it over to you to manage the Q&A."
  },
  {
    "header": "HII",
    "cik": "0001501585",
    "ticker": "HII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2b38403102c2ae5708c0e4d5005ef12e",
    "period": "2024 Q1",
    "content": "Q1 2024 Huntington Ingalls Industries Inc Earnings Call\n\nQ1 2024 Huntington Ingalls Industries Inc Earnings Call\n\nHIINYSEMAY 2, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the First Quarter 2024 HII Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. [Operator Instructions] I would now like to hand the call over to the Vice President of Investor Relations, Christie Thomas, Ms. Thomas, please go ahead.\n\nChristie Thomas\n\nVice President of Investor Relations\n\nThank you, operator, and good morning. I'd like to welcome everyone to the HII First Quarter 2024 Earnings Conference Call. Joining me today on the call are Chris Kastner, our President and CEO; and Tom Stiehle, Executive Vice President and CFO.\nAs a reminder, statements made today that are not historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These statements relate to future events or our future financial performance and involve known and unknown risks, uncertainties and other factors that may cause our actual results to be materially different from future results expressed or implied by these forward-looking statements. Please see our SEC filings for important factors that could cause our actual results to differ materially from expected results.\nAlso, in their remarks today, Chris and Tom will refer to certain non-GAAP measures. For reconciliations of these metrics to the comparable GAAP measures, please see the slides that accompany this webcast, which are available on our website's Investor Relations page at ir.hii.com.\nWith that, I would like to turn the call over to our President and CEO, Chris Kastner. Chris?\n\nChristopher D. Kastner\n\nExecutive Vice President-Business Management & Chief Financial Officer, Huntington Ingalls Industries, Inc.\n\nThanks, Christie, and good morning, everyone. Today, we released quarterly results that were characterized by steady performance in shipbuilding and strong growth of Mission Technologies. We saw record first quarter revenues, reflecting the continued strong demand from our customers for our products. As we discussed at our Investor Day in March, we remain focused on delivering the advantage to all our stakeholders our customers, employees, shareholders, suppliers and communities.\nNow let's turn to our results. Record first quarter revenue was $2.8 billion and diluted earnings per share was $3.87 for the quarter, up from $3.23 in the first quarter of 2023. New contract awards during the quarter were $3.1 billion, which resulted in backlog of $48.4 billion at the end of the quarter of which $27 billion is currently funded.\nTurning to an update on our shipbuilding milestones. In the first quarter, at Ingalls, we completed builders and acceptance trials on LPD 29 Richard M. McCool Jr. which led to delivery of the ship last month. At Newport News, we delivered the first Columbia class Stern, floated off SSN 798 Massachusetts and completed acceptance trials for SSN 796 New Jersey, which also delivered in April. We were also awarded the advanced planning contract for CVN 75 USS Harry S. Truman's RCOH, and undocked CVN 74 USS John C. [ Stennis ] as part of its RCOH in April.\nIn addition, last month, we announced the first integration of an Australian company into the Newport News shipbuilding supply chain with the purchase of steel from Australian manufacturer BISALLOY Steel. The steel will be used for training and testing to enable us to begin the qualification process for the incremental steel volume required for [ August. ] This is a critical first step toward an integrated U.S., U.K., Australian supply chain under [indiscernible]. At Mission Technologies, we saw record first quarter revenue with sales of $750 million, 20% over the first quarter of 2023. In addition to very strong sales growth, Mission Technologies won strategic competitions in the quarter, including a $305 million contract to protect U.S. regional interest in the Republic of Korea, a $74 million contract to research, analyze and develop enhanced capabilities for vertical launching systems onboard U.S. Navy surface ships and in order to build a REMUS 620 unmanned underwater vehicle for an international customer.\nNow shifting to activities in [ Washington ] for a moment. We were pleased that the fiscal year 2024 budget cycle ultimately concluded in March. We saw continued bipartisan support for our programs reflected in the final Defense Appropriations Act, including funding for 2 early bird class destroyers, 2 Virginia class attack submarines and 1 Columbia class ballistic submarine. Additionally, the appropriations measure provided $500 million for advanced procurement funding for LPD 33. The final appropriations bill also provided funding for the submarine industrial base and large surface combatant shipyard infrastructure and authorized the Navy to enter into a multiyear procurement contract for Virginia class submarines. Also in March, the President submitted the fiscal year 2025 budget request now under consideration by Congress. The proposed budget reflects continued investment in our shipbuilding programs, requesting funding for 2 Arleigh Burke-class surface combatants, 1 San Antonio Class amphibious [ warship ] and the lead Block VI Virginia class submarine. Additionally, the budget request funds the first year of the 3-year refueling and complex overhaul of CVN 75 USS Harry S. Truman. The budget request also continued funding for investment in the submarine industrial base and research and development efforts for the next-generation large surface combatants, DGX and nuclear submarines, SSNX.\nFrom an operational standpoint, to access the skilled manufacturing labor coupled with our supply chain experiencing the same labor challenges continue to impact our programs. In that regard, we hired over 1,700 craft personnel in the first quarter which puts us on track to achieve our full year plan of approximately 6,000. Also in the first quarter, both of our shipyards held apprentice graduations celebrating over 230 graduates across HII who are and will become the leaders in their crafts. We continue to maintain our focus on workforce retention and development and are working closely with our customers and state and local governments to solve this challenging issue. We continue to use overtime, contract labor and outsourcing to mitigate risk and strengthen the opportunity for progress and schedule stabilization.\nIn summary, we remain focused on meeting our commitments to our customers and we'll continue to invest in our people and our facilities to ensure we meet the demand we forecast for our products and services. And now I will turn the call over to Tom for some remarks on our financial results. Tom?\n\nThomas E. Stiehle\n\nExecutive VP & CFO, Huntington Ingalls Industries, Inc.\n\nThanks, Chris, and good morning. Today, I'll briefly review our first quarter results. For more detail on the segment results, please refer to the earnings release issued this morning and posted to our website.\nBeginning with our consolidated results on Slide 3 of the presentation. Our first quarter revenues of $2.8 billion, increased 4.9% compared to the same period last year and represent a record first quarter result for HII. This increased revenue was attributable to growth at Mission Technologies in Ingalls.\nOperating income for the quarter of $154 million increased by $13 million or 9.2% from the first quarter of 2023, and an operating margin of 5.5% compared to operating margin of 5.3% in the same period last year. Net earnings in the quarter were $153 million compared to $129 million in the first quarter of 2023. Diluted earnings per share in the quarter was $3.87 compared to $3.23 in the first quarter of the previous year, and backlog increased to end the quarter at $48.4 billion.\nMoving to Slide 5. Ingalls revenues of $655 million in the quarter increased $78 million or 14% from the same period last year, driven primarily by higher volumes and surface combatants and amphibious assault ships. Ingalls operating income of $60 million increased 9% from last year, and operating margin was 9.2% in the quarter, primarily due to the higher volumes I just mentioned.\nAt Newport News, revenues of $1.4 billion, decreased $72 million or 5% from the same period last year, primarily driven by lower volumes in aircraft carriers and the Virginia-class submarine program. Newport News operating income for Q1 was $82 million, and operating margin of 5.7% were relatively flat with the prior year.\nShipbuilding operating margin in the first quarter was 6.8%, slightly behind the outlook we provided for the quarter. Our shipbuilding revenue and operating margin outlook for the full year remains unchanged. And as we previously noted, our expected shipbuilding milestones for 2024 are concentrated largely in the second half of the year.\nAt Mission Technologies, revenues of $750 million increased $126 million or 20% compared to the first quarter of 2023, primarily due to higher volumes in C5ISR in cyber electronic warfare and space. Mission Technologies operating income of $28 million compares to operating income of $17 million in the first quarter of last year. The increase in operating income was driven primarily by higher volumes I just mentioned.\nFirst quarter results for Mission Technologies included approximately $25 million of amortization of purchased intangible assets. Mission Technologies EBITDA margin in the first quarter was 7.7%.\nTurning to Slide 6. Cash used in operations was $202 million in the quarter. Net capital expenditures were $72 million or 2.6% of revenues. Free cash flow in the quarter was negative $274 million. This compares to cash used in operations of $9 million, net capital expenditures of $40 million or 1.5% of revenues and free cash flow of negative $49 million in the first quarter of 2023. The use of cash in the first quarter was expected and was due to timing of collections. We reaffirm our free cash flow outlook for 2024 of $600 million to $700 million and our 5-year free cash flow outlook of $3.6 billion.\nCash contributions to our pension and other post-retirement benefit plans were $10 million in the quarter. I would also like to note that we made the remaining $145 million debt payment on our term loan associated with the [ Alion ] acquisition in Q1. Also during the quarter, we paid dividends of $1.30 per share or $51 million in aggregate. We also repurchased approximately 223,000 shares during the quarter at a cost of approximately $62 million.\nTo summarize, we delivered strong year-over-year revenue growth in the first quarter driven by Mission Technologies in Ingalls and expect Newport News volumes to ramp up throughout the remainder of the year. In addition to its very strong sales, Mission Technologies continued to win new contracts and has a robust opportunity pipeline that has grown now to $80 billion. We're off to a solid start for the year in revenues and operating income. And as typical, we expect free cash flow to ramp up throughout the year. Looking forward, we are confident in reaffirming our 2024 outlook and our 5-year free cash flow outlook of $3.6 billion.\nBefore I end my remarks, I'd like to thank you again for attending and for watching the webcast of our Investor Day on March 20. Chris and I and the HII leadership team appreciated the opportunity to showcase the details of our strategy, investment thesis and financial plans.\nWith that, I'll turn the call back over to Christie to manage Q&A."
  },
  {
    "header": "HII",
    "cik": "0001501585",
    "ticker": "HII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c6411cb0a7ed8d7d5e584026e2bbf719",
    "period": "2023 Q4",
    "content": "Q4 2023 Huntington Ingalls Industries Inc Earnings Call\n\nQ4 2023 Huntington Ingalls Industries Inc Earnings Call\n\nHIINYSEFEB 1, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Fourth Quarter 2023 HII Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. [Operator Instructions]\nI would now like to hand the call over to Christie Thomas, Vice President of Investor Relations. Ms. Thomas, you may begin.\n\nChristie Thomas\n\nVice President of Investor Relations\n\nThank you, operator, and good morning. I'd like to welcome everyone to the HII Fourth Quarter 2023 Earnings Conference Call. Joining me today on the call are our President and CEO, Chris Kastner, and Executive Vice President and CFO, Tom Stiehle.\nAs a reminder, statements made today that are not historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These statements relate to future events or our future financial performance and involve known and unknown risks, uncertainties and other factors that may cause our actual results to be materially different from future results expressed or implied by these forward-looking statements.\nPlease see our SEC filings for important factors that could cause our actual results to differ materially from expected results. Also in their remarks today, Chris and Tom will refer to certain non-GAAP measures. For reconciliations of these metrics to the comparable GAAP measures, please see the slides that accompany this webcast which are available on our website's Investor Relations page at ir.hii.com.\nWith that, I would like to turn the call over to our President and CEO, Chris Kastner. Chris?\n\nChristopher D. Kastner\n\nExecutive Vice President-Business Management & Chief Financial Officer, Huntington Ingalls Industries, Inc.\n\nThanks, Christie. Good morning, everyone, and thank you for joining us on our fourth quarter 2023 earnings call.\n2023 was a strong year for HII. We continue to invest both in our shipyards and in [ IRAD ] to both expand capacity and develop new products and solutions for our customers. Our growth rate for the year of more than 7% and our free cash flow generation of almost $700 million demonstrate that we're entering a period of accelerated growth and increased free cash flow generation. In addition to record sales growth with 2023 revenues of $11.5 billion, fourth quarter revenue was especially strong across all 3 divisions, with 13% year-over-year growth and a record $3.2 billion of revenue.\nIn 2023, net earnings were $681 million, 18% higher than the prior year and strong free cash flow of $692 million was 40% higher than 2022. We also had $12.5 billion of contract awards in 2023, resulting in backlog of $48 billion at year-end.\nAt Ingalls, we delivered DDG 125 Jack H Lucas, the first Flight III ship and NSC 10 Calhoun. Our DDG 51 team was also awarded the contracts for 7 destroyers in the FY '23 multiyear procurement competition. In our amphibious ship programs, we were awarded a $1.3 billion detailed design and construction contract for LPD 32 and launched LHA 8 [ Buggenville ], the third big deck amphibious warship in the America class. Ingalls expects to complete sea trials and deliver LPD 29, Richard M. McCool, Jr. in the first half of 2024.\nAt Newport News, we redelivered CVN 73 USS George Washington after completing her refueling and complex overhaul and continue to progress on the test program for CVN 79 John F. Kennedy. In the Virginia-class program last year, we were awarded the long lead time material for 2 additional Block V boats and the first 2 boats of Block VI. We completed work on SSN 796 New Jersey and expect to deliver in the first half of 2024. And SSN 798 Massachusetts is nearing float-off which we anticipate in the first quarter of 2024. In addition to the 2024 milestones, we've included our 2025 milestone outlook, which reflects our continued focus on execution.\nRegarding our workforce, I'm pleased with the positive progress in hiring. We hired over 6,900 craft personnel in 2023 and continue to see progress early this year. For 2024, we have a hiring target of approximately 6,000 craft personnel. The competition for skilled labor and shipbuilding and the larger manufacturing sector continues to impact our shipyards and our supply base. With our Navy partner, we will continue to invest in our team to improve worker retention and proficiency, both within our shipyard and in the supply chain to ensure we fulfill our contractual commitments and meet our financial objectives.\nAt Mission Technologies, we delivered another outstanding quarter, performing ahead of plan across all business units, leading to strong revenue growth in 2023. In addition to the record revenue growth, Mission Technologies booked new and recompete contract awards with nearly $6 billion in total contract value. Also, Mission Technologies ended the year with a robust business pipeline of $75 billion, which makes us optimistic about potential growth opportunities in 2024. Key growth drivers include support for mission readiness in artificial intelligence, cyber and electronic warfare, advanced modeling and simulation, LVC and C5 ISR.\nTurning to activities in Washington, D.C. for a moment. We are pleased with the passage and enactment of the defense authorization bill for fiscal year 2024. The FY '24 NDAA strongly supports our shipbuilding programs including multiyear procurement authority for Virginia Class Block 6 submarines and incremental funding authority for LPD 33. The Defense Authorization Act also includes necessary authorities to support the implementation of the [indiscernible] agreement.\nLooking ahead over the next 5 years, we expect revenue growth of more than 4% and cash generation of $3.6 billion. Our expectations are grounded on the assumption that we must deliver on our commitments to our customers. Also, while the trajectory may not be linear due to the timing of ship milestones and material timing, we expect that HII will be generating approximately $15 billion annually in revenue by the end of the decade.\nAs always, fundamental to our expectations for the business is executing on our contracts and developing and providing solutions to our all domain customers. We take this responsibility very seriously and remain focused on executing our program commitments.\nSo with that, I will turn the call over to Tom for some remarks on our financial results and guidance. Tom?\n\nThomas E. Stiehle\n\nExecutive VP & CFO, Huntington Ingalls Industries, Inc.\n\nThanks, Chris, and good morning. Today, I'll review our fourth quarter and full year results and also provide our outlook for 2024. For more detail on the segment results, please refer to the earnings release issued this morning and posted to our website.\nBeginning with our consolidated fourth quarter results on Slide 4. Our Q4 revenues [indiscernible] increased approximately 13% compared to the same period last year. This growth was driven primarily by higher year-over-year revenue at all 3 segments, leading to record quarterly revenue for HII. Operating income for the quarter of $312 million increased by $207 million or 197% from the fourth quarter of 2022, and operating margin of 9.8% compared to margin of 3.7% in the prior year period, [ 9 ] basis points. The increase in operating margin was primarily due to higher segment operating income.\nNet earnings in the quarter were $274 million compared to $123 million in the fourth quarter of last year, up 123%. Diluted earnings per share in the quarter was $6.90 compared to $3.07 in the fourth quarter of the previous year.\nMoving to our consolidated results for the full year. Revenues were a record $11.5 billion for the year, a significant increase of 7.3% from 2022. The improvement was driven by strong year-over-year growth at all 3 segments. Operating income for the year was $781 million and operating margin was 6.8%. This compares to operating income of $565 million and operating margin of 5.3% in 2022. The operating income growth was primarily driven by year-over-year improvement in segment operating income at all 3 segments. Net earnings for the year were $681 million, compared to $579 million in 2022, up 17.6% and diluted earnings per share was $17.07 compared to $14.44 in 2022, up 18.2%.\nFor segment results on Slide 5, Ingall's revenues of $2.8 billion in 2023 increased $182 million or 7.1% from 2022, driven primarily by higher volumes in surface combatants and amphibious assault ships partially offset by [indiscernible] program revenues. Ingalls' operating income of $362 million and margin of 13.2% in 2023, both improved from 2022 results driven primarily by a $70.5 million sale of a court judgment to recover unpaid receivables for the prior repair, refurbishment and modernization of foreign built [ frigates ]. The higher volumes that I just mentioned and the contract incentive on DDG 129, partially offset by lower risk retirement on LPD 28 and LPD 30 than the prior year.\nAt Newport News, 2023 revenues of $6.1 billion increased by $281 million or 4.8% from 2022, primarily due to higher volumes in aircraft carrier construction and engineering and submarines and partially offset by lower revenues in the RCOH program and naval nucleus support services. Newport News 2023 operating income of $379 million increased $22 million from 2022 and margin of 6.2% was relatively consistent with 2022 performance. The increase was driven by higher volumes I just discussed, and a revenue adjustment on CVN 73, partially offset by contract incentives on the Columbia class submarine program in 2022.\nShipbuilding margin for 2023 was 8.3%. Admission technology, 2023 revenues of $2.7 billion increased $312 million or 13.1% from 2022, primarily driven by higher volumes in C5 ISR and cyber, electronic, warfare and space contracts. Mission Technologies 2023 operating income of $101 million and segment operating margin of 3.7%, both improved operating income of $63 million and segment operating margin of 2.6% in 2022, driven primarily by a $49.5 million settlement of representations and warranties insurance claim relating to the acquisition of [ Hydroid ]. And the higher volumes I described, partially offset by a contract loss and lower equity income due to the sale of a joint venture.\nMission Technologies 2023 results included approximately $109 million of amortization of purchased intangible assets compared to approximately $120 million in 2022. Mission Technologies EBITDA margin for 2023 was 8.6%.\nTurning to cash. 2023 free cash flow was $692 million, handily beating the guidance due to strong year-end collections as well as benefiting from the sale of the [ Frigate ] court judgment and settlement of the reps and warranty insurance claims I've highlighted. During the year, the company reduced debt by $480 million, invested $278 million in capital expenditures, paid $200 million in dividends and used $75 million to repurchase shares, while ending 2023 with $430 million in cash on hand and liquidity of approximately $1.9 billion. Net capital expenditures finished the year at 2.4% of revenues, just under 2022's value of 2.5%.\nCash contributions to our pension and other postretirement benefit plans totaled $44 million in 2023. Our pension outlook for 2024 has improved from the update we provided in November, given the better-than-expected returns to assets, partially offset by a decrease in discount rates since that time. Asset returns for 2023 were 12.3%. Pension expectations for 2025 through 2027 have been updated. And similar to the update we provided for 2024 last quarter, the fast benefit has increased from our last update, given the more immediate recognition of the positive asset returns experienced in 2023. This is partially offset by the impact of the lower discount rate. We've also provided an initial view of our [ 2028 ] expectations.\nTurning to Slide 7 of our financial outlook for 2024. Given backlog growth performance in 2023 and the strong demand for our products and services, we are now forecasting mid- to long-term HII revenue growth of 4-plus percent. For shipbuilding mid- to long-term forecast revenue growth has increased from 3% to approximately 4%, although growth in 2024 will be [indiscernible] due to the outperformance in 2023. Accordingly, we are forecasting 2024 shipbuilding revenue between $8.8 billion and $9.1 billion.\nFor 2024, we expect shipbuilding operating margin to be between 7.6% and 7.8% as we continue to target incremental margin improvement. For Mission Technologies, we continue to expect approximately 5% mid- to long-term top line growth. And again, due to the 2023 outperformance driven by approximately $80 million of material timing. We expect tempered growth for FY '24, forecasting revenue between $2.7 billion and $2.75 billion. And we expect Mission Technologies operating margins to be between 3% and 3.5% and EBITDA margins to be between 8% and 8.5%.\nIn 2024, amortization and purchased intangible assets is expected to total approximately $109 million, of which $99 million is attributable to Mission Technologies. We expect first quarter revenues of approximately $2.2 billion for shipbuilding and $650 million for Mission Technologies, with shipbuilding operating margin near 7% and Mission Technologies operating margin near 2.5%.\nMoving on to capital expenditures. As we've discussed in prior quarters, we continue to see the long-term capital expenditure rate of 1.5% to 2% of general sustainment. In the near term, given the significant demand in submarine construction, we are partnering with our Navy customer to invest in expanding our shipbuilding capacity and throughput. The investment is expected to drive CapEx to approximately 5% on average for the next 3 years, with 2024 targeted to be approximately 5.3% of sales. I will note that the sustainable free cash flow levels we've previously discussed are not expected to be impacted by this due to customer investment, evidenced by the projected free cash flow growth over the next 5 years, I'll provide shortly.\nAdditionally, on Slide 7, we have provided our updated outlook for a number of other discrete items to assist with your modeling.\nMoving on to Slide 8. We have provided an updated view of our free cash flow outlook for 2024 of $600 million to $700 million, ending our prior 5-year free cash flow projection period with an estimate of $3 billion up from our prior estimate of $2.9 billion. I'm also pleased to provide a free cash flow outlook for the next 5 years or for FY '24 to '28 of approximately $3.6 billion. I would note that these forecasts not include Section 174 deferral, which if it occurs, would be a tailwind to approximately $150 million to $200 million in 2024.\nOn Slide 9, we provided our capital allocation prioritization model unchanged from previous discussions, but updated for current events. We continue to remain committed to an investment-grade rating and have reduced our leverage ratio to under 2 turns at the end of 2023, a year earlier than planned. In addition, we finished paying off our $650 million term loan in January of 2024, which concludes our debt repayment prioritization while securing our investment-grade ratings and credit metrics.\nIn 2024, we expect to return approximately $500 million cash flow to shareholders through dividends and share repurchases. Lastly, on this slide, the Board has approved a revision to our share repurchase program in both term and amount resulting in available share repurchase authorization of $1.5 billion through 2028.\nTo close on my remarks, company's mainstay programs are well supported in demand, and MT's growth success continues to expand and diversify our portfolio. Our future is bright and within our control by executing on our current production contracts and capitalizing on the growth demand for HII products and services. We've exceeded our 2023 financial guidance metrics in terms of revenue, profitability and free cash flow while investing in our programs to facilitate growth and throughput. Additionally, we've strengthened our balance sheet, paying down debt and lowering our leverage ratio. Lastly, fine-tuned the HII investment thesis on the last page of the earnings presentation, focusing on the portfolio strength and visibility execution and growth and free cash flow expansion driving our current and future capital allocation commitments.\nWith that, I'll turn the call back over to Christie for Q&A."
  },
  {
    "header": "HII",
    "cik": "0001501585",
    "ticker": "HII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6887787de61865115d3240e3819dfc97",
    "period": "2023 Q3",
    "content": "Q3 2023 Huntington Ingalls Industries Inc Earnings Call\n\nQ3 2023 Huntington Ingalls Industries Inc Earnings Call\n\nHIINYSENOV 2, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Third Quarter 2023 HII Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. [Operator Instructions] .\nI'd like to hand the call over to Christie Thomas, Vice President of Investor Relations. Ms. Thomas, you may begin.\n\nChristie Thomas\n\nVice President of Investor Relations\n\nThank you, operator, and good morning. I'd like to welcome everyone to the HII Third Quarter 2023 Earnings Conference Call. Joining me today on the call are Chris Kastner, our President and CEO; and Thomas Stiehle, Executive Vice President and CFO.\nAs a reminder, statements made today that are not historical facts, are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These statements relate to future events or our future financial performance, and involve known and unknown risks, uncertainties and other factors that may cause our actual results to be materially different from future results expressed or implied by these forward-looking statements.\nPlease see our SEC filings for important factors that could cause our actual results to differ materially from expected results. Also in their remarks today, Chris and Tom will refer to certain non-GAAP measures. For reconciliations of these metrics to the comparable GAAP measures, please see the slides that accompany this webcast, which are available on our website's Investor Relations page at ir.hii.com.\nWith that, I would like to turn the call over to our President and CEO, Chris Kastner. Chris?\n\nChristopher D. Kastner\n\nExecutive Vice President-Business Management & Chief Financial Officer, Huntington Ingalls Industries, Inc.\n\nThanks, Christie, and good morning, everyone. Today, we released quarterly results that demonstrate continued top line growth across all 3 of our divisions, steady operational performance and strong free cash flow generation. Our focus on the fundamentals of the business is evidenced through our strong 5.3% year-to-date revenue growth or outstanding $2.4 billion book-to-bill in the quarter at Mission Technologies and continued shipbuilding milestone achievements.\nGiven our year-to-date results, we are pleased to increase our 2023 revenue and free cash flow guidance and Tom will provide more information on these increases during his remarks.\nOur talented workforce remains focused on executing our strategy, supporting our customers' top national defense priorities by delivering quality platforms, technologies and solutions and in parallel, winning new business leading to growth opportunities.\nBefore I get into the results, I would like to thank our HII employees at all 3 divisions for their dedication, innovation and customer focus.\nLet's turn to our results on Page 3 of the presentation. Top line growth increased 7.2% from the third quarter of 2022, resulting in a record third quarter revenue of $2.8 billion. Diluted earnings per share was $3.70 for the quarter, up from $3.44 in the third quarter of 2022. New contract awards during the quarter were $5.4 billion, which resulted in backlog of approximately $49 billion at the end of the quarter, of which $27 billion is currently funded.\nShifting to an update on our shipbuilding milestones in the third quarter at Ingalls we launched Amphibious Assault ship LHA 8 Bougainville and laid the keel for LHA 9 Fallujah. Also, we successfully completed acceptance trials for NSC 10 Calhoun and delivered her last month.\nIn addition, we successfully launched and christened the Flight III Arleigh Burke-class destroyer DDG-128 Ted Stevens. Finally, LPD 29 Richard McCool, Jr. is expected to complete acceptance trials and deliver in the fourth quarter of this year.\nIngall's contract awards this quarter included a $155 million contract for the modernization of USS Zumwalt DDG 1000 and -- and a significant award of 7 of 10 Flight III Arleigh Burke-class destroyers in the FY '23 DDG multiyear procurement competition.\nAt Newport News, we continue to make progress on the Virginia-class attack submarines as we laid the keel of Oklahoma, SSN 802 and we reached pressure hull complete on Arkansas SSN800. -- and -- We expect to float off SSN 798 Massachusetts and deliver SSN 796 New Jersey before the end of the year.\nWe also continue to make progress on nuclear powered aircraft carrier construction, CVN 79 Kennedy is focused on compartment completion and the test program, having turned over more than 70% of the ship compartments to the Navy and lighting off combat systems for integrated testing. CVN-80 Enterprise is progressing well and is approximately 25% complete. The cost for the combined buy of CVN-80 and 81 has benefited from the bundling and early procurement of the majority of the material. So much so that over 70% of the material for CVN-81 has already been placed on order generating significant savings over the traditional approach to ordering.\nHowever, due to major component delays from the supply chain, driven primarily from COVID and the labor and supply chain effects subsequent to COVID. delivery of CVN-80 is forecasted to be approximately 12 months late. To mitigate the delay, HII has worked with the Navy to employ innovative build techniques, which minimize the impact of CVN-81.\nAt Mission Technologies, we saw the third straight quarter of record revenue with sales of $685 million, 15% over the third quarter of 2022. We -- In addition to strong sales growth, Mission Technologies also won several major strategic competitions in the quarter and now has posted over $5 billion in potential total contract value bookings year-to-date. These awards resulted in a third quarter backlog book-to-bill of $2.4 billion and a year-to-date backlog book-to-bill of 1.2 million.\nSignificant wins in the quarter included the $1.4 billion joint network engineering and emerging operations task order, the $347 million contract for the Navy's Lionfish SUUV program and $244 million task order to integrate Minotaur software products into maritime platforms for the Navy, Marine Corps and Coast Guard.\nShifting to activities in Washington, the federal government began the new fiscal year under a continuing resolution, which funds government operations through November 17. The -- While we applaud the congress for including an anomaly in the CR that will allow DoD to deviate from typical restrictions and obligate funding to begin construction of the second Columbia class nuclear submarine. We look forward to Congress proceeding as expeditiously as possible on appropriations bills.\nWe also look forward to Congress completing their work on the fiscal year 2024 National Defense Authorization Act with the respective bills of the House and the Senate reflecting strong support for shipbuilding and other national security priorities.\nFinal outcomes will depend on eventual respective conference negotiations between the appropriations and authorization committees, we are encouraged by the support of our programs thus far in the 4 committees of jurisdiction during the fiscal year 2024 budget cycle.\nNow turning to labor. We have hired nearly 5,400 craft personnel year-to-date through the third quarter, which puts us 8% ahead of our full year plan of approximately 5,000. We -- We have work to do to improve our retention rate and the shipbuilding teams are laser-focused on addressing this challenge. Retention and attendance and the acceleration of workforce development will remain consistent focus areas for us going forward. In summary, this was a very strong quarter, demonstrating continued focus and progress on our strategy of executing against our backlog and driving growth in Mission Technologies.\nWe remain committed to continuing to create value for all of our stakeholders, our employees, customers, shareholders, suppliers and communities. And now I will turn the call over to Tom for some remarks on our financial results. Tom?\n\nThomas E. Stiehle\n\nExecutive VP & CFO, Huntington Ingalls Industries, Inc.\n\nThanks, Chris, and good morning. Today, I'll be to review our third quarter results. For more detail on the segment results, please refer to the earnings release issued this morning and posted to our website.\nBeginning with our consolidated results on Slide 6 of the presentation, our third quarter revenues of $2.8 billion increased approximately 7.2% compared to the same period last year and represents a record third quarter result for HII. This increase in revenue was largely attributable to growth at Mission Technologies and Ingalls Shipbuilding.\nOperating income for the quarter of $172 million increased by $41 million or 31% from the third quarter of 2022, and operating margin of 6.1% compares to operating margin of 5% in the same period last year. The increase in operating income was primarily due to higher segment operating income, a more favorable operating FAS/CAS adjustment and more favorable noncurrent state income taxes compared to the prior year period.\nNet earnings in the quarter were $148 million compared to $138 million in the third quarter of 2022. Diluted earnings per share in the quarter was $3.70 and -- compared to $3.44 in the third quarter of the previous year.\nMoving on to Slide 7. Ingalls' revenues of $711 million in the quarter increased $88 million or about 14% from the same period last year. driven primarily by higher volumes on amphibious assault ships and surface combatants. Ingalls operating income of $73 million and operating margin of 10.3% in the quarter increased from last year, primarily due to higher volumes I mentioned earlier and favorable changes in contract estimates compared to the prior year.\nAt Newport News, revenues of $1.45 billion increased $8 million or 1% from the same period last year. Newport News operating income for Q3 was $90 million, a decrease of $12 million compared to the third quarter of last year. Operating income was lower due to contract incentives earned in the Columbia-class program in the third quarter of 2022, partially offset by improved performance on the Virginia-class submarine program.\nShipbuilding operating margin in the third quarter was 7.5%, slightly ahead of the outlook we had provided for the quarter. Our shipbuilding operating margin outlook for the full year remains unchanged. And as we have previously noted, our expected shipbuilding milestones for 2023 are concentrated largely in the fourth quarter.\nAt Mission Technologies, revenues of $685 million increased $90 million or about 15% compared to the third quarter of 2022, primarily due to higher volumes in mission-based solutions driven by our C5ISR in Cyber, Electronic Warfare and Space Programs. Mission Technologies operating income of $24 million compares to operating income of $14 million in the third quarter of last year. The increase in operating income was driven primarily by the higher volumes I just mentioned as well as improved performance in unmanned systems. Current results for Mission Technologies included approximately $27 million of amortization of purchased intangible assets. Mission Technologies EBITDA margin in the third quarter was 8.2%.\nTurning to Slide 8. Cash from operations was $335 million in the quarter. Net capital expenditures were $42 million or 1.5% of revenues. Free cash flow in the quarter was $293 million. This compares to cash used in operations of $19 million, net capital expenditures of $77 million or 2.9% of revenues and free cash flow of negative $96 million in the third quarter of 2022.\nThe -- Cash contributions to our pension and other postretirement benefit plans were $11 million in the quarter. During the third quarter, we paid dividends of $1.24 per share or $50 million in aggregate. We also repurchased approximately 100,000 shares during the quarter at an aggregate cost of approximately $21 million. Year-to-date through the third quarter, we have repurchased approximately 176,000 shares at an aggregate cost of approximately $37 million.\nMoving on to Slide 9. I'd like to provide an update on our pension sensitivities for 2024. We -- Our forecast in early 2023 assumed asset returns of 8% and a discount rate of approximately 5.5%. Through the end of the third quarter, discount rates have increased approximately 60 basis points and our year-to-date asset return is roughly 4.6%. Pension related numbers are subject to year-end performance and measurement criteria. We will provide a multiyear update of pension estimates on our fourth quarter earnings call in February. Also, I would like to highlight that our pension funded status remains strong and has improved year-to-date. Additionally, I will note that the cash flow impacts related to pension changes remain minimal.\nMoving on to Slide 10. Given the strong third quarter free cash flow, we are increasing our 2023 free cash flow guidance to approximately $500 million, an increase of $75 million from the prior midpoint guidance. This increase is primarily driven by the conclusion of the negotiations regarding the repayment of COVID advances as well as positive cash flow contributions from Mission Technologies. We continue to expect approximately $1.2 billion of free cash flow over the 2-year period of 2023 and 2024. I'll highlight that we continue to expect to distribute substantially all free cash flow to shareholders through 2024 after planned debt repayment, which is currently on track.\nTurning to Slide 11. In addition to increasing our fiscal year '23 free cash flow guidance, we are increasing our revenue guidance for both shipbuilding and Mission Technologies. Given the strong third quarter revenues across all 3 divisions, we are increasing the midpoint of shipbuilding revenue guidance by revising a range from $8.4 billion to $8.6 billion to a range of $8.5 billion to $8.6 billion. in increasing our Mission Technologies revenue guidance from approximately $2.5 billion to approximately $2.55 billion. This is an increase to the midpoint of shipbuilding revenue guidance of $50 million and an increased emission technologies revenue guidance of $50 million. Additionally, we are reaffirming our shipbuilding emission technologies margin guidance.\nTo summarize, we delivered strong revenue growth in the third quarter and finished slightly ahead of our margin expectations for the quarter. We also delivered strong free cash flow. Mission Technologies had an impressive third quarter backlog book-to-bill of [ $2.4 billion ] and year-to-date has the potential total contract value awards of over $5 billion in addition to a robust opportunity pipeline of $70 billion. Looking to the end of the year, we are pleased to raise 2023 revenue and free cash flow guidance. and reaffirm margin guidance as we continue to execute the milestones and commitments that we've laid out.\nWith that, I'll turn the call back over to Christie to manage Q&A."
  },
  {
    "header": "HII",
    "cik": "0001501585",
    "ticker": "HII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/53c04c472157c07583bbcf13544701f4",
    "period": "2023 Q2",
    "content": "Q2 2023 Huntington Ingalls Industries Inc Earnings Call\n\nQ2 2023 Huntington Ingalls Industries Inc Earnings Call\n\nHIINYSEAUG 3, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Second Quarter 2023 HII Earnings Conference Call. At this time, all participants are in a listen-only mode. [Operator Instructions] I would now like to turn the call over to Christie Thomas, Vice President of Investor Relations. Mrs. Thomas, you may begin.\n\nChristie Thomas\n\nVice President of Investor Relations\n\nThank you, operator, and good morning, everyone. Welcome to the HII Second Quarter 2023 Earnings Conference Call. Joining me today on the call are Chris Kastner, our President and CEO; and Tom Stiehle, Executive Vice President and CFO.\nAs a reminder, any forward-looking statements made today that are not historical facts are considered our company's estimates or expectations and are forward-looking statements made pursuant to the Safe Harbor provisions of federal securities law. Forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. For additional information regarding factors that could cause actual results to differ materially from expected results, refer to our SEC filings. Also in the remarks today, Chris and Tom will refer to certain non-GAAP measures. For reconciliations of these metrics to the comparable GAAP measures, please see the slides that accompany this webcast, which are available on the Investor Relations website at ir.hii.com.\nWith that, I would like to turn the call over to our President and CEO, Chris Kastner. Chris?\n\nChristopher D. Kastner\n\nExecutive Vice President-Business Management & Chief Financial Officer, Huntington Ingalls Industries, Inc.\n\nThanks, Christie. Good morning, everyone. Thank you for joining us. The HII team delivered another solid quarter. Our results demonstrate continued top line growth and steady operational performance. We continue to make progress on our strategy, executing on our significant shipbuilding backlog and growing Mission Technologies. Not only are we executing on our shipbuilding backlog, we are also delivering all-domain solutions through our unique capabilities to connect the different platforms that our customers use to perform the missions.\nNow let's turn to our results on Page 3 of the presentation. Top line growth was 4.7% from the second quarter of 2022, resulting in second quarter revenue of $2.8 billion. Diluted earnings per share was $3.27 for the quarter, down from $4.44 in the second quarter of 2022. New contract awards during the quarter were approximately $2.6 billion, which resulted in backlog of approximately $47 billion at the end of the quarter, of which $24 billion is currently funded.\nIn the second quarter at Ingalls, we laid the keel for LPD 31 Pittsburgh and successfully completed builder's trials for NSC-10 Calhoun. We also successfully completed acceptance trials and delivered the first Flight III Arleigh Burke destroyer, DDG-125 Jack H. Lucas. We expect to launch DDG-128 Ted Stephens and LHA-8 Bougainville and deliver NSC-10 and LPD-29, Richard M. McCool, Jr., later this year.\nAt Newport News, we christened Virginia-class attack submarine SSN-798 Massachusetts and redelivered the Nimitz-class aircraft carrier, CVN-73 USS George Washington. Later this year, Newport News expects to float off SSN-798 and deliver SSN-796 New Jersey. As I previewed last quarter, CVN-79 Kennedy received the contract modification intended to optimize its construction schedule and deliver a more capable shift to the fleet earlier, which updates the expected ship delivery to 2025.\nSlide 4 summarizes the projected shipbuilding milestones for 2023 and 2024, reflecting the updates for the CVN-79 contract modification and an update for the expected shipment of the final module of Virginia-class submarine Block IV, SSN-801 Utah, which has moved to 2024.\nAt Mission Technologies, we saw the second straight quarter of record high revenue of $645 million, with sales growing 7.5% over the second quarter of 2022. Mission Technologies had multiple wins in the quarter across its business units, capped off with the early third quarter win at [ Genio, ] a $1.4 billion contract vehicle that serves the National Security Innovation Network and its mission partners by enabling the transition of innovation in both speed and scale from the lab to the battle space.\nIn addition to these accomplishments, we recognize and are committed to the broader international opportunities represented by the [ ACES ] agreement, which directly align with our capabilities in nuclear submarines as well as other emerging technologies as set forth in Pillar 2 of the ACAS agreement.\nTurning to activities in Washington. The President's budget request for fiscal year 2024 is under consideration by Congress. And as Bill progressed through both chambers, we continue to see bipartisan support for our programs. We are pleased that the Armed Services Committees have shown strong support for shipbuilding to include authorizing funding for LPD-33 and multiyear procurement authorization for the next block of Virginia-class submarines. Both authorization bills, which have been passed by the respective chambers, authorized funding for the requested procurement of 2 Virginia-class submarines, 1 Columbia-class ballistic missile submarine and 2 DDG-51 Arleigh Burke destroyers. Both House and Senate Appropriations Committees include multiyear procurement authority for Block VI Virginia-class submarines and fund the procurement of 2 Virginia-class submarines, 1 Columbia-class ballistic missile submarine and 2 DDG-51 Arleigh Burke destroyers. The Senate Appropriations [ tool ] provides advanced procurement funding for LPD-33 and in FY '24 and a third DDG-51 in FY '25, and the House Appropriations Bill includes language supporting a stable rate of procurement of amphibious warfare ships. Final outcomes will depend on respective conference negotiations between the appropriations and the authorization committees.\nNow moving to labor. Through the second quarter, we hired over 3,200 craftsmen and women on a solid pace to meet our full year plan of approximately 5,000. Although we are meeting our hiring targets, attrition remains high, and labor is still the greatest risk to meeting our plan. We are continuing to devote substantial effort at both shipyards in the areas of recruiting, robust training and retention of our workforce in this very challenging labor environment.\nIn summary, the strong demand for our products and services, coupled with continued progress on our strategy of executing against our backlog and growing Mission Technologies, sets the foundation for HII to continue to fulfill our mission to deliver the world's most powerful ships and all-domain solutions in service of the nation. And now, I will turn the call over to Tom for some remarks on our financial results. Tom?\n\nThomas E. Stiehle\n\nExecutive VP & CFO, Huntington Ingalls Industries, Inc.\n\nThanks, Chris, and good morning. Today, I'll briefly review our second quarter results. For more detail on the segment results, please refer to the earnings release issued this morning and posted to our website. Beginning with our consolidated results on Slide 5 of the presentation, our second quarter revenues of $2.8 billion increased approximately 4.7% compared to the same period last year and represents a record second quarter result for HII. This increased revenue was largely attributable to growth at Newport News Shipbuilding and Mission Technologies.\nOperating income for the quarter of $156 million decreased by $35 million or 18% from the second quarter of 2022, and operating margin of 5.6% compared to operating margin of 7.2% in the same period last year. The decrease in operating income was primarily due to lower segment operating income, partially offset by a more favorable operating FAS/CAS adjustment and more favorable noncurrent state income taxes compared to the prior year period. Net earnings in the quarter were $130 million, compared to $178 million in the second quarter of 2022. Diluted earnings per share in the quarter was $3.27, compared to $4.44 in the second quarter of the previous year.\nShipbuilding results in the quarter were in line with our expectations and slightly stronger than the outlook we provided on our first quarter call. Segment operating income in the second quarter of 2022 benefited significantly from favorable adjustments from facilities capital and economic price adjustment clauses at both Ingalls and Newport News, making for a difficult comparison year-over-year as expected.\nMoving on to Slide 6. Ingalls revenues of $664 million in the quarter increased $6 million or about 1% from the same period last year, driven primarily by higher revenues on the DDG program, partially offset by lower NSC program revenues. Ingalls operating income of $65 million and operating margin of 9.8% in the quarter declined from last year as expected, primarily due to lower favorable changes in contract estimates from facilities capital and economic price adjustment clauses, as well as lower risk retirement on LPD-30 Harrisburg.\nAt Newport News, revenues of $1.5 billion increased by $76 million or 5.3% from the same period last year due to growth in both aircraft carrier and submarine construction revenues. Newport News operating income in the second quarter of 2023 was $95 million, an increase of $1 million or 1.1% compared to the second quarter of last year. Operating income was largely consistent year-over-year as favorable VCS program adjustments were offset by lower favorable changes in contract estimates from facilities capital and economic price adjustment clauses. Shipbuilding operating margin in the second quarter was 7.4%, above the 7% outlook we had previously provided for the quarter. Our shipbuilding operating margin outlook for the full year is unchanged. We have noted previously that our expected milestones for 2023 are concentrated in the second half of the year and largely in the fourth quarter.\nAt Mission Technologies, revenues of $645 million increased $45 million or 7.5% compared to the second quarter of 2022, primarily driven by higher volumes in mission-based solutions, which includes our C5ISR, cyber electronic warfare and live virtual and constructive training capabilities. Mission Technologies operating income of $9 million compares to operating income of $25 million in the second quarter of last year. The second quarter of 2022 included additional nonrecurring equity income of approximately $15 million for an equity method investment in a ship repair joint venture, which was sold in the second quarter of 2023. Cash proceeds of $61 million from the sale are included in investing cash flows. Additionally, a negative equity method adjustment of $6 million was recorded from the sale of the ship repair joint venture. Current results for Mission Technologies included approximately $28 million of amortization of purchased intangible assets. Mission Technologies EBITDA margin in the second quarter was 6.7%.\nTurning to Slide 7. Cash from operations was $82 million in the quarter. Net capital expenditures were $68 million, or 2.4% of revenues. Free cash flow in the quarter was $14 million. This compares to cash from operations of $267 million, net capital expenditures of $59 million, or 2.2% of revenues, and free cash flow of $208 million in the second quarter of 2022. Cash contributions to our pension and other post-retirement benefit plans were $11 million in the quarter. During the second quarter, we paid dividends of $1.24 per share, or $50 million in aggregate. We also repurchased approximately 37,000 shares during the quarter at an aggregate cost of approximately $7 million. Year-to-date through the second quarter, we repurchased approximately 76,000 shares at an aggregate cost of approximately $16 million.\nMoving on to Slide 8. Our free cash flow outlook through 2024 remains unchanged, as do our capital allocation priorities. Regarding 2023 free cash flow guidance, we continue to see $400 million to $450 million as the most likely range. We continue to work with our customer on the timing and mechanics regarding the repayment of COVID-related advances, which is currently forecasted to occur in 2023. At this time, we do not have an agreement in place that would increase our free cash flow above the guidance range we have provided. I'll highlight that we continue to expect to distribute substantially all free cash flow to our shareholders through 2024 after planned debt repayment, which is on track.\nTurning to Slide 9. We are reaffirming our 2023 segment guidance. I will also provide some color on how we see the third quarter and the remainder of the year. Regarding the third quarter, we expect shipbuilding revenue to be approximately $2.1 billion and shipbuilding operating margin to be consistent with the second quarter's result of 7.4%. This expectation does imply a meaningful improvement in the fourth quarter results, which is consistent with when we expect our most impactful shipbuilding milestones to occur.\nFor Mission Technologies, we expect third quarter revenue to be similar to the second quarter results and expect third quarter operating margin of approximately 2.5%. Given second quarter results and the impact of the equity method accounting adjustment I referenced earlier, we currently believe that Mission Technologies' 2023 operating and EBITDA margins are likely to be closer to the low end of the guidance ranges we have provided. We expect third quarter free cash flow to be approximately $100 million. Again, there is no change to our guidance for the year. We expect our cash flow generation will fall predominantly in the fourth quarter. Our cash expectation is consistent with both our expected timing for milestones and our normal cash cadence of the calendar year.\nTo summarize, the second quarter shipbuilding results were largely in line with the expectations we provided on our first quarter call. Newport News and Ingalls continued to hit critical shipbuilding milestones. Mission Technologies delivered impressive year-over-year revenue growth. The Mission Technologies team continues to capture meaningful contract wins and maintains a very robust pipeline. We have great confidence in their future and the long-term value creation opportunity. Finally, we are pleased to reaffirm our full year segment guidance as we remain focused on executing the milestones and commitments that we've laid out.\nWith that, I'll turn the call back over to Christie to manage the Q&A.\n\nChristie Thomas\n\nVice President of Investor Relations\n\nThanks, Tom. As a reminder to everyone on the call, please limit yourself to 1 initial question and 1 follow-up so we can get as many people through the queue as possible. Operator, I will turn it over to you to manage the Q&A."
  },
  {
    "header": "HII",
    "cik": "0001501585",
    "ticker": "HII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/83ba4b9028817d28debf3fdb77d2429b",
    "period": "2022 Q4",
    "content": "Q4 2022 Huntington Ingalls Industries Inc Earnings Call\n\nQ4 2022 Huntington Ingalls Industries Inc Earnings Call\n\nHIINYSEFEB 9, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Fourth Quarter 2022 HII Earnings Conference Call. (Operator Instructions) I would now like to hand the call over to Christie Thomas, Vice President of Investor Relations.\n\nChristie Thomas\n\nThank you, operator, and good morning, everyone. Welcome to the HII Fourth Quarter 2022 Earnings Conference Call. Joining me today on the call are Chris Kastner, our President and CEO; and Tom Stiehle, Executive Vice President and CFO.\nAs a reminder, any forward-looking statements made today that are not historical facts are considered our company's estimates or expectations in our forward-looking statements made pursuant to the safe harbor provision of federal securities law.\nForward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. For additional information regarding factors that could cause actual results to differ materially from expected results, refer to our SEC filings.\nAlso in their remarks today, Chris and Tom will refer to certain non-GAAP measures. For reconciliations of these metrics to the comparable GAAP measures, please see the slides that accompany this webcast, which are available on the Investor Relations website at ir.hii.com.\nWith that, I would like to turn the call over to our President and CEO, Chris Kastner. Chris?\n\nChristopher D. Kastner\n\nPresident, CEO & Director, Huntington Ingalls Industries, Inc.\n\nThanks, Christie. Good morning, everyone, and thank you for joining us on our fourth quarter 2022 earnings call. First, I would like to thank the entire HII team for a solid year and express my gratitude for their outstanding contributions throughout 2022. It was through their dedication and commitment that we were able to deliver results that demonstrated consistent performance in a pretty tough economic environment.\nNow let's turn to the highlights for the quarter and the year on Page 3 of the presentation. In 2022, we reported record sales of $10.7 billion. Net earnings of $579 million and free cash flow of $494 million. The demand for our products continues to drive a tremendous backlog of $47 billion, and we grew sales and earnings across all 3 of our segments in 2022, setting the foundation for continued growth in 2023 and beyond.\nAt Ingalls, in the fourth quarter, we delivered DDG 123 Lenah Sutcliffe Higbee and completed builder's trials on DDG 125 Jack H. Lucas, the first flight III ship, just one quarter after DDG 123 completed her trials.\nOur DDG 51 team also started fabrication on DDG 133 Sam Nunn. In our amphibious ship product line, we were awarded a $2.4 billion detailed design and construction contract and started fabrication for LHA 9 Fallujah, the fourth big deck amphibious warship in the American class.\nAlso at Ingalls, in January, we were awarded the advanced planning contract for the modernization period for Zumwalt class guided missile destroyers. At Newport News in the fourth quarter, we authenticated a keel for SSN 800 Arkansas, honoring the ship sponsors to Little Rock nine.\nWe continue to remain focused on reducing risk and meeting cost and scheduled objectives on the Virginia-class boats. As for nuclear aircraft carrier, CVN 79 Kennedy is well into the test program. Distributed systems such as fire main, potable water, air conditioning and ventilation are coming to life. The EMALS Catapult system, which we began testing in 2022 remains on track and is progressing as planned through her test program, and we expect to enter into the Combat Systems test program later this quarter.\nAnd finally, for the refueling and complex overhaul of CVN 73 USS George Washington, we are 98% complete as we near planned re-delivery later this year.\nAt Mission Technologies, we achieved solid revenue growth for 2022 with all of the business groups growing year-over-year. And we ended the year with a robust potential business pipeline of $66 billion, of which over 1/3 is qualified. Significant wins in 2022 included the decisive mission actions and technology services contract, Mobility Air Forces distributed mission operations contract and the Remus 300 selection as the U.S. Navy's small UUV program of record.\nFrom an operational perspective, we have integrated Alion into our mission technologies in HII team and with the integration complete, we can turn our full attention towards executing our growth strategy. Moving on to Slide 4.\nWe are providing the major milestones for 2023 and 2024. I'm proud to say that we met all of the shipbuilding milestones that we highlighted back in the second quarter of last year for 2022 and we are maintaining all of the 2023 milestones. This demonstrates growing confidence in our ship schedules and provide a solid platform to continue to improve our cost performance.\nNotable anticipated 2023 milestones at Newport News include the planned delivery of SSN 796 New Jersey and planned float off of SSN 798 Massachusetts. As well as the planned redelivery of CVN 73 and planned crew move aboard on CVN 79.\nAt Ingalls, DDG 125, Jack H. Lucas, NSC 10 Calhoun and LPD 29 Richard M. McCool Jr. are all forecast to deliver this year, while LHA 8 Bougainville is expected to launch.\nIn addition to these shipbuilding milestones, Mission Technologies expects to see continued growth resulting from our large opportunity pipeline, including the several award decisions that we expect to be made in the first half of the year.\nNow I would like to discuss our operational focus areas. Our top operational priority remains hiring and workforce development. I'm confident in our plans for hiring and as importantly, our retention and training strategies. These strategies that center around employee skills and leadership development are gaining traction, and we've had a good start to the year.\nAfter hiring over 4,900 craft personnel in 2022, we expect a similar hiring rate in 2023, while at the same time, improving our productivity, attendance and over time together to drive performance.\nRegarding inflation, we have some installation through our contracting terms and conditions. However, non-programmatic elements of inflation have impacted us across all of our programs. And finally, the supply chain is stabilizing and we have worked closely with our customers and suppliers to achieve the best possible schedules.\nTo summarize and notwithstanding being our most significant risk as labor and supply chain impacts continue to stabilize and inflation abate, we believe we have the opportunity for improved performance over the next few years.\nTurning to the budget environment. We are pleased with the passage and enactment of the fiscal year 2023 Defense Appropriations and Defense authorization bills. Both pieces of legislation strongly support shipbuilding, including funding and authority for an additional DDG 51 Flight 3 ship, for a total of 3 DDGs, 2 Virginia-class attack submarines, the Columbia-class ballistic missile submarine program, forward-class nuclear aircraft carrier programs and the refueling and complex overhaul of CVN 74 John C. Stennis.\nBoth appropriations and authorization bills continue funding for LPD 32 and LHA 9 and provide new advanced procurement funding for LPD 33, LHA 10 and a third DDG 51 in FY '24.\nThe Defense Authorization Act also includes language requiring a naval fleet of no less than 31 operational amphibious warships, including a minimum of 10 amphibious assault ships. We continue to see bipartisan congressional support for our programs. We look forward to working with the administration and Congress on the President's fiscal year 2024 budget request. So with that, I will turn the call over to Tom for some remarks on our financial results and guidance. And then I have a few additional comments before we move on to Q&A.\n\nThomas E. Stiehle\n\nExecutive VP & CFO, Huntington Ingalls Industries, Inc.\n\nThanks, Chris, and good morning. Today, I'll briefly review our fourth quarter and full year results. and also provide an outlook for 2023. For more detail on the segment results, please refer to the earnings release issued this morning and posted to our website.\nBeginning with our consolidated fourth quarter results on Slide 5 of the presentation, our fourth quarter revenues of $2.8 billion increased approximately 5% compared to the same period last year. This growth was driven by higher year-over-year revenue at all 3 segments, leading to record quarterly revenue for HII.\nOperating income for the quarter of $105 million decreased by $15 million or 12.5% from the fourth quarter of 2021, an operating margin of 3.7% compared to margin of 4.5% in the prior year period. The decrease in operating income was primarily due to lower segment operating income.\nNet earnings in the quarter were $123 million compared to $120 million in the fourth quarter of 2021. Diluted earnings per share in the quarter were $3.07 compared to $2.99 in the fourth quarter of the previous year.\nMoving to our consolidated results for the full year on Slide 6. Revenues were $10.7 billion for the year, an increase of 12.1% from 2021. The increase was driven by year-over-year growth at all 3 segments, along with a full year of aligned revenue.\nOperating income for the year was $565 million and operating margin was 5.3%. This compares to operating income of $513 million and operating margin of 5.4% in 2021. The operating income growth was driven by year-over-year improvement at all 3 segments as well as a more favorable noncurrent state income taxes and operating FAS/CAS adjustment.\nNet earnings for the year were $579 million, compared to $544 million in 2021, and diluted earnings per share were $14.44 compared to $13.50 in the previous year.\nMoving on to Slide 7. Ingalls' 2022 revenues of $2.6 billion increased $42 million or 1.7% from 2021, driven primarily by higher revenues in the LHA and DDG programs partially offset by lower NSC program revenues.\nIngalls' 2022 operating income of $292 million and margin of 11.4%, both improved from $281 million and 11.1% last year. These results were driven primarily by favorable changes in contract estimates and price adjustment clauses as well as higher risk retirement on the LPD program partially offset by lower risk retirement on the DDG program compared to 2021.\nAt Newport News, 2022 revenues of $5.9 billion increased by $189 million or 3.3% from 2021, primarily due to higher revenues in both aircraft carriers and submarines, partially offset by a lower revenue in naval nuclear support services.\nIncreased aircraft carrier revenues were driven by higher volumes on the refueling and complex overhaul of the USS John C. Stennis CVN 74 and the construction of Doris miller CVN 81 and Enterprise CVN 80, partially offset by lower volumes on the refueling and overhaul of the USS George Washington CVN 73 and USS Gerald R. Ford CVN 78.\nSubmarine revenue growth was due to higher volumes on the Columbia-class and Block V boats on the Virginia class, partially offset by lower volumes on the Virginia Class Block IV boats.\nNewport News 2022 operating income of $357 million and margin of 6.1% were relatively consistent with the performance in 2021 of $352 million and margin of 6.2%. The 2022 results included favorable changes in contract estimates from facilities, capital and price adjustment clauses as well as contract incentives on the Columbia-class submarine program, partially offset by lower risk retirement on the VCS program and the refueling overhaul of the USS George Washington CVN 73 compared to 2021.\n2022 Shipbuilding margin of 7.7% was consistent with the performance of 2021, but below our expectations for year-over-year improvement as the back half of the year provided limited risk retirement opportunities. Continued labor challenges, including high attrition rates, the impact of non-programmatic inflation and supply chain disruption all contributed to slower margin progress.\nAt Mission Technologies, revenues of $2.4 billion increased $911 million or 61.7% from 2021, primarily driven by the acquisition of Alion in the third quarter of 2021. Mission Technologies' operating income of $63 million compass the operating income of $50 million in 2021. Primary drivers of growth are the acquisition of Alion in 2021 as well as higher equity income from a joint venture, partially offset by higher amortization of purchased intangible assets in 2022 due to the Alion acquisition.\n2022 results included approximately $96 million of amortization of Alion-related purchased intangibles compared to approximately $33 million in 2021. I'll also note that the fourth quarter and 2022 results included a non-cash downward valuation adjustment of approximately $10 million or approximately $0.20 per share related to an equity method investment.\nMission Technologies' EBITDA margin in 2022 was 8.2%. And adjusting out the onetime downward valuation adjustment, EBITDA margin was 8.6%, consistent with 2021 performance.\nTurning to capital deployment on Slide 8. We ended 2022 with a cash balance of $467 million and liquidity of approximately $2 billion. 2022 cash from operations was $766 million, and free cash flow was $494 million. Free cash flow generated in the fourth quarter of 2022 was significantly above our prior expectations as we were able to accelerate several large cash collection events. This has a direct impact on our expectation for 2023 free cash flow, which I will discuss in more detail in a moment.\nI'm pleased to report that the net capital expenditures were $272 million or 2.5% of revenues in 2022 at the very bottom end of the guidance range. Cash contributions to our pension and other postretirement benefit plans totaled $41 million in 2022. During the fourth quarter, we paid dividends of $1.24 per share or $50 million bringing total dividends paid for the year to $192 million.\nOver the course of 2022, we repurchased approximately 245,000 shares at an aggregate cost of approximately $52 million.\nMoving on to Slide 9 and our updated outlook for pension and post-retirement benefits. Our outlook for 2023 has improved modestly from the update we provided in November, given the increase in discount rates since that time. Asset returns for 2022 of negative 16.1% or about as expected compared to our update in the third quarter. Expectations for 2024 through 2026 have been updated and consistent with the Q3 update, the [vast] benefit has come down considerably from our last update given the more immediate recognition of the negative asset returns experienced in 2022.\nThis is partially offset by the impact of higher discount rate. We also have provided an initial review of our 2027 expectations.\nTurning to Slide 10 and our outlook for 2023. While we continue to expect Shipbuilding growth of approximately 3% over time, our 2023 outlook range of $8.4 billion to $8.6 billion acknowledges uncertainties around the current environment, particularly the labor challenges we have discussed.\nFor 2023, we expect Shipbuilding operating margin between 7.7% and 8% as we continue to target incremental margin improvement but acknowledge the current challenges have tempered the pace of that progress.\nFor Mission Technologies, we expect 2023 revenue of approximately $2.5 billion, organic growth of approximately 5% year-over-year. We expect operating margins of between 2.5% and 3% and EBITDA margins of between 8% and 8.5%.\nIn 2023, amortization of purchased intangible assets is expected to total approximately $128 million, of which $109 million is attributable to Mission Technologies. We expect 2023 capital expenditures to be approximately 3% of sales.\nMoving on to expectations for the first quarter of 2023. We expect overall revenue growth for the first quarter to be quite modest given normal seasonality mission technologies and the strong fourth quarter performance for shipbuilding, which benefited from favorable material timing.\nAdditionally, given the timing of the Shipbuilding program milestones and the mentioned Mission Technologies seasonality, we expect first quarter segment operating results to be the weakest of the year with the Shipbuilding operating margin near 7% and Mission Technologies operating margin near 1%.\nThe outlook we are providing today is based on the best information we currently have and assumes no further degradation in our supply chain, that non-programmatic impact from inflation continue to abate and, most importantly, that we're able to continue to hire and retain employees at a pace that supports our staffing plan.\nAdditionally, on Slide 10, we have provided our updated outlook for a number of other discrete items to assist with your modeling. On Slide 11, we have provided an updated view on our free cash flow expectations through 2024, consistent with how we presented this data in the third quarter, this outlook assumes that the current R&D amortization treatment for tax purposes remains in place, and we are reaffirming the $2.9 billion target. If Section 174 is deferred or repealed all else equal, there would be an opportunity of approximately $215 million in total over the cost of 2023 and 2024.\nAs I noted earlier, we significantly outperformed our 2022 free cash flow expectation of approximately $350 million by accelerating collections. This timing difference, along with the delay of the planned COVID-19 repayment now into this year have impacted 2023 free cash flow expectations. Consistent with our normal seasonality, we expect the first quarter of 2023 free cash flow will be the weakest of the year. And given the pull forward of collections into the fourth quarter of 2022 is likely to be an outflow of $200 million to $300 million.\nOur free cash flow expectation for 2024 remains unchanged as it will not be burdened by COVID-19 repayment, we'll benefit from continued top line growth, and margin expansion potential as compared to 2022. Additionally, we expect to see sub 6% working capital levels as a percentage of sales in 2024. We are reaffirming our capital allocation priorities focused on debt paydown, which is on pace to retire both the $400 million bond this year and the remainder of our Alion acquisition term loan in 2024 and our commitment to return substantially all free cash flow after planned debt repayment to shareholders through 2024.\nTo close my remarks, it was no doubt a challenging year, but I'm proud of the entire HII team and the important work we accomplished across the business. From successfully meeting all of our planned Shipbuilding milestones to the critical integration work that was completed timely and underbudget at Mission Technologies. Across the enterprise, we made meaningful progress in 2022, which resulted in growth across all segments and free cash flow results that were well ahead of our projections. We entered 2023 intent on driving execution and are well positioned to deliver profitable growth. With that, I will turn the call back over to Chris for some final remarks before we take your questions.\n\nChristopher D. Kastner\n\nPresident, CEO & Director, Huntington Ingalls Industries, Inc.\n\nThanks, Tom. In summary, we delivered consistent results in 2022, and we believe we are well positioned to grow in markets of critical importance to our customers while executing on almost $50 billion of backlog in 2023 and beyond. We will continue to make long-term strategic decisions that benefit our employees, customers and shareholders, creating long-term value for all of our stakeholders. Now I will turn the call over to Christie for Q&A."
  },
  {
    "header": "HII",
    "cik": "0001501585",
    "ticker": "HII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/93e2cecfdf6e3e4483ba71b8ee8318ea",
    "period": "2022 Q3",
    "content": "Q3 2022 Huntington Ingalls Industries Inc Earnings Call\n\nQ3 2022 Huntington Ingalls Industries Inc Earnings Call\n\nHIINYSENOV 3, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Third Quarter 2022 HII Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded. (Operator Instructions)\nI would now like to hand the call over to Christie Thomas, Vice President of Investor Relations. Ms. Thomas, you may begin.\n\nChristie Thomas\n\nVP of IR, Huntington Ingalls Industries, Inc.\n\nThank you, operator, and good morning, everyone. Welcome to the HII Third Quarter 2022 Earnings Conference Call. Joining me today on the call are Chris Kastner, our President and CEO; and Tom Stiehle, Executive Vice President and CFO.\nAs a reminder, any forward-looking statements made today that are not historical facts are considered our company's estimates or expectations and are forward-looking statements made pursuant to the safe harbor provisions of Federal Securities Law. Forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially. For additional information regarding factors that could cause actual results to differ materially from expected results refer to our SEC filings.\nAlso, in their remarks today, Chris and Tom will refer to certain non-GAAP measures. For reconciliations of these metrics to the comparable GAAP measures, please see the slides that accompany this webcast which are available on the Investor Relations website at ir.hii.com.\nWith that, I would like to turn the call over to our President and CEO, Chris Kastner. Chris?\n\nChristopher D. Kastner\n\nPresident, CEO & Director, Huntington Ingalls Industries, Inc.\n\nThanks, Christie. Good morning, everyone, and thank you for joining us on today's call. I would like to begin today by highlighting the HII teams that work hard day in and day out to support our national defense customers, craftsmen and women constructing and overhauling the most powerful and survivable naval ships ever built, engineers and technology specialists developing critical capabilities and mission-driven solutions, all aligned with supporting our customers' priorities and pressing national defense needs. Thank you to the entire HII team.\nNow let's turn to our results on Page 3 of the presentation. In the third quarter, we had sales of $2.6 billion, which were 12% higher than 2021, and diluted EPS was $3.44 for the quarter, down from $3.65 in 2021. New contract awards during the quarter were approximately $2.1 billion, which results in backlog of approximately $46.7 billion at the end of the quarter, of which $23.2 billion is currently funded.\nWe continue to make progress across all of our shipbuilding programs. At Ingalls, we recently completed acceptance trials on DDG 123 Lenah Sutcliffe Higbee. And during the third quarter, the keel was authenticated for DDG 129 Jeremiah Denton. In our amphibious ship product lines, fabrication began on LPD 31 Pittsburgh. And last week we were awarded a $2.4 billion detail design and construction contract for LHA 9.\nAlso, we have commenced the work to complete the combat system, installation and activation on the Zumwalt-class destroyer, Lyndon B. Johnson, DDG 1002.\nAt Newport News, CVN 79 Kennedy is moving further into the test program and began testing of the electromagnetic launch system. And on the other side of the shipyard, the keel was laid in the drydock for CVN 80 Enterprise. The RCOH program continues to make progress with CVN 73 USS George Washington, on track to redeliver next year.\nAlso, we continue to see progress on the Virginia-class submarine program and expect to deliver SSN 796 New Jersey and pulled off SSN 798 Massachusetts next year.\nIn the quarter, we experienced continued challenges from the broader macroeconomic environment, most notably a persistent tight labor market with really no material improvement in general economic conditions.\nThrough the third quarter, we have hired over 3,600 craftsmen and women against our full year plan of approximately 5,000. And we continue to utilize the levers of outside leased labor and over time to offset the short-term deficit of employees.\nIn addition, supply chain challenges continue across our supplier ecosystem, resulting in longer material lead times and inflation pressure. As we've discussed previously on inflation, we do have some contractual mitigation, and we continue to actively manage the supply chain and our production schedules to minimize impacts.\nTo address our shipbuilding labor challenges, we have aggressively enhanced our skilled workforce development pipeline. To this end, while we broadened our recruiting efforts to bring in more shipbuilders, we are also expanding our very successful Apprenticeship programs, including revised curricula, reduction in completion time lines, a focus on pre-apprenticeships and youth apprenticeships and expansion to underserved populations and women in the industry.\nMoving to our Mission Technologies business. Our pipeline remains very strong with $4 billion in proposal or evaluation and $17 billion in capture. Our third quarter book-to-bill was 2.2 and was a healthy 1.1 year-to-date.\nIntegration of operations and business systems following the Alion acquisition is largely complete. And we are already seeing strong synergies such as the recently announced DMAs and MAF DMO awards totaling over $900 million in total contract value. We also received a couple of major contract actions in our Nuclear and Environmental business that were driven by sustained strong performance.\nAt Savannah River, our joint venture received an extension for 4 years, plus an additional option year and at the Nevada National Security site, our joint venture received a simultaneous early exercise of all 5 of its option years. These are significant wins, and we are very proud to support DOE across the complex.\nDespite headwinds earlier in the year due to the delayed omnibus spending bill and the ongoing intense competition for talent, we continue to gain momentum and see strong growth potential going forward. This includes both domestic and international markets, where we are expanding our presence in regions consistent with the national security strategy.\nIn summary, I am confident that our presence across all the combatant commands coupled with an increasing demand signal for advanced technology solutions from our DoD customers positioned the mission technology as well going into FY '23.\nShifting to activities in Washington. The federal government began the new fiscal year under a continuing resolution, which funds government operations through December 16. We continue to urge Congress to proceed expeditiously and remain optimistic that the annual defense appropriations and authorization processes will be completed in the months ahead.\nWhile final outcomes will depend on eventual respective appropriations and authorization conference committee negotiations, we are pleased to see defense oversight committees provide strong support to shipbuilding to include recommendations for new DDG 51 multiyear procurement authority, additional funding for amphibious ships and requirements for not less than 31 amphibious warfare ships.\nThe strong shipbuilding demand driven by our national defense requirements is shown on Slide 5. These critical customer needs spanning destroyers, amphibs, submarines and aircraft carriers and including new construction, overhaul and maintenance and modernization will result in significant contract award opportunities driving continued backlog stability.\nAnd now I will turn the call over to Tom for some remarks on our financials. Tom?\n\nThomas E. Stiehle\n\nExecutive VP & CFO, Huntington Ingalls Industries, Inc.\n\nThanks, Chris, and good morning. Today, I'll briefly review our third quarter results. For more detail on the segment results, please refer to the earnings release issued this morning and posted to our website.\nBeginning with our consolidated results on Slide 6. Our third quarter revenues of $2.6 billion increased approximately 12% compared to the same period last year. This increased revenue was attributable to the acquisition of Alion in the third quarter of 2021 as well as growth at Newport News Shipbuilding.\nOperating income for the quarter of $131 million increased by $13 million or 11% from the third quarter of 2021 and operating margin of 5% was essentially flat from the prior year period. The increase in operating income was primarily due to more favorable non-current state income taxes and operating fast cash adjustment compared to the prior year period as well as improved results at Newport News Shipbuilding.\nOther net expense was $13 million in the quarter, which was primarily driven by losses on equity investments given market volatility in the quarter. Our effective tax rate in the quarter was approximately 14.8% compared to negative 4.3% in the third quarter of last year, which included research and development tax credits for tax years 2016 through 2020.\nNet earnings in the quarter were $138 million compared to $147 million in the third quarter of 2021. Diluted earnings per share in the quarter was $3.44 compared to $3.65 in the third quarter of the previous year.\nMoving on to Slide 7. Ingall's revenues of $623 million in the quarter decreased to $5 million or less than 1% from the same period last year, driven primarily by lower revenues on the NSE and LPD programs and partially offset by higher DDG program revenues.\nIngall's operating income of $50 million and margin at 8% in the quarter declined from last year, primarily due to lower risk retirement on the DDG program, partially offset by higher LPD risk retirement.\nAt Newport News, revenues of $1.4 billion increased by $91 million or a robust 6.7% from the same period last year due to higher naval nuclear support services as well as submarine and aircraft carrier revenues compared to the previous year.\nNewport News operating income of $102 million and margin of 7.1% were up from the last year due to contract incentives on the Columbia-class submarine program, partially offset by lower risk retirement on the VCS program. The Columbia-class contract incentives are related to Newport News support of continued growth in the submarine construction enterprise.\nAt Mission Technologies, revenues of $595 million, increased $201 million compared to the third quarter of 2021, primarily driven by the acquisition of Alion in the third quarter of last year. Mission Technologies operating income of $14 million compared to operating income of $13 million in the third quarter of last year. Current results included approximately $24 million of amortization of Alion-related purchase intangible assets compared to $8 million in the third quarter of last year. Mission Technologies' EBITDA margin in the third quarter was 8.4% and 8.7% year-to-date.\nTurning to Slide 8. Cash used by operations was $19 million in the quarter, and net capital expenditures were $77 million or 2.9% of revenues, resulting in free cash flow of negative $96 million. This compares to cash from operations of $350 million, net capital expenditures of $73 million or 3.1% of revenues and free cash flow of $277 million in the third quarter of 2021.\nWhile third quarter free cash flow was below the projection we provided on our last earnings call, this is simply a function of timing as well as a tax payment of approximately $80 million that we elected to make in the third quarter given the lower probability of delay and deferral of changes to the R&D tax treatment. In fact, we are increasing our overall free cash flow outlook for fiscal year 2022, which I'll discuss in more detail in a moment.\nCash contributions to our pension and other post-retirement benefit plans were $11 million in the quarter, of which less than $1 million were discretionary contributions to our qualified pension plan.\nDuring the third quarter, we paid dividends of $1.18 per share or $48 million. We also repurchased approximately 66,000 shares during the quarter at an aggregate cost of approximately $14 million.\nMoving on to Slide 9 and our updated outlook for the 2022 and 2023 pension and post-retirement benefits. First, I would like to highlight that our funded status remained strong and has improved year-to-date. Additionally, I will note that the cash flow impacts related to the pension changes remain muted.\nFor 2023, the FAS benefit has come down considerably from our last update, given the more immediate recognition of the negative asset returns experienced thus far in 2022. While the increase in the discount rate does partially offset the impact of asset returns, the magnitude of the impact related to lower asset returns is clearly more significant.\nPlease remember that pension-related numbers are subject to year-end performance and measurement criteria. We will provide a multiyear update of pension estimates on our fourth quarter earnings call in February.\nTurning to Slide 10. We are narrowing our 2022 Shipbuilding and Mission Technologies revenue guidance to the lower end of our prior guidance ranges, given results through the third quarter and the current operating environment. We are now expecting shipbuilding revenue to be between $8.2 billion and $8.3 billion and expect Mission Technologies revenues to be approximately $2.4 billion.\nThe narrowing of the shipbuilding revenue guidance is a function of the challenging labor environment that we have frequently discussed as well as our expectations for the timing of the material as we near year-end.\nThe Mission Technologies revenue is a reflection of the slower start of the year as well as the current hiring environment. As Chris noted, third quarter book-to-bill ratio exceeded 2.0, a very positive indicator as we move forward, and we remain very enthusiastic about the growth opportunities at Mission Technologies.\nWe are reaffirming our shipbuilding operating margin guidance range of 8% to 8.1%. For Mission Technologies, we are slightly revising our margin guidance to approximately 2.3%, which is largely a function of the lower volume of work in the year.\nMoving to free cash flow. We are increasing our guidance for 2022. Under current Section 174 R&D Tax Law, the midpoint of our prior guidance was $225 million, which has now been raised to approximately $350 million. The most significant driver of that increase is the COVID progress repayment which we initially expected in 2022, moving to 2023. Given our free cash flow through the third quarter, we are expecting very strong free cash flow generation in the fourth quarter.\nOn Slide 11, we have provided an updated view of our free cash flow expectations. This outlook assumes the current R&D amortization treatment for tax purposes remain in place. And given that adjustment, our 2020 through 2024 free cash flow expectation is now approximately $2.9 billion. As we have noted before, the impact of the R&D treatment is approximately $250 million over the 2022 through 2024 time frame.\nWe are reaffirming our capital allocation priorities, including our commitment to return substantially all free cash flow after planned debt repayment to shareholders through 2024. As we have noted, this is a significant commitment, which should result in increased share repurchases, particularly in 2024 after we have reached a designed debt level. I will also note that we have recently announced and increased our quarterly cash dividend to $1.24, a 5% increase over the prior amount.\nTo summarize, the operating environment remains challenging, and we were not able to overcome the slow start to the services contracting pace, which has resulted in revenue guidance moving to the low end of our prior ranges. We are pleased to reaffirm our shipbuilding margin guidance and increase our free cash flow expectations as we aggressively manage through current business conditions.\nRegarding fiscal year 2023, we plan to provide detailed guidance on our fourth quarter call, consistent with our normal cadence. With that said, we continue to view a long-term shipbuilding revenue CAGR of 3% as appropriate and we are pleased to reaffirm our long-term free cash flow target through 2024, as I have discussed.\nWe would normally expect incremental shipbuilding operating margin improvement in 2023. However, given the current economic environment, we'll need to close out the year to assess risk retirement and operational efficiencies before we can provide more insight. We will finish the year just as we've started focused on execution, and we'll provide a more comprehensive update on our view for 2023 in February.\nWith that, I'll turn the call back over to Chris for some final remarks before we take your questions.\n\nChristopher D. Kastner\n\nPresident, CEO & Director, Huntington Ingalls Industries, Inc.\n\nThanks, Tom. Before wrapping up, I would like to highlight on Slide 12 that we will release an updated HII's sustainability report in the coming days, which will be available on our website. We are focused on the alignment of the program with our mission, values and purpose and structuring our strategy around securing our business, building our community and protecting our resources. We have enhancements in process for future sustainability reporting and expect another update to be released in the spring of 2023.\nFinally, turning to Slide 13. We remain focused on successfully executing on our strong backlog and positioning for long-term growth, which will generate value for our employees, customers and shareholders.\nNow I will turn the call over to Christie for Q&A.\n\nChristie Thomas\n\nVP of IR, Huntington Ingalls Industries, Inc.\n\n(Operator Instructions) Operator, I will turn it over to you to manage the Q&A."
  },
  {
    "header": "HII",
    "cik": "0001501585",
    "ticker": "HII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/960a8bc91a452848c9126109bd8dd750",
    "period": "2022 Q2",
    "content": "Q2 2022 Huntington Ingalls Industries Inc Earnings Call\n\nQ2 2022 Huntington Ingalls Industries Inc Earnings Call\n\nHIINYSEAUG 4, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Second Quarter 2022 HII Earnings Conference Call. (Operator Instructions) Please be advised that today's conference call is being recorded.\nI would now like to hand the call over to Christie Thomas, Vice President of Investor Relations. Mr. Thomas, you may begin.\n\nChristie Thomas\n\nVP of IR, Huntington Ingalls Industries, Inc.\n\nThank you. Good morning, and welcome to the Huntington Ingalls Industries Second Quarter 2022 Earnings Conference Call. With us today are Chris Kastner, President and Chief Executive Officer; and Tom Stiehle, Executive Vice President and Chief Financial Officer.\nAs a reminder, statements made in today's call that are not historical fact are considered forward-looking statements and are made pursuant to the safe harbor provisions of federal securities law. Actual results may differ. Please refer to our SEC filings for a description of some of the factors that may cause actual results to vary materially from anticipated results.\nAlso, in their remarks today, Chris and Tom will refer to certain non-GAAP measures. Reconciliations of these metrics to the comparable GAAP measures are included in the appendix of our earnings presentation that is posted on our website. We plan to address the posted presentation slides during the call to supplement our comments. Please access our website at hii.com and click on the Investors link to view the presentation as well as our earnings release.\nWith that, I will turn the call over to our President and CEO, Chris Kastner. Chris?\n\nChristopher D. Kastner\n\nPresident, CEO & Director, Huntington Ingalls Industries, Inc.\n\nThanks, Christie. Good morning, everyone, and thank you for joining us on today's call. Before discussing the results, I would like to thank each of our 44,000 employees for the work they do every day as they remain focused on our operational pillars of safety, quality, cost and schedule and driving the delivery of our customer commitments.\nToday, we reported another quarter of solid performance across each of our operating segments. These results reflect our continued focus on operational execution. Starting with our results on Page 3 of the presentation.\nSales of $2.7 billion for the quarter were 19.3% higher than 2021. And diluted EPS was $4.44 for the quarter, up from $3.20 in 2021. New contract awards during the quarter were approximately $2 billion, which results in backlog of approximately $47 billion at the end of the quarter, of which $24.6 billion is currently funded.\nAt Ingalls this quarter, LPD 29, Richard M. McCool Jr., was Christened until production continued on LPD 30, Harrisburg and LPD 31 Pittsburgh. We were also awarded the advanced procurement contract for LPD 32. Additionally, progress continues on LHA 8, Bougainville and long lead material procurement continued to LHA 9 with a detailed design and construction contract award expected later this year.\nOn the DDG program, DDG 121, Frank E. Peterson, Jr. (inaudible) away this quarter until production continues on DDG 123 and subsequent DDGs. On the NSC program, we launched in Christian Denise 10 Calhoun this quarter. At Newport News, submarine and carrier construction and maintenance programs continue to progress. On the VCS program, as discussed in the first quarter call, SSN 796 New Jersey floated off in April. In addition, SSN 798 Massachusetts achieved pressure hole complete in the quarter, and the remaining Block IV and Block V boats continue to make progress. On CVN 79 Kennedy, we turned over the 1,000th compartment to the Navy last month, and we will ramp the testing program later this year. CVN 80 Enterprise is beginning to take shape in the dry dock and early unit construction has begun on CVN 81 Doris Miller.\nOn the RCOH program, CVN 73 USS George Washington continues to make progress on the testing phase and redelivery is now expected in the first quarter of 2023. CVN 74 USS John C. Stennis continues to make progress. and pre-advanced planning is underway on CVN 75 USS Harry S. Truman. Regarding our shipbuilding labor, ensuring our shipyards have a necessary workforce to execute our backlog remains a key risk and focus area. We have hired over 2,000 craftsmen and women through the first half of the year against our full year plan of 5,000.\nWhile hiring is behind plan, we are making up this deficit using outside lease labor and overtime. Even in this current tight labor environment, we have continued to successfully bring shipbuilders on board and utilize our training programs in apprentice schools, which has positioned us to execute on our commitments.\nNow I want to take a moment to discuss the improvements to our execution operating system in the shipyards. Our operating system utilizes the best practice at each shipyard and allows our leaders and craftsman across all programs to speak the same language, be predictable and relentlessly focused on execution. For example, the operating system breaks a long ship building construction schedule into phases the vary in duration but are generally 10 to 12 weeks and allows focus on the commitments and the critical path items to be accomplished in that phase. It also includes a common set of metrics and processes that provide feedback on progress and performance. I expect continued improvement of our operating system to drive our shipbuilding margin expansion opportunities and to take advantage of our significant backlog. The operating system also provides transparency to our customer of progress towards delivery of these important assets.\nMoving to our Mission Technologies segment. We successfully demonstrated the prototype platform, the Ferro system, which has capabilities for launching, operating with and retrieving unmanned underwater vehicles from an amphibious ship. This achievement, which leveraged expertise across the HII segments reflects our commitment to delivering advanced technologies and multi-domain capability to support our national security customers.\nWe also were awarded the Mobility Air Forces Distributed Mission Operations prime contract. This award is a key win in our strategy to expand our live virtual constructive customer base beyond the Navy to the Air Force and other services.\nTurning to Slide 5. We have provided a snapshot of the Mission Technologies pipeline. Among recent contract awards, we were just awarded a task order decisive mission actions and technology services or DMAs, to integrate new technology and capabilities and identify and characterize threats in support of the Department of Defense for the purpose of countering and deterring current and emerging global threats. This contract has a total ceiling value of over $800 million, and this win is particularly important for further validating our investment thesis which is bringing together the innovation and technical expertise of legacy Alion with the depth and infrastructure breadth of HII. This will create opportunity and value for our customers, shareholders and employees more than either company could have achieved on its own. While these strategic synergy wins are very positive, we continue to see contract award delays pressuring timing of current year revenues. However, we continue to have a very large pipeline that creates significant opportunity for bookings and sales growth.\nIn that regard, heading into the third quarter, our Mission Technologies pipeline stands at $61 billion with $26 billion of qualified pipeline. The DMAs award and other expected awards will drive up our book-to-bill ratio, which was 0.8% for the second quarter. All in all, I'm very pleased with the direction of Mission Technologies segment, and I'm excited about the growth opportunities in areas that support our customers' critical needs.\nTurning to activities in Washington. The President submitted his fiscal year 2023 budget request in March which is now under consideration by Congress. As bill progressed through both chambers, we continue to see bipartisan support for our programs reflected in the defense appropriations and authorization bills in the House and the Senate. We are very pleased to see the strong support of our shipbuilding programs in the Draft Senate appropriations bill released last week.\nThis bill includes an additional Arleigh Burke-class destroyer $250 million for LPD 33 advanced procurement and $289 million for LHA 10, and continues the seal production of submarine, destroyers and amphibious warships that leverages production lines and supply chains to efficiently produce the ships our nation requires.\nThe 2 authorization committees have also shown strong support for shipbuilding to include adding LPD-33 advanced procurement funding authority and requiring 31 amphibious warfare shift in the naval combat force. Both appropriation bills and both authorization bills include language in support of a DDG-51 multiyear procurement contract in FY '23, and provide additional support and funding for the submarine industrial base.\nWe are pleased with the legislative support our programs have received thus far, and final outcomes will depend on eventual respective conference negotiations between the appropriations and authorization committees. And now I will turn the call over to Tom for some remarks on our financial results. Tom?\n\nThomas E. Stiehle\n\nExecutive VP & CFO, Huntington Ingalls Industries, Inc.\n\nThanks, Chris, and good morning. Today, I will briefly review our second quarter results. For more detail on the segment results, please refer to the earnings release issued this morning and posted to our website.\nBeginning with our consolidated results on Slide 6 of the presentation, our second quarter revenues of $2.7 billion increased approximately 19% compared to the same period last year. This increased revenue was attributable to the acquisition of Alion in the third quarter of 2021 as well as the growth in aircraft carrier revenue in Newport News Shipbuilding. Operating income for the quarter of $191 million increased by $63 million or 49% from the second quarter of 2021, an operating margin of 7.2% increased 144 basis points.\nThese increases were largely due to a higher segment operating income, driven by higher risk retirement and favorable changes in contract estimates both at Ingalls and Newport News Shipbuilding as well as a higher nonrecurring equity income at Mission Technologies related to our investment in a ship repair and specialty fabrication joint venture.\nResults were additionally supported by more favorable noncurrent state income taxes and operating FAS/CAS adjustment compared to the prior period. Other net expense was $10 million in the quarter, which was primarily driven by losses on investments in marketable securities, given negative asset returns in the quarter. Our effective tax rate in the quarter was approximately 19.8% compared to 19.9% in the second quarter of last year. Net earnings in the quarter were $178 million compared to $129 million in the second quarter of 2021.\nDiluted earnings per share in the quarter was $4.44 compared to $3.20 in the second quarter of the previous year.\nMoving on to Slide 7, Ingall's revenues of $658 million in the quarter decreased $12 million or 1.8% from the same period last year, driven primarily by lower revenues in the DDG program, partially offset by high amphibious ship revenues. Ingalls operating income of $106 million and margin of 16.1% in the quarter were up significantly from last year due to favorable changes in contract estimates as well as higher risk retirement on the LPD program partially offset by lower DDG risk retirement.\nAt Newport News, revenues of $1.4 billion increased by $70 million or 5.1% from the same period last year due to higher aircraft carrier revenues partially offset by lower naval nuclear support services. Newport News operating income of $94 million and margin of 6.6%, were up from last year, primarily due to favorable changes in contract estimates partially offset by lower risk retirement on the VCS program.\nAt Mission Technologies, revenues of $600 million increased $363 million compared to the second quarter of 2021, primarily driven by the acquisition of Alion in the third quarter of last year. Mission Technologies operating income of $25 million compares to operating income of $13 million in the second quarter of last year.\nSecond quarter '22 results included a nonrecurring gain of approximately $15 million related to higher equity income from our ship repair and specialty fabrication joint venture, of which we are a minority owner. Additionally, results included approximately $24 million of amortization of a line-related purchased intangible assets. Mission Technologies EBITDA margin in the second quarter was a robust 10.7%.\nTurning to Slide 8. Cash provided by operations was $267 million in the quarter, and net capital expenditures were $59 million or 2.2% of revenues, resulting in free cash flow of $208 million. This compares to cash from operations of $96 million, net capital expenditures of $73 million or 3.3% of revenues and free cash flow of $23 million in the second quarter of 2021.\nCash contributions to our pension and other postretirement benefit plans were $11 million in the quarter, of which less than $1 million were discretionary contributions to our qualified pension plans. During the second quarter, we paid dividends of $1.18 per share or $47 million. We also repurchased approximately 80,000 shares during the quarter at an aggregate cost of approximately $17 million.\nTurning to Slide 9. We are reaffirming our 2022 shipbuilding sales and margin guidance as well as our Mission Technologies margin guidance and overall free cash flow expectations while modestly revising our Mission Technologies revenue outlook given a slower start to the year. For Mission Technologies, we are revising our revenue expectation to a range of between $2.4 billion and $2.6 billion.\nThis revision is a function of a slower award in contracting environment than we had initially expected, and precipitated by the continuing resolution to start the year. That said, we remain very confident in and excited by the growth opportunity we see ahead for Mission Technologies. Regarding our near-term outlook, our second quarter results were positively impacted by higher risk retirement and favorable changes in contract estimates, particularly for LPD-30, as reflected in Ingalls operating margin.\nThe remaining shipbuilding milestones we expect to achieve in 2022 are weighted towards the fourth quarter. Given that backdrop, we expect the third quarter shipbuilding revenue to be relatively flat sequentially and shipbuilding operating margin to be approximately 7%. Regarding Mission Technologies, we expect results will begin to ramp more meaningfully as the pace of awards increases and expect third quarter sequential sales growth in the 7% to 9% range and operating margin in line with our full year guidance of approximately 2.5%.\nRegarding our longer-term target, we remain confident in our free cash flow target of $3.2 billion from 2020 through 2024. This outlook does assume the continued expensing of research and development costs for tax purposes. As a reminder, we believe the impact to 2022 free cash flow would be approximately $100 million if the current R&D amortization treatment remains in place.\nOn Slide 10, we have provided a walk from our 2022 to 2024 free cash flow outlook, which is consistent with the chart we began providing earlier this year. Our strong free cash flow performance in the quarter was partially due to the pull forward from the third quarter. Given this dynamic and the lack of milestones in the third quarter, we expect free cash flow to be minimal. As a result, we do expect robust free cash flow generation in the fourth quarter and do see positive tailwinds on our overall 2022 free cash flow guidance.\nAs we are in the midst of our annual long-term plan update, our reserve and update of our free cash flow guidance until that is completed, and we'll have more details on our third quarter call. Lastly, we are reaffirming our capital allocation priorities and we are committing today to return substantially all free cash flow after planned debt repayment to shareholders through 2024.\nThis is a significant commitment which should result in increased share repurchases, particularly in 2024 after we reached our desired debt level. To summarize, this was a strong quarter, and we are pleased with our progress as we continue to navigate a challenging operating environment.\nWith that, I'll turn the call back to Chris for some final remarks before we take your questions.\n\nChristopher D. Kastner\n\nPresident, CEO & Director, Huntington Ingalls Industries, Inc.\n\nThanks, Tom. In conclusion, I will wrap up on Slide 11 with the key tenets of our investment thesis. First, we're focused on execution of our significant backlog, which provides meaningful earnings and cash flow.\nThis, coupled with our consistent long-term shipbuilding growth profile and high-growth opportunities in Mission Technologies positions us to deliver significant free cash flow and generate value for our employees, customers and shareholders. Now I'll turn the call over to Christie for Q&A.\n\nChristie Thomas\n\nVP of IR, Huntington Ingalls Industries, Inc.\n\n(Operator Instructions) Operator, I will turn it over to you to manage the Q&A."
  },
  {
    "header": "HII",
    "cik": "0001501585",
    "ticker": "HII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7fbfde630f37a23476e204ef84e7e45a",
    "period": "2022 Q1",
    "content": "Q1 2022 Huntington Ingalls Industries Inc Earnings Call\n\nQ1 2022 Huntington Ingalls Industries Inc Earnings Call\n\nHIINYSEMAY 5, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the First Quarter 2022 HII Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded. (Operator Instructions)\nI'd now like to hand over the call to Christie Thomas, Vice President of Investor Relations. Mrs. Thomas, you may begin.\n\nChristie Thomas\n\n(technical difficulty)\nFirst Quarter 2022 Earnings Conference Call. With us today are Chris Kastner, President and Chief Executive Officer; and Tom Stiehle, Executive Vice President and Chief Financial Officer.\nAs a reminder, statements made in today's call that are not historical facts are considered forward-looking statements and are made pursuant to the safe harbor provisions of federal securities law. Actual results may differ. Please refer to our SEC filings for a description of some of the factors that may cause actual results to vary materially from anticipated results.\nAlso, in their remarks today, Chris and Tom will refer to certain non-GAAP measures. Reconciliations of these metrics to the comparable GAAP measures are included in the appendix of our earnings presentation that is posted on our website. We plan to address the posted presentation slides during the call to supplement our comments. Please access our website at hii.com and click on the Investor Relations link to view the presentation as well as our earnings release. With that, I will turn the call over to our President and CEO, Chris Kastner. Chris?\n\nChristopher D. Kastner\n\nPresident, CEO & Director, Huntington Ingalls Industries, Inc.\n\nThanks, Christie. Good morning, everyone, and thank you for joining us on today's call. Earlier this morning, we reported solid performance across each of our operating divisions with our focus on execution and growth, positioning us to reaffirm our previous revenue margin and free cash flow guidance. Our shipbuilding and Mission Technologies teams continue to execute well despite facing some headwinds in the areas of human capital and supply chain disruption.\nLike the economy broadly, we are facing challenges created by the lingering effects of COVID and its impact on the labor market, making it challenging to hire and retain employees. Moreover, our suppliers are being impacted by the same shortage of labor as well as inflation issues, which creates risk of delays in delivery of key materials for our shipbuilding programs. We are aggressively working these challenges with our suppliers and our customers. In light of both of these challenges, I'm extremely proud of the resilience and the dedication of each of our 44,000 employees to continue to focus on a mission of delivering on their customer commitments.\nNow shifting to our results. Sales of $2.6 billion for the quarter were 13% higher than 2021 and diluted EPS of $3.50 for the quarter was down from $3.68 in 2021. New contract awards during the quarter were approximately $2 billion, driven by the award for DDG 139. This results in backlog of $47.9 billion at the end of the quarter, of which $24.8 billion is currently funded.\nAt Ingalls, LPD 28 Fort Lauderdale completed sea trials and was delivered to the Navy; LPD 29 Richard M. McCool Jr. was launched; and we laid keel for LPD 30 Harrisburg. On the LHA program, LHA 8 Bougainville is progressing well and long-lead material procurement has begun for LHA 9.\nOn the DDG program, DDG 123, Helena (inaudible) achieved main engine light-off; and DDG 125 Jack H. Lucas was Christened this quarter. And finally, on the NSC program, steel production continues on NSC 10 Calhoun launched in April.\nAt Newport News, SSN 794 Montana completed sea trials and was delivered to the Navy; and SSN 796 New Jersey floated off in April. Also, as discussed in our fourth quarter call, SSN 725 USS Helena was redelivered in January, which demonstrated the successful reconstitution of our submarine maintenance capability in support of the Navy.\nOn the carrier front, Newport News and the Navy celebrated the Centennial of U.S. Navy Aircraft Carriers and CVN 78 USS Gerald R. Ford was redelivered to the Navy in the first quarter after completion of its inaugural maintenance and modernization period. Progress continued on CVN 79 Kennedy, which is 83% complete. And CVN 80 enterprise has begun erecting steel in the dry dock. On the RCOH program, CVN 73 USS George Washington is progressing in the testing phase and is 95% complete. And CVN 74, USS John C. Stennis is approximately 25% complete.\nA few weeks ago, we renamed our Technical Solutions division Mission Technologies to better reflect our portfolio of capabilities and our commitment to delivering advanced technologies and multi-domain expertise to our support of our national security customers. Contract awards at Mission Technologies have had a slow start to the year, but this was largely due to the continuing resolution and the resulting lack of adjudication of awards. Looking ahead, we are very excited about our pipeline of new business at Mission Technologies and are confident it will support our growth objectives.\nWe currently have almost $6 billion of proposals in evaluation with $3 billion in proposal development, and a total qualified pipeline of more than $25 billion. We had a significant win and unmanned with the selection of our REMUS 300 vehicle at the U.S. Navy's next-generation small UUV program of record. We also recently released Odyssey, a suite of advanced autonomy solutions that offer scalable autonomy across a variety of platforms and is aligned with the industry open architecture standard.\nRegarding our shipbuilding workforce, I'm glad to report that we finalized the collective bargaining agreement at both shipyards. Our annual apprentice school graduation at Newport News shipbuilding saw 170 graduates and over 200 individuals will complete their apprenticeship program in May at Ingalls Shipbuilding. And we continue to work with local high schools and community colleges on our core hiring and development needs.\nThrough the end of the quarter, we had hired over 1,000 craft personnel towards our plan of over 5,000 for the year. We remain focused on hiring and retaining a strong workforce as we continue to face the headwinds of a tight labor market.\nTurning to activities in Washington. Congress finalized appropriations for fiscal year 2022 in March. We saw continued bipartisan support for our programs reflected in the final Defense Appropriations Act, including funding for 2 Arleigh Burke-class destroyers and 2 Virginia-class attack submarines. Additionally, the appropriations measure provided $250 million for advanced procurement funding for LPD 32, advanced procurement for DDGs as well as funding for our other programs.\nAlso in March, the President submitted his fiscal year 2023 budget request now under consideration by Congress. The proposed budget reflects continued investment in our shipbuilding programs, funding 2 amphibious ships, LPD 32 and LHA 9; 2 DDG 51 surface combatants; and 2 Block 5 Virginia-class submarines. The budget request continues funding for class nuclear aircraft carriers and aircraft carrier refueling programs and construction of Columbia-class submarines as well as investment in the submarine industrial base.\nBeyond shipbuilding, the fiscal year 2023 request reflects an emphasis on research and development with increased investments in capability enablers such as AI, cyber, electronic warfare, C5 ISR and autonomous systems that align well with our advanced technology capabilities of our Mission Technologies division.\nIn conclusion, we remain well positioned to execute on our shipbuilding backlog and leverage it to generate significant free cash flow while continuing to capture anticipated work and growth within our Mission Technologies division.\nSo with that, I'll turn the call over to Tom for some remarks on our financial results.\nTom?\n\nThomas E. Stiehle\n\nExecutive VP & CFO, Huntington Ingalls Industries, Inc.\n\nThanks, Chris, and good morning. Today, I'll briefly review our first quarter results. For more detail on the segment results, please refer to the earnings release issued this morning and posted to our website.\nBeginning with our consolidated results on Slide 4 of the presentation, our first quarter revenues of $2.6 billion increased approximately 13% compared to the same period last year. This was largely due to revenue attributable to the acquisition of Alion in the third quarter of 2021. Operating income for the quarter of $138 million decreased by $9 million from the first quarter of 2021 and operating margin of 5.4% decreased 110 basis points. These decreases were largely due to lower segment operating income, driven by lower risk retirement at Newport News Shipbuilding, partially offset by more favorable noncurrent state income taxes and operating fast cash adjustment compared to the prior year.\nOur effective tax rate in the quarter was approximately 20.5% compared to approximately 14.5% in the first quarter of 2021. The lower rate in the first quarter of 2021 was primarily due to divestitures during that quarter.\nNet earnings in the quarter were $140 million compared to $148 million in the first quarter of 2021. Diluted earnings per share in the quarter were $3.50 compared to $3.68 in the first quarter of 2021.\nTurning to Slide 5, cash used by operations was $83 million in the quarter, and net capital expenditures were $43 million or 1.7% of revenues, resulting in free cash flow of negative $126 million. This compares to cash from operations of $43 million and net capital expenditures of $59 million and free cash flow of negative $16 million in the first quarter of 2021.\nCash contributions to our pension and other postretirement benefit plans were $10 million in the quarter, of which less than $1 million were discretionary contributions to our qualified pension plans.\nDuring the first quarter, we paid dividends of $1.18 per share of $47 million. We also repurchased 51,000 shares during the quarter at an aggregate cost of $10 million.\nMoving on to Slide 6. Ingalls' revenues of $631 million in the quarter decreased $18 million or 2.8% from the same period last year, driven primarily by lower revenues on the DDG program, partially offset by high amphibious assault ship revenues. Ingalls' operating income of $86 million and margin of 13.6% in the quarter were down slightly from last year due to lower risk retirement on the LHA and DDG programs, which was largely offset by increased risk retirement on the LPD programs following the delivery of LPD 28.\nAt Newport News, revenues of $1.4 billion decreased by $17 million or 1.2% from the same period last year due to lower aircraft carrier and naval nuclear support service revenues, largely offset by higher submarine revenue. Newport News operating income of $81 million and margin of 5.8% were down from last year, primarily due to lower risk retirement on the VCS program, partially offset by higher risk retirement on CVN 78.\nAt Mission Technologies, revenues of $590 million increased $331 million compared to the first quarter of 2021, primarily driven by the acquisition of Alion in the third quarter of 2021, partially offset by the divestiture of our oil and gas business and the contribution of the San Diego shipyard to a joint venture in the first quarter of 2021. Mission Technologies' operating income of $9 million compared to an operating income of $7 million in the first quarter of 2021. First quarter 2022 results included approximately $24 million of amortization of Alion-related purchase intangible assets. Mission Technologies' EBITDA margin in the first quarter was 7.3%.\nTurning to Slide 7. We are reaffirming our 2022 sales margin and free cash flow expectations (inaudible) revise our pension expectations. During the quarter, we reached a labor agreement with the United Steelworkers at Newport News Shipbuilding. The contract includes increases in pension benefits triggering a pension remeasurement, which also takes into account discount rate changes and asset returns through late February.\nRegarding our near-term outlook, our first quarter results were positively impacted by a very high-quality delivery for LPD 28, which allowed us to retire a significant amount of risk for that ship in the first quarter as reflected in the Ingalls operating margin. The remaining shipbuilding milestones we expect to achieve in 2022 are back-end weighted. Given that backdrop, we expect the second quarter shipbuilding revenue to be relatively flat sequentially and shipbuilding operating margin to be approximately 7%.\nRegarding Mission Technologies, we expect results will ramp through the year with second quarter sales up approximately 5% sequentially and operating margin in line with our full year guidance of approximately 2.5%. Regarding our longer-term targets, we remain confident in our free cash flow of $3.2 billion from 2020 through 2024. This outlook does assume the continued expensing of research and development costs for tax purposes. As a reminder, we believe the impact 2022 free cash flow would be approximately $100 million if the current R&D amortization treatment remains in place.\nOn Slide 8, we provided a walk from our 2022 to 2024 free cash flow outlook. This is consistent with the chart we began providing last quarter. Additionally, we are reaffirming our capital allocation priorities, which include significant deleveraging in the near term, along with continued modest dividend growth and balanced share repurchases.\nWe will continue to evaluate M&A, but see no significant capability gaps today. in closing, we are pleased with the operational milestones achieved in the first quarter, along with the financial results. Notwithstanding the challenges of the current environment, we remain enthusiastic regarding our long-term outlook with nearly $50 billion in backlog, strong budgetary and customer support for our shipbuilding programs and a Mission Technology business that we believe is poised for a very strong growth, we are laser-focused on consistent execution and generating sustainable long-term value.\nNow I'll turn the call back over to Christie for Q&A.\n\nChristie Thomas\n\nThanks, Tom. (Operator Instructions) Operator, I will turn it over to you to manage the Q&A."
  },
  {
    "header": "HII",
    "cik": "0001501585",
    "ticker": "HII",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a731b71b508b73ddfff472c95d78d9df",
    "period": "2021 Q4",
    "content": "Q4 2021 Huntington Ingalls Industries Inc Earnings Call\n\nQ4 2021 Huntington Ingalls Industries Inc Earnings Call\n\nHIINYSEFEB 10, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Fourth Quarter 2021 Huntington Ingalls Industries Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded. (Operator Instructions)\nI would now like to hand the call over to Christie Thomas, Vice President of Investor Relations. Ms. Thomas, you may begin.\n\nChristie Thomas\n\nThanks. Good morning, and welcome to the Huntington Ingalls Industries Fourth Quarter 2021 Earnings Conference Call.\nWith us today are Mike Petters, President and Chief Executive Officer; Chris Kastner, Executive Vice President and Chief Operating Officer; and Tom Stiehle, Executive Vice President and Chief Financial Officer.\nAs a reminder, statements made in today's call that are not historical facts are considered forward-looking statements and are made pursuant to the safe harbor provisions of federal securities law. Actual results may differ.\nPlease refer to our SEC filings for a description of some of the factors that may cause actual results to vary materially from anticipated results.\nAlso in their remarks today, Mike, Chris and Tom will refer to certain non-GAAP measures. Reconciliations of these metrics to the comparable GAAP measures are included in the appendix of our earnings presentation that is posted on our website.\nWe plan to address the posted presentation slides during the call to supplement our comments. Please access our website at huntingtoningalls.com and click on the Investor Relations link to view the presentation as well as our earnings release.\nWith that, I will turn the call over to our President and CEO, Mike Petters. Mike?\n\nC. Michael Petters\n\nPresident, CEO & Director, Huntington Ingalls Industries, Inc.\n\nThanks, Christie. Good morning, everyone, and thanks for joining us on today's call.\nBefore getting into the results for the quarter and the full year, I want to personally thank each of our 44,000 employees for continuing to execute their daily activities with an unwavering commitment to our operational pillars of safety, quality, cost of schedule.\n2021 was a year of solid performance and resiliency during the COVID pandemic. At HII, we are committed to promoting and protecting the health and safety of our employees, their families and their communities, and continuing to serve our customers in a vital national security interest of our country without disruption as an essential contributor to the nation's critical infrastructure.\nMost recently faced with uncertainty around the Omicron variant, our employees remain focused on execution, while driving continuous improvement, innovation and creativity. While HII has not become subject to a vaccine mandate through any of our shipbuilding contracts at this time, we continue to be committed to promoting the benefits of a vaccinated workforce.\nOur Technical Solutions division does have the vaccine requirement in a number of contracts. And currently, we estimate that approximately 81% of our HII full-time employees are fully vaccinated.\nEarlier this morning, we released our 2021 results, which we believe reflect consistent shipbuilding program execution, with year-over-year margin expansion and a transformational year for our Technical Solutions division. During the year, we captured major contract awards resulting in maintaining record backlog levels, and we expanded our portfolio by acquiring Alion in our Technical Solutions division.\nWith these actions, HII persevered to diligently pursue the business outcomes of driving growth, managing risk and generating strong returns.\nSome highlights from the quarter start on Slide 3 of the presentation. Sales of $2.7 billion for the fourth quarter are down 3% from the fourth quarter of 2020, and sales of $9.5 billion for the full year are up 2% from the full year of 2020.\nGiven the numerous challenges in 2021, we were pleased to finish the year with shipbuilding revenues at the low end of our guidance, and we remain confident in the 3% shipbuilding average growth rate over time.\nWe also saw strong growth as anticipated in our Technical Solutions division. Diluted EPS was $2.99 for the quarter and $13.50 for the full year, down from $6.15 in the fourth quarter of 2020 and $17.14 for the full year in 2020.\nFull year segment operating income of $683 million is an increase of $128 million or 23% over 2020. These returns in line with our expectations as a result of continued performance improvement in shipbuilding margins and strong performance in our Technical Solutions division.\nNew contract awards during the quarter were approximately $1 billion, resulting in our backlog of approximately $48 billion at the end of the quarter, of which approximately $23 billion is currently funded.\nNow entering 2022, our shipbuilding programs backlog provides, we believe, unmatched stability and visibility, and we are laser focused on methodically executing our contracts, while the Technical Solutions business is positioned to capture growth opportunities.\nWe remain extremely pleased with the technology, capability, talent and solutions that Alion has brought to the HII family.\nNow shifting the activities in Washington for a moment. We are pleased with the passage and enactment of the fiscal year 2022 Defense Authorization Bill and its strong support for shipbuilding. However, more than one quarter into the fiscal year, congressional appropriations have yet to be finalized, and the federal government continues to operate under a continuing resolution through February 18.\nIt remains uncertain at this point when annual funding measures will be finalized, and we continue to urge Congress to proceed expeditiously. We do remain optimistic that the appropriations process will be completed in the weeks ahead.\nNow before I close, let me take a moment to address the recent announcement that, at my recommendation, our Board of Directors elected Chris Kastner to the role of President and CEO effective March 1. This is consistent with the company's succession plan, and I fully endorse this transition.\nI truly believe this is a fantastic development for HII. As the Executive Vice Chairman of the Board, I will remain an HII employee through the rest of the year and will be able to support Chris and the Board.\nAs the first CEO of this great company, I can tell you confidently that there is no better choice than Chris to lead HII into this bright new chapter, where I believe we are positioned better than ever before to successfully leverage our substantial backlog to generate strong free cash flow, demonstrate growth in our Technical Solutions division and create long-term sustainable value for our shareholders, our customers and our employees.\nAnd now I will turn the call over to Chris for his remarks on the operations. Chris?\n\nChristopher D. Kastner\n\nExecutive VP & COO, Huntington Ingalls Industries, Inc.\n\nThanks, Mike, and good morning, everyone. Let me first congratulate Mike on his transition to Executive Vice Chairman of the Board and thank him on behalf of myself and our 44,000 employees for his extraordinary leadership. I also want to thank the Board of Directors for electing me to succeed Mike as HII's next CEO.\nThanks to Mike's vision, HII is positioned well today, and the value creation opportunity in front of us is as strong as ever. I'm honored to lead HII in its next chapter.\nNow shifting to our results. I'm very pleased to report another solid operational quarter. Let me share a few highlights. At Ingalls, the Navy continues to fund advanced procurement for amphibious patrol ship. LHA 9 and LHA 8 Bougainville is achieving cost and schedule performance in line with our expectations.\nOn the DDG program, the team delivered guided missile destroyer DDG 121, Frank E. Petersen Jr. to the Navy and began fabrication of DDG 131, George M. Neil. This seal production line continues to positive momentum in 2022, with planned delivery of DDG 123 Lenah Sutcliffe Higbee.\nOn the LPD program, LPD 28 Fort Lauderdale, has completed sea trials and is on track for delivery to the Navy in the first quarter of this year.\nIn addition, LPD 29, Richard M. McCool, Jr, was launched in early January.\nWe continue to watch the upcoming budget release for advanced procurement funding for LTD 32 to maintain the benefits of the serial production on LPDs.\nAt Newport News, the Ford-class aircraft carriers are progressing well. CVN 79 Kennedy is approximately 83% complete, and the team is focused on compartment completion and key propulsion plant milestones. Later this year, Kennedy will begin testing of EMOLS, the electromagnetic launch system.\nCVN 80 Enterprise and CVN 81 Doris Miller continue material procurement and early unit construction, and TVN 80 plans to lay Teal this year.\nOn the RCOH program, CVN 73 USS George Washington reached 94% complete and is focused on propulsion plant testing and is planned for redelivery later this year.\nRegarding CVN 78 USS Gerald R. Ford, the planned incremental availability is on track to complete this year to support the Navy's first deployment of this critical asset.\nOn the VCS program, SSN 794 Montana completed work as planned in Q4 2021 and will complete sea trials and delivery in Q1 2022.\nSSN 796 New Jersey was christened last year and is expected to achieve its float-off milestone early this year. While we did not achieve our projected end-of-year milestones, the VCS program continues to improve its progress towards a consistent 2 per year cadence.\nAnd finally, on a submarine fleet support program, SSN 725 Helena recently completed sea trials and was redelivered to the Navy last month. This Los Angeles class submarine maintenance completion marks the first redelivery from Newport News of a submarine following a major availability since 2009 and demonstrates the successful reconstitution of our submarine maintenance capability in support of the Navy.\nAt Technical Solutions, the Alion integration is progressing on plan. Our organizations are already operating as a consolidated business. Back-office systems integration is in full swing and should be largely complete by the end of the year.\nBook-to-bill for 2021 was healthy at $1.1 million, and the new business qualified pipeline is very robust at over $20 billion, a level strong enough to support our growth expectations for this business.\nMoreover, the velocity of the pipeline has already increased significantly entering 2022, with nearly $5 billion currently in evaluation or in proposal development. This includes multiple opportunities over $1 billion in total contract value that are expected to move to award this year.\nBefore I close, I want to provide some remarks regarding our labor and material availability. We continue to keep COVID-19 impacts as watch items and are focused on ensuring our supply chain and labor supply will be able to continue to support our performance.\nGiven the nation's overall labor pressures, we have increased attention with regard to hiring and attrition rates, and we have detailed plans in place to accelerate hiring for 2022. We are leveraging targeted hiring events and actively utilizing our world-class apprentice schools as well as relationships with community colleges and high schools to increase the pace of talent acquisition and development.\nNow I'll turn the call over to Tom for some remarks on the financials. Tom?\n\nThomas E. Stiehle\n\nExecutive VP & CFO, Huntington Ingalls Industries, Inc.\n\nThanks, Chris, and good morning. Today, I'll briefly review our fourth quarter and full year results and also provide our outlook for 2022.\nFor more detail on the segment results, please refer to the earnings release issued this morning and posted to our website.\nBeginning with our consolidated fourth quarter results on Slide 5 of the presentation. Our fourth quarter revenues of $2.7 billion decreased approximately 3% compared to the same period last year. This was due to a decline at Newport News and Ingalls shipbuilding, which was largely driven by very high level of material volume in the fourth quarter of 2020, partially offset by the growth at Technical Solutions from the acquisition of Alion in the third quarter of this year.\nOperating income for the quarter of $120 million decreased by $185 million from the fourth quarter of 2020, and operating margin of 4.5% decreased 658 basis points. These decreases were largely due to a less favorable operating FAS/CAS adjustment compared to the prior year as well as lower segment operating income driven by lower risk retirement on the DDG and NSC programs at Ingalls as well as lower risk retirement on submarine fleet support at Newport News.\nMoving to our consolidated results for the full year on Slide 6. Revenues were $9.5 billion for the year, an increase of 1.7% from 2020. The increase was primarily driven by the acquisition of Alion in the third quarter as well as growth at Newport News shipbuilding in the Virginia class and Columbia class submarine programs and carrier construction and overhaul.\nThis was partially offset by a decline in revenue at Ingalls due to lower volumes on NSE and amphibious assault ships programs as well as the divestiture of our oil and gas business and the contribution of the San Diego shipyard to a joint venture early in 2021.\nOn an organic basis, revenue for Technical Solutions was essentially flat year-over-year.\nOperating income for the year was $513 million, and operating margin was 5.4%. This compares to operating income of $799 million and operating margin of 8.5% in 2020. The decreases were due to a less sale operating FAS/CAS adjustment compared to 2020, partially offset by stronger segment operating results.\nSegment operating income for the year was $683 million, and segment operating margin was 7.2%. This compares to segment operating income of $555 million and segment operating margin of 5.9% in 2020.\nOur effective income tax rate was 18.4% for the quarter and 12.5% for the full year. This compares to 17.8% and 14.1% for the fourth quarter and full year 2020, respectively. The decrease in the annual tax rate was primarily due to additional research and development tax credit for tax years 2016 through 2020 recorded in the third quarter of 2021.\nNet earnings in 2021 were $544 million compared to $696 million in 2020. Diluted earnings per share in 2021 was $13.50 compared to $17.14 in the prior year.\nPension adjusted diluted earnings per share in 2021 were $13.03, an increase of 30% from 2020 results due to stronger segment operating performance.\n2021 results included approximately $20 million of pretax transaction and financing expenses related to the acquisition of Alion. Additionally, 2021 results include amortization of purchased intangible assets totaling approximately $86 million, of which approximately $33 million was related to Alion.\nTurning to cash flow on Slide 7 of the presentation. We ended 2021 with a cash balance of $627 million, up from $512 million at the end of 2020.\nCash from operations was $271 million in the fourth quarter, and free cash flow was $165 million. For the full year, cash from operations was $760 million, and free cash flow was $449 million. Net capital expenditures in 2021 were $311 million or 3.3% of revenues.\nCash contributions to our pension and other postretirement benefit plans totaled $106 million in 2021. During the fourth quarter, we paid dividends of $1.18 per share or $48 million, bringing total dividends paid for the year to $186 million. We also repurchased approximately 75,000 shares during the quarter at an aggregate cost of approximately $14 million.\nIn 2021, we repurchased approximately 544,000 shares at an aggregate cost of approximately $101 million.\nOn Slide 8, we have provided our updated 5-year pension outlook. The notable change from our prior outlook is the increase in the FAS benefit. This was largely driven by asset returns in 2021 of 12.7% and, to a lesser extent, the modest change in the discount rate.\nMoving on to Slide 9. We have provided details on our outlook for 2022. While we continue to expect shipbuilding growth of approximately 3% over time, our 2022 outlook range of $8.2 billion to $8.5 billion acknowledges uncertainties around the current environment.\nWe finished 2021 with shipbuilding operating margins at 7.7%, the high end of our initial guidance range and at the midpoint of our revised guidance range. This was a marked improvement from the shipbuilding margin of 6.2% in 2020.\nWe expect shipbuilding operating margin to be between 8% and 8.1% for 2022, and we expect 2023 shipbuilding operating margin will continue to improve beyond 2022 results.\nFor Technical Solutions, we expect revenue of approximately $2.6 billion in 2022, operating margins of approximately 2.5% and EBITDA margin between 8% and 8.5%.\nThese are all consistent with our guidance and messaging at the time of the Alion announcement, and current run rate in 2021 results firmly support our expectations.\nIn 2022, amortization of purchased intangible assets is expected to total approximately $142 million, of which $121 million is attributable to Technical Solutions. Given the timing of the shipbuilding program milestones and the normal seasonality for Technical Solutions, we expect the first quarter segment operating results to be the weakest of the year, with shipbuilding operating margin near 7% and Technical Solutions operating margin near 1%.\nAdditionally, we expect that the first quarter 2022 shipbuilding revenue will be the lightest of the year given Omicron and the challenging labor market driving to a slow start of the year.\nOur expectation is for shipbuilding revenue to be approximately $100 million lower than results in the first quarter of 2021, with that equally split between the shipyards.\nMoving on, we expect 2022 capital expenditures to be between 2.5% and 3% of sales. This guidance does include modest incremental capital expenditures above our prior guidance related to investments in infrastructure and tooling to support the submarine industrial base.\nWe are working with our Navy partner regarding the shared investment and capital incentive structure, and believe these critical investments will have minimal impact on our overall free cash flow generation.\nWe expect 2022 free cash flow to be between $300 million and $350 million, which includes a number of nonrecurring items. First, as we noted on the third quarter call, we now expect the repayment of the advanced progress payments we received in 2020 to occur in 2022, which totals approximately $160 million. Additionally, we have a repayment of approximately $70 million in 2022 due to the 2020 payroll tax holiday.\nOur 2021 free cash flow results were also about $125 million better than the midpoint of our latest guidance, simply due to timing of collections and distributions.\nThe outlook we are providing today is based on the best information we have now and assumes no further degradation in our supply chain. It also assumes that we're able to continue to hire employees at a pace that supports our staffing and that we continue to see limited impacts from inflation given the nature of our contracts and the long-term arrangements that we have in place with our labor unions and suppliers.\nAdditionally, on Slide 9, we've provided our updated outlook for a number of other discrete items to assist you with your modeling.\nRegarding our longer-term targets, we remain confident in our free cash flow target of $3.2 billion from 2020 through 2024. This outlook does assume the continued expensing of research and development costs for tax purposes. For context, we now believe the impact to 2022 free cash flow would be approximately $100 million if the current R&D amortization treatment remains in place.\nOn Slide 10, we have provided a walk up from our 2022 to 2024 free cash flow outlook. First, 2023 free cash flow is enhanced by the lack of discrete headwinds I just mentioned for 2022, the advance to progress and payroll tax holiday repayments.\nSecondly, we do expect a working capital tailwind in 2023 that, along with continued top line growth in shipbuilding, is expected to drive approximately $200 million of incremental cash flow.\nFinally, the growth in margin expansion of Technical Solutions is expected to contribute meaningful incremental free cash flow in 2023 and beyond.\nAs a reminder, working capital can be quite lumpy as we saw at the end of 2021, and we have provided ranges to help account for that variability. For 2023, we are expecting free cash flow to be between $750 million and $800 million and between $800 million and $900 million for 2024, which is all consistent with the target of $3.2 billion between 2020 and 2024.\nIn closing, given the persistent challenges presented in 2021, we are pleased that we were able to complete the year with the results generally consistent with our guidance, including shipbuilding margin at the high end of our initial range and free cash flow well above our guidance.\nNotwithstanding the current environment, we remain enthusiastic regarding our long-term outlook as we begin 2022, with nearly $50 billion in backlog and Technical Solutions business that we believe is poised with very strong growth. We are laser-focused on consistent execution and generating sustainable long-term value.\nNow I'll turn the call back over to Christie for Q&A.\n\nChristie Thomas\n\nThanks, Tom. (Operator Instructions)\nOperator, I will turn it over to you to manage the Q&A."
  }
]