[
  {
    "header": "GDDY",
    "cik": "0001609711",
    "ticker": "GDDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/985860c7a085e0ee0d8033cc6d470c9e",
    "period": "2025 Q3",
    "content": "Q3 2025 GoDaddy Inc Earnings Call\n\nQ3 2025 GoDaddy Inc Earnings Call\n\nGDDYNYSEOCT 30, 5:00 PM\n\nChristie Masoner\n\nSenior Manager of Investor Relations\n\n[Video Presentation]\nWelcome to GoDaddy's Third Quarter 2025 Earnings Call. Thank you for joining us. I'm Christie Masoner, VP of Investor Relations, and with me today are Aman Bhutani, Chief Executive Officer; and Mark McCaffrey, Chief Financial Officer. Following prepared remarks, we will open up the call for your questions.\n[Operator Instructions]\nOn today's call, we will be referencing both GAAP and non-GAAP financial measures and other operating and business metrics. A discussion of why we use non-GAAP financial measures and reconciliations of our non-GAAP financial measures to their GAAP equivalents may be found in the presentation posted to our Investor Relations site at investors.godaddy.net or in today's earnings release on our Form 8-K furnished with the SEC. Growth rates represent year-over-year comparisons unless otherwise noted.\nThe matters we'll be discussing today include forward-looking statements, such as those related to future financial results and our strategies or objectives with respect to future operations. These forward-looking statements are subject to risks and uncertainties that are discussed in detail in our periodic SEC filings. Actual results may differ materially from those contained in forward-looking statements. Any forward-looking statements that we make on this call are based on assumptions as of today, October 30, 2025, and except to the extent required by law, we undertake no obligation to update these statements because of new information or future events.\nWith that, I'm happy to introduce Aman.\n\nAmanpal Singh Bhutani\n\nCEO, GoDaddy Inc.\n\nGood afternoon, and thank you all for joining us today. At GoDaddy, our mission is to empower entrepreneurs and make opportunity more inclusive for all. We draw inspiration from our customers, millions of micro business owners bringing ideas to life every day. they are resilient, creative and determined even as technology in the world around them rapidly change. Our mission is to make that journey simpler, supporting their growth and success with tools that cut through the complexity and make running their businesses easier backed by human guidance. In the third quarter, we delivered strong financial results, achieving 10% growth in total revenue while also delivering ANC bookings growth acceleration to 14% on strengthening customer cohort dynamics we also delivered normalized EBITDA margin of 32% and increased our AI investment and capabilities with new products ready for launch, reflecting on our strong performance, we are raising our full year 2025 revenue guidance to 8% growth, the top end of our 3-year range of 6% to 8%.\nAt GoDaddy, we are energized by the Agentic Open Internet our vision for an open, trusted and accessible web with AI agents helping us with our tasks. For more than 30 years, the open internet has enabled entrepreneurs to bring their ideas to life. And GoDaddy has been a foundational partner in that journey. The next leap forward is the Agentic open Internet, where AI-powered agents collaborate and complete end-to-end task with speed and precision. These unlocks will help small businesses thrive in the years ahead. And as we meet the moment and build towards this next era, GoDaddy itself is transforming in 3 ways.\nFirst, our Airo platform evolution from generative AI to a Agentic AI; second, agents transforming how work gets done internally and third, by building on the foundation of being the world's largest domain registrar and putting the infrastructure in place to make the Agentic open Internet safe and accessible for all. The first part of the GoDaddy transformation is the evolution of the Airo experience from a generative AI platform to an Agentic AI platform. Over the last few days, we launched 5 new Airo agents that handle fundamental customer jobs to be done, like finding and buying domain names, building websites and applications, creating logos and compliance documents. This is just the beginning.\nOur pipeline includes many more agents ready for launch over the next few days and weeks. The interactive design of these agents reflects our unique ethos of guidance, a core differentiator for GoDaddy. Agents are learning to anticipate next steps across multiple jobs, proactively guiding a customer through each interaction with clarity and confidence. Live for both new and existing GoDaddy customers, they deliver tailored support by instantly understanding each customer's unique business context. These new capabilities are available through the beta launch of Airo.ai, a new website built on the GoDaddy software platform. We can test new agents on Airo.ai quickly and maintain a seamless path back to godaddy.com. Look out for new agents on Airo.ai every week over the next few weeks, and we will direct targeted traffic to it soon. With this release, Airo Plus will shift from a generative AI tool set to an a Agentic AI tool set. Airo Plus will serve as a direct monetization vehicle on Airo.ai and on godaddy.com, Staying true to the needs of our micro business customer and our culture of experimentation Airo.ai includes 2 different vibe coding experiences.\nBoth experiences use an Agentic AI chat interface to build websites and both allow seamless publishing. The difference is that one lands the customer in the websites plus marketing editor, while the other introduces the editor in line with the chat interface. As customers use these experiences, we are excited to add more functionality to these tools. The second part of the AI transformation at GoDaddy is the impact that Agentic AI is having on how we operate. Teams across the company are reimagining their roles in an agentic world and identifying the shifts required to solidify gains in velocity and efficiency. From experimentation to care to engineering to corporate functions, we are evolving beyond the value of generative AI and shifting focus on measurable improvements driven by agents. Our evolution in software development provides a good example. In Q2, we set a company-wide goal to reach 70% of AI-generated code by year-end.\nWe are making great progress towards this goal. This month, more than 45% of code written at GoDaddy was generated by AI. And for new applications, this number is significantly higher. With that momentum, we are now shifting our focus from measuring core generation to measuring reduction in product cycle time. The expected net result is faster velocity, which allows us to build more capabilities without incremental investment. The impact is already visible. A small team used AI to build the Airo app builder and launched it in short order on Airo.ai. The pace of iteration on this product is high, and it positions us to move fast on emerging shifts like agenetic browsers. Another example comes from our aftermarket team, which used AI tools to build a new portal for ultra premium domain names.\nIn the past, this type of work was hard to prioritize. Now a small team experimented built and delivered it end-to-end within weeks for both the Airo app builder and the ultra-premium marketplace, our internal measurement tools show that nearly 90% of the code was AI generated. The third part of GoDaddy's AI transformation builds on our foundation as the world's largest domain registrar. Our vision for an Agentic open Internet imagines today's open web enhanced by agents that can operate independently, collaborate across systems and automate customer journeys. These agents can discover one another, validate identity and establish trust across domains, creating an open space for agents to collaborate. Working back from that vision, we launched GoDaddy's agent name service or A&S, built on DNS infrastructure and proposed as an open standard, GoDaddy's AMS provides verifiable identities for AI agents.\nBy registering agents with ANS value is immediately created for publishers by providing their agents with a verifiable identity. Value is also created for consumers of ANS since they can securely discover and validate agents across the open web. While many companies are beginning to explore this idea, we are excited to be leading the way. GoDaddy is launching ANS with its own agents to showcase registration, discovery and validation, and we are now inviting partners to join this open ecosystem. We have a bold vision for the Agentic open Internet for our customers, and we look forward to showcasing this vision at our Investor dinner in December.\nBefore I pass it to Mark, as always, I'd like to share some updates on our 2025 strategic growth initiatives. The first is pricing and bundling, which continues to deliver strong results across both segments of our business. This work remains centered on giving customers greater value and choice through tailored bundles that simplify their decision-making and deepen engagement across our platform. Execution remains on track for 2025, and we are focused on launching the 2026 bundles, further extending our reach and impact. Our next initiative, seamless experience creates frictionless journeys that support our customers from their first search to purchase and renewal. This large-scale experimentation engine continues to deliver improvements in conversion, attach and renewal rates.\nIn Q3, we expanded our optimization work to include more end-to-end flows across the customer journey. Using AI to personalized recommendations and refined design in real time. This initiative is meaningfully contributing to bookings growth with continued momentum into next year. Turning to commerce. Growth in our Payment Solution remains solid, driven by continued conversion within our existing customer base. We also drove solid adoption of our high-margin subscriptions, including GoDaddy Capital, Rate saver, and faster payouts, all of which are helping entrepreneurs simplify their operations and improve cash flow. These capabilities strengthen our commerce ecosystem, deepening relationships with merchants and positioning us to capture more of their business as they scale.\nAnd last but not least, GoDaddy Airo continues to be our primary customer engagement engine and key catalysts for our strategic growth initiatives, driving value as it powers better attach, higher average order size and improved retention our history shows that customers who adopt more products stay longer with us, generating higher lifetime value. The success metrics we track, make it clear that Airo is creating a more valuable and durable customer cohort than our strongest historical benchmarks.\nIn closing, I am proud of the progress our teams achieved this quarter, advancing our AI vision with Airo.ai pioneering trust and security in the Agentic Open Internet through A&S and our experimentation culture that is accelerating innovation across the company. GoDaddy is evolving rapidly with the moment. And as AI reshapes what is possible, we are leading with the solutions we develop and helping entrepreneurs everywhere take the next leap forward with confidence simplicity and world-class care.\nWith that, here's Mark.\n\nMark McCaffrey\n\nChief Financial Officer\n\nThanks, Aman. Good afternoon, everyone, and thank you for joining us. We are pleased with our strong execution, which led to favorable results and exceeded our top line guidance. As a result, we are raising our full year revenue guide to 8% at the midpoint to reflect the continued strength across the business. We delivered A&C revenue growth of 14% and grew free cash flow 21%, to an impressive $440 million. We continue to demonstrate our commitment to shareholder returns, repurchasing 9 million shares for a total of $1.4 billion year-to-date.\nTaken together, we are on track to exceed our Investor Day North Star commitment of a 20% CAGR. How are we getting there? As Aman mentioned, our strategy that elevates GoDaddy Airo is, our primary customer engagement engine is hitting its stride. High-intent customers are adopting more products, spending more and generating higher lifetime value. Our $500-plus customer cohort now represents approximately 10% of our base, and this cohort has higher attach and near perfect retention, boosting our ARPU up 10% to $237. In the third quarter, total revenue grew 10% to $1.3 billion, surpassing the high end of our guided range. growth was broad-based, driven by continued strength in both the primary and secondary domain markets as more ideas come online and by the momentum in A&C, where rising attach rates are expanding customer lifetime value and deepening engagement across our ecosystem. Retention rates remained at 85% and our total customers grew sequentially to [ $20.4 million ]. underscoring the durability of our model and GoDaddy's central role in bringing entrepreneurs to the open Internet.\nAdditionally, international revenue grew 14%, primarily driven by the strength in the primary and secondary domain markets, as we continue to expand our reach globally. For our high-margin A&C segment, we drove 14% growth in revenue to $481 million on the ongoing solid adoption and attach of our subscription solutions. Our core platform segment delivered elevated revenue growth of 8% to $784 million on 28% growth in aftermarket and 7% growth in primary domains. Moving to profitability. Normalized EBITDA grew 11% to $409 million, delivering a margin of 32%, this reflects leverage gains across the P&L from AI-driven efficiencies and continued operational discipline, partially offset by gross margin pressure from product mix and continued investment in our AI initiatives. Total bookings grew 9% to $1.4 billion. Within that, A&C bookings grew 14% and core platform bookings grew 6%.\nAs a reminder, bookings primarily represent cash collected during the period. Free cash flow grew an impressive 21% to $440 million on our bookings growth powered by continued strengthening of our customer cohorts and the greater than 1:1 conversion of normalized EBITDA to free cash flow. On the balance sheet, we exited the quarter with $924 million in cash and total liquidity of $1.9 billion. Net debt was $2.9 billion, representing a net leverage of 1.7x on a trailing 12-month basis. We maintained our disciplined approach to capital allocation, repurchasing 4.1 million shares during the quarter, totaling approximately $600 million. As of the end of the quarter, our fully diluted shares outstanding were $137 million. Pivoting to our outlook.\nFor the full year, we are raising our 2025 revenue guide to a range of $4.93 billion to $4.95 billion, representing growth of approximately 8% at the midpoint. We expect total bookings growth absent FX impacts to be in line with total revenue growth. And A&C bookings growth to continue its momentum. For the full year, we expect A&C revenue growth in the mid-teens and core platform growth in the mid-single digits. For the fourth quarter, we expect revenue to be in the range of $1.255 billion to $1.275 billion, representing 6% growth at the midpoint. This range reflects a more difficult A&C revenue comparison, the expected impact from the [ dot-com ] registry contract expiration and our consistent approach of excluding high-value aftermarket transactions from our guidance. For Q4, we expect A&C growth in the low to mid-teens and core platform growth in the low single digits. For the full year, we expect a normalized EBITDA margin of approximately 32%.\nAnd for the fourth quarter, we are projecting 33% normalized EBITDA as we continue to balance operational efficiency with investments in AI innovation. We expect normalized EBITDA to maintain greater than a 1:1 conversion to free cash flow for the full year and reaffirm our free cash flow target of approximately $1.6 billion. representing growth of over 18%. On capital allocation, our approach remains unchanged, and we will continue to evaluate all opportunities to maximize long-term shareholder value.\nIn closing, GoDaddy is delivering solid profitable growth driven by durable revenue performance and continued operational discipline. Our strategy around Airo is working. We are ahead of our target of our Investor Day North Star. Reflecting consistent execution across the business. Our expanding AI-powered innovation and efficient operating model position us to drive long-term value creation for customers and shareholders. We look forward to hosting many of you at our investor dinner in Tempe on December 2, where we will showcase the innovation setting the pace for GoDaddy's sustained success.\nI will now turn the call over to our VP of Investor Relations, Christie Masoner to open up the line for Q&A. Thank you."
  },
  {
    "header": "GDDY",
    "cik": "0001609711",
    "ticker": "GDDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a4252b955c275f88d0714898809750fb",
    "period": "2025 Q2",
    "content": "Q2 2025 GoDaddy Inc Earnings Call\n\nQ2 2025 GoDaddy Inc Earnings Call\n\nGDDYNYSEAUG 7, 5:00 PM\n\nChristie Masoner\n\nSenior Manager of Investor Relations\n\nWelcome to GoDaddy's Second Quarter 2025 Earnings Call. Thank you for joining us. I'm Christie Masoner, VP of Investor Relations. And with me today are Aman Bhutani, Chief Executive Officer; and Mark McCaffrey, Chief Financial Officer. Following prepared remarks, we will open up the call for your questions.\n[Operator Instructions]\nOn today's call, we'll be referencing both GAAP and non-GAAP financial measures and other operating and business metrics. A discussion of why we use non-GAAP financial measures and reconciliations of our non-GAAP financial measures to their GAAP equivalents may be found in the presentation posted to our Investor Relations site at investors.godaddy.net or in today's earnings release on our Form 8-K furnished with the SEC.\nGrowth rates represent year-over-year comparisons unless otherwise noted. The matters we'll be discussing today include forward-looking statements, such as those related to future financial results and our strategies or objectives with respect to future operations. These forward-looking statements are subject to risks and uncertainties that are discussed in detail in our periodic SEC filings.\nActual results may differ materially from those contained in forward-looking statements. Any forward-looking statements that we make on this call are based on assumptions as of today, August 7, 2025, and except to the extent required by law, we undertake no obligation to update these statements because of new information or future events.\nWith that, I'm happy to introduce Aman.\n\nAmanpal Singh Bhutani\n\nCEO, GoDaddy Inc.\n\nGood afternoon, and thank you all for joining us today. At GoDaddy, our mission is to empower entrepreneurs and make opportunity more inclusive for all. We draw inspiration from the ingenity of our customers who are the people building businesses, chasing dreams and positively impacting their communities.\nAs our small business survey consistently shows they are a resilient group and remain optimistic about their own businesses even when navigating increased complexity, that's why we are committed to delivering the critical technology they need, combined with the human guidance that is empathetic, accessible and grounded in their success. It is this combination that helps our customers thrive and grow with confidence.\nIn the second quarter, our disciplined execution delivered strong results, reflecting the power of our strategy of attracting and retaining high-intent customers who generate high lifetime value for GoDaddy. A&C bookings grew 12% against the toughest comparison for the year and normalized EBITDA margin expanded nearly 200 basis points, reflecting the operating leverage in our model. We made strong progress towards GoDaddy's financial North Star of maximizing free cash flow with growth of 21% and Reflecting that momentum, we are raising our full year 2025 free cash flow guidance to approximately $1.6 billion.\nAs a leader in bringing AI to micro businesses, we are energized by the transformative potential that Agentic AI is unlocking for Airo and our customers. This is more than an evolution. It is a leap forward. This quarter, we began testing a new conversational experience that lays the foundation for something truly groundbreaking, an agent that can intelligently complete complex multistep tasks for our customers, freeing them to focus on what matters most, building their dreams.\nImagine a world where entrepreneurs can ask Airo anything across the full spectrum of our offering and receive instant contextual support seamlessly connected to our expert guides when they need a human touch. -- brought to the customer experience as Ask Airo, its goal is to be a fully guided and proactive digital experience powered by agenetic AI and elevated by empathetic care. The short video you saw at the start of this call offers just a glimpse into the future we are building for our customers. Behind the scenes, our operations are undergoing a fundamental shift powered by AI. Across the company, employees are embracing AI and Agentic tools to accelerate velocity of execution.\nIn one recent example, two interns leveraged our internal Agentec platform to build an agent that autonomously diagnoses anomalies in experiments, reducing a process that once took days to just minutes from engineering to accounting, AI and Agentic AI is reshaping how work gets done by transforming roles, unlocking efficiency and enabling our teams to focus on higher impact outcomes. We can't wait to bring all of this to life for you as well.\nWe look forward to sharing a deeper look at Airo's Agentic capabilities at our Investor dinner later this year. What we are building is exciting, and we are off to a great start.\nAs always, I also want to share a bit more about our growth initiatives, starting with pricing and bundling. With half the year behind us, we feel confident that this initiative is on track and delivering across both ANC and core platform for 2025. At the same time, we are actively executing against our 2026 road map, testing and scaling new offerings that represent the next phase of this multiyear journey. These new bundles are based on new partnership capabilities and the early results have been promising.\nPricing and bundling is starting to benefit from our increased co-writing velocity using AI. As an example, we recently concluded a test integrating a new partner product into GoDaddy's technology stack over a matter of weeks rather than months. Remarkably, nearly 100% of the code was generated by AI and guided by a senior engineer. This was work that would typically have required a small team for a few months.\nWhile the exploration of AI-driven coding is ongoing across many use cases, this example demonstrate the transformative potential of AI-driven coding and pricing and bundling. Scaling this type of result across our teams would create a step function change in velocity, enabling us to test new bundles at a pace many times faster than today.\nOur next major initiative is seamless experience and ongoing large-scale experimentation machine designed to enhance the entire customer journey from landing page and initial search all the way through to purchase and renewal. It is focused on improving discovery and reducing friction, saving our customers time and effort. Through this initiative, we boosted conversion rates, strengthened attach and drove better renewal performance, outcomes that our scale translate into meaningful financial impact now and in the future.\nThe bookings generated from seamless experience have scaled in an impressive manner, and this initiative has an equally strong road map as pricing and bundling and its impact and contribution is becoming increasingly comparable.\nTurning to our commerce initiative, we surpassed a significant milestone, reaching more than $3 billion in annualized gross payments volume on continued strong conversion of our existing base of customers. A clear signal that our strategy is resonating. Equally exciting, our focus on delivering powerful, high-value tools is gaining traction.\nOur newly launched Rate Saver, a credit card surcharging feature that can reduce effective rates from merchants by more than 50% is demonstrating promising early momentum with attach rates climbing. Last but never least, Airo discovery and engagement continues to grow, and we expect it to increasingly shape and monetize our future customer cohorts, and our strongest cohorts are ahead of us.\nNotably, Airo cohorts consistently outperformed non-Airo cohorts across key metrics, including average order size, multiproduct attach rates and renewals. Serving as a catalyst for the growth in higher lifetime value customers. These games are compounding creating long-term leverage in our model. We are deeply focused on Aero's continued evolution into a true differentiator that accelerates customer success and drive sustained value across the entire GoDaddy ecosystem.\nIn closing, we are proud of the progress we made in the second quarter as we push our strategy forward, making meaningful progress towards our 3-year targets outlined at our Investor Day in 2024. And our results reflect the impact of disciplined execution and the growing traction behind our priorities of expanding high-intent customers capturing more wallet share and driving greater lifetime value.\nAs we enter the second half, our teams are focused. Our path forward is clear and our business is well positioned to accelerate the pace of innovation that delivers long-term value to our customers and shareholders.\nWith that, here's Mark.\n\nMark McCaffrey\n\nChief Financial Officer\n\nThanks, Aman. Good afternoon, everyone, and thank you for joining us. Q2 was another strong quarter for GoDaddy, underscoring the resilience of our customers and the mission-critical solutions that differentiate us in the market. We delivered ANC revenue growth of 14% and expanded normalized EBITDA margins to 31%, and we grew free cash flow to $392 million. Our consistent performance reinforces the strength of our strategy and the discipline of our execution as we progress toward our North Star of maximizing free cash flow over the long term.\nTotal revenue grew 8% to $1.2 billion, on both a reported and constant currency basis, surpassing the high end of our guided range. Annual recurring revenue grew 9% to $4.2 billion, and international revenue grew 11%. For our high-margin A&C segment, we drove 14% growth in revenue to $464 million, in line with our guided range. A&C is now approaching an annualized run rate of approximately $2 billion, nearly doubling over the past 4 years on the ongoing adoption of our subscription solutions. A&C revenue now accounts for 38% of total revenue, which is an all-time high, up from 36% at the same time last year.\nSegment EBITDA margin expanded nearly 100 basis points to 44%. Our core platform segment delivered revenue growth of 5% to $754 million, exceeding our guide. These results were driven by growth in primary domains, up 7% of both units and pricing and bundling initiatives, alongside continued momentum in aftermarket, which also grew 7%. Segment EBITDA margin expanded by over 200 basis points to 33%. Moving to profitability.\nNormalized EBITDA grew 15% to $382 million, delivering an expanded margin of 31%, up nearly 200 basis points and in line with our guide for the quarter. The expansion was driven by sustained operational discipline with leverage gains reflected across our P&L. Total bookings grew 7% on a reported and constant currency basis to $1.3 billion against the toughest compare of the year. Within that, A&C bookings grew 12% and core platform bookings grew 3%.\nAs a reminder, bookings primarily represents cash collected during the period. Importantly, free cash flow grew an impressive 21% to $392 million, reinforcing the strengthening of our customer cohorts and the increasing conversion of normalized EBITDA to free cash flow at a ratio that is now greater than 1:1. Our go-to-market strategy is focused on attracting high-intent customers who adopt multiple products and generate high lifetime value.\nOver the past year, cohorts that spend over $500 annually grew meaningfully, and that momentum carried through into Q2. This group now represents nearly 9% of our total base. An Airo is playing a pivotal role in its evolution by intelligently guiding their journey. These customers are expanding average order size and fueling GoDaddy's impressive total ARPU growth up 10% to $230. What's more, this cohort demonstrates near perfect retention. The combination of rising ARPU and exceptional retention clearly illustrates the durable pathway we build toward a growing base of sticky, higher lifetime value customers.\nOn total customers, we have largely moved beyond the impacts of eliminating deep discounts and divestitures. That said, we continue to see some residual pressure from migrations as they move through their initial renewal cycles. Excluding this remaining headwind, customer count has grown in each of the last 2 months. As these pressures subside and we benefit from strong conversion of higher intent cohorts, we expect a return to customer growth later this year. This momentum underscores the effectiveness of our strategy and the long-term value creation embedded in our integrated platform.\nOn the balance sheet, we exited the quarter with $1.1 billion in cash and total liquidity of $2.1 billion, net debt was $2.8 billion, representing a net leverage of 1.6x on a trailing 12-month basis. Year-to-date, through August 6, we have repurchased approximately $900 million of our outstanding shares. Our commitment to a disciplined capital allocation framework is unchanged and share buybacks remain a key mechanism to return value to our shareholders. As of the end of the quarter, our fully diluted shares outstanding was $142 million.\nLooking ahead, I am pleased to share that given the strength of our performance year-to-date, our increasing profitability to cash flow conversion and the proven durability of our business model, we are raising our full year free cash flow target to approximately $1.6 billion, representing growth of over 18%.\nAdditionally, we are raising our full year 2025 revenue outlook that we provided in February. We now expect total revenue to be in the range of $4.89 billion to $4.94 billion representing growth of 7% at the midpoint. For the full year, we expect FX-neutral bookings growth to be in line with revenue growth.\nFor Q3 specifically, we are targeting total revenue of $1.22 billion to $1.24 billion, also representing 7% growth at the midpoint of the range. Within total revenue for both Q3 and the full year we expect applications and commerce revenue growth in the mid-teens and core platform growth in the low single digits.\nRegarding our outlook, I want to mention that beginning in the fourth quarter of this year, GoDaddy will no longer operate as the registry service provider for the dotco top level domain. As a result of this change, we anticipate an approximate 50 basis point headwind to bookings and revenue primarily in the fourth quarter. Importantly, this transition does not affect our ability to execute our strategic initiatives or deliver on our 2025 and 2026 financial commitments.\nWith the third quarter, we are projecting a normalized EBITDA margin of approximately 32%, and we are reaffirming our full year margin expansion target of 100 basis points with continued sequential expansion each quarter this year, exiting 2025 at 33%. We expect normalized EBITDA to maintain greater than a 1:1 conversion to free cash flow for the full year.\nOur capital allocation approach remains unchanged, and we will continue to evaluate all opportunities according to our rigorous returns-based framework to maximize long-term shareholder value.\nIn closing, we remain more confident than ever in the strength of our model and our ability to execute toward our targets. Our second quarter results reflect GoDaddy's solid foundation powered by disciplined operations, consistent innovation and the growing impact of our strategic initiatives, from enhancing and expanding AI-powered experiences and solutions like Airo to attracting higher-value customers. We are driving sustainable and profitable growth across the business. with nearly 30 years of consistent growth through a variety of macroeconomic backdrops, GoDaddy is built for durability and long-term value creation. That strength is anchored by a high-quality recurring revenue base disciplined cost management, robust free cash flow generation and a strong balance sheet.\nLooking ahead, we are fully committed to delivering on our Investor Day targets of $4.5 billion plus in cumulative free cash flow generation, 6% to 8% annual revenue growth, an expansion of our full year normalized EBITDA margin to 33% by 2026. With our continued momentum, we remain excited about our path forward.\nWith that, I'll hand it back to Christie to open up the line for questions. Thank you."
  },
  {
    "header": "GDDY",
    "cik": "0001609711",
    "ticker": "GDDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b0eba5f822d5e28fac760cdb126c1aa5",
    "period": "2025 Q1",
    "content": "Q1 2025 GoDaddy Inc Earnings Call\n\nQ1 2025 GoDaddy Inc Earnings Call\n\nGDDYNYSEMAY 1, 5:00 PM\n\nChristie Masoner\n\nSenior Manager of Investor Relations\n\nWelcome to GoDaddy's First Quarter 2025 Earnings Call. Thank you for joining us. I'm Christie Masoner, VP of Investor Relations. And with me today are Aman Bhutani, Chief Executive Officer; and Mark McCaffrey, Chief Financial Officer. [Operator Instructions]\nOn today's call, we'll be referencing both GAAP and non-GAAP financial measures and other operating and business metrics. A discussion of why we use non-GAAP financial measures and reconciliations of our non-GAAP financial measures to their GAAP equivalents may be found in the presentation posted on our Investor Relations site at investors.godaddy.net or in today's earnings release on our Form 8-K furnished with the SEC. Growth rates represent year-over-year comparisons unless otherwise noted.\nThe matters we'll be discussing today include forward-looking statements, such as those related to future financial results and our strategies or objectives with respect to future operations. These forward-looking statements are subject to risks and uncertainties that are discussed in detail in our periodic SEC filings. Actual results may differ materially from those contained in forward-looking statements. Any forward-looking statements that we make on this call are based on assumptions as of today, May 1, 2025, and except to the extent required by law, we undertake no obligation to update these statements because of new information or future events.\nWith that, I'm happy to introduce Aman.\n\nAmanpal Singh Bhutani\n\nCEO, GoDaddy Inc.\n\nGood afternoon, and thank you all for joining us today. At GoDaddy, our mission is to empower entrepreneurs and make opportunity more inclusive for all. In an environment marked by global economic uncertainty with small businesses navigating more complexity, we continue to improve and expand the critical tools necessary for them to run their businesses backed by care that helps make them successful. The inherent value of our products disciplined innovation and execution of our strategy is the backbone of our business and our strong Q1 results.\nIn Q1, we drove 8% bookings growth, and we expanded normalized EBITDA margin to 31%, propelling free cash flow to 26% growth supporting our North Star of maximizing free cash flow over the long term. These results and the durability of our model reinforce our confidence in our full year guide and Investor Day targets.\nOur strategy is steadfastly focused on attracting high-intent customers, creating customer value and transforming that value into long-term shareholder value. The energy within the company is possible with the continued acceleration and velocity of execution as we drive towards these goals.\nAs always, I will touch on our key initiatives, starting with pricing and bundling. Focused on our present solutions and going across segments, this 2025 initiative delivered ahead of our expectations in Q1. Pricing and bundling is a multiyear initiative, and we continue to do further testing with customer cohorts that span across our A&C and core platform segments, and we are encouraged by the results so far.\nOur enhanced platform capabilities, quickly integrate third-party products into our bundles, resulting in expanded test options for this initiative. As we had shared, we have continued to shift from the product lens to the customer cohort lens for pricing and bundling, maintaining the dual goal of growing bookings and minimizing churn. Our seamless experience initiatives continued to deliver improved customer conversion, product engagement and renewals. This initiative is powered by our most sophisticated experimentation pipeline, and it's focused on removing friction and creating an intuitive experience, saving customers time better spent on growing their businesses.\nThe results of our efforts across many experiences and products are found in the increase in average order size and improvement in renewal driving customer retention and lifetime value on the GoDaddy platform.\nCommerce growth remained strong this quarter and annualized gross payments volume increased at a healthy pace with the primary driver continuing to be conversion within our existing base of customers. Our recently launched high-margin offerings such as GoDaddy Capital, our Merchant Cash Advance program and same-day payouts, while still small, are gaining traction. These valuable additions priced competitively are important to our customers and SIM, our one-stop shop commerce offering.\nLast but certainly not least, GoDaddy Airo continues to permeate across our products and customer experiences. And Airo's demonstrated results are showing up as better attach, term length and renewals. Data from the 13-month Airo customer cohorts shows that we are driving changes in customer behavior with Airo resulting in more customers purchasing second and third products. Websites plus marketing continues to be the biggest beneficiary, and Airo customers are getting better results from their websites too, leading to a fantastic win-win.\nWhile the Airo experience is driving financial results and Airo Plus, our directly monetized experience is progressing with new improvement. Our focus continues to be to engage customers across the broader set of capabilities that Airo provides. This builds on the success we are already seeing with Airo and represents a large long-term opportunity for our customers and for GoDaddy. And we are still at an early stage Aero has already shown its powers to automate and use generative AI to provide magical experiences for customers. And with Agentic AI, we expect to take this even further. Agents powered by our personalized AI platform will take recommendations to our customers to the next level doing the work for them across multiple jobs to be done.\nIn closing, I want to underscore that GoDaddy has built a durable business, one that has consistently performed across the economic cycles and technological shifts. We are driving results and remain focused on what we can control. Accelerating the pace of innovation in a disciplined manner. The risk of our model is profitable growth, and the maturity of our operations allows us to deliver results in the current period as we set up the next positioning the business for long-term success.\nWith that, here's Mark.\n\nMark McCaffrey\n\nChief Financial Officer\n\nThanks, Aman. I want to take a moment to acknowledge that the broader macroeconomic environment, including tariffs is top of mind. To be clear, for GoDaddy, our direct exposure to tariffs is not material. For our customers, their grit and determination alongside our integrated one-stop shop solutions delivering unmatched value remains mission-critical to their needs, especially as they navigate a complex landscape.\nOur tools empower them to compete efficiently and effectively. Our durable model and our customers' resilience gives us confidence in our full year 2025 guidance and our Investor Day targets, including our North Star.\nIn Q1, we delivered AMC revenue growth of 17%, expanded normalized EBITDA margins over 200 basis points and grew free cash flow to $411 million. We also have fully utilized the remaining portion of our 2022 $4 billion authorization to retire over 25% of our fully diluted shares outstanding since inception of the program. Total revenue was at the top end of our guided range, growing 8% on a reported and constant currency basis to $1.2 billion. Annual recurring revenue grew 7% to $4.1 billion, International revenue 10%, surpassing our prior expectations on strong Africa sales in international regions. For our high-margin A&C segment, we drove 17% growth in revenue to $446 million and 14% growth in bookings on the ongoing strong adoption of our subscription solutions.\nSegment EBITDA margin expanded nearly 200 basis points to 44%. Our core platform segment delivered revenue growth of 3% to $740 million. Core platform performance this quarter reflected strength in primary domains up on pricing and units, as well as strength in aftermarket. Core platform bookings grew 5% and segment EBITDA margin expanded by over 150 basis points to 31%.\nMoving to profitability. Normalized EBITDA grew 16% to $364 million, delivering an expanded margin of 31%, up over 200 basis points and exceeding our guide for the quarter. The expansion was driven by favorable product mix and sit operational discipline from infrastructure, simplification and global talent recruitment, alongside increased marketing for our innovative aero experience. Bookings -- we delivered $1.4 billion, representing 8% growth on a reported basis and 9% growth on a constant currency basis. As a reminder, bookings primarily represents the cash collected during the period. Free cash flow grew an impressive 26% to $411 million.\nOur efforts are delivering the results we set out to achieve, bringing in higher lifetime value customers who will drive stronger and more profitable growth over time. Our stronger, more resilient cohorts are all translating into improvements retention above 85% for customers on our GoDaddy platform.\nWe are driving a higher average order size, and our ARPU grew 9% to $225 on a trailing 12-month basis, demonstrating the sustainability of our ongoing efforts. Since year-end, our customer count has remained stable at $20.5 million as we lap the impact of the last divestiture. And looking ahead, we anticipate returning to customer growth later this year. We remain confident that our strategic focus here centered on growing higher lifetime value customers will drive compounding growth in free cash flow long term.\nTurning to the balance sheet. We exited the quarter with $719 million in cash and total liquidity of $1.7 billion, as we utilize the remaining $767 million under the 2022 share repurchase authorization. Net debt was $3.1 billion, representing a net leverage of 1.9x on a trailing 12-month basis. Our goal over the coming quarters is to continue to strengthen our already strong balance sheet, and we are reducing our target net leverage ratio from the previous guidance 2 to 4x to under 3x moving forward, align to how we've been operating.\nIn April, we completed our $4 billion 2022 repurchase authorization program, repurchasing a cumulative 43.7 million shares at an average price of $91, representing a gross share reduction of over 25% in our fully diluted shares outstanding since the inception of the program. Our commitment to a disciplined capital allocation framework is unchanged and share buybacks remain a key mechanism to return value to our shareholders.\nWith that, I am pleased to announce that our Board has approved the 2025 repurchase authorization of up to $3 billion through 2027. This new authorization reflects our enduring confidence in the strength of our underlying business, the durability of our cash flows and our belief that investing in shares currently represents an attractive return opportunity for our capital.\nShifting to our outlook. Given the strong start to our year and the durability of our model, we are reaffirming our full year 2025 outlook provided in February and expect total revenue to be within a range of $4.86 billion to $4.94 billion, representing growth of 7% at the midpoint of the range. For Q2, we are targeting total revenue of $1.195 billion to $1.215 billion, representing 7% growth at the midpoint of the range. Within that, we expect A&C revenue growth of mid-teens and core platform growth of low single digits.\nFor Q2, we are projecting a normalized EBITDA margin of about 31%, and we are reaffirming our full year normalized EBITDA margin expansion target of 100 basis points. We expect normalized EDA to maintain an approximate 1:1 conversion to free cash flow. We are also reaffirming our full year free cash flow target of at least $1.5 billion, Representing growth of 11%.\nOur disciplined capital allocation approach remains unchanged, and we plan to evaluate all opportunities according to our rigorous and returns-based frame. I am pleased with our Q1 accomplishments and strong financial results, a great start year that has already underscored the importance of GoDaddy's durable model. The strength of GoDaddy's Foundation is evident in our long history of strong customer retention, the growing quality and stability of our customer cohorts and the competitive advantages we've developed over time as a partner and champion for micro businesses. Executing with discipline and purpose as we drive towards our NOR, maximizing free cash flow over the long term. We are making steady progress towards our Investor Day targets of achieving $4 billion, $5 billion plus in cumulative free cash flow generation underpinned by 6% to 8% annual revenue growth and expansion of our normalized EBITDA margin to 33% by 2026.\nWith that, I will hand the call over to GoDaddy's Vice President and Head of IR, Christie Masoner."
  },
  {
    "header": "GDDY",
    "cik": "0001609711",
    "ticker": "GDDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/661bde11d55fdb5815c818a25c47c2a6",
    "period": "2024 Q4",
    "content": "Q4 2024 GoDaddy Inc Earnings Call\n\nQ4 2024 GoDaddy Inc Earnings Call\n\nGDDYNYSEFEB 13, 5:00 PM\n\nChristie Masoner\n\nSenior Manager of Investor Relations\n\nWelcome to GoDaddy's Fourth Quarter and Full Year 2024 Earnings Call. Thank you for joining us. I'm Christie Masoner, VP of Investor Relations, and with me today are Aman Bhutani, Chief Executive Officer; and Mark McCaffrey, Chief Financial Officer. [Operator Instructions] On today's call, we'll be referencing both GAAP and non-GAAP financial measures and other operating and business metrics.\nA discussion of why we use non-GAAP financial measures and reconciliations of our non-GAAP financial measures to their GAAP equivalents may be found in the presentation posted to our Investor Relations site at investors.godaddy.net or in today's earnings release on our Form 8-K furnished with the SEC.\nGrowth rates represent year-over-year comparisons unless otherwise noted. The matters we'll be discussing today include forward-looking statements such as those related to future financial results and our strategies or objectives with respect to future operations. These forward-looking statements are subject to risks and uncertainties that are discussed in detail in our periodic SEC filings.\nActual results may differ materially from those contained in forward-looking statements. Any forward-looking statements that we make on this call are based on assumptions as of today, February 13, 2025, and except to the extent required by law, we undertake no obligation to update these statements because of new information or future events.\nWith that, I am pleased to introduce Aman.\n\nAmanpal Singh Bhutani\n\nCEO, GoDaddy Inc.\n\nGood afternoon, and thank you all for joining us today. At GoDaddy, our mission is to empower everyday entrepreneurs and make opportunity more inclusive for all. Our strategy is relentlessly focused on creating customer value and transforming it to shareholder value through better conversion, attach and retention. This is the driving force behind our profitable growth model, propelling us towards our north star of maximizing free cash flow over the long term.\nOur team demonstrated strong execution in 2024, with annual results that are tracking ahead of our Investor Day targets. We drove top line bookings growth of over 9% and expanded our bottom line normalized EBITDA margin to 31% for the full year. Our impressive 21% growth in Applications & Commerce bookings alongside our nearly 400 basis points margin improvement were strong contributors to a 25% increase in free cash flow for the year.\nEqually exciting, GoDaddy crossed a significant milestone this year, delivering our first $5 billion of annual bookings. On our key initiatives from Investor Day, we continue to make great progress in Pricing & Bundling, Seamless Experience, Commerce, Cost Optimization and Strong Traction in GoDaddy Airo. I am excited to share these updates with you today.\nPricing & Bundling delivered impactful results throughout 2024 that were higher than our expectations. This bolstered our 21% Applications & Commerce bookings growth from focused efforts in productivity. We have shared that this is a multiyear journey, and our confidence in this initiative continues to grow. In 2025, we are targeting a meaningful contribution to growth from this initiative.\nWe will focus our 2025 efforts on our presence products and specific customer populations within our hosting business. This continues to spread this initiative across Applications & Commerce and core platform. In parallel, we are working on the next evolution of this initiative for 2026 and beyond.\nOur Seamless Experience initiative also exceeded expectations in 2024, improving conversion, renewal rates and engagement across products. In Q4, we launched a redesigned managed WordPress platform with 2x faster performance and enhanced security. Additionally, we started testing Airo Site Designer for WordPress, an AI-powered web design tool. This initiative will continue in 2025 with similar goals to reduce friction, enhance performance and improve customer experience. Our aim is to help customers save time and focus on what they love, running their businesses and engaging with their own customers.\nOur commerce initiative is performing well and annualized gross payment volume is growing at a fast pace while our focus in 2024 was on profitable growth through the creation and merchandising of our commerce subscription products, we also drove growth in our transactional payments business with annualized gross payment volume increasing 55% to $2.6 billion.\nIn addition, we launched new innovations such as GoDaddy Capital, a merchant cash advance program that helps our customers more easily access working capital, manage cash flow and invest back in their business. As we look to 2025, our teams are focused on delivering more new and innovative capabilities for our commerce customers. such as expanded payments processing options as well as same-day payout, which give customers rapid access to their funds.\nOn our cost optimization initiative, we drove measurable impact across the organization. from continued simplification of our integrated platform and global talent recruitment across multiple functions to better technology and tooling. In 2025, we plan to maintain our disciplined approach across our cost structure and drive opportunities with technology and AI to provide better experience and service to our customers at lower cost.\nLast but not least, GoDaddy Airo continues to transform the customer experience and reposition where our customers start with us. Airo is quickly gaining traction, and we view it as a key driver of future growth and customer lifetime value. Throughout 2024, Airo has shown promising results with discovery and engagement. We have also made great progress in expanding Airo across more customer entry points and plans. Website building remains the biggest beneficiary of Aero engagement. And Airo continues its momentum in becoming the largest funnel for websites plus marketing with 50% of paid subscriptions originating with the Airo experience.\nWe are excited to enter the monetization phase for Airo earlier than planned across 2 pathways, Airo and Airo plus. Airo has resulted in a combination of increased customer spend and better products attached. And with the first Airo cohort reaching the 13-month mark, we are seeing green shoots in terms of improved renewal rates for both domains and websites plus marketing.\nAiro Plus takes the Aero experience to the next level with advanced logos, AI-powered marketing tools and enhanced site building capabilities. We began testing Airo Plus as an independent SKU in the fourth quarter. We also launched a front of site experience in connection with our Super Bowl ad that highlights Airo and all of its capabilities. Our ad accomplished what we set out to do, bring broad awareness to the full breadth of Airo's capabilities to a massive audience. We want the world to know about Airo and the Super Bowl is one of the largest stages.\nOur Airo landing page jumped dozens of spots to become a top 6 page on our website on Sunday telling us that customers were looking for Airo. This also kicked off our 2025 marketing campaign, which will continue to highlight Airo's capabilities to take the guesswork out of building a successful online venture and showcase the unstoppable confidence Airo inspires in small businesses.\nIn 2024, Airo demonstrated the power of our integrated platform, the value of automation and the abilities generative AI can bring to our customers. As we look forward into 2025 Airo will take more leaps forward with personalized inputs for each customer that drives a new level of AI-driven personalization. The first test using this technology on Airo domain search beat the most recent generative AI-based winning model, opening a new vein of improvement that our teams can pursue.\nWe will also see the introduction of a Gentek AI across our platform and within the Airo experience, creating simplification for our customers and new engagement services that lead to monetization. With these and many other improvements on our road map, I'm excited by the innovation at the company and the focus on creating value for our customers.\nIn closing, I want to highlight that 2024 was a year of exceptional execution by the GoDaddy team. A year ago, we shared clear goals and strategic priorities at our Investor Day -- and I'm proud to say that our team has driven great performance across the board. Growing bookings over 9%, revenue at 8%, almost 400 basis points of normalized EBITDA margin expansion to 31% and $1.4 billion in free cash flow.\nOur strategy is steadfastly focused on the entrepreneur's wheel across identity, presence and commerce, and it is working. The relentless focus of our operations continues to be to accelerate the pace of execution to create customer value and successfully transform it to long-term shareholder value.\nWith that, here is Mark.\n\nMark McCaffrey\n\nChief Financial Officer\n\nThanks, Aman. Throughout the last few years, we focused on creating significant value for our customers by integrating our platform to deliver seamless technology and provide one-stop shop solutions that drive conversion, attach and retention.\nOur strong financial results are a testament to the continued disciplined execution of our strategy as we drive towards our North Star. In the fourth quarter, we supported this goal through our delivery of 8% revenue growth and normalized EBITDA margin expansion to 32%. Beginning with Q4 results. Total revenue grew on a reported and constant currency basis to $1.2 billion exceeding the high end of our guided range.\nConsolidated annual recurring revenue grew 8% to $4 billion. For our high-margin Applications & Commerce segment, we drove 17% growth in revenue to $441 million on continued strong performance from our key growth initiatives. A&C bookings grew 17% on the strength across all products within this segment, including our proprietary websites less marketing, Managed WordPress and Commerce as well as our productivity solutions.\nSegment EBITDA margin also improved to 47%. Our core platform segment delivered revenue growth of 4% to $751 million, driven by strength in domains from pricing and units -- this growth was slightly tempered by our proactive strategic initiatives around platform integration that included divestitures, migrations and product end-of-life efforts in our hosting business.\nCore platform bookings grew 4% and segment EBITDA margin expanded to 34%. We grew normalized EBITDA ahead of expectations, increasing 19% in the fourth quarter to $385 million, and delivered an expanded margin of 32%, up nearly 300 basis points. Favorable product mix and continued operational discipline were the main drivers of expansion.\nWhile we simultaneously increased marketing expense, in support of the broader launch of our innovative Airo experience. On cash, unlevered free cash flow for the quarter grew 9% to $379 million, and free cash flow grew 12% to $342 million. This is supported by the $1.2 billion of bookings in the fourth quarter, representing 9% growth on both a reported and constant currency basis.\nMoving on to our annual financial results. We delivered $4.6 billion in revenue, representing growth of 8% on a reported and constant currency basis. A&C revenue grew 16% to $1.7 billion, and core platform revenue grew 3% to $2.9 billion. Bookings rose 9%, with a slight currency headwind. Full year normalized EBITDA grew 23% to $1.4 billion, representing a 31% margin, up almost 400 basis points over the prior year.\nSince 2020, we have driven cumulative expansion in normalized EBITDA margin of nearly 900 basis points, an impressive feat that we plan to continue building on. We also continue to demonstrate normalized EBITDA to cash conversion of approximately 1:1. Unlevered free cash flow for the year grew 20% to $1.5 billion, exceeding our guide for the year and free cash flow grew an impressive 25% to $1.4 billion, also exceeding our guide.\nOver the last few years, we have pivoted our go-to-market efforts to attract high-value customers and build profitable cohorts through seamless technology and enhanced experiences. By year-end, nearly all customers are now on our integrated platform, which boasts an impressive 85% plus retention rate despite our overall company retention rate dipping slightly to 84%.\nThis focus on quality over quantity has increased our model's resilience, profitability and cash flow. By eliminating deep discounts, completing targeted divestitures and migrating certain offerings, our customer base declined to $20.5 million. That said, these efforts are working. Our newer cohorts are delivering exactly as intended with higher attach and conversion.\nAverage order size, a leading indicator, is 16% higher while ARPU is also up 8% to $220. Additionally, the percentage of customers purchasing 2-plus products has trended upwards and over 50% of our total customers subscribed to multiple products with us. This highlights successful efforts to boost cross-selling and bundling on our integrated platform, reinforcing our strong profitability and cash flow generation opportunities for years to come.\nMoving forward, we remain confident in our trajectory and anticipate a return to customer growth in 2025, underpinned by our enhanced value proposition and strategic focus on high lifetime value customers.\nTurning to the balance sheet. We exited the year with $1.1 billion in cash and total liquidity of $2.1 billion. Net debt was $2.8 billion, representing a net leverage of 1.7x on a trailing 12-month basis. Last year, we bought back 5.2 million shares totaling $668 million at an average purchase price per share of about $129.\nOverall, we drove a 23% reduction in gross shares outstanding since January 2022, 3 points ahead of our 3-year targeted reduction of 20%. And at the quarter end, a 145 million fully diluted shares remained outstanding.\nShifting to our outlook for Q1 2025. We are targeting total revenue of $1.175 billion to $1.195 billion, representing 7% growth at the midpoint of the range. Within that, we expect A&C revenue growth of mid-teens and core platform growth of low single digits. We anticipate elevated spending for marketing focused on our broader Airo launch as well as typical seasonal expenses in the first quarter.\nWe project a normalized EBITDA margin of about 30%, an expansion of about 200 basis points over last year. For the full year, we expect total revenue to be within a range of $4.86 billion to $4.94 billion, representing growth of 7% at the midpoint of the range. We expect revenue growth in the U.S. to outpace international growth by approximately 200 basis points primarily on currency headwinds that are expected to be more prominent in the first half of the year.\nIn A&C, we expect revenue growth of mid-teens. And in core platform, we expect revenue growth of low single digits. To be clear, as Aman said, we are excited about the Airo experience and the longer-term accelerant it represents for our business. In the near term, including 2025, the financial benefits are expected to be more modest as monetization begins to take hold in the form of bookings before being recognized as revenue in later periods. Looking back on the incredible progress of our A&C business we take immense pride in its rapid growth, rising from 30% of our overall revenue just 3 years ago to an expected nearly 40% by year's end. This achievement reflects our relentless focus on innovation, execution and customer impact.\nAs we move forward, we remain committed to driving meaningful profitable growth, and we have an exciting road ahead and we are just getting started. As our record of accomplishment demonstrates, we remain dedicated to maintaining our operational discipline and looking for opportunities to gain further leverage.\nLooking ahead, we expect to drive this leverage through continued infrastructure simplification and global talent recruitment, while also making long-term strategic investments in product innovation and marketing.\nIn 2025, we expect normalized EBITDA margin expansion of approximately 100 basis points, and we remain on track to deliver our Investor Day target of 33% by 2026. For the full year of 2025, we are targeting free cash flow of at least $1.5 billion, representing growth of over 11%. We expect capital expenditures of $30 million, cash interest payments of $150 million and $30 million in cash taxes, primarily to foreign jurisdictions.\nWith that, our disciplined capital allocation approach remains unchanged, and we plan to evaluate all opportunities for shareholder return according to our rigorous and returns-based framework. On our buyback program, we are committed to at a minimum covering dilution from share-based compensation over the year. We are pleased with our strong 2024 performance and our progress towards our Investor Day target of $4.5 billion plus in cumulative free cash flow generation underpinned by 6% to 8% annual revenue growth, an expansion of normalized EBITDA margin to 33% by 2026.\nBefore we go to Q&A I want to emphasize that our path ahead is clear, and we remain dedicated to executing our strategy to deliver durable top line growth alongside expanded profitability balancing the tube drives us towards our North Star of maximizing free cash flow.\nWith that, I'll hand it over to our Vice President and Head of Investor Relations, Christie Masoner, to open up the call for your questions."
  },
  {
    "header": "GDDY",
    "cik": "0001609711",
    "ticker": "GDDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8594c0197741da4f498980f9f32bc054",
    "period": "2024 Q2",
    "content": "Q2 2024 GoDaddy Inc Earnings Call\n\nQ2 2024 GoDaddy Inc Earnings Call\n\nGDDYNYSEAUG 1, 5:00 PM\n\nChristie Masoner\n\nSenior Manager of Investor Relations\n\nWelcome to GoDaddy's Second Quarter 2024 Earnings Call. Thank you for joining us. I'm Christie Masoner, VP of Investor Relations. And with me today are Aman Bhutani, Chief Executive Officer; and Mark McCaffrey, Chief Financial Officer. Following prepared remarks, we'll open up the call for your questions. [Operator Instructions]\nOn today's call, we'll be referencing both GAAP and non-GAAP financial measures and other operating and business metrics. A discussion of why we use non-GAAP financial measures and reconciliations of our non-GAAP financial measures to their GAAP equivalents may be found in the presentation posted to our Investor Relations site at investors.godaddy.net or in today's earnings release on our Form 8-K furnished with the SEC.\nGrowth rates represent year-over-year comparisons unless otherwise noted. The matters we'll be discussing today include forward-looking statements, such as those related to future financial results and our strategies or objectives with respect to future operations. These forward-looking statements are subject to risks and uncertainties that are discussed in detail in our periodic SEC filings. Actual results may differ materially from those contained in forward-looking statements. Any forward-looking statements that we make on this call are based on assumptions as of today, August 1, 2024. And except to the extent required by law, we undertake no obligation to update these statements because of new information or future events.\nWith that, I'm pleased to introduce Aman.\n\nAmanpal Singh Bhutani\n\nCEO, GoDaddy Inc.\n\nGood afternoon, and thank you for joining us today. At GoDaddy, our mission is to empower everyday entrepreneurs and make opportunity more inclusive for all. Our customers are a constant source of inspiration. One customer who has been with us for over 10 years, runs a recruiting services company, wrote to us recently and said, in today's business environment, having partners that add real value is easier said than done. I'm happy to have GoDaddy on my extended business team. That is our goal, to be the extended business team for millions of micro businesses.\nOur strategy is relentlessly focused on creating customer value and transforming it to shareholder value through better conversion, attach and retention. Our profitable growth model drives our North Star, to maximize free cash flow over the long term. The GoDaddy team is executing against this plan to drive innovation and operational efficiency, leading to our strong Q2 results. This includes meaningful expansion of free cash flow, delivering 35% growth. Additionally, Applications and Commerce bookings grew 24% and normalized EBITDA margin expanded more than 400 basis points.\nOur key growth and margin initiatives are driven by the innovation powered by the GoDaddy software platform. Our aspiration is to deliver seamlessly intuitive experiences that start to be magical, and this is fueled by GoDaddy's unique scale and data. GoDaddy Airo, our AI-powered experience, is one of the results of this aspiration. I am excited about Airo's ability to reinvent multiple interactions with our customers, from domain search to insights on how they can improve their websites, to growing their businesses.\nAiro is now rolled out to all new and existing customers across our English-speaking markets, and it is poised for further expansion into over 90 countries in the coming months. Airo has already transformed the experience for our new customers. In Q2, we passed an exciting milestone. Over 1 million new customers have discovered Airo, and over 0.5 million of them actively engaged with the experience.\nWith strong traction on discovery and engagement with new customers, the focus has moved to monetization with them. One example is the rollout of a paywall for a full website immediately after Airo has built a Coming Soon page. This rollout followed a limited controlled experiment in which Websites + Marketing conversions improved 12%. Early data also shows that Airo leads to better product retention, which we will begin to understand more fully as these cohorts enter their renewal periods in the coming quarters.\nIn parallel, we are building the engine to connect Airo with our existing base of 21 million customers. Our approach here is a different go-to-market motion, but the goal is the same: discovery, then engagement and then monetization. As we shared at our Investor Day, monetization of our base with Airo represents one of the larger future opportunities for GoDaddy.\nWe are also investing more in GABI, our internal AI-powered guide assist bot, which can now communicate in over 60 languages. Now rolled out globally, GABI is helping our guys work and serve customers more efficiently.\nWhile our investments in Airo and GABI are about the future, 2024 growth continues to be driven by our key initiatives: pricing and bundling, seamless experience and commerce. Pricing and bundling continued to drive growth, led by productivity, and was a significant contributor to the growth in applications and commerce bookings. We have started to apply our platform data, machine learning and experimentation capabilities to the next set of product bundles as we look at opportunities for next year and beyond.\nOur seamless experience initiative overperformed versus our expectations, as we remove friction in both purchase and renewal paths across multiple products. At our scale, small improvements in conversion and renewal rates through better user experience and robust technology provide measurable financial results. In our continued effort to take weight away from our customers, we expanded the use of AI-generated content. For example, in Managed WordPress, we have optimized templates and enhanced models to generate content for multiple pages, making it easier for our customers to build and publish websites.\nOn commerce, we are delivering on our 2024 target of driving higher-margin subscription revenue with the recent launch of 2 new SaaS plants, Point-Of-Sale Plus and Invoicing Plus. These plans offer premium features and discounted transaction fees to merchants. They drive value for our customers by offering tools that simplify their operations, including real-time inventory management, online ordering and customizable branded templates for invoices and e-mails. Annualized GPV also continued to grow at a fast pace, with the primary driver, again, being conversion within our existing base of customers.\nIn closing, we continue to deliver on our key initiatives, unlocking new avenues of growth and value creation for the long term. The GoDaddy team shares an unwavering determination to fearlessly push boundaries and prioritize, continuously experiment, meticulously track results and aim for improvement each day. I am thrilled with the speed of execution as we continue striving to exceed customer expectations, propel profitable growth and create enduring shareholder value.\nWith that, here's Mark.\n\nMark McCaffrey\n\nChief Financial Officer\n\nThanks, Aman. We are pleased to announce our strong Q2 results, which demonstrate our commitment to execution and continued progress towards our North Star of maximizing free cash flow over the long term. Our North Star continues to be bolstered by 2 key pillars: sustained double-digit revenue growth in our Applications and Commerce segment, increasing 15% in the second quarter, and further expansion of our normalized EBITDA margin to 29%.\nWe continued to build on our strong track record here, delivering free cash flow of $323 million in the quarter. We also continued to implement our disciplined capital allocation strategy, focusing on share buybacks and reducing our fully diluted shares outstanding at the end of the quarter to [ 145 million ]. We remain laser-focused on providing value for our customers by delivering seamless experiences that are easy to use, driving better attached conversion and retention. At the same time, we continue to refine our operations to deliver profitable growth, while investing in exciting initiatives such as Airo, which will provide benefits for years to come.\nMoving to our financial results for the quarter. Total revenue grew to $1.1 billion, up 7% on a reported and constant currency basis, exceeding the high end of our guided range for the quarter. ARPU grew 6% to $210 on a trailing 12-month basis.\nOur customer count declined slightly to $20.9 million, reflecting the expected headwinds from our proactive divestiture and migration efforts that also impacted revenue by approximately 100 basis points. Meanwhile, our customer retention rate is an impressive 85%, and over 50% of GoDaddy's customers have 2 or more products with us.\nFor our high-margin Applications and Commerce segment, we drove 24% growth in bookings and 15% growth in revenue to $406 million, delivering at the high end of our guided range. Growth in revenue and bookings was largely due to the continued strong performance of our growth initiatives across all major Applications and Commerce product offerings, particularly our productivity solutions.\nThe segment EBITDA margin improved to 44%. In addition, ARR for Applications and Commerce grew 14% to $1.5 billion. Our core platform segment delivered bookings growth of 4% and revenue growth of 3% to $719 million, in line with our guided range. Core platform's performance this quarter reflected continued strength in both primary domains up 7% and aftermarket up 10%, partially offset by hosting divestitures. Segment EBITDA margin for core platform grew to 31%. Lastly, ARR for our core platform segment was $2.3 billion, up 2%.\nOne quick update on domains under management. This quarter, in connection with the work related to our brand migration efforts, we determined that domains under management were overstated at the end of Q4 2023 by approximately 1.4 million domains, primarily related to European TLDs. Following correction of this disclosure, coupled with the impact from the divestiture completed at the end of Q1, domains under management as of June 30, were approximately 82.1 million domains. While we understand this metric may be closely followed, this is not a key operating or financial metric, and it does not impact our forecast or progress towards our North Star.\nMoving to profitability. Normalized EBITDA grew 25% to $332 million, and delivered an expanded margin of 29%, up over 400 basis points and exceeding our guide. On bookings, we delivered 11% growth in the second quarter on a reported and constant currency basis, achieving $1.3 billion. As a reminder, bookings primarily represent the cash collected during the period. Subscription bookings grew over 3 points ahead of subscription revenue.\nUnlevered free cash flow for the quarter grew 30% to $369 million, and free cash flow grew 35% to $323 million. Capital expenditures were down 52% from data center divestitures.\nThrough July 30, we repurchased 4.1 million shares year-to-date, totaling $521 million. Cumulative shares repurchased under our current authorizations totaled $3.1 billion and 38.3 million shares. We have $915 million remaining under our current authorization. We have reduced gross shares outstanding since January 2022 by 23%, ahead of our 3-year targeted reduction of 20%. We had 145 million fully diluted shares outstanding at the end of the quarter. As we have shared previously, we plan to be in the market every quarter, subject to market conditions and other factors with a minimum offset to share-based compensation dilution.\nOn our balance sheet, we finished Q2 with $445 million in cash and total liquidity of $1.4 billion. Net debt was $3.4 billion, representing net leverage of 2.4x on a trailing 12-month basis.\nShifting to our outlook. Given our strong performance in the first half of the year, we are raising our full year revenue guidance. We now expect the full year's revenue to be between $4.525 billion and $4.565 billion, representing growth of approximately 7% at the midpoint. We are targeting Q3 total revenue in the range of $1.13 billion to $1.15 billion, also representing growth of approximately 7% at the midpoint of our range. We are also raising our expectations for Application and Commerce to deliver mid-teens growth for Q3 and the full year. In our core platform segment we expect revenue to deliver low single-digit growth in the third quarter and full year.\nWith our proven track record of margin expansion, we are committed to maintaining our operational discipline to drive further leverage in our model. We expect normalized EBITDA margin for Q3 to be approximately 29%. Additionally, we remain on track to deliver a 31% normalized EBITDA margin in Q4 and approximately 29% for the full year.\nGiven our nearly 1:1 normalized EBITDA to free cash flow conversion ratio, we are also raising our unlevered free cash flow target to $1.45 billion plus, and free cash flow target to $1.3 billion plus. We remain committed to our disciplined capital allocation approach, and we will continue to evaluate all opportunities for shareholder return according to our rigorous returns-based framework.\nWe have made impressive progress driving profitable growth in line with our North Star in the first half of 2024, and we remain dedicated to the path we laid out at our Investor Day, executing on our strategy with a combination of durable top line growth and expanded profitability. Our substantial cash generation, strong balance sheet and disciplined capital allocation framework are important pillars of our investment thesis that create enduring value for our shareholders.\nWith that, we will have Christie Masoner from our Investor Relations team open up the call for questions."
  },
  {
    "header": "GDDY",
    "cik": "0001609711",
    "ticker": "GDDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b8e622959237fd9abff13b7074a456e5",
    "period": "2024 Q1",
    "content": "Q1 2024 GoDaddy Inc Earnings Call\n\nQ1 2024 GoDaddy Inc Earnings Call\n\nGDDYNYSEMAY 2, 5:00 PM\n\nChristie Masoner\n\nSenior Manager of Investor Relations\n\nWelcome to GoDaddy's First Quarter 2024 Earnings Call. Thank you for joining us. I'm Christie Masoner, Vice President of Investor Relations, -- and with me today are Aman Bhutani, Chief Executive Officer; and Mark McCaffrey, Chief Financial Officer.\nFollowing prepared remarks, we will open up the call for your questions. If you'd like to ask a question on today's call, please use the Raise Hand feature in the webinar to be added to the queue.\nOn today's call, we'll be referencing both GAAP and non-GAAP financial measures and other operating and business metrics. A discussion of why we use non-GAAP financial measures and reconciliations of our non-GAAP financial measures to their GAAP equivalents may be found in the presentation posted on our Investor Relations site at investors.godaddy or in today's earnings release on our Form 8-K furnished with the SEC.\nGrowth rates represent year-over-year comparisons unless otherwise noted. The matters we will be discussing today include forward-looking statements such as those related to future financial results and our strategies or objectives with respect to future operations. These forward-looking statements are subject to risks and uncertainties that are discussed in detail in our periodic SEC filings. Actual results may differ materially from those contained in forward-looking statements.\nAny forward-looking statements that we make on this call are based on assumptions as of today, May 2, 2024. And except to the extent required by law, we undertake no obligation to update these statements because of new information or future events.\nWith that, I'm pleased to introduce Aman.\n\nAmanpal Singh Bhutani\n\nCEO, GoDaddy Inc.\n\nGood afternoon, and thank you for joining us today. At GoDaddy, our mission is to empower everyday entrepreneurs and make opportunity more inclusive for all. Our strategy relentlessly focuses on creating customer value and successfully transition it to shareholder value. This is the driving force behind our profitable growth model, that maximizes free cash flow. I'm excited by the innovative experiences we are delivering for our customers, the dedication and velocity of execution of our teams and the trajectory those have created for our company.\nAt our Investor Day, we shared our updated 3-year strategic framework and financial targets. As our Q1 results showcase, we are off to a strong start in 2024. In service of our North Star, we continue to expand our free cash flow meaningfully delivering 26% free cash flow growth year-over-year. The pillars behind our North Star are accelerating growth in our applications and commerce segment and disciplined margin expansion. In Q1, applications and commerce bookings accelerated to 22% and normalized EBITDA margin expanded 400 basis points.\nAt our Investor Day, we also shared our progress on the GoDaddy software platform. The GoDaddy software platform helped create game-changing customer experiences like GoDaddy Airo. It combines the power of our infrastructure, large-scale data, AI and machine learning, experimentation and monetization to power our growth and margin drivers. Today, I wanted to provide an update on 4 of the key initiatives we shared previously.\nFirst, enhancing our pricing and bundling capabilities remains an important lever for GoDaddy. This quarter, we focused our pricing and bundling efforts on our productivity solutions which was a key contributor to the 22% bookings growth in applications and commerce segment.\nOur software platform has a vast amount of data and we leverage that data in more and more pricing and bundling experimentations. This gives us powerful insights on how and where to push forward as we continue to roll these learnings into additional products and bundles over time.\nSecond, creating seamless experiences for our customers continues to be a key priority. We are removing friction out of every piece of the entrepreneurs wheel, saving our customers' time and money. We continuously work on simplification and performance improvements that deliver value for our customers. Examples from this quarter include simplifying the editor in Websites + Marketing, making it easier for customers to discover new capabilities, reducing provisioning time for the online store to a few seconds and using AI to streamline manage WordPress website creation with just a few clicks. Simplified, smart, fast experiences come across as magical to our customers and customer delight creates customer value, increasing willingness to pay.\nThird, on commerce, I am pleased to share that annualized GPV continued to grow at a fast pace, surpassing the $2 billion milestone. The primary driver continues to be conversion within our existing base of customers. In addition, this quarter, we launched GoDaddy Smart Terminal Flex, a hand held device that allows our customers to accept payments anywhere on the fly.\nOur commerce offering is growing and sets us up well for our 2024 focus on driving higher-margin subscription revenue through the sale of tailored OmniCommerce solutions to our customers. The significant value we are driving so introduces an opportunity for us to evolve our pricing structure within payments.\nLast week, we began rolling out phase transaction fee increases across our customer population, but still maintaining our status as the best value in payments.\nFourth, we continue to be tremendously excited about the range of possibilities with GoDaddy Airo. As planned, we started rolling out GoDaddy Airo to our base in late March. Go Daddy Airo opens the door to many opportunities across discovery, engagement and monetization and represents an incremental opportunity as a powerful growth driver over the next couple of years. We have continued to rapidly iterate this experience, and I wanted to share a couple of examples.\nMore customers are discovering GoDaddy Airo, and we have more for them. We launched a new Pay Links card to test engagement with payments. The card is a visual representation of a product that is automatically set up and configured by GoDaddy Airo on just a domain purchase. We see early indication that GoDaddy Airo does a better job of discovery and engagement with Pay Links than our normal methods.\nAnother significant change in monetization is that we introduced a Pay Wall for websites built by GoDaddy Airo. We are actively testing different points at which this Pay Wall can be triggered and this is a new flow that we are excited to optimize.\nWhile all this data is early, we are also excited to see that websites built by GoDaddy Airo are performing well. More domain customers are opting in for a website when we offer them GoDaddy Airo. And key product metrics are either ahead or within our expectations. These metrics give us confidence that we are achieving our goal of a seamless, intuitive, magical experience for our customers.\nI also wanted to quickly share that GoDaddy Airo domain search is now on the home page for all desktop users globally. And we are starting to test opportunities to optimize the traditional search experience using these new capabilities.\nLast but not least, Gabi our guide assist bot, is now rolled out across our entire care footprint and is handling escalations and questions from our guides. Gabi also helps with providing call summaries and case modes, helping our guys be more efficient. Every month that goes by Gabi becomes smarter. And over time, we can add use cases and drive further adoption.\nIn closing, we continue to deliver on our key initiatives and unlock new avenues of growth and value creation for the long term. the GoDaddy team is a driven group and shares an unwavering determination to fearlessly push boundaries and prioritize continuously experiment, meticulously track results and strive for improvement each day. I am thrilled with the speed of execution as we continue to strive to exceed customer expectations propel profitable growth and create enduring shareholder value.\nWith that, here's Mark.\n\nMark McCaffrey\n\nChief Financial Officer\n\nThanks, Aman. We are pleased to announce our strong Q1 results and continued track record of durable growth. We've demonstrated attractive progress toward our North Star, delivering strong free cash flow of $327 million, alongside continued execution of our capital allocation strategy, which reduced our fully diluted shares outstanding at the end of the quarter to $146 million.\nThe key pillars underlying our North Star are the double-digit growth in our application and commerce segment revenue of 13%, coupled with disciplined normalized EBITDA margin expansion to 28%, which converts to free cash flow and an impressive 1:1 ratio through our seamless technology and comprehensive one-stop shop approach, we are building improved customer value. Our strategic focus is delivering results that drive better attach and conversion while maintaining impressive retention rates. Together, these efforts are building a foundation for enduring shareholder value.\nMoving to our financial results for the quarter. Total revenue grew to $1.1 billion, up 7% on a reported and constant currency basis, and exceeding the high end of our guided range on the strength of the pricing and bundling initiative as well as strong demand in our aftermarket. ARPU grew 5% to $206 on a trailing 12-month basis and our customer count remains stable despite the headwinds from our divestiture and migration efforts, also impacting revenue by approximately 100 basis points.\nAdditionally, customers with 2 or more products remained above 50% and our customer retention rate remained at 85%. Double clicking into the segments, our higher-margin Applications & Commerce segment delivered $383 million in revenue, growing 13% in line with our guided range. The drivers of this performance included strength in our bundling and pricing initiative across all major product offering, including productivity solutions, website building products and commerce.\nAdditionally, annualized GPV for GoDaddy payments grew to $2 billion for the first time. Segment EBITDA margin was 42%, up over 300 basis points. Lastly, ARR for Applications & Commerce grew 13% to $1.5 billion. Core platform revenue totaled $725 million, growing 4% which exceeded our guide on strength in domains up 7% and aftermarket up 12%.\nOur growth was driven by strong demand for domains in the primary and secondary market, increased pricing in the primary market and a higher average transaction value in the secondary market. This was partially offset by a decrease in hosting or divestitures.\nSegment EBITDA margin for core platform grew to 30%, up nearly 300 basis points. Lastly, ARR for our core platform segment was $2.3 billion, up 3%. Consolidated normalized EBITDA grew 25% to $313 million, while delivering an expanded margin of 28%, up 400 basis points, exceeding our guide. Margin expansion was driven by continued leverage gains within all expense line items on the P&L.\nMoving on to bookings. In Q1, we achieved 9% growth on our reported and constant currency basis, reaching $1.3 billion. As a reminder, bookings primarily represent the cash collected during the period. Applications in commerce bookings grew 22% from improvements in pricing and bundling for productivity solutions website building products and commerce. Core platform bookings increased 3% on the performance of domains in aftermarket on strong demand for domains in the primary and secondary market, offset by headwinds in hosting.\nSubscription bookings grew 2 points ahead of subscription revenue. The impressive momentum in our bookings, coupled with our commitment to profitable growth and ability to convert normalized EBITDA to free cash flow at a ratio of 1:1 powers our substantial cash generation.\nUnlevered free cash flow for the quarter grew 18% to $359 million and free cash flow grew 26% to $327 million. We are committed to effectively managing our balance sheet and the proactive measures we took to reprice our long-term debt resulted in a 30% favorable change in cash interest payments compared to last year. Capital expenditures for the quarter were also down 81% from data center divestitures.\nThrough April 30, we repurchased 2.8 million shares year-to-date, totaling $346 million. This brings the cumulative shares repurchased under our current authorization to $2.9 billion and 37 million shares, reducing gross shares outstanding since the inception of these authorizations by 22%, ahead of our 3-year targeted reduction of 20%. Fully diluted shares outstanding at the end of the quarter were 146 million shares. Our successful share repurchase program continues to drive impressive ROI for our free cash flow deployment.\nWe have $1.1 billion remaining under our current authorization, and we plan to be in the market every quarter, subject to market conditions and other factors, with a minimum offset to share-based compensation dilution.\nMoving to the balance sheet. We finished Q1 with $664 million in cash and total liquidity of $1.7 billion. Net debt was $3.2 billion representing net leverage of 2.4x on a trailing 12-month basis.\nShifting to our outlook. Given our strong start to the year, we are raising the lower end of the range for our full year revenue guidance. We now expect full year revenue to be between $4.5 billion and $4.56 billion, representing growth of 6.5% at the midpoint. Additionally, we are targeting Q2 total revenue in the range of $1.1 million to $1.12 billion, representing growth of 6% at the midpoint of our range. We expect applications in commerce to deliver low to mid-teens growth for Q2 and the full year.\nIn our core platform segment, we expect revenue to deliver low single-digit growth in the second quarter and the full year. We are proud of our track record of margin expansion, and we will continue to maintain operational discipline to drive further leverage in our model. We expect normalized EBITDA for Q2 to be approximately 28%. Additionally, we remain on track to meet 31% normalized EBITDA margin in Q4. Full year normalized EBITDA margin is expected to be approximately 29%. We are on track for our full year unlevered free cash flow and free cash flow targets of $1.4 billion plus and $1.2 billion plus, respectively.\nOn capital allocation, we will continue to evaluate opportunities for shareholder return, subjecting them to our published rigorous returns-based framework to ensure we achieve the optimal mix for cash flow deployment. The entire GoDaddy team remains committed to delivering against the 3-year framework we shared at Investor Day with 6% to 8% annual top line growth fueled by our Applications & Commerce segment, accelerating normalized EBITDA margin expansion to 33% by 2026 and generation of $4.5 billion plus in cumulative free cash flow.\nOur profitable growth and 1:1 normalized EBITDA to free cash flow ratio, coupled with our disciplined capital allocation framework, creates significant value for our shareholders. While I am pleased with our progress towards our North Star, we are far from done, and I continue to have strong confidence in our strategy and execution.\nWith that, we will have Christie Masoner from our Investor Relations team, open the call for questions."
  },
  {
    "header": "GDDY",
    "cik": "0001609711",
    "ticker": "GDDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/42eb8d2f573229c96df0093490080ae5",
    "period": "2023 Q4",
    "content": "Q4 2023 GoDaddy Inc Earnings Call\n\nQ4 2023 GoDaddy Inc Earnings Call\n\nGDDYNYSEFEB 13, 5:00 PM\n\nChristie Masoner\n\nSenior Manager of Investor Relations\n\nGood afternoon, and thank you for joining us for GoDaddy's Fourth Quarter and Annual 2023 Earnings Call. I'm Christie Masoner, VP of Investor Relations. And with me today are Aman Bhutani, Chief Executive Officer; and Mark McCaffrey, Chief Financial Officer.\nFollowing prepared remarks, we will open up the call for your questions. [Operator Instructions]\nOn today's call, we'll be referencing both GAAP and non-GAAP financial measures and other operating and business metrics. A discussion of why we use non-GAAP financial measures and reconciliations of our non-GAAP financial measures to their GAAP equivalents may be found in the presentation posted to our Investor Relations site at investors.godaddy.net or in today's earnings release on our Form 8-K furnished at the SEC. Growth rates presented represent year-over-year comparisons unless otherwise noted.\nThe matters we'll be discussing today include forward-looking statements such as those related to future financial results and our strategies or objectives with respect to future operations. These forward-looking statements are subject to risks and uncertainties that are discussed in detail in our periodic SEC filings. Actual results may differ materially from those contained in forward-looking statements. Any forward-looking statements that we make on this call are based on assumptions as of today, February 13, 2024, and except to the extent required by law, we undertake no obligation to update these statements because of new information or future events.\nWith that, I'm pleased to introduce Aman.\n\nAmanpal Singh Bhutani\n\nCEO, GoDaddy Inc.\n\nGood afternoon, and thank you all for joining us today. At GoDaddy, our mission is to empower entrepreneurs and make opportunity more inclusive for all. Our strategy centers on creating customer value driving profitable growth, resulting in compounding free cash flow per share and long-term shareholder value. Our focus remains on margin expansion and growth in our Applications and Commerce segment. 2023 was a pivotal year for us, and I am pleased with our financial and operational results.\nInnovation accelerated as we brought together our technology capabilities into a unified technology stack enabling us to launch our compelling GoDaddy Airo experience. We also drove 2023 normalized EBITDA margin ahead of our guidance as we balanced investment in growth and cost structure management. Full year normalized EBITDA margin increased approximately 200 basis points, resulting in a 12% increase in free cash flow and a 21% increase in free cash flow per share.\nIn Q4, we drove 16% bookings growth in our high-margin Applications and Commerce segment, and this momentum continued into January. Our focus on the combination of optimizing costs and driving growth in Applications and Commerce has positioned our business well to exit 2024 with a normalized EBITDA margin of approximately 31%.\nAt the investor dinner in November, we showcased how GoDaddy Airo delivers a seamless experience for identity and presence and our teams have launched even more capabilities since then. At our upcoming Investor Day on March 6, we will showcase these new capabilities as well as provide a sneak peek into what's coming soon. Airo enablement of Commerce features will also be showcased, which now expands the Airo experience across the entire Entrepreneur's Wheel, fully unlocking the power of GoDaddy's software platform for our customers in a seamless and intuitive manner.\nOver the last few quarters, we covered our continued efforts to optimize our marketing spend and G&A expenses. We have had similar efforts in Technology and Development and Care as well. In Technology and Development, the simplification and unification of our technology stack led to a material reduction in our server footprint and multiple areas of costs associated with it. We also expanded our access to talent globally. And together, these items benefited both our capital and operating expenses. In Care, we are harvesting the benefits of our investments in technology and global scale as customer preferences shifted towards asynchronous chat and with continued room for leverage through the automation of tasks and the rollout of GoDaddy Airo for our Care guides.\nAdditionally, the power of data from our GoDaddy software platform bolsters our ability to drive faster decision-making and is expected to benefit both our margin and revenue opportunities. We are excited to share more about our continued leverage opportunities driven by innovation in technology and Care at our Investor Day in Tempe.\nAs always, I would like to cover our high-priority initiatives, but I will keep my comments here brief since we plan to share an expanded set of demos in March.\nTo start, bundling has been a key focus for us as part of our innovation in domains and productivity to drive attach. This initiative primarily benefits our high-margin Applications and Commerce segment, and we expect our Airo experience to drive this higher over time. Airo has also created new engagement services, allowing us to deliver automated customer experiences that we will continue to improve over time.\nOn GoDaddy Airo, I have an update on its performance since launch. I'm happy to share that in a controlled experiment, customers that were part of the first test cohort for the Airo experience, monetized at rates higher than those customers in the control group that were not exposed to the Airo experience. The increased monetization was due to attach and shifting the mix towards higher-priced and higher-margin products. This is particularly encouraging because significant customer experience changes like Airo typically take many months of iterative improvement to outperform the control group.\nWith this initial promising result, we have rolled out GoDaddy Airo to more customers in the U.S. We have also launched tests in international markets a few days ago. Our goal for Airo is to help more customers discover more products and engage them at higher rates, leading to even greater monetization opportunities. As a result, we are closely monitoring cohort performance across Discovery, Engagement and Monetization.\nComponents of the GoDaddy Airo experience are also currently being tested in our Managed Wordpress and Hub experiences, creating opportunities to save our designers and developers time and effort. We are also testing the Airo experience in Care, so guides can support our customers better and faster.\nOur platform approach to GoDaddy Airo means that new capabilities are quickly coming to market. For example, we will test Airo Commerce functionality in the first half of this year, and these capabilities will extend to our partnerships as well.\nOn Commerce over the last year, we proved that we can sell our payment solution into our customer base. And it was the largest driver of GPV growth last year. In fact, annualized GPV for 2023 exceeded our expectations and grew 125% year-over-year. As we enter 2024, we are looking forward to surfacing our Commerce capabilities more seamlessly with our aero experience and doubling down on selling the full omni-commerce solution driving higher-margin subscription revenue. This is the last of a series of proof points that set up the Commerce business for the long term, which is aligned with our overall strategy of creating customer value that ultimately drives profitable growth. As Commerce subscription revenue takes center stage and GPV growth takes lower priority, we still expect to continue to scale our base of Commerce customers by growing GPV at healthy double digits.\nIn closing, as I look ahead at the rest of 2024, I am excited by our ability to drive margin improvement and growth in Applications and Commerce, which we expect together will result in impressive improvements in free cash flow per share. Behind these improving metrics is a talented workforce that is committed to ongoing innovation. For example, every week, we launch new tests, methodically track results and share results broadly across the organization, making us better every day. The operational discipline of compounding improvements and doubling down on proof points continues to crystallize our path forward and raise our confidence to achieve our targets.\nWith that, here's Mark.\n\nMark McCaffrey\n\nChief Financial Officer\n\nThanks, Aman. Hello, everyone, and thank you all for joining us. In 2023, we made significant strides in our ability to deliver a unified GoDaddy software platform for our customers. These efforts are reflected in our results that drove sustained double-digit growth for our Applications and Commerce revenue of 13% in the quarter, expansion of our Q4 normalized EBITDA margin above our target, delivering 29.5% margin and free cash flow per share, also above our target delivering $7.50 for the full year.\nBeginning with Q4 results, our high-margin Applications and Commerce revenue grew 13% to $377 million, and we delivered an expanded segment EBITDA margin of 44%, increasing 100 basis points since last quarter and 300 basis points since last year. ARR for Applications and Commerce grew 10% to $1.4 billion, and our Creating and Grow ARR was up 8% to $481 million. In Commerce, we drove significant growth in annualized GPV to $1.7 billion with a doubling last year's performance as conversion of our existing customers to the GoDaddy software platform remains strong.\nCore platform revenue grew 2% to $723 million in the fourth quarter, and segment EBITDA margin grew to 32%, increasing 200 basis points since last quarter and 250 basis points since last year. ARR for Core platform was $2.3 billion, consistent with the prior year. Growth in Core platform during the fourth quarter was supported by Domain growth of 4%, a continued strong demand and price increases. Bookings growth in domains was 7%, providing a positive leading indicator for future domain revenue. In addition, Aftermarket grew 14% to $118 million on increasing volume and easier comps. As a reminder, while Aftermarket is stable on an annual basis, it is more difficult to predict quarter-to-quarter compared to our other businesses due to its transactional nature and the fact that it relies on third-party sellers and buyers to determine a mutually acceptable valuation.\nOur gains in Core platform were partially offset by an 11% decrease in hosting as we continue our efforts to unify GoDaddy's software platform. Bifurcating the hosting business, the continuing GoDaddy hosting revenue remains a stable, strong cash generator with high retention. The remainder of the portfolio decreased over the past several years and we have taken deliberate steps throughout 2023 to rationalize the business. We will continue to evaluate the components of this business, integrating platforms that are strategic and rationalizing platforms that are not accretive to our long-term financial model.\nTotal revenue in Q4 topped $1.1 billion, growing 6% on a reported and constant currency basis. International revenue grew 4% on a reported and constant currency basis to $354 million. As a reminder, our migrations in our divestitures are primarily impacting international regions.\nQ4 bookings grew to $1.1 billion, up 7%, or 6% on a constant currency basis. applications in Commerce bookings grew 16% on a strong attach of productivity solutions and continued strength in our Create and Grow products. Core platform bookings increased 3% due to the strong fourth quarter performance in Domains, offset by migration and divestiture headwinds in hosting. Subscription bookings grew over 200 basis points ahead of subscription revenue.\nNormalized EBITDA in Q4 grew 22% to $324 million, representing a 29.5% margin and an expansion of nearly 400 basis points compared to Q4 2022. The continued margin expansion was driven by the leverage gains we achieved in the second half of 2023 across all spend categories. As we shared last quarter, we continue to expect Q4 2024 normalized EBITDA margin of approximately 31% with continued margin expansion in the out years, while also driving innovation like you saw with our GoDaddy Airo experience.\nAs we think about this seamless experience for our customers, Airo is possible, thanks to the work we have done to unify our technology stack into one software platform that includes ownership of the data from domain through to transactions. And this serves as an accelerant to our model as we bundle and bring more products to the market faster on the platform.\nWith that, during the fourth quarter, we reduced our combined Technology and Development and capital spending by 7% from our migrations, divestitures and restructuring efforts throughout 2023, as well as from the reduced data center capital expenditures. We expect that our Technology and Development spend will continue to decline in absolute dollars in 2024 compared to 2023, as most of this work was completed in 2023.\nMoving on to cash generation, Unlevered free cash flow grew 46% to $347 million, while free cash flow grew 51% to $305 million, despite a 13% increase in cash interest expense year-over-year. Free cash flow per share increased 21% to $7.50 per share, driven by growth in Applications and Coverage, operating leverage improvements and share repurchases throughout 2023, which is partially offset by an increase in cash interest expense.\nTurning to the balance sheet. We exited the year with $0.5 billion in cash and short-term investments and total liquidity of $1.5 billion. Net debt landed at $3.4 billion, below 3x net leverage on a trailing 12-month basis and near the midpoint of our targeted range of 2 to 4x.\nIn January 2024, we repriced $1.8 billion of outstanding principal to secure a 50 basis point interest rate reduction. This strategic adjustment, along with the repricing completed in July 2023, are together expected to reduce annualized cash interest expense by approximately $22 million.\nAdditionally, the cumulative shares repurchased under our current authorization totaled $2.6 billion, representing 34.2 million shares retired. This reduced our fully diluted shares outstanding since the inception of these authorizations by over 20%, achieving our 3-year targeted reduction ahead of schedule. Our buybacks over the last 2 years have driven impressive ROI for this capital outlay, demonstrating our disciplined capital allocation framework and dedication to driving long-term shareholder value.\nMoving on to our annual financial results. Total revenue grew 4%, or 5% on a constant currency basis to $4.3 billion. ARPU grew 3% to $203 as we added 100,000 net new customers, despite the elevated churn from our ongoing platform migrations and divestitures. Customer retention remains 85% as we drove improvements in 2-plus product attach with greater than 50% of our customers paying for at least 2 products. These high-quality customers are stickier and give us greater pricing flexibility.\nApplications and Commerce revenue grew 12% and to $1.4 billion, and Core platform revenue was flat, totaling $2.8 billion. International revenue grew 4% to $1.4 billion.\nTotal bookings grew 4%, or 5% on a constant currency basis to $4.6 billion.\nFull year normalized EBITDA grew 12% to $1.1 billion, representing a 27% margin for the year, an expansion of nearly 200 basis points over the prior year.\nLastly, full year unlevered free cash flow grew 14% to $1.3 billion, and free cash flow grew 12% to $1.1 billion, both exceeding our guide for the year and showing impressive normalized EBITDA to cash conversion of nearly 1:1.\nMoving on to our outlook. For the full year, we expect total revenue to be within the range of $4.48 billion to $4.56 billion, representing growth of over 6% at the midpoint of the range. When excluding the approximate 100 basis point impact of divestitures and migrations that we will lap in the year, our growth would be 7% at the midpoint of the range.\nIn Applications and Commerce, we are projecting revenue growth of low to mid-teens for Q1 and the full year. In Core Platform, we are projecting revenue growth of low single digits for Q1 and the full year.\nAs we have shared previously, the entire GoDaddy team is committed to maintaining operational discipline and deploying opportunities to gain further leverage within our model. We delivered on this commitment in 2023 and expect to continue this trend in 2024, resulting in an expected normalized EBITDA margin of approximately 29% for the full year.\nWe are targeting unlevered free cash flow of at least $1.4 billion, free cash flow of at least $1.2 billion and free cash flow per share of approximately $9, representing a growth rate of 20% for the full year of 2024. In 2024, we expect capital expenditures of $35 million and cash interest payments of $155 million, representing reduced spend of 11% over 2023. In addition, we expect income tax payments of approximately $30 million. On share repurchases, we expect to buy back shares under our remaining $1.4 billion authorization using our disciplined capital allocation framework that we've applied in past quarters. Capital return has been and will continue to be a priority for GoDaddy, along with prudently managing our balance sheet as we look to drive compounding returns for our shareholders.\nFor Q1 2024, we are targeting total revenue of $1.085 billion to $1.105 billion, representing nearly 6% growth at the midpoint of the range.\nAs a reminder, because of the timing of certain marketing spend, such as the spend that supports our heavy renewal cycle in Q1, and the spend related to our launch of GoDaddy Airo, our normalized EBITDA margin will build over the course of 2024. As a result, we expect Q1 normalized EBITDA to be 27%, representing a nearly 300 basis point expansion over Q1 2023. Over the course of the year, normalized EBITDA margin is expected to increase to approximately 31% as we exit the year, which averages to approximately 29% for the full year. We are proud of our record of accomplishment of increasing margins on an absolute basis and compare it to our own initial guidance over the last 3 years. Investors should continue to see this discipline moving forward.\nIn summary, we remain dedicated to actively managing our business through a combination of durable top line growth and improving profitability. We are focused on balancing the two to drive our strong free cash flow, which, when coupled with our disciplined capital allocation framework, creates significant value for our shareholders. We see an exciting path and have strong confidence in our ability to execute against our strategic priorities.\nAt our Investor Day on March 6, we will demo the expanded capabilities of the GoDaddy Airo experience and Commerce. We will also discuss long-term growth and profitability expectations and levers, and we will provide a clear view of our opportunities. We will share our capital allocation framework and the shareholder value it will create. We are committed to providing the information you need to understand our long-term strategy and initiatives, model the business confidently, value the business effectively and hold us accountable for executing against our stated objectives. We'll end the day with Q&A hosted by our management team.\nWith that, I'll hand the call over to Christie Masoner, VP of Investor Relations, to open the call for Q&A."
  },
  {
    "header": "GDDY",
    "cik": "0001609711",
    "ticker": "GDDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d2af2196750a0e30c7da71014e93451a",
    "period": "2023 Q3",
    "content": "Q3 2023 GoDaddy Inc Earnings Call\n\nQ3 2023 GoDaddy Inc Earnings Call\n\nGDDYNYSENOV 2, 5:00 PM\n\nChristie Masoner\n\nSenior Manager of Investor Relations\n\nGood afternoon, and thank you for joining us for GoDaddy's Third Quarter 2023 Earnings Call. I'm Christie Masoner, VP of Investor Relations. And with me today are Aman Bhutani, Chief Executive Officer; and Mark McCaffrey, Chief Financial Officer. Following prepared remarks, we will open up the call for your questions. [Operator Instructions]\nOn today's call, we'll be referencing both GAAP and non-GAAP financial measures and other operating and business metrics. A discussion of why we use non-GAAP financial measures and reconciliations of our non-GAAP financial measures to their GAAP equivalents may be found in the presentation posted to our Investor Relations site at investors.goddady.net or in today's earnings release on our Form 8-K furnished at the SEC. Growth rates presented represent year-over-year comparisons unless otherwise noted.\nThe matters we'll be discussing today include forward-looking statements such as those related to future financial results and our strategies or objectives with respect to future operations. These forward-looking statements are subject to risks and uncertainties that are discussed in detail in our periodic SEC filings. Actual results may differ materially from those contained in forward-looking statements. Any forward-looking statements that we make on this call are based on assumptions as of today, November 2, 2023. And except to the extent required by law, we undertake no obligation to update these statements because of new information or future events.\nWith that, I'm pleased to introduce Aman.\n\nAmanpal Singh Bhutani\n\nCEO, GoDaddy Inc.\n\nGood afternoon, and thank you for joining us today. At GoDaddy, our mission is to empower everyday entrepreneurs and make opportunity more inclusive for all. Our strategy centers on driving profitable growth, resulting in compounding free cash flow per share and long-term shareholder value. In recent years, we have proven our commitment through decisive actions and margin expansion even in slower growth conditions.\nQ3 was an important quarter for us. I am pleased with the results and the continued trajectory into Q4 and 2024. Third quarter normalized EBITDA margins jumped 250 basis points sequentially, primarily driven by a reduction in tech and dev spend, some of which was expected and some realized a quarter early. While margin improvement is increasingly evident in our financial performance, this stems from our earlier restructuring, brand integration and diligent efforts for over a year to drive cloud adoption, which unlock additional savings.\nAs shared earlier this year, we are executing these changes in a deliberate and strategic manner with a commitment to ongoing cost structure management. The work we have done and our ongoing initiatives position us for sustained margin expansion in future quarters and years to come. Q4 will also benefit from margin improvement primarily from a reduction in tech and dev spend.\nAdditionally, we are eager to see our high-margin segment applications and commerce grow faster since in time, that becomes an additional tailwind to our overall margin. Applications and commerce bookings grew 12% in Q3, and we are encouraged by that momentum. October has continued that trajectory with mid-teens bookings growth in applications and commerce.\nOne of the key messages that I hope you take away from our results and my comments today is that the third quarter marked the turning point of our tech and dev spend as a few significant platform improvements and brand integrations start to be in the rearview mirror, and our product investments get past their peak.\nAs a result of these dynamics, we are well positioned to exit 2024 with normalized EBITDA margin of approximately 31%, another significant step forward for our business. As we look at the next few years, we see leverage opportunities across the P&L. In care, leverage will be driven by consumer behavior, enhanced automation and the incorporation of generative AI. Within tech and dev, as already mentioned, we are actively pursuing opportunities for leverage with multiple initiatives.\nFurthermore, we remain committed to our disciplined approach in marketing and G&A. These strategies collectively chart a course for our continued margin expansion through 2025 and 2026, and we look forward to providing additional insights at our Investor Day early next year.\nAs always, I want to take a few minutes and talk about our highest priority initiatives. We have added productivity explicitly to our priorities and changed the order. This was driven by the fast adoption of generative AI and new capabilities in bundling with domains and productivity, opening up new exciting opportunities.\nElevating to our first priority, we have evolved innovation in domains to innovation in domains and productivity. We have enhanced the bundling capabilities for our productivity solutions which is already contributing to the faster growth in our applications and commerce segment, and we are taking it further. As you know, the integration of machine learning and use of AI is not new to GoDaddy. We have harnessed these technologies for several years, primarily in our care and marketing functions.\nBuilding upon this foundational expertise, we quickly became a leader in the generative AI space for our industry, with customer-facing capabilities in market since April. I am excited to showcase the first iteration of GoDaddy's digital guide now named GoDaddy Airo to you at our Investor Day later this month. As I had shared last quarter, this innovative experience empowers customers to access the full suite of GoDaddy products and additional partner products seamlessly just by acquiring a domain. In this experience, domain purchasers received an automatically generated basic website using generative AI and automatically generated logo, ready-to-use social post, personalized e-mail address and more, all delivered in an automated, low-friction manner.\nAll of this is in service to making a significant improvement in the number of customers that have more than 2 products with us. As you are aware, customers with 2-plus products retain at much higher rates and have much higher lifetime value all the way to ADX for customers enabled.\nOn driving commerce through presence, over the years, we have added elegant, functional, performant and fully featured capabilities at a fast pace to address the needs of our customers in a rapidly evolving and competitive environment. As a result, Google core web vitals recognizes GoDaddy's website builder built sites at the highest performing websites. This quarter, we have taken strides towards our vision in empowering our customers with even broader capabilities to help them grow their businesses with confidence.\nOur conversations feature has elevated the way our customers connect with their own customers, making it simpler and more effective than ever before. We are proud to announce that we are the first to integrate Google's business messages in the U.S. Furthermore, we have seamlessly integrated M365 e-mail and social direct messages, mentions and comments into our conversation platform, creating a unified all-in-one solution that is second to none.\nWith these advancements, GoDaddy's website plus marketing can continue to serve larger and larger customers that have more complex needs. We also continued to drive strong growth in our omni-commerce solution. Our partnership with Worldpay has launched, and these customers are already transacting using our hardware and software. Customers in our base continue to convert to GoDaddy Payments at an impressive rate and attaching to our base was, again, the strongest component of our year-over-year GPV growth, which remains on pace to more than double our last year's exit rate.\nOn delivering for Pros, we mentioned last quarter that improvements in our Managed WordPress solution have reached an important milestone, driving improvement in retention rates as customers begin to recognize an enhanced [indiscernible] industry's fastest, most secure and easiest to use Managed WordPress platforms. In a recent third-party performance benchmarking study sites hosted on GoDaddy's WordPress loaded an impressive 2x faster, which results in improved search engine rankings for our customers. Now 1 quarter later, we are proud to share that these efforts drove impressive double-digit growth in Managed WordPress bookings, which is included in our applications and commerce segment.\nAdditionally, these features are now enhanced with generative AI features to help deliver simplified experiences that expand on the enhancements we have made around performance and security, giving GoDaddy a clear value-based advantage. In just minutes, our customers can now create beautiful, secure and high-performing WordPress sites.\nIn closing, we are committed to driving a strong combination of revenue growth plus profitability. As Mark will detail, based on the margin expansion efforts in 2022 and 2023 and our confidence in our ability for continued margin expansion in 2024, we see the path to further enhance profitability in 2025 and 2026, above the 31% normalized EBITDA margins that we have laid out today.\nOur hallways radiate with the energy of tenure and new talent, and we have retrofitted many platforms and products at the company with new and exciting technologies. I am confident that our work has materially improved the fundamentals of the company, and the entire management team is determined to drive shareholder value.\nWith that, here's Mark.\n\nMark McCaffrey\n\nChief Financial Officer\n\nThanks, Aman. The product enhancements over the last few years have put GoDaddy at the forefront of one of our most exciting eras yet. And we are poised to deliver a complete integrated software solution to our customers spanning every facet of their needs. We have seen the positive traction from these efforts in terms of faster product attach, stable retention rates as well as the strong sustained double-digit growth of our applications and commerce revenue, which has also contributed to us expanding our normalized EBITDA margin ahead of schedule.\nMoving to our financial results for the quarter. Applications and commerce grew 11% to $363 million, delivering at the high end of our guided range. Additionally, we delivered an expanded segment EBITDA margin of 42% from 41% last quarter. The related ARR for applications and commerce grew 11% to more than $1.4 billion. Create and grow ARR grew 9% to $478 million as bookings trended ahead of revenue growth. Like last quarter, GPV continues to grow at an impressive rate as our customers within our 21 million base convert to GoDaddy Payments.\nCore platform revenue totaled $706 million, flat year-over-year and in line with our guide. The segment's EBITDA margin accelerated to 30% from 27% last quarter. ARR for our core platform segment was $2.3 billion, flat year-over-year. Core platform revenue was supported by 4% growth in domains on stronger customer additions from higher demand and price increases.\nAdditionally, domains bookings growth accelerated to 8%, showing a strong recovery for future revenue growth. This was partially offset by aftermarket, down slightly 2% to $107 million as it begins to reverse prior quarter trends, and the 150 basis points of headwind from migration and divestitures of certain assets previously mentioned.\nTotal revenue grew to $1.07 billion, up 4% on a reported and constant currency basis and above the midpoint of our guide. Within total revenue, international revenue grew to $346 million, up 4% on a reported basis and 5% on a constant currency basis. ARPU grew 2% to $200 on a trailing 12-month basis, and we added 100,000 net new high-quality customers despite the headwinds from our migration efforts. We are happy to share that the number of customers with 2 or more products now sits above 50%, and retention rates for the GoDaddy products remained at approximately 85%.\nBookings totaled $1.1 billion, growing 5% on a reported basis and 4% on a constant currency basis. Excluding the impact of aftermarket, the drivers of growth in bookings were strong customer additions and price increases in domains as well as strong attachment applications in commerce. We expect these factors to contribute to accelerated revenue and normalized EBITDA growth next year.\nNormalized EBITDA grew 13% to $296 million while delivering an expanded margin of 28%. These margin gains were driven in part by the 2 points of leverage achieved this quarter from a reduction in normalized tech and dev spend, decreasing 140 basis points sequentially as a percent of revenue.\nWith that, we want to shed some further light on the components of tech and dev to give you an appreciation of the nature of the spend categories. There are 2 distinct categories of spending, one that drives product innovation and the other that supports our operations. First, we invest in driving innovation that enables our customers' success by providing competitive tools and interactions to enhance customer lifetime value through improved attach, retention and pricing. In the second category, we invest in our infrastructure to support our operations by maintaining, unifying and securing our technology platform, delivering a seamless experience for our 21 million customer.\nIn addition, these investments facilitate a better cash profile by reducing data center-related capital expenditures, which improves our overall free cash flow and free cash flow per share. We also benefit from technologies we build in-house that are driving efficiencies in care and marketing spend.\nAs a percentage of revenue, product innovation represents 7% to 8%, and infrastructure to run a secured company of our size represents 8% to 9%. Overall, during the third quarter, we reduced our tech and dev and capital spending by 5% from our restructuring efforts, the migration of noncore hosting assets and reduced data center capital expenditures. And to be clear, we know there is room to do more. We believe the strength of our product portfolio today has brought us to an inflection point, and we expect reduced tech and dev spending to meaningfully contribute to our EBITDA margin trajectory going forward without sacrificing GoDaddy's ability to innovate and compete.\nMoving on to our cash generation. Unlevered free cash flow for the quarter grew 8% to $320 million, and free cash flow grew [ to 6% ] to $280 million despite increased interest expense and the timing of working capital spend, which is expected to flip in Q4 of this year. Although our net debt has remained the same at $3.6 billion, our net cash interest expense for the quarter increased by 28% to $40 million, primarily from the refinance of our Term B loan.\nWe finished Q3 with $329 million in cash, total liquidity of $1.3 billion, and we remain at the midpoint of our targeted leverage range of 2 to 4x. Free cash flow per share rose to $6.82 on a trailing 12-month basis versus the prior year's cash flow per share of $5.96, a 14% increase driven by improved operating leverage and share repurchases. Through October 31, we repurchased 17.3 million shares year-to-date, totaling $1.3 billion, of which $118 million was repurchased since the end of Q3. This brings the cumulative shares repurchased under our current authorization to $2.6 billion and 34.2 million shares, achieving 20% reduced fully diluted shares outstanding since the inception of these authorizations.\nMoving on to our outlook. We are targeting Q4 total revenue in the range of $1.095 billion to $1.115 billion, representing growth of 6% at the midpoint of our range. We expect our high-margin applications in commerce segment to deliver approximately 13% growth for Q4. In core platform segment, we expect revenue to deliver in the range of 2% to 3% growth in the fourth quarter. Bookings growth is expected to outperform revenue growth by approximately 200 basis points in Q4.\nAs Aman mentioned, all of us on the GoDaddy team have the same determination and resolve around the opportunities we see ahead. And we are poised to drive additional normalized EBITDA margin leverage through the end of this year and beyond. As a result, we are increasing our targets for Q4 normalized EBITDA margin to approximately 29%. Additionally, the full year normalized EBITDA margin is expected to improve, delivering slightly above the 26% previously noted.\nAs a reminder, from 2022, we delivered approximately 3 points of normalized EBITDA margin expansion. As evidenced by the incremental restructuring charge recognized this quarter, we remain committed to seeking out additional opportunities to drive efficiency throughout our operating model to achieve higher margins. We also remain on track to deliver our unlevered free cash flow, free cash flow and free cash flow per share target of $1.2 billion plus, $1 billion plus and $7.25 plus, respectively.\nIn addition to our typical fourth quarter guidance, given the degree of focus on our ability to deliver margin expansion as we reaccelerate growth, we think it is important to update investors on our margin expectations for 2024. In 2024, we expect our tech and dev expenses to fall in absolute dollars and as a percentage of revenue year-over-year. We also expect to continue to drive improvements through the next year, resulting in a normalized EBITDA margin in Q4 of 2024 of approximately 31%. Based on our confidence in GoDaddy's ability to accelerate the pace of margin expansion in 2024, we also plan to enhance profitability further in 2025 and 2026 as we continue the path above 31% normalized EBITDA margins that we have laid out today. We will provide more detail about our expectations for this at our Investor Day in the first quarter of next year.\nAs always, we remain focused on executing on what is within our control. So while we continue to be excited about our product portfolio, our ability to drive durable revenue growth and our levers to drive margin expansion, we realized that we are still in a dynamic macro environment, and we want to be responsive to the feedback from investors. I want to be clear that as we've been doing for the last several years, we are committed to actively managing the business with the goal of delivering a strong combination of revenue growth plus profitability. We take a dynamic approach to managing the business, and we will be proactive in driving margin expansion over time and compounding free cash flow per share.\nPlease note that we plan to provide complete 2024 financial guidance when we report our fourth quarter results in keeping with our normal practice. We believe enhancing profitability and durable top line growth will drive even stronger free cash flow generation. We will continue to deploy cash in line with our capital allocation framework, creating significant value for our shareholders. We are excited about our path ahead, and we are acting with urgency to drive results every day.\nWith that, we will have Christie Masoner from our Investor Relations team, open the call for questions."
  },
  {
    "header": "GDDY",
    "cik": "0001609711",
    "ticker": "GDDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/971d24b4248efd2f85997ad47170b97d",
    "period": "2023 Q2",
    "content": "Q2 2023 GoDaddy Inc Earnings Call\n\nQ2 2023 GoDaddy Inc Earnings Call\n\nGDDYNYSEAUG 3, 5:00 PM\n\nChristie Masoner\n\nSenior Manager of Investor Relations\n\nGood afternoon, and thank you for joining us for GoDaddy's Second Quarter 2023 Earnings Call. I'm Christie Masoner Moser, Head of Investor Relations; and with me today are Aman Bhutani, Chief Executive Officer; and Mark McCaffrey, Chief Financial Officer. Following prepared remarks, we will open up the call for your questions. If you'd like to ask a question on today's call, please use the raise hand feature in the webinar to be added to the queue. On today's call, we will be referencing both GAAP and non-GAAP financial measures and other operating in business metrics. A discussion of why we use non-GAAP financial measures and reconciliations of our non-GAAP financial measures to their GAAP equivalents may be found in the presentation posted to our Investor Relations site at investors.godaddy.net or in today's earnings release on our Form 8-K furnished with the SEC. Growth rates presented represent year-over-year comparisons unless otherwise noted. The matters we will be discussing today include forward-looking statements, such as those related to future financial results and our strategies or objectives with respect to future operations. These forward-looking statements are subject to risks and uncertainties that are discussed in detail in our periodic SEC filings. Actual results may differ materially from those contained in forward-looking statements. Any forward-looking statement that we make on this call are based on assumptions as of today, August 3, 2023. And except to the extent required by law, we undertake no obligations to update these statements because of new information or future events.\nWith that, I'm pleased to introduce Aman.\n\nAmanpal Singh Bhutani\n\nCEO, GoDaddy Inc.\n\nGood afternoon, and thank you for joining us today. At GoDaddy, our mission is to empower everyday entrepreneurs and make opportunity more inclusive for all. In Q2, we continued to make good progress on our mission, providing a breadth of solutions to a growing number of customers globally. The fundamental health of our business remains strong with new high-quality customers robust retention rates and improved attach. We continue to be on track for stronger growth and profitability in our business, exiting the year at approximately 7% revenue growth and 28% normalized EBITDA margin. For Q2, in our highly competitive Applications & Commerce segment, our revenue of $352 million outperformed our guide with 11% growth. .\nWe remain the leader in domains with 3% growth in private registrations as domains under management grew in the quarter, offset by underperformance in the domain aftermarket. Hosting continues to stabilize from product improvements and the previously announced integration and divestitures of noncore hosting assets. Gross adds remain strong on efficient marketing while maintaining our customer retention for GoDaddy brand at 85%. And Customers are now bundling new solutions at a faster rate than we have ever seen before. Innovation, resulting in higher monetization through attach and pricing with strong retention underpins our confidence in the positive trajectory of our business and our ability to drive shareholder value for years to come.\nAt GoDaddy, we are focused on creating value for customers through innovation strengthening product market fit and driving towards a one-stop shop. We move quickly to understand and take advantage of the step function changes, generative AI buffers to our industry. In just a few months, we have already launched multiple new generative AI-based features that our customers are actively using to reduce their workload and there is more to come. As you know, our care organization has guided customers to success for over 25 years. And now for the first time, we can bundle each GoDaddy domain purchase with an AI-powered GoDaddy digital guide. The digital guide will automatically build a free personalized basic website, including a checkout path, they take payments.\nIt proposes brand colors creates a free logo and embeds it in the basic website. It also creates marketing messages with our customers' logo and post to social media to generate traffic to their sites. The digital guide built on years of our experience, knows the journey of our customers from identity to presence to commerce and can automatically present solutions in a unique way so they can experience a new product in context. For example, the digital guy can configure e-mail or a new phone number and bring messages from SMS and social sites to our conversations app, giving our customers 1 simple inbox that aggregates their customers' messages. And at the same time, the digital guide writes proposed responses practically removing the effort and time taken to respond to inbound messages. Bundling this with the domain purchase is different from anything else available across the industry. and GoDaddy is in a unique position to pursue this disruptive approach at scale. These new capabilities can improve loyalty and retention and bring differentiated offerings to our existing base of 21 million customers driving an increase in lifetime value. We are excited about bringing these new features to our customers and our teams have been energized to build new experiences powered by generative AI. In November at our investor dinner in Tempe, we look forward to showing you demos of these new capabilities. As always, I also wanted to briefly touch on our 3 priorities: driving commerce through presence, delivering for Pros and innovating in domains. -- on commerce, we continue to drive strong growth in our [indiscernible] solutions. Customers in our base continue to convert to GoDaddy payments at an impressive rate and attaching to our base was again the strongest component of our year-over-year GPV growth, which is on pace to more than double our last year's exit rate. We'll add to this momentum through our anticipated Q3 launch of GoDaddy payments in Canada as we deploy our successful U.S. playboll. Website plus marketing continues to perform well, and we are driving greater engagement with customers with new product launches. We know that higher engagement is correlated with higher retention rates, and we expect engagement to be a driver of website and commerce performance metrics. On delivering for PROS, improvements in our Managed WordPress solutions have reached an important milestone, driving improvement in retention rates as customers begin to recognize and enhance solution. We now offer 1 of the industry's fastest, most secure and easiest managed word breast platforms. in a recent third-party performance benchmarking study, sites hosted on GoDaddy's WordPress loaded an impressive 2x faster, which results in improved search engine rankings for our customers, and domain customers are not the only ones with a digital gun. We have launched similar capabilities in the Pro hub and are measuring the time saved for Pros, including generating site content and client communications on innovation in domains, while bundling the GoDaddy digital guide and its enhanced offerings is the most exciting change we are bringing to domains. I wanted to quickly share an update on payable domains as well. payable domains made a meaningful contribution to GPV growth this quarter with healthy double-digit month-over-month growth. This is a unique product that only GoDaddy offers. And with GoDaddy's digital guide, we expect to continue to make it simpler for customers to understand and adopt it. In closing, we feel good about our continued progress and how our organization is positioned to take us into the next phase of our growth with strong applications and commerce momentum? We have also continued to be efficient with our marketing spend, especially with the improvements we have made in search engine marketing, and we are eager to duplicate those results in other channels. we expect growth to accelerate as we exit the year and remain committed to our growth algorithm with increasing margins and expanding free cash flow per share, and we remain eager to continue to deliver value for all GoDaddy stakeholders.\nWith that, here's Mark.\n\nMark McCaffrey\n\nChief Financial Officer\n\nThanks, Aman. In just the last few years, GoDaddy, successfully built a growing competitive and robust set of tools and services, including our websites plus marketing product and omni-commerce solution at a one-stop shop, empowering entrepreneurs to build and manage their ventures and accept payments with a dedicated partner by their side. The product innovation and targeted investment over this period has led to a better suite of products. And with our soon-to-be launched GoDaddy digital guide, we will provide an even further differentiated experience for our customers. propelling long-term growth for GoDaddy through faster product attachment and stronger retention. As we consider the many headwinds we faced in the first half of the year, we are thrilled with the continued momentum of our applications in commerce revenue and the acceleration in our Create & Grow solutions. Our durable model continues to generate free cash flow, and we expect to reaccelerate our growth and improve our profitability as we exit the year while delivering on our cash flow targets.\nMoving to our financial results. Our applications and commerce revenue grew to $352 million, up 11%, surpassing our guide of 8% to 10% and delivering a segment EBITDA margin of 41%. The strength in our Applications & Commerce segment is fueled by our create gross solutions, which accelerated to $465 billion in ARR, up 11%.\nAdditionally, we drove rapid growth in GPV comparable to last quarter, and we are on pace to more than double the 2022 exit rate by the end of the year. as we continue to attract and convert customers within our 21 million base to GoDaddy payments. ARR for applications and commerce grew 10% to more than $1.3 billion. with a 20% growth in annualized GMV to over $33 billion. Core platform revenue totaled $696 million, flat year-over-year with a segment EBITDA margin of 27%. ARR for our core platform segment was $2.3 billion. Core platform revenue was supported by 3% growth in domains on stronger customer additions from higher demand and price increases. This was primarily offset by greater-than-expected declines in our aftermarket on aftermarket. .\nRevenue decreased 5% to $101 million on a tough compare from last year. Over the last 5 years, we've built upwards of a $400 million revenue 2-sided marketplace. As a reminder, this business allows a buyer and seller to transact on our platform at their agreed upon valuation. This business rapidly grew as we scaled the operations, participants and partnerships. What we see now is a post-COVID normalization of this business as valuation of larger transactions have decreased and volume growth has slowed.\nWith that, we expect steady low to mid-single digit top line growth for the business on a go-forward basis. On our core platform restructuring initiative, we completed the migration of Media Temple and Main Street Hub customers to the GoDaddy technology stack. And the 123 Reg migration is planned to be completed by the end of the year. As expected, these migrations produce a slightly elevated churn on these brands this quarter, but will deliver further cost efficiencies in the future. The retention rate of customers for the GoDaddy branded products remains above 85%. Total revenue grew to $1.05 billion up 3% on a reported basis and 4% excluding aftermarket. Constant currency revenue increased 4%. Within total revenue, international revenue grew 3% on a reported basis. and 6% on a constant currency basis. Our ARPU grew 40% to $199 from $193 last year, and we added 100,000 net new high-quality customers despite the headwinds from our migration efforts. Normalized EBITDA grew 2% set to $265 million, while delivering a margin of 25%, bookings totaled $1.1 billion, growing 2% on a reported basis. and 4%, excluding aftermarket and the impact of the integration of noncore assets.\nBookings grew 3% on a constant currency basis. Excluding the impact of aftermarket, the drivers of growth in bookings were strong customer additions and price increases in domains as well as strong attach in applications and commerce. We expect these factors to contribute to accelerated revenue growth next year. Unlevered free cash flow for the quarter totaled $284 million, growing 30% and while free cash flow was relatively flat at $240 million despite increased interest-related payments. Free cash flow per share rose to $6.44 on a trailing 12-month basis. versus the prior year's cash flow per share of $5.67, a 14% increase driven by execution, operating leverage and share repurchases. Through July 31, we repurchased 10.2 million shares year-to-date, totaling $746 million, of which $632 million was repurchased since the end of Q1. This brings the cumulative share repurchase under the current authorization to $2 billion and 27.1 million shares, reducing shares outstanding since the inception of this authorization by 16% and we remain on part for our commitment to reduce our fully diluted shares outstanding by 15% to 20% over the 3-year period. Additionally, today, we announced an incremental $1 billion share buyback authorization to bring the total authorization to $4 billion and extending the program out to 2025. On the balance sheet, we finished Q2 with $583 million in cash and total liquidity of $1.6 billion. Net debt stands at $3.3 billion with a 2.9x net leverage within our targeted range of 2 to 4x. Lastly, we secured a 75 basis point interest rate reduction on $1.8 billion of outstanding principal through a refinance issued at par. This refinance is expected to save $13 million annually in interest payments for each of the next 7 years. Moving on to our outlook. We are targeting Q3 total revenue in the range of $1.05 billion to $1.075 billion, representing growth of 3% at the midpoint.\nWith the current momentum, we expect to exit the year at approximately 7% top line growth with a normalized EBITDA of 28%, an increase of 300 basis points from our 2021 exit rate of 25%. We are increasing our growth expectations for applications and commerce to be between 9% and 11% for Q3 and the full year. In our core platform segment, we expect revenue to be flat in Q3 and reaccelerate in the fourth quarter to deliver 1% growth for the full year. normalized EBITDA margin is expected to improve to approximately 26% with continued acceleration over the fourth quarter, resulting in a full year normalized EBITDA margin of approximately 26%. This is a 300 basis point increase from our 2021 rate of 23% on better operating leverage from improved marketing performance, restructuring efforts benefits from our continued move of loads to cloud and the incorporation of AI into our operating model. On the growth bridge we spoke about last quarter, we remain confident in the path to accelerated revenue growth. while expanding margins and improving cash flows. As a reminder, this year's revenue growth rate includes approximately 2 points of FX pressure from last year's bookings. Difficult compares in our aftermarket business and the migration and divested certain noncore assets. We expect momentum in bookings in the second half of the year to drive the reacceleration of revenue growth as we exit the year while we remain committed to delivering our margin expansion and free cash flow targets. We will be posting our annual investor dinner with product demonstrations in November at our Planning and Investor Day in Q1 '20, we consider both a great opportunity to share more about our exciting initiatives in AI and our outlook for the next 3 years. In closing, we remain confident in our ability to execute in the areas of our business within our control and deliver the full year targets.\nAs always, we remain focused on executing against our strategic priorities, committed to being responsible stewards of capital and strive every day to provide a one-stop shop to micro businesses, along their entrepreneurial journey with an eye towards balanced long-term growth and profitability.\nWith that, we will have Christie Masoner from our Investor Relations team to open the call all for questions."
  },
  {
    "header": "GDDY",
    "cik": "0001609711",
    "ticker": "GDDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8b28ed7190cdcd7ee80178fb70f091fb",
    "period": "2023 Q1",
    "content": "Q1 2023 GoDaddy Inc Earnings Call\n\nQ1 2023 GoDaddy Inc Earnings Call\n\nGDDYNYSEMAY 4, 5:00 PM\n\nChristie Masoner\n\nSenior Manager of Investor Relations\n\nGood afternoon, and thank you for joining us for GoDaddy's First Quarter 2023 Earnings Call. I'm Christie Masoner, Head of Investor Relations, and with me today are Aman Bhutani, Chief Executive Officer; and Mark McCaffrey, Chief Financial Officer. [Operator Instructions]. On today's call, we'll be referencing both GAAP and non-GAAP financial results and other operating and business metrics.\nA discussion of why we use non-GAAP financial measures and reconciliations of our non-GAAP financial measures to their GAAP equivalents may be found in the presentation posted to our Investor Relations site at investors.godaddy.net or in today's earnings release on our Form 8-K furnished with the SEC. Growth rates represent year-over-year comparisons unless otherwise noted. The matters we'll be discussing today include forward-looking statements which include those related to future financial results, our strategies or objectives with respect to future operations, including our approach to capital allocation, new product introductions and innovations and our ability to integrate acquisitions and achieve desired synergies.\nThese forward-looking statements are subject to risks and uncertainties that are discussed in detail in our documents filed with the SEC. Actual results may differ materially from those contained in forward-looking statements. Any forward-looking statements that we make on this call are based on assumptions as of today, May 4, 2023, and except to the extent required by law, we undertake no obligation to update these statements because of new information or future events. With that, I'm pleased to introduce Aman.\n\nAmanpal Singh Bhutani\n\nCEO, GoDaddy Inc.\n\nThank you, Christie. Good afternoon, and thank you for joining us today. GoDaddy's mission is to empower entrepreneurs and make opportunity more inclusive for all. We learn from our customers every day, and they are a resilient group, and they value what GoDaddy brings to them. While many worry about a recession, our venture forward service found that our customers are noticeably more optimistic today about the future of their business than they were 6 months ago.\nOne customer we showcased in the past is the Furlough Cheesecake founded by 2 sisters impacted by a government furlough. In a recent interview, one of them commented, \"With partners like GoDaddy, we can manage our business from anywhere. GoDaddy helped us launch our business quickly from idea to up and running in 1 week because they had the tools in place.\"\nGoDaddy's unique combination of seamless intuitive technology and best-in-class human and digital guidance creates the ease of use that our customers want and need so they can focus on their business. This combination continues to differentiate us in the marketplace, helping us drive profitable growth and superb cash flow. We serve 21 million customers that have a high retention rate of 85%.\nIn Q1, we drove double-digit growth of 12% in our applications and Commerce segment supported by 10% ARR growth in our Create and Grow products. Additionally, we surpassed $1 billion in annualized GPV for GoDaddy payments. One area we continue to watch carefully is our aftermarket business. We faced tough compares last quarter and a continued unevenness in flow of large deals that we believe is impacted by broader macro headwinds.\nOverall, we are pleased with our Q1 results and encouraged by the positive momentum over the quarter, especially in our subscription and Commerce businesses. Our strategic priorities remain consistent and our teams continue to launch experiments and new experiences at a fast pace. As always, I will review each of our priorities.\nFor our first priority, driving Commerce through presence, we are happy to share that we gained exciting traction in our Commerce offerings. We had our best quarter yet, attracting sellers more than we anticipated and rapidly crossed over the $1 billion of annualized GPV. The largest opportunity for us remains our existing base of 21 million customers and the many sellers that are already a part of it.\nThe efficient motion of selling into our existing customer base was the primary contributor to our GPV growth. And hence, it remains our focus as we work to scale this sales team. adopting our commerce product paves the way for customers to deepen the relationship with us, which results in higher retention and increased lifetime value. Last month, we also launched Apple's contactless Tap to Pay technology within our GoDaddy app.\nAs you know, Tap to Pay allows our customers to accept all types of contactless, in-person payments with only an iPhone just by tapping their credit card, mobile wallet or watch. We worked directly with Apple to integrate this technology natively, creating a seamless, best-in-class, low-friction sign of experience for our app customers. We also made several other improvements to make websites plus marketing a more robust solution for sellers, including improved pay buttons and new reports for merchants to help them prepare their taxes and understand their fees and payouts.\nOur teams are also excited about how generative AI can add ease of use for customers by auto populating content for them and helping them create natural language, e-mails, chat and text messages, they engage with their customers. AI-powered tools are showing up across multiple experiences at GoDaddy. For example, we built instant video features in our Studios app and use cases like auto generating product descriptions are coming soon.\nAs always, we are focused on both technology tools and guidance for our customers. As our customers start exploring generative AI, we want to help them by launching a growing area of resources so our small business owners can begin harnessing its power to save time and grow their sales. For example, we now provide an essential small business guide [indiscernible] library. We are also working to bring these capabilities together in a manner that even the smallest businesses can benefit from instantaneously, accessing vast amounts of data and transforming it into something meaningful for their business.\nWebsites + Marketing continues to be rated as the highest-performing website builder according to Google Core Web vitals, and it is taking share in the marketplace. The team continues to focus on making it easy for customers to build high-performance websites quickly. On our second priority, delivering for GoDaddy Pro. Our goal is to make them better serve their clients and grow their businesses.\nGoDaddy Pro value platform capabilities like performance, availability and security but also automation, support, ease of use and value-added offers. Our new managed WooCommerce store offering replaced our old managed WordPress Commerce offering over the last few weeks. With this new product in place, we are bringing many more capabilities to the table, and we'll be able to test into higher-priced SKUs.\nOn our Hosting business, our focus is around stabilization and simplification. As discussed previously, we are on course to integrate brands more deeply, which includes retiring the Media Temple brand with the final migration of customers to the GoDaddy full stack. In April, we also signed an agreement to exit a couple of our smaller European brands.\nOur goal remains to provide customers with a higher level of service at a lower cost to serve while sharpening our focus. On our third priority, innovation in domains. We have continued to broaden our bundling offers for new and existing customers, while our initial focus was around bundling e-mail we have increased experimentation velocity and are doing much more here.\nWe are improving the onboarding flow for customers with the target of higher attach and encouraged by the results we have seen. This matters because we know that customers who activate and attach more products have higher retention rates. And we continue to be excited about payable domains and have 2 clear insights since our launch: first, customers who adopt this product are demonstrating their satisfaction by quickly doing a significant number of transactions through the default tailing we provide.\nOur initial efforts to drive more traffic to this product resulted in impressive early GPV. Second, we noticed that existing customers are more ready to use this product compared to potential customers who are new to purchasing a domain. We are currently focused on creating more opportunities for both existing and new domain customers to discover and utilize payable domains.\nAlthough there is still work to be done, we strongly believe in the enormous potential of this offering. On the aftermarket, you will remember our List for Sale feature that allows GoDaddy customers to list their domain in the aftermarket. This quarter, we extended this capability to our registrar partners, opening a channel to bring more inventory to the aftermarket.\nWe've also added new features to the customer experience for brokered aftermarket transactions. We built a new lead center, giving real-time status updates to the leads being pursued on behalf of domain sellers so they can have more visibility into progress on their transactions. Our aftermarket business continues to innovate and create value for our customers and all players in the industry.\nAt GoDaddy, we are eager to help small businesses thrive. This fuels us to create better products that deliver greater value for our customers, which drives our attractive financial model that then translates into sustained customer and shareholder value. This is the simple approach of how we work to grow GoDaddy and differentiate our offerings. We are proud of the consistency of our strong execution and our strategy.\nWe have a great business with a loyal and growing customer base that continues to spend more time. With us through our strong competitive advantages and attractive financial profile, GoDaddy is well positioned to continue to grow and deliver for all stakeholders in meaningful ways. With that, here's Mark.\n\nMark McCaffrey\n\nChief Financial Officer\n\nThanks, Aman. Before getting into the detailed results, I wanted to summarize a few key points. First, we are making progress towards returning to double-digit growth while executing our 3-year plan to expand our operating margins and deliver on our free cash flow per share targets; second, we are delivering on our applications and Commerce segment growth through increases in new customers and the conversion of our existing customers to our payments platform in the U.S.; lastly, we are on target to complete our restructuring action in the second quarter, driving better operating leverage in our core platform segment and improving our overall operating margin in the second half of the year.\nWith that, applications and Commerce revenue grew to $338 million, up 12%, exceeding our guide of 8% to 10%. Additionally, the normalized EBITDA margin for applications and Commerce was 39%. Taken together, this highlights the impressive performance we are driving in this business, which delivered ARR for Create and Grow of $450 million, up 10% and over $1 billion of GPV.\nThis segment is our largest opportunity to drive growth through the attachment of our Create and Grow products, Commerce platform and productivity solutions for both new and existing customers. ARR for applications and Commerce grew 9% to more than $1.3 billion. Annualized GMV across the GoDaddy ecosystem grew 18% to approximately $28 billion. Our core platform segment, which includes domains, hosting and security continues to serve as an important on-ramp to our overall business.\nCore platform revenue was $698 million, with an ARR of $2.2 billion and a strong normalized EBITDA margin of 27%. Core platform revenue was supported by a 5% growth in domains from a combination of new customer adds, attach and price increases on renewals. This was offset by tough compares for our aftermarket business as well as the continued uneven flow of large transactions. Additionally, there are modest impacts to our hosting revenue and customer count from migration of noncore hosting platforms being sunset.\nTotal revenue grew to $1.04 billion, up 3% on a reported basis and 5% on a constant currency basis, reflecting a sequential lift from the Q4 growth rate. Within total revenue, international revenue grew 3% on a reported basis and 7% on a constant currency basis. Q1 bookings grew faster than revenue at a rate of 4% on a reported basis and 5% on a constant currency basis, totaling $1.2 billion.\nBookings growth on our subscription products outpaced the related revenue growth by approximately 100 basis points. Our durable model continues to generate cash flow through our strong customer relationships and cohort performance, highlighted by our customer retention rate of 85%. We build on this strength through intentionally focusing our marketing on attracting high-intent customers that stay with GoDaddy and spend more.\nThis quarter, we added 100,000 net new high-quality customers despite headwinds from our migration efforts noted above. Our ARPU grew 4% to $197 from $190 last year. Normalized EBITDA grew 11% to $250 million with a margin of 24%, representing approximately 160 basis points expansion. We expect to continue to drive operating leverage through strong execution and our restructuring efforts.\nUnlevered free cash flow for the quarter totaled $304 million, growing 6% driven by strong profitability, while free cash flow remained flat at $259 million despite an increase in our cash interest expense due to the refinancing of our term debt in Q4 2022. Free cash flow per share rose to $6.19 on a trailing 12-month basis versus the prior year's cash flow per share of $5.25, an 18% increase driven by execution, operating leverage and share repurchases.\nAdditionally, in Q1, we completed $114 million of share buybacks, repurchasing 1.6 million shares. This brings the cumulative share repurchase under our $3 billion authorization to $1.4 billion and 18.4 million shares, reducing shares outstanding since inception by 11%. We remain on target for our commitment to reduce our fully diluted shares outstanding by 15% to 20% over the 3-year period.\nOn the balance sheet, we finished Q1 with $892 million in cash and total liquidity of $1.9 billion. Net debt stands at $3 billion with 2.7x net leverage within our targeted range of 2 to 4x. Lastly, as noted above, we signed an agreement to divest certain noncore hosting assets, which is expected to close by Q3. Our restructuring charge of $50 million in the quarter included $21 million of a noncash impairment charge for these assets.\nMoving on to our outlook. We are targeting Q2 total revenue in the range of $1.045 billion to $1.065 billion, representing growth of 4% at the midpoint. With the current momentum, we expect to exit the year at approximately 7% top line growth with a normalized EBITDA of 28%. We expect applications and Commerce segment growth to be between 8% and 10% for both Q2 and the full year.\nFor core platform, we expect revenue growth 1% to 3% in Q2 and accelerate in the back half of the year to deliver between 2% and 4% for the full year. Q2 normalized EBITDA margin is expected to improve to approximately 25%, with continued acceleration over the back half of the year to deliver full year normalized EBITDA margin of approximately 26%, showing improved operating leverage from the actions previously discussed.\nI would like to spend a moment bridging our expected 2023 revenue growth to what we believe our strategy and model can produce going forward. Our current guide for the full year is 5% revenue growth at the midpoint. As a reminder, this year's revenue growth rate includes approximately 2 points of FX pressure from last year's bookings and is also impacted by difficult compares in our aftermarket business and the divestiture of certain noncore revenue-generating assets.\nLooking ahead to next year and beyond, absent those negative impacts and with the momentum we are driving through the strategic initiatives Aman spoke about earlier, including ARPU expansion, even with the continuation of the current macro environment, there is a path to returning to double-digit top line growth while remaining committed to delivering our margin expansion and free cash flow targets.\nWe remain disciplined in how and where we spend with a focus on controlling our costs, optimize our marketing spend, monitoring headcount and investing in innovation so that we can strike the right balance between capturing attractive opportunities with delivering value to our shareholders, always with an eye towards balanced long-term growth and profitability.\nIn closing, we have strong confidence in our ability to execute and accelerate our growth. We believe our competitive position and strategic advantages, our diverse product offerings, our strong balance sheet and the consistent and predictable cash flow we generate will position GoDaddy as a leader amongst its peers. Our 21 million customers create the foundation for our resiliency.\nWe remain focused on execution against our strategic priorities, responsibly managing our business and building deeper customer relationships as we partner alongside entrepreneurs on their journey. With that, we will have Christie Masoner from our Investor Relations team, open up the call for questions."
  },
  {
    "header": "GDDY",
    "cik": "0001609711",
    "ticker": "GDDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4ace08325a4bb866450ff2164f6f1ba7",
    "period": "2022 Q4",
    "content": "Q4 2022 GoDaddy Inc Earnings Call\n\nQ4 2022 GoDaddy Inc Earnings Call\n\nGDDYNYSEFEB 14, 5:00 PM\n\nChristie Masoner\n\nSenior Manager of IR, GoDaddy Inc.\n\nGood afternoon. And thank you for joining us for GoDaddy's Fourth Quarter and Full Year 2022 Earnings call. I'm Christie Masoner, Senior Director of Investor Relations. And with me today are Aman Bhutani, Chief Executive Officer; and Mark McCaffrey, Chief Financial Officer.\nFollowing prepared remarks, we will open up the call for your questions. (Operator Instructions) On today's call, we'll be referencing both GAAP and non-GAAP financial results and operating and business metrics such as total bookings, unlevered free cash flow, free cash flow, normalized EBITDA, annualized recurring revenue or ARR, gross merchandise volume or GMV, gross payments volume or GPV and net debt.\nGrowth rates presented represent year-over-year comparisons unless otherwise noted. A discussion of why we use non-GAAP financial measures and reconciliations of our non-GAAP financial measures to their GAAP equivalents may be found in the presentation posted to investors.godaddy.net or in today's earnings release included in our Form 8-K filed with the SEC. The matters we'll be discussing today include forward-looking statements, which include those related to our future financial results, our strategies or objectives with respect to future operations, including our approach to capital allocation, new product introductions and innovations and our ability to integrate acquisitions and achieve desired synergies. These forward-looking statements are subject to risks and uncertainties that are discussed in detail in documents filed with the SEC.\nActual results may differ materially from those contained in forward-looking statements. Any forward-looking statements that we make on this call are based on assumptions as of today, February 14, 2023, and except to the extent required by law, we undertake no obligation to update these statements because of new information or future events.\nWith that, here's Aman.\n\nAmanpal Singh Bhutani\n\nCEO & Director, GoDaddy Inc.\n\nThank you, Christie, and thank you all for joining us today.\nGoDaddy's mission is to make opportunity more inclusive for all. We achieve this by providing sage guidance and robust tools so our customers can have a one-stop shop with GoDaddy. GoDaddy is delivering tools that help our customers get online and start their digital journey, tools that merge the in-store and online experience for their customers and bring commerce to every surface. This empowers them to focus on running their business.\nToday, Mark and I will cover our 2022 financial results and key accomplishments in the context of our 3-year plan laid out at Investor Day last February. We will also share more information on our progress, especially in commerce and the continued opportunity there and managing our P&L in the face of an uncertain macro environment.\nIn 2022, GoDaddy delivered $4.1 billion in revenue, growing 8% on a constant currency basis and over $1 billion in normalized EBITDA, driving a 25% margin. Free cash flow increased 13%, leading to a 22% increase in free cash flow per share of $6.20 higher than our 2022 targets.\nOur strategy, direction and priorities continue to be consistent with our 3-year plan as we work to empower new customers and our large base of existing customers with more of our product offerings, including enabling commerce on every surface. I will go into a bit more detail in the commerce priority section, but just to touch on it now, in about 18 months, GoDaddy has added incredible new products to our lineup, including OmniCommerce offerings with Websites + Marketing and our newly launched SaaS solution, Managed WooCommerce Stores on WordPress, Payable Domains, Pay Links, Pay Buttons and much more.\nOur previously announced commerce offerings are now fully in market. And today, we're adding to that lineup with an exciting new partnership with FIS Worldpay to be their preferred provider of OmniCommerce solutions for U.S.-based small business customers and bank partners. The teams are already working together, and we are receiving positive feedback from customers.\nWe remain confident in our long-term growth potential we outlined last year in our 3-year plan, but also recognize that these top line growth targets may be challenged in the short term. As a result, we've taken some aggressive and disciplined actions in our cost structure that will result in over $100 million in annualized cost savings, preserving our ability to achieve profitability targets even in a weak economic environment. These actions include deeper integration of some of our acquired brands, an overall reduction in vendor spend and an 8% reduction in our global workforce.\nWe will continue to make prudent and thoughtful investments in our top growth areas and priorities of driving commerce through presence, delivering for Web Pros and innovating in Domains. As always, I will share a bit about our key priorities on this call and focus more on commerce this time.\nOn driving commerce through presence, at Investor Day we shared our vision of connected commerce, which is about bringing commerce to every surface. Our goal has been to launch products and capabilities to engage the commerce customer early in the life cycle, which might be a Payable Domain or a Pay Button on a Websites + Marketing freemium website.\nWe have made tremendous progress in this direction through the broad release of payments into our Website Builders, Domains, Pay Links, Pay Buttons and more. In Q4, we furthered our reach by enabling GoDaddy payments, by default, in all new commerce websites. In January, we rolled out our payments by default out to new Domain purchases. Most of our new offerings have been in market in the U.S. for less than a year, and we are just starting to engage our base, so I'm happy to share that our customers transacted $760 million of gross payment volume in 2022. GPV has been accelerating, and we are looking forward to sharing this metric with you regularly.\nWe have also launched our new OmniCommerce SaaS offering on WooCommerce and WordPress called Managed WooCommerce Stores. This product is targeted at the larger end of our micro business customers, giving them the flexibility and ability to scale to their needs. Merchants can sell on a highly performing website, sell in-person using GoDaddy terminals and via marketplace and social channels with shared payments and inventory. We are excited by the opportunity and potential this offering brings to customers who need a more robust solution.\nWe are also leveraging our Managed WooCommerce Stores offering in our new partnership with FIS Worldpay. FIS Worldpay is a market-leading merchant services provider, and we will be their preferred provider of OmniCommerce solutions for U.S.-based small business customers and bank partners. FIS Worldpay provides payment strategies and technologies to over 1,400 financial institutions, including more than 700 credit unions throughout the U.S. supporting over 33 million debit cards and processing more than 15.7 billion transactions each year. Bringing together FIS Worldpay's reach and our commerce products will create a significant new offering in the marketplace.\nAnd briefly on supporting GoDaddy Pros, we have continued to improve our product offering and have started to integrate more deeply some of our acquired brands. While these projects are complex, they will lead to a much better customer experience and lower costs. For one of our key brands, Media Temple, we informed all customers in December 2022 and will be sunsetting the brand over the next 3 months. And while I already mentioned our new OmniCommerce SaaS offering, we are actively testing price points that best appeal to our Web Pros customers and audience.\nOur third priority is innovating in Domains, and we continue to add value into our aftermarket platform. In Q4, our Dan.com integration reached a critical milestone 6 months ahead of schedule by launching Dan listings on our Afternic platform. All Dan users currently opted in for the distribution network will now benefit from greater exposure as their inventory is automatically integrated into the Afternic Domain listing service network. This milestone was accompanied by numerous other enhancements such as bid and offer history that further optimize the aftermarket experience.\nPayable Domains is at 100% enabled in the U.S., and we will be ramping up the marketing launch in a couple of weeks. As you recall, Payable Domains are branded Pay Links that create a secure checkout page, shareable via a link, that enable U.S.-based Domain name customers to begin accepting payments shortly after they purchased a newly registered Domain, even if they do not yet have a website or online store. For any Domain purchase, existing or new, customers can already access the respective Payable Domain through their GoDaddy dashboard, combining the ability to accept payments with the credibility of a Domain name enables small businesses to get up and running easily and quickly. While this capability has been rolling out over a few months, we're thrilled and ready to be fully in market, giving GoDaddy Domain customers a truly differentiated Domain with expanded payments capabilities.\nIn closing, we are pleased with our quarterly and annual financial results. We delivered while operating in this difficult environment. More importantly, we are proud of our progress against the key initiatives that we outlined last year at our Investor Day.\nWe remain incredibly excited for the future. We are building on our unique market-leading position with identified, abundant, long-term opportunity, bringing together our customers' digital identity, their presence and connecting commerce to every surface. Being this one-stop shop for our customers is at the center of our strategy. We are committed to continuing our pace of innovation, participating in our customers' success, intently focused on delivering strong financial results and as always, growing shareholder value.\nWith that, here's Mark.\n\nMark McCaffrey\n\nCFO, GoDaddy Inc.\n\nThanks, Aman. Hello, everyone, and thank you all for joining us.\nLast year, we hosted a comprehensive Investor Day where we shared our financial goals for the coming 3 years around revenue growth, normalized EBITDA, free cash flow per share and share buybacks. GoDaddy turned in a strong year against those financial goals, delivering revenue of $4.1 billion; normalized EBITDA of $1 billion; free cash flow per share of $6.20; and executing $1.3 billion in share buybacks, meeting and exceeding our targets. While revenue growth has moderated in the short term, we remain confident in our ability to deliver the profitability and cash flow we outlined at Investor Day and feel the strategic steps Aman described earlier will serve as tailwinds for accelerating our pace of growth going forward. We also remain committed to completing our share buybacks authorized by the Board last year.\nReviewing our annual financial results. Total revenue was $4.1 billion in 2022, growing 7%, excluding 1.5 points of FX headwind, total revenue for the year would have grown over 8% on a constant currency basis. Applications and commerce revenue for the year grew to $1.3 billion, representing 13% growth and core platform revenue for the year totaled $2.8 billion, representing 5% growth, both in line with the targets we set last year.\nInternational revenue was $1.3 billion for the year, representing 5% growth. Excluding the FX impact, international growth would have been 8% on a constant currency basis. Total bookings in 2022 was $4.4 billion, growing 4% or 6% on a constant currency basis. Full year unlevered free cash flow grew to $1.1 billion, representing 14% growth, in line with our guide issued last year.\nFree cash flow grew 13% to $969 million. Free cash flow per share increased 22% to $6.20 per share, ahead of our Investor Day target of $6. Lastly, full year normalized EBITDA grew to 16%, topping $1 billion, resulting in a 25% margin for the year, which is an expansion of 2 points over the prior year.\nMoving on to our fourth quarter results. Total revenue topped $1 billion, growing 2% or 4% on a constant currency basis. International revenue grew 3% or 8% on a constant currency basis. Applications and commerce revenue grew 11% to $333 million, in line with the guided range of 10% to 12% for the quarter. Growth in applications and commerce was fueled by continued adoption of our Create and Grow products, e-mail attach and increasingly, the adoption of GoDaddy payments and the related hardware sales.\nThe ARR for applications and commerce grew 9% to $1.3 billion. With that, the ARR from our Create and Grow products grew 8% to $445 million. Additionally, annualized GMV across the GoDaddy ecosystem grew 10% to approximately $28 billion. Furthering our efforts to provide more visibility into key growth areas of the business, we will share a new metric demonstrating our progress with GoDaddy Payments. GPV represents the dollar amount of payments processed on the GoDaddy payments platform. With Q4 as the first quarter with commerce fully launched on every surface in the U.S., GPV has already grown to an impressive $760 million.\nCore platform revenue decreased 2% to $707 million in the fourth quarter, primarily due to the tough compare to the year-ago quarter when aftermarket benefited from some larger-than-average transactions we have discussed previously as well as a modest decrease in our hosting business. As previously mentioned, the hosting business has outsized exposure to uneven demand in Europe as well as FX pressure. ARR for the core platform grew 1% to $2.3 billion.\nQ4 bookings grew to $1.1 billion, flat year-over-year and growing 2% on a constant currency basis. Applications and commerce bookings grew 7% on the strength of Websites + Marketing, e-mail attach and hardware and software sales. Core platform bookings decreased 3% year-over-year on tough aftermarket compares noted earlier and due to softness in the broader hosting business.\nGross margin was down slightly for the quarter, primarily due to product mix. Payments revenue will put some pressure on gross margins as the revenue stream gets larger in the future. However, there are relatively low incremental operating cost once those customers are acquired and set up on GoDaddy Payments, so we expect payments to be highly accretive to normalized EBITDA as we scale.\nNormalized EBITDA in Q4 grew 5% to $266 million, representing a 26% margin and an expansion of 70 basis points in the quarter. Continued discipline in spending allowed us to increase our margins at a rate higher than our bookings. GoDaddy's high brand awareness and the effectiveness of our in-house bidding algorithm allowed us to drive efficiencies and marketing spend. We also continued to drive leverage in customer care.\nUnlevered free cash flow grew 17% to $238 million, while free cash flow grew 16% to $202 million, delivering $1.29 free cash flow per share in the quarter, a 25% increase over last year's Q4 free cash flow per share.\nTurning to the balance sheet. We exited the year with $774 million in cash and total liquidity of $1.8 billion. Net debt landed at $3.1 billion, below 3x net leverage on a trailing 12-month basis and near the midpoint of our targeted (technical difficulty).\nOn our share repurchase efforts, we've returned $1.3 billion of cash to shareholders under the current authorization. From January 1, 2022, through February 1, 2023, we repurchased 17.2 million shares which has reduced our fully diluted share count by approximately 10% since the beginning of 2022, on target for the 15% to 20% net reduction for the 3-year period.\nOn customers, over recent years, the way we generated revenue has evolved through our expanded offerings to our customers, resellers and partners. We will continue to use metrics like ARR, GMV, and GPV to show the health of our business and the progress towards our strategic goals as discussed at Investor Day.\nAs a result of the way our relationship with customers is evolving, we have updated the way we measure and report our total customers. In addition to paid subscriptions at the end of the period, we will now include accounts with paid transactions in the trailing 12 months and exclude accounts that have converted to free versions of our software. These changes do not meaningfully affect the historical customer growth or retention trends previously disclosed. We believe the updated definition work accurately reflects the dynamic customer life cycle and provides more detail around the overall strength of our historical cohorts with a continued focus on long-term customers with a higher propensity to spend.\nUnder the new definition, in 2022, ARPU increased to $197 compared to $187 and $170 in 2021 and 2020, respectively. Retention rates remained consistent at 85% and customer count increased to 20.9 million in 2022 compared to 20.7 million and 20.1 million in 2021 and 2020, respectively.\nMoving on to our outlook for Q1 and for the full year 2023, let us start by covering several notable events. In January, we signed a partnership with FIS Worldpay to be a strategic reseller of our OmniCommerce solution for the U.S.-based small business customers and bank partners. This arrangement is expected to drive growth in the second half of the year and will contribute to our commerce strategy through increased reach of our OmniCommerce offerings and website attachment. We are excited about the launch of this partnership in 2023, and the momentum this gives our application and commerce segment going into 2024 and beyond.\nOn restructuring, we took certain actions necessary to align our structure with the current economic environment and position ourselves for future growth. This will result in annualized savings of approximately $100 million through a combination of a reduction in workforce, reduced spending and integration of certain European brands and businesses within our core platform segment. This will also result in a modest headwind to core platform revenue of 100 basis points in 2023 as we sunset certain brands. We expect estimated restructuring and other related exit charges of $55 million to $65 million with most of the charges to be recognized in the first half of 2023.\nIn Q1 2023, we are targeting total revenue of $1.03 billion to $1.05 billion. This represents 4% growth at the midpoint of the range and includes approximately 2 points of FX headwind from prior year bookings. Excluding this, the midpoint of our guidance would imply approximately 6 points of growth. We expect normalized EBITDA margin during Q1 to be in the range of 24% to 25%.\nFor the full year, we expect total revenue to be within a range of $4.25 billion to $4.325 billion, representing growth of 5% at the midpoint of the range. This outlook is inclusive of approximately 2 points of headwind from FX from prior year bookings and the anticipated brand integrations mentioned above.\nIn application and commerce segment, we are projecting revenue growth of 8% to 10%. In core platform, we are projecting revenue growth in the range of 2% to 4%. Normalized EBITDA during the year is expected to continue to grow with a targeted margin of approximately 26%. As a reminder, as we scale our commerce offerings, gross margin will be pressured and is expected to be in the low to mid-60s range. As we gain operational efficiency in commerce, this is expected to drive incremental normalized EBITDA margins.\nAs we have shared previously, we have multiple levers within our control to drive margins, while we continue to invest in the business. This allows us to strike a balance and continue growing revenue while achieving operating leverage down the income statement to drive sustainable shareholder value of the cycle. You have seen our recent record of accomplishment of delivering against our margin targets, and we are confident in executing on our profitability goals this year regardless of where we land within our revenue guidance range.\nFor the full year of 2023, we are targeting free cash flow greater than $1 billion and unlevered free cash flow of greater than $1.2 billion. We remain on target to deliver free cash flow per share of more than $7 and are committed to returning capital to the shareholders under the remaining buyback authorized by the Board in 2022. As stated in the past, our capital allocation strategy remains unchanged, and we will continue to evaluate our use of cash options on a quarterly basis. We expect capital expenditures of approximately $50 million, income tax payments of approximately $30 million and cash interest payments of approximately $170 million.\nMoving forward, we will share ARR, GMV and ARPU and customer count quarterly. We will share GPV and retention rate annually. Taken together, these metrics provide a more comprehensive view of GoDaddy's expansive business over time and provide a view into the revenue growth and profitability as we continue to expand customer lifetime value. These metrics may fluctuate based on acquisitions, integrations, divestitures and seasonality. That said, we are in an advantaged position given our ability to provide an ever-growing suite of solutions to a large embedded customer base.\nIn summary, we are proud of our strong and resilient business model, where we are mission-critical to our customers. We are confident in our ability to deliver the profitability and cash flow we outlined at Investor Day and feel the strategic steps taken this quarter will serve as tailwinds for accelerating our pace of revenue growth going forward into 2024 and beyond. Our predictable model provides us the visibility to make prudent business decisions and allows us to remain resolute in operating our business to grow long-term value for our shareholders.\nWith that, I will hand the call over to Christie Masoner, who is leading the Q&A."
  },
  {
    "header": "GDDY",
    "cik": "0001609711",
    "ticker": "GDDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/76a32e78eec88d969584e071b73e2dc3",
    "period": "2022 Q3",
    "content": "Q3 2022 GoDaddy Inc Earnings Call\n\nQ3 2022 GoDaddy Inc Earnings Call\n\nGDDYNYSENOV 3, 5:00 PM\n\nChristie Masoner\n\nSenior Manager of IR, GoDaddy Inc.\n\nGood afternoon, and thank you for joining us for GoDaddy's Third Quarter 2022 Earnings Call. I'm Christie Masoner, Senior Director of Investor Relations. And with me today are Aman Bhutani, Chief Executive Officer; and Mark McCaffrey, Chief Financial Officer. Mark's voice may sound a bit scratchy today as he's currently under the weather.\nFollowing prepared remarks, we will open up the call for your questions. (Operator Instructions) On today's call, we'll be referencing both GAAP and non-GAAP financial results and operating metrics such as total bookings, unlevered free cash flow, normalized EBITDA, annualized recurring revenue, or ARR, gross merchandise volume or GMV and net debt.\nGrowth rates presented represent year-over-year comparisons unless otherwise noted. A discussion of why we use non-GAAP financial measures and reconciliations of our non-GAAP financial measures to their GAAP equivalents may be found in the presentation posted to our Investor Relations site at investors.godaddy.net or in today's earnings release on our Form 8-K furnished with the SEC. The matters we'll be discussing today include forward-looking statements, which include those related to future financial results, our strategies or objectives with respect to future operations including our approach to capital allocation, new product introductions and innovations and our ability to integrate acquisitions and achieve desired synergies.\nThese forward-looking statements are subject to risks and uncertainties that are discussed in detail in our documents filed with the SEC. Actual results may differ materially from those contained in forward-looking statements. Any forward-looking statements that we make on this call are based on assumptions as of today, November 3, 2022, and except to the extent required by law, we undertake no obligation to update these statements as a result of new information or future events. With that, here's Aman.\n\nAmanpal Singh Bhutani\n\nCEO & Director, GoDaddy Inc.\n\nThank you, Christie, and thank you all for joining us today. At GoDaddy, our mission is to make opportunity more inclusive for all, championing, micro and small business customers. One of our customers, Tyron Harper, co-owner of Harp vision was recently asked what happens if Harp vision doesn't succeed? His response was, \"I never thought about it. I only thought about it succeeding\" . Every day, we are inspired by our customers.\nI know we make a difference in their lives. And in uncertain times, our mission becomes even more important. None of us have a crystal ball to perfectly predict the future, but I can tell you that our customers are creative and resilient. In a recent survey, while more of our customers expressed a negative near-term outlook, they generally remained a positive group with 2/3 of them reporting optimism about their business. Today, we are pleased to announce our Q3 results with 7% revenue growth, 15% growth in normalized EBITDA and continued strong customer retention of more than 85%.\nThese achievements are noteworthy given the continued negative foreign currency impact, uneven demand patterns and lower consumer confidence. Our core competitive advantages of high global brand awareness to attract customers, sage guidance through Care to help retain customers and seamlessly intuitive experiences to deliver mission-critical products and services to our customers uniquely position GoDaddy to weather economic challenges from a position of strength.\nWhile we are not immune to economic turbulence, we are committed to action and attention on what we can control. As in previous quarters, we will be prudent with our cost structure day-to-day, that comes down to focusing on success-based marketing, monitoring headcount and directing investments on the most important growth initiatives, including simplification and automation.\nThis formula helps us deliver a great service efficiently, maintaining strong cohort retention, driving new customer adds, increasing ARPU and extending commerce and payments attached are all important to achieving our long-term goals. In Q3, we continued to drive strong retention that is in line with our past cohort performance. This demonstrates that through the varying economic cycles over the past couple of years, we successfully attracted the customers that have the right intent, those customers that can grow and attach more with us over time, thus benefiting GoDaddy's ARPU.\nOn gross adds, the data over the last few months suggests that there was a pull forward during peak COVID times, though the magnitude of this is hard to calculate until normal seasonality returns to the business. As a result, gross adds and domains under management are not expected to follow the same historical arc as in recent years. Countering this, we are encouraged by our ability to maintain strong retention, increase ARPU and continue the growth and momentum we are driving in our commerce and payments business within our existing customer base. Our strategic priorities remain consistent: first, driving commerce through presence; second, delivering for GoDaddy Pros; and third, innovating in domains.\nBeginning with presence. This quarter, we added simplified site creation through improved guidance on template selection, making it easier for customers to start building an online presence. This update drove higher published rates, which is an important indicator of customer success and increased lifetime value. You have heard me regularly talk about bringing commerce to every surface at GoDaddy.\nKeeping with that, we have enabled payments in all websites plus marketing plans, including our free plan. This shows up in the form of buy buttons, making it easier for nascent businesses, side-hustles and the like to get started with our commerce offering. Our goal here is to build the commerce relationship with our customers as early as possible and then expand this relationship over time.\nThese customers want a simple, inexpensive way to start taking payments. This functionality allows for that while providing the lowest in industry online transaction rate of 2.3% plus $0.30. Lastly, we recently celebrated the 1-year anniversary of our Omni-Commerce solution, and I wanted to spend a moment to acknowledge all that we have accomplished in this area since the release.\nWe have been very ambitious in building out these capabilities because our customers tell us that they prefer a single one-stop shop solution. We believe our connected commerce solution is poised to win at a greater rate because it is adding value for our customers while saving them time and money. We made notable updates in user experience, e-commerce value and a disruptive payments experience.\nWe added in-store point-of-sale and online store inventory sync with Omni-channel reporting for merchants across all channels. Our customers can clearly see their sales across their physical store, their online store, third-party marketplaces and social media platforms, including Amazon, Etsy, Walmart.com and others. We have added Pay Buttons, integrated shipping labels, Apple Pay and a new Commerce Plus Plan for websites plus marketing for up and running businesses that need sales tax automation.\nAnd our customers can use mobile app, QR code payments and Apple Pay for e-commerce. We have also expanded our payments and commerce experience into Woo Commerce for Managed WordPress, while also actively rolling out our Managed Woo Commerce stores solution, allowing us to serve larger customers. We started with larger customers doing up to $1 million in sales, and we are finding that we can effectively serve high single-digit million sellers as well.\nAnd we already have these customers in our base. It is still early days, but we have made good progress in identifying, converting and activating these larger sellers. Attaching to our existing base is key to our long-term ambition with GoDaddy Commerce and GoDaddy Payments. We are learning a lot about the sales and implementation cycle to serve these customers, and we will provide more updates over time. We know that customers who engage in commerce and payments are generally stickier and have over 80x higher lifetime value.\nWe have continued to see positive momentum in new customers attaching GoDaddy payments within in websites plus marketing and Managed WordPress. These serve as consistent proof points that our customers want this capability from us and it can fuel our growth and customer retention for years to come.\nMoving on to GoDaddy Pros. This quarter, we launched free SSL on nearly all new web hosting plans in our major markets, including the U.S., U.K., Canada, Australia and India. Early data shows that this is driving increased term lengths and modest improvements in new units and bookings in our hosting business. While the macro and FX challenges on our hosting business are meaningful, we are focused on what we can control making the product better for our customers.\nAlong with free SSL, we have continued to improve server response time by rolling out infrastructure improvements across multiple hosting platforms. We have also continued to update GoDaddy's Pro Hub, putting a more competitive offering in the marketplace. Our hosting business in Europe is also exposed to rising energy costs and to mitigate that we secured a fixed power contract.\nOur third priority is innovation in domains. The rollout of payable domains is going well with half of our domains now technically enabled as payable and ready for activation by customers. The first cohort of existing customers, we exposed Payable Domains to were logged in domain plus e-mail customers. These customers were identified as likely to have high intent and they have engaged with payable domains at an attractive rate.\nIt is still too early to calculate how much usage payable domains will have for non-website customers. but we are encouraged by this beginning and moving as quickly as we can to merchandise it to more customers. We also released a new auctions user experience that improves the buying experience with new bulk bidding and Buy-It-Now options, improved uptime and a simpler and consistent design. We also launched a domain portfolio manager for all customers giving them modern domain management capabilities aimed at increasing their efficiency and ease of use.\nWhile we are learning more about how the macro environment impacts the aftermarket, we continue to focus on what we control, which is to improve the experience for domain investor customers and integrate Dan.com's capabilities into the broader GoDaddy secondary market. In closing, we look forward to finishing the year steadfast in our commitment of executing against our strategic priorities and working to achieve our long-term financial goals.\nAs we think ahead to next year and beyond, we continue to be a leader in our space with ample growth opportunities and the ability to participate in our customers' success. History has shown that companies that continue to innovate and invest appropriately during an economic downturn can exit the other side in an even better position. We will stay close to our customers.\nWe will understand their greatest needs, and we will delight them with guided care, constantly innovating towards a seamless experience making our solutions stickier, leading to greater customer lifetime value. With that, here's Mark.\n\nMark McCaffrey\n\nCFO, GoDaddy Inc.\n\nThanks, Aman, and thank you, everyone, for joining us today. In Q3, GoDaddy delivered solid results despite increasing currency and macroeconomic headwinds. Revenue was $1.03 billion, growing 7% on a reported basis and 9% on a constant currency basis. Within total revenue, international revenue grew 4% on a reported basis and 9% on a constant currency basis. Applications and commerce revenue grew 13% within the guided range of 13% to 15% on the strength of our create and grow and our commerce products as well as e-mail attach.\nThe ARR for applications and commerce grew 10% to more than $1.2 billion. And within that, the ARR from our create and grow products grew 7% to nearly $430 million. Additionally, annualized GMV across the GoDaddy ecosystem grew 10% to approximately $29 billion. Core platform revenue grew 5%, within the target range of 4% to 6%, primarily due to growth in the aftermarket and increased pricing in domains, offset by a modest decrease in our hosting business.\nAs Aman noted above, the hosting business has concentration and exposure to uneven demand in Europe as well as FX pressure. ARR for core platform grew 2% to $2.3 billion. Q3 bookings totaled $1.09 billion, growing 5% on a reported basis and 7% on a constant currency basis. Applications and Commerce bookings grew 10% and core platform bookings grew 3% on similar growth factors noted for revenue.\nNormalized EBITDA grew 15% to $263 million, a margin rate of 25%, representing a 180 basis point expansion year-over-year. Continued discipline in spending allowed us to increase our margins at a rate higher than our bookings. Unlevered free cash flow for the quarter totaled $297 million, growing 18% driven by strong profitability.\nAdditionally, year-to-date, we completed $1.15 billion of share buybacks, repurchasing 14.8 million shares and reducing our fully diluted share count by approximately 9% since year-end. Free cash flow per share rose to $5.96 on a trailing 12-month basis versus prior year cash flow per share of $4.94, a 21% increase, driven by strong cash flow and share repurchases.\nOn the balance sheet, we finished Q3 with $826 million in cash and total liquidity of $1.4 billion. Net debt stands at $3.1 billion at the midpoint of our targeted leverage range of 2 to 4x. Additionally, in October, we announced a new term loan facility of $1.8 billion. The proceeds of which are to be used to pay down our existing term loans due in 2024.\nThe pending term loan facility contemplates a maturity date of 2029 and pricing based on SOFR plus 325 basis points. We also announced our intent to increase the borrowing capacity under our existing $600 million revolving credit facility to a $1 billion facility maturing in 2027. These transactions, which are scheduled to close in Q4 are subject to customary closing conditions and would meaningfully increase our total liquidity.\nThe cash interest payments under these transactions would increase our interest payments by roughly $35 million for 2023, resulting in expected annual interest of approximately $165 million.\nMoving on to our outlook. We are targeting Q4 total revenue in the range of $1.03 billion to $1.05 billion, representing growth of 2% year-over-year at the midpoint. As we previously discussed, the macro environment and FX has shifted since our initial guide in February. Additionally, we are facing a tough compare in our aftermarket business. While our aftermarket business showed strength in the fourth quarter last year, the demand for high-value sales has been difficult to predict due to its short lead times and fast close rates.\nOur current guide does not factor in the same strength we experienced last year due to the current macro trends. Said simply, we do not expect aftermarket demand in Q4 to enable the same revenue outperformance we achieved in the year ago quarter. Also, assuming a continuation of today's currency rates, we expect the adverse FX impact will be an incremental $5 million from our Q2 guide for an incremental $40 million adverse impact from our initial February guidance.\nFlowing through these factors into our segments, we expect some impact to our Applications & Commerce segment from uneven demand experienced in September and October. As a result, we expect the segment to grow between 10% and 12% for Q4, putting applications and commerce revenue growth at the low to mid end of our range of 13% to 15% for the year. In core platform, we expect revenue to be flat to slightly down year-over-year in Q4. On the impacts of hosting and FX pressure mentioned previously as well as a tough compare in aftermarket, which results in core platform revenue growth between 4% and 6% for the full year. Normalized EBITDA for Q4 is expected to be in the range of $250 million to $260 million and remain within the targeted range of 24% to 25% for both the quarter and the year-end, above our initial range of 23% to 24% provided in February.\nWe expect our unlevered free cash flow for the year to be between $1.09 billion and $1.1 billion, putting our cash flow per share at $6, in line with the outlook shared in February. Our capital allocation strategy is unchanged. We continued our buyback program during Q3, and we'll continue to evaluate use of cash options for the remainder of the year, in line with our disciplined capital allocation framework.\nOur attractive model and robust free cash flow provide us the flexibility to continue to invest in our business at a time when others may have to pull back more aggressively and to return cash to shareholders through our buyback program. At the same time, we remain disciplined on how and where we spend with a focus on controlling our costs, optimizing our marketing spend, monitoring headcount, and investing in tech so that we can strike the right balance between capturing attractive opportunities with delivering profits to our shareholders, always with an eye towards balanced long-term growth and profitability.\nOn our cost structure. Last quarter, we shared that we are focused on acting in areas we could control. Committed to that goal, we executed a couple of important contracts to reduce or mitigate exposure to increased costs. In Q4, we expanded our relationship with Amazon Web Services to continue to migrate workloads and development to the cloud. This contract will reduce our overall costs in the form of long-term capital spend and energy expenses while giving us the agility to launch new products at a faster pace.\nOn energy costs, As Aman mentioned earlier, we secured a contract in Europe at a guaranteed rate for the next year, giving us midterm stability on these costs impacting our European data centers. Lastly, as noted earlier, we are currently refinancing our 2024 debt to extend our due dates to 2029 and limit our exposure to further interest rate increases.\nThrough this anticipated new debt, we continue to expect our leverage ratio to remain between 2 to 4x. We are committed to remaining transparent, and we will provide an update with our latest thoughts on key business trends when we share our 2023 guidance early next year. Like so many other companies, we are operating in a fluid environment and are not immune to its challenges.\nIn closing, while the short-term revenue outlook is dynamic, we have continued confidence in our ability to execute. We believe our competitive position and strategic advantages are diverse product offerings, our strong balance sheet and the consistent and predictable cash flow we generate places GoDaddy as a leader amongst its peers. While the range of outcomes is somewhat wider today than at points in the past, we are creating a track record as a responsible management team that can and will lead in good times and in tougher times, allowing our business to perform across economic cycles.\nOur 21 million customers create the foundation for our resiliency. We will continue to focus on execution against our strategic priorities, tightly managing our business and building deeper customer relationships as we partner alongside entrepreneurs on their journey. With that, I'll turn the call back over to Aman.\n\nAmanpal Singh Bhutani\n\nCEO & Director, GoDaddy Inc.\n\nThanks, Mark. Taking a step back, we are incredibly proud of the work our teams are doing as we are making progress against our stated priorities. GoDaddy has a proven, focused strategy executed by an experienced team that will act proactively and decisively through a fluid macroeconomic environment to create long-term value for shareholders. Despite these headwinds and the tough compare in Q4, the full year is on track to deliver 7% growth or 9% on a constant currency basis coupled with the momentum we are driving in commerce, we are excited about what's to come in 2023 and beyond. With that, we will have Christie Masoner from our Investor Relations team to open the call for questions."
  },
  {
    "header": "GDDY",
    "cik": "0001609711",
    "ticker": "GDDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6cde7157e17e98a2befd9c3008472b74",
    "period": "2022 Q2",
    "content": "Q2 2022 GoDaddy Inc Earnings Call\n\nQ2 2022 GoDaddy Inc Earnings Call\n\nGDDYNYSEAUG 3, 5:00 PM\n\nChristie Masoner\n\nSenior Manager of IR, GoDaddy Inc.\n\nGood afternoon, and thank you for joining us for GoDaddy's Second Quarter 2022 Earnings Call. I'm Christie Masoner, Senior Director of Investor Relations. And with me today are Aman Bhutani, Chief Executive Officer; and Mark McCaffrey, Chief Financial Officer.\nFollowing prepared remarks, we will open up the call for your questions. (Operator Instructions) On today's webinar, we'll be referencing both GAAP and non-GAAP financial results and operating metrics such as total bookings, unlevered free cash flow, normalized EBITDA, annualized recurring revenue, or ARR, gross merchandise volume or GMV and net debt Growth rates presented represent year-over-year comparisons unless otherwise noted. A discussion of why we use non-GAAP financial measures and reconciliations of our non-GAAP financial measures to their GAAP equivalents may be found in the presentation posted to our Investor Relations site at investors.godaddy.net or in today's earnings release on our Form 8-K furnished at the SEC with today's earnings release.\nThe matters we'll be discussing today include forward-looking statements which include those related to our future financial results, our strategies or objectives with respect to future operations, including our approach to capital allocation, new product introductions and innovations and our ability to integrate acquisitions and achieve desired synergies. These forward-looking statements are subject to risks and uncertainties that are discussed in detail in our documents filed with the SEC. Actual results may differ materially from those contained in forward-looking statements. Any forward-looking statements that we make on this call are based on assumptions as of today, August 3, 2022, and except to the extent required by law, we undertake no obligation to update these statements as a result of new information or future events.\nWith that, here's Aman.\n\nAmanpal Singh Bhutani\n\nCEO & Director, GoDaddy Inc.\n\nThank you, Christie, and thank you all for joining us today. At GoDaddy, our mission is to make opportunity more inclusive for all. The best moments of my week are when I'm engaging with GoDaddy customers. I am constantly inspired by their grit and determination and amazed by their resilience. Just a couple of weeks ago, I spoke at a small business summit. I've met so many GoDaddy customers there and some who will hopefully become GoDaddy customers in the future. While they're worried about the current economic environment, I found them driven, ambitious, upbeat and passionate about their businesses. One customer walked up to me and started with my life is on GoDaddy. I am inspired to do more for her and all our customers to be better every day.\nOur relentless focus on innovation, deliver seamless and intuitive technology complemented by human care, helping customers grow their businesses and achieve their dreams. Our strategy to attract high-value customers continue to show success, best illustrated by our customer retention rates, which have remained greater than 85%. The Q2 results demonstrate our steady operating discipline, 9% growth in revenue and 30% growth in normalized EBITDA despite the challenging FX environment. GoDaddy's strong and diverse business enables us to navigate fluid global demand patterns and inflation concerns from a solid position, and we are committed to attention and action on what we control.\nAs in the past, we aligned our marketing spend and other investments with demand signals concentrating on success-based, disciplined and efficient spending. We actively identify and deploy marketing spend where we find opportunities to deliver long-term growth. Through this plan, we create balance across all components of our business without sacrificing our investment in technology and development for future growth. Our strategic priorities have been consistent over the past 6 quarters. First, driving Commerce through Presence. Second, delivering for GoDaddy Pros and third, innovating in Domains.\nBeginning with Commerce, we are pleased to share that we continue to achieve positive trajectory with our GoDaddy Payments offering and more specifically, the attach rates to our other products. For Websites + Marketing, more than 80% of our Commerce customers choose our payment solution and for Managed WordPress, 30% of our Commerce customers choose our payment solution. Annualized GMV also continues to rise with Q2 at $28 billion, growing 12% year-over-year.\nWe continue to drive strong sales in payment hardware devices, enabling robust in-store capabilities for customers while also steadily approving payment applications. While our Payments offering is still relatively new, GoDaddy's differentiated OmniCommerce solution is well positioned in this space. Regardless of the consumers' preferences, whether they are shopping online or in person, our solutions empowers our customers to benefit from our industry-low transaction rates in all locations. We also rolled out Apple Pay on GoDaddy Payments, improving the buying experience and Apple selected GoDaddy as a Tap to Pay partner. We are excited to work with Apple to bring Tap to Pay on iPhone to GoDaddy customers later this year. And as always, we will share more information about this partnership as it becomes more meaningful.\nWe embedded more capabilities within Websites + Marketing plans to make it easier for entrepreneurs to market their products, sell online, manage their business and grow. New capabilities include product image enhancement, including background removal, quick view and buy capabilities, enabling single-click add to cart, integrated discounting shipping labels, online appointment features, making calendaring and appointments more intuitive. Enhancing our products helps our customers grow their business while building retention and creating greater lifetime value for GoDaddy.\nWe also continue to test price increases for our highly competitive and feature-rich Websites + Marketing product. Our approach to pricing is nuanced, taking into consideration the right balance of increased price and market share while also closely monitoring shifts in customer behavior due to macro factors. We have limited the use of heavy discounting programs that frequent this space while maintaining our competitive position by offering products that our customers value.\nOur customer retention rates remain strong with consistent 15-month cohort retention, which is trending higher than prior year cohorts. And our overall customer retention metric has stayed above 85%, even as we observe some pressure for customers due to macro factors. This is something we are extremely proud of because it is a sign that we continue to deliver for an often left behind customer, the micro businesses that are the backbone of their local communities.\nWe are proud that Websites + Marketing delivers websites for customers that are highly performant. We have pushed the bar further on that and have implemented significant behind-the-scenes changes that result in improved website performance for millions of sites. These powerful improvements enable GoDaddy customers to achieve improved paid speed insights and Core Web Vitals scores. For example, our Core Web Vitals pass rate for our customers' sites increased by 75% making us the leader in this category. These improvements ensure GoDaddy's customers' websites rank higher in search results. And for small businesses, this is extremely important.\nMoving on to GoDaddy Pros. This quarter, we launched a beta WooSaas solution to allow us to reach a larger customers, those with sales of $1 million to a few million dollars. These larger customers will be able to sell anywhere, including in-person, on their online store and in online marketplaces and social platforms and benefit from omnichannel payment processing all managed in one place. This new online store offering provides growing merchants, virtually infinite flexibility of WordPress plus WooCommerce combined with highly performing, scalable and secure cloud hosting technology and a seamless, intuitive and comprehensive software user experience. The fully managed technology stack allows our customers to focus on running their business. We brought together a team of experts in multiple technology domains to create this new premium offering, which includes exclusive functionality with free premium extensions and exclusive capabilities such as an expert level dedicated support team.\nOur customers want a one-stop shop offering from us and WooSaaS solution is the latest proof point of GoDaddy's ability to move slightly up market over time. The beta program started in Q2 with an invite-only group of WooCommerce merchants and partners testing the integration and unification of multiple acquired technologies to offer a seamlessly managed all-in-one experience for WooCommerce stores. We are excited about the possibilities and looking forward to a full marketing launch. On our third priority, we are excited about the upcoming full launch of Payable Domains in Q3, a limited pilot program in Q2 focused on learnings demonstrated that customers value the offering.\nWe also saw some green shoots in terms of meaningful GPV in the pilot being driven by customers without a website. In our Q3 launch, Payable Domains will be included for free and by default with every domain purchase, creating a frictionless out-of-the-box experience for new businesses. We believe this will simplify the online payments process for our customers by giving them a professional branded checkout experience and the freedom to accept online payments without needing any other subscription.\nIn closing, I want to acknowledge that while we are all in uncertain times, GoDaddy's relentless focus on executing against our strategic priorities, delivering for our customers, building seamless and intuitive technology for our customers to succeed backed by human care, our scale and vast portfolio of offerings steadily drives GoDaddy's consistent financial results. Our incredible customers inspire us to continue to innovate and do even more for them. We will continue to be prudent stewards of capital, investing behind long-term growth drivers and staying committed to delivering value to our customers, employees and shareholders.\nWith that, here's Mark.\n\nMark McCaffrey\n\nCFO, GoDaddy Inc.\n\nThanks, Aman, and thank you, everyone, for joining us today. GoDaddy's resiliency and durable top line growth, profitability at scale, and robust cash flow are evident in our Q2 financial results and enable GoDaddy to continue to invest to deliver long-term value while returning excess capital to investors in the form of share buybacks.\nRevenue in Q2 was $1 billion, growing 9% on a reported basis and 10% on a constant currency basis. Excluding the currency impact, our reported revenue would have come in at the high end of our Q2 guidance. Within total revenue, international revenue grew 4% on a reported basis and 7% on a constant currency basis. Applications and Commerce revenue grew 15% within the target range of 14% to 16%, driven by continued strength in our Create and Grow products and Email attach. The ARR for Applications and Commerce grew 12% to more than $1.2 billion. And within that, the ARR from our Create and Grow products grew 10% to $420 million.\nAdditionally, annualized GMV across the GoDaddy ecosystem was approximately $28 billion, growing 12%. Core platform revenue grew 7% delivering at the high end of our 5% to 7% Q2 guidance, primarily due to strength in domain registration, aftermarket and security, offset by a slight decrease in our hosting business. ARR for our core platform grew 5% to $2.3 billion. Q2 bookings totaled $1.12 billion, growing 6% on a reported basis and 8% on a constant currency basis. Applications and Commerce bookings grew 10% and core platform bookings grew 4% on similar growth factors noted for revenue.\nNormalized EBITDA grew 30% to $258 million. Our 25% margin represented over 4 points of margin expansion primarily because of expanded gross margins on product mix and reduced marketing spend. The decreased marketing spend is the result of disciplined moderation of our investment as we zero in on success-based marketing and flex our spending to capture attractive returns. Our technology and development expenses increased as a percent of revenue this quarter as we advanced our commerce and innovation strategies. Lastly, we recognized a $10 million impairment charge related to IT licenses and facilities as we continue to simplify our infrastructure.\nUnlevered free cash flow for the quarter totaled $274 million growing 16%, driven by strong profitability. Additionally, year-to-date, we completed $1 billion of share buybacks, repurchasing 12.8 million shares and reducing our fully diluted share count by approximately 8% since year-end. Free cash flow per share rose to $5.67 on a trailing 12-month basis versus the prior year cash flow per share of $4.78, a 19% increase on strong cash flow and share repurchases. On the balance sheet, we finished Q2 with $770 million in cash and total liquidity of $1.4 billion. Net debt stands at $3.1 billion at the midpoint of our targeted range of 2 to 4x.\nMoving on to our outlook. We continue to be confident in our ability to execute in the second half of 2022 and are on target to meet our full year operational and strategic goals including our targets around normalized EBITDA, unlevered free cash flow and cash flow per share. With that said, we are not immune to the macro environment of the strengthening dollar and the impact that it has on our top line performance. Assuming a continuation of today's rates over the rest of the year, we expect that the adverse FX impact for the full year to be approximately $35 million or approximately 1% compared to our full year revenue guidance issued in February.\nAs a result, we revised our 2022 full year revenue outlook to $4.1 billion to $4.13 billion. We remain focused on driving strong financial results and are committed to delivering $1.1 billion in unlevered free cash flow and $6 plus free cash flow per share as laid out earlier this year. We are also increasing our margin expectations for normalized EBITDA to 24% to 25% for the full year based on strong execution and disciplined investments. For Q3 we are targeting total revenue in the range of $1.03 billion to $1.045 billion, representing growth of 8% at the midpoint. The adverse FX impact to the range, assuming continuation of today's rates would be approximately $10 million or 1%, flowing through this impact we expect Applications and Commerce revenue to grow between 13% and 15% and core platform revenue to grow between 4% and 6%.\nFor Q3 and full year bookings, we expect growth to be approximately 2 points below revenue, primarily driven by FX pressure. We will continue investing in technology and development to drive our robust product launch momentum while balancing our goal for margin expansion through efficiencies in customer care and marketing. Normalized EBITDA for Q3 is expected to be in the range of $250 million to $260 million, which would represent growth of 12% at the midpoint. Our capital allocation strategy remains the same. We fulfilled our $1 billion buyback target for 2022, and we'll continue to evaluate use of cash options for the remainder of the year in line with our disciplined capital allocation framework.\nLastly, as we said last quarter, we will evaluate the impact of rising interest rates and explore refinancing our term loan and revolver with the intention of maintaining our leverage ratio of 2 to 4x. Before I close, I want to remind folks that during economic times like now, our strong balance sheet, consistent cash flow and strength of execution enable us to improve upon our market-leading position through prudent investments and market share gains, growing the business long term while also delivering on our profit and cash flow goals. Our 21 million customers create the foundation for our resiliency. We enjoy exceptional retention and we continue to execute on our strategic priorities, build deeper relationships and partner alongside entrepreneurs on their journey.\nWe are laser focused on operational execution, and we are dedicated to delivering 10% plus top line CAGR, 15% plus normalized EBITDA CAGR and 20% or better free cash flow per share CAGR through 2024. And with $1 billion of buybacks complete halfway through the year, we remain committed to executing against the remaining $2 billion of shares under our current authorization through 2024.\nWith that, we will have Christie Masoner from our Investor Relations team to open up the call for questions."
  },
  {
    "header": "GDDY",
    "cik": "0001609711",
    "ticker": "GDDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0775ec38975ffa59ec3ae4d8e202fbbf",
    "period": "2022 Q1",
    "content": "Q1 2022 GoDaddy Inc Earnings Call\n\nQ1 2022 GoDaddy Inc Earnings Call\n\nGDDYNYSEMAY 4, 5:00 PM\n\nOperator\n\nGood afternoon, and thank you for joining us for GoDaddy's First Quarter 2022 Earnings Call. I'm Christie Masoner, Senior Director of Investor Relations. And with me today are Aman Bhutani, Chief Executive Officer; and Mark McCaffrey, Chief Financial Officer. Following prepared remarks, we will open up the call for your questions. (Operator Instructions)\nOn today's call, we'll be referencing both GAAP and non-GAAP financial results, operating metrics such as total bookings; unlevered free cash flow; normalized EBITDA; annualized recurring revenue, or ARR; gross merchandise volume, or GMV; and net debt. A discussion of why we use non-GAAP financial measures and reconciliations of our non-GAAP financial measures to their GAAP equivalents may be found in the presentation posted to our Investor Relations site at investors.godaddy.net or on our Form 8-K filed with the SEC with today's earnings release.\nThe matters we'll be discussing today include forward-looking statements, which include those related to our future financial results, our strategies or objectives with respect to future operations, including our approach to capital allocation, new product introductions and innovations and our ability to integrate acquisitions and achieve desired synergies. These forward-looking statements are subject to risks and uncertainties that are discussed in detail in our documents filed with the SEC. Actual results may differ from those contained in forward-looking statements. Any forward-looking statements that we make on this call are based on assumptions as of today, May 4, 2022, and except to the extent required by law, we undertake no obligation to update these statements as a result of new information or future events.\nWith that, here's Aman.\n\nAmanpal Singh Bhutani\n\nCEO & Director, GoDaddy Inc.\n\nThank you, Christie, and thank you all for joining us today. At GoDaddy, our mission is to empower entrepreneurs everywhere, making opportunity inclusive for all. With the secular trends of entrepreneurship, coupled with accelerating online presence and commerce, we believe GoDaddy's role is to help our micro and small business customers take advantage of the largest opportunity in front of them, the combination of the Internet and commerce. We do this by helping customers establish and maintain their digital identity. Our tools help customers extend their web presence to social media and marketplaces and into their in-store experience, giving them ubiquitous presence. And we are bringing them to the world of connected commerce by enabling every surface for them with commerce. This mission has never been more important, and GoDaddy's combination of assets makes us a unique and differentiated player in the market.\nTogether, digital identity, ubiquitous presence and Connected Commerce form the entrepreneurs wheel, representing our customers' needs and how we meet and exceed them. We shared this new framing for GoDaddy at our Investor Day in February. We also presented a 3-year plan, and we are off to a good start.\nIn the first quarter of 2022, revenue grew 11% year-over-year and normalized EBITDA grew faster, up 18% year-over-year. While we all face a fluid macro environment, we are focused on what we can control and delivering on expectations for our customers and shareholders.\nWe are keeping a close eye on the war in Ukraine. The financial impacts of the war on our business are limited, but we remain critically concerned for the safety of our contractors in the area. A prolonged war will likely mean a bigger disruption in the work and delays in some product releases and rollouts as we ramp resources in other areas.\nWe are also closely monitoring the uneven demand patterns as a result of the ongoing COVID-19 pandemic and inflation, and the strength of the U.S. dollar is leading to FX headwinds across industries. Our business model is durable and offers us opportunities to adapt and be nimble. Our leadership team is focused on our 3-year plan and mitigating short-term headwinds.\nOver the last several years, we have strengthened the quality of our revenue by delivering on our strategy to attract customers with higher lifetime value. Through disciplined execution, we have improved our renewal experience. And as a result, we have continued to drive modest improvements in our already high retention rates.\nAn important data point that I am happy to share is that the 15-month renewal rate from the 2020 cohort of customers continues to be strong. Our commitment to our strategy is clearly highlighted in the consistency of our priorities. Our 3 strategic priorities have been, and continue to be, first, driving Commerce through presence; second, delivering for GoDaddy Pros; and third, innovating in Domains. We covered our priorities in detail at Investor Day, so I will provide brief comments on each of these today.\nOn our first priority, we have delivered many product launches in the last couple of months. But the one I want to highlight is the launch of a new higher-tier Commerce Plus plan. The new offering includes increased customer value in the form of simplified taxes, unlimited product listings and higher limits on many features. From marketplace orders to e-mail campaigns, the data is early and encouraging. 80% of sales in this new tier are from new purchases. I'm looking across our Commerce plans, 70% of customers are now choosing GoDaddy Payments, up from the 60% we shared in February.\nAnnualized GMV across the GoDaddy ecosystem grew 20% year-over-year to $24 billion, primarily driven by offline point of sale. For GoDaddy Pros, our focus continues to be to create best-in-class presence and commerce offerings and tooling for Managed WordPress. We continue to add more users to The Hub, and our teams are working hard to increase rates of engagement. Our integration of Page league continues at a good pace, and we are excited about upcoming releases, which include a commerce offering and a new onboarding flow for Managed WordPress. I'm looking forward to sharing more about these new capabilities once they are launched.\nOn innovation in Domains. In February, we shared that we are going to bring to market an innovative new product called Payable Domains. I am happy to share that we have started to test Payable Domains with a small percentage of customers in the U.S. It is too early to comment on how customers will receive and adopt this product, but we are eager to experiment with it as quickly as possible.\nIn closing, I want to remind you that GoDaddy has built a durable business with a history of solid performance in all kinds of economic environments. By accelerating the rate of experimentation and innovation, we have continued to improve the quality of our products and entered new markets, improving attach and ARPU and driving shareholder value.\nOur strength comes from our large customer base, extraordinary customer and revenue retention, the power of our existing cohorts, the strong competitive advantages we have serving the micro and small business customer, a clear 3-year plan and a disciplined leadership team and workforce committed to our mission.\nWith that, here is Mark.\n\nMark McCaffrey\n\nCFO, GoDaddy Inc.\n\nThanks, Aman, and thank you, everyone, for joining us today. We are excited to share our strong Q1 results, which highlight our execution towards the targets we shared at our recent Investor Day. Our results demonstrate our focus on delivering a balanced combination of durable top line growth, profitability at scale and robust cash flow. And our performance shows GoDaddy's business resiliency. We are pleased that we were able to deliver a strong first quarter, while we actively managed through the uncertain global macro environment.\nIn Q1, total revenue grew to $1 billion, which represents 12% growth year-over-year on a constant currency basis and 11% year-over-year on a reported basis. Within total revenue, international revenue grew 10% year-over-year on a constant currency basis.\nAs shared earlier this year, we updated the lens by which we report the pillars of our revenue. This change transitioned our reporting from 3 revenue segments into 2 new segments: Applications and Commerce and Core Platform. This gives us the framework of how we will talk about our business and opportunities going forward.\nApplications and Commerce revenue, which includes presence in application solutions, grew 16% year-over-year. Coming in at the high end of our guidance range from February, our presence products such as Websites + Marketing contributed to this growth. And as Aman mentioned earlier, we drove great traction with the attach of our payment solution, which will show up in this line item as it becomes more meaningful. The ARR for Applications and Commerce grew 14% year-over-year to $1.2 billion. ARR from our Create and Grow group of products, which includes Websites + Marketing, Managed WordPress, Sellbrite and GoDaddy Studio grew 13% year-over-year to $410 million.\nLastly, annualized GMV across the GoDaddy ecosystem was approximately $24 billion, growing 20% year-over-year. We achieved growth across all channels, primarily driven by off-line point of sale.\nCore Platform revenue, which includes Domains, Hosting and Security products grew 9% year-over-year, delivering above our February guide, with 40% of the increase driven by aftermarket. ARR for Core Platform grew 5% year-over-year to $2.2 billion. As a reminder, aftermarket performance does not impact ARR.\nQ1 bookings were $1.16 billion, growing over 7% on a constant currency basis, and 6% on a reported basis against tough comparisons from the strong year ago quarter. Additionally, Q1 bookings grew 10% sequentially against our largest ever Q4 quarter.\nApplications and Commerce bookings grew 9% year-over-year, and Core Platform bookings grew 5% year-over-year.\nNormalized EBITDA grew 18% year-over-year to $226 million at a 23% margin, representing over a point of margin expansion compared to the same period last year and bringing our normalized EBITDA margins within the 23% to 24% guide we outlined at Investor Day.\nOur technology and development expenses increased as a percent of revenue this quarter as we focused on building our commerce and innovation strategies. Additionally, as we continued reopening offices in Q1, our G&A expenses also increased as a percentage of revenue while remaining below historical levels. We drove leverage in our marketing spend based on continued execution of the formula outlined at Investor Day.\nAdditionally, during Q1, we faced inflation pressures, primarily in the form of increasing energy and cloud infrastructure expenses. Currently, we have medium-term contracts and FX hedges to mitigate some of the foreseen impacts. We expect these inflation-related impacts to continue throughout 2022, and we will monitor and proactively address our exposure in these areas.\nUnlevered free cash flow for the quarter was $287 million, growing 7% year-over-year, driven by strong profitability. Additionally, during the quarter, we began executing against our announced $3 billion authorized share repurchase through an initial $750 million accelerated share repurchase, or ASR, expected to be completed in May. Through Q1, we repurchased an initial 6.5 million shares, reducing our total share count by 4% since year-end, bringing our free cash flow per share to $5.25 on a trailing 12-month basis versus prior year cash flow per share of $4.51 for an increase of 16%.\nOn the balance sheet, we finished Q1 with $743 million in cash and total liquidity of $1.3 billion. Net debt stands at $3.2 billion at the midpoint of our targeted range of 2 to 4x.\nMoving on to our outlook. Given the solid start to our year and the predictability of our model, based on what we know now, we are comfortable with our full year 2022 outlook provided in February. Having said that, we are not immune to the current macroeconomic environment. which increases our short-term exposure to foreign currency and customer demand fluctuations. While the environment remains fluid, we believe our predictable model allows us the flexibility to moderate our investments and leverage our operating expenses to seek to offset exposure to revenue from these factors. We also remain committed to delivering the $6-plus free cash flow per share discussed in February.\nFor Q2, we are targeting total revenue in the range of $1.01 billion to $1.02 billion, which would represent year-over-year growth of 9% at the midpoint. Within that, we expect Applications and Commerce revenue to grow between 14% and 16%, and Core Platform revenue to grow between 5% and 7%.\nFor Q2 and full year bookings, we expect growth to be approximately 2 points below revenue, primarily driven by FX pressure. We will continue investing in technology and development to drive our robust product launch momentum, while balancing our goal for margin expansion through efficiencies in customer care and marketing.\nNormalized EBITDA for Q2 is expected to be in the range of $232 million to $237 million, which would represent year-over-year growth of 18% at the midpoint. Our capital allocation strategy also remains unchanged. During the second and third quarter, we intend to fulfill our $1 billion buyback target for 2022 through an additional $250 million of share repurchases. Additionally, we will evaluate the impact of rising interest rates and explore refinancing our term loan and revolver with the intention of maintaining our leverage ratio of 2 to 4x.\nBefore I close, I want to reiterate that we remain laser-focused on execution, and we have a track record of consistency in difficult times. We are marching towards delivering the 10% top line CAGR, 15% normalized EBITDA CAGR and 20% or better free cash flow per share CAGR, while buying back $3 billion of our stock over the next 3 years that we described in detail in our Investor Day.\nWe are balancing our near-term and long-term goals, emphasizing delivering strong results, while at the same time, investing in areas for future growth. GoDaddy leads in providing small business solutions, a position that we built by understanding the needs of our more than 21 million customers.\nWhile the current macro events present challenges, GoDaddy's resiliency comes from our long history of strong customer retention, the power of our existing cohorts and the competitive advantages we built as the champion for small businesses.\nWith that, we'll have Christie Masoner from our Investor Relations team open up the call for questions."
  },
  {
    "header": "GDDY",
    "cik": "0001609711",
    "ticker": "GDDY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4b1effba170155701319bc6494cc903c",
    "period": "2021 Q4",
    "content": "Q4 2021 GoDaddy Inc Earnings Call\n\nQ4 2021 GoDaddy Inc Earnings Call\n\nGDDYNYSEFEB 10, 5:00 PM\n\nOperator\n\nGood afternoon, and thank you for joining us for GoDaddy's Fourth Quarter and Full Year 2021 Earnings Call. I'm Christie Masoner, Senior Director of Investor Relations. And with me today are Aman Bhutani, Chief Executive Officer; and Mark McCaffrey, Chief Financial Officer.\n(Operator Instructions) On today's call, we'll be referencing both GAAP and non-GAAP financial results and operating metrics such as total bookings; unlevered free cash flow; normalized EBITDA; annualized recurring revenue, or ARR; gross merchandise volume; or GMV; and net debt. A discussion of why we use non-GAAP financial measures and reconciliations of our non-GAAP financial measures to their GAAP equivalence may be found in the presentation posted to investors.godaddy.net or on our Form 8-K filed with the SEC with today's earnings release.\nThe matters we'll be discussing today include forward-looking statements, which include those related to our future financial results; our strategies or objective with respect to future operations, including our approach to capital allocation; new product introductions and innovations; and our ability to integrate acquisitions and achieve desired synergies.\nThese forward-looking statements are subject to risks and uncertainties that are discussed in detail in our documents filed with the SEC. Actual results may differ materially from those contained in the forward-looking statements. Any forward-looking statements that we make on this call are based on assumptions as of today, February 10, 2022. And except to the extent required by law, we undertake no obligation to update these statements as a result of new information or future events. With that, here's Aman.\n\nAmanpal Singh Bhutani\n\nCEO & Director, GoDaddy Inc.\n\nThank you, Christie, and thank you all for joining us today. At GoDaddy, we remain laser-focused on helping micro and small business owners succeed and grow their businesses. Our customers continue to show resilience and creativity through the pandemic, and our Q4 financial results were a strong end to a strong year. .\nAs we look back at 2021, I am excited by the unyielding acceleration in the pace of execution, best demonstrated by the integration of Poynt and the launch of the OmniCommerce offering. And we have a deep trust with our 21 million customers, evidenced by the 65-plus NPS we have in care and that in Q4, more than 60% of customers in the commerce tier of Websites + Marketing chose GoDaddy Payments over other established providers.\nWe delivered strong growth in bookings, revenue and unlevered free cash flow in 2021, with Q4 being GoDaddy's first quarter of $1 billion in revenue. We ended the year with a significant outperformance in aftermarket, driven by sustained market demand. We continue to drive broad-based strength in our Create and Grow growth suite of products with ARR for them growing 19% year-over-year. And today, we announced a $3 billion share buyback program that Mark will cover in his section.\nWhile we delivered strong financial results, Omicron impacted our customers and our employees. In the U.S., the impact started to show late in the quarter as customer demand softened a little bit, and more and more employees were out sick due to the pandemic. As you might expect, the biggest operational impact of the higher absentee rates were in our care organization. As Omicron cases around the world have come down, we have seen better staffing in care and expect the impacts of Omicron to be limited to Q1 2022.\nEarly this year, we named Roger Chen as our Chief Operating Officer. Roger has been with GoDaddy for over 6.5 years and led teams to strong financial results by focusing on operational excellence. He started with GoDaddy with the expansion of our international footprint and most recently, has been leading our Domains business. Roger is excited to meet you at our Investor Day tomorrow. With Roger's appointment, I am happy to share that we have a well-rounded and complete executive leadership team in place, and we are excited about the large opportunity in front of GoDaddy and confident in our ability to execute to him.\nAs always, I will cover progress on our top 3 priorities today. Our top priority continues to be driving success in Commerce through Presence. A year into the Poynt acquisition, we have made remarkable progress with the integration, kudos to all the teams involved. We completed several product launches for Websites + Marketing and Managed WordPress, launching GoDaddy Payments midyear and the OmniCommerce product launch in September. We also recently launched a higher-end commerce SKU, which is currently being tested with a percentage of U.S. customers.\nWe doubled the size of our Commerce team, and we intend to continue the rapid pace of product launches in 2022 as well. With the launch of our OmniCommerce offering in September, we took a giant step forward in our ability to serve our customers with a seamlessly intuitive experience. Our customers' need is to sell anything anywhere. And we are all in the early stages of the merging of the off-line and online Commerce experience, and we call this Connected Commerce.\nWe're pleased to share that right out of the gate, we're seeing some good early signs. Since the launch, we have sold over 1,000 point-of-sale devices and have received tens of thousands of GoDaddy Payments applications from customers. Most promising is that customers are choosing GoDaddy Payments. In Websites + Marketings commerce tier, more than 60% of customers are choosing GoDaddy Payments. And in Managed WordPress, where customers have over 140 choices, nearly 1/4 of customers are already choosing GoDaddy Payments.\nWe're pleased to already be at this level of attach. We have also rapidly expanded our partnerships with Google, Facebook and Instagram to increase our customers' reach and boost their online profile. These integrations are making a real difference for our customers. Most of our customers double their website traffic when running a Facebook or Instagram ad. Additionally, GoDaddy Websites + Marketing customers, who added their stores to social media, saw at least 2x increase in number of customers placing orders.\nour customers' commerce needs are increasingly interconnected to the various different ways they show up. Recognizing this customer need, we have expanded our focus from online presence to what we call ubiquitous presence, which we'll discuss in more detail tomorrow. We know how and where customers show up is important to the way they connect with their customers, and GoDaddy has the solutions customers need. 1/3 of our customers link their websites to at least 1 social platform.\nAnd in Q4, we added the ability for customers to link their sites to 3 new social platforms, TikTok, Twitch & Discord. Since then, these new platforms account for 11% of all platforms that customers link from their websites with TikTok being the most popular. Another customer need is bio sites. bio sites have become an essential tool for our social first customers. And we're excited to support them through the launch of Social Site, GoDaddy Studios bio site capability.\nConsistent with our goal of meeting customers where they are, this tool empowers social-first entrepreneurs to set up a fantastic Social Site with GoDaddy Studios with just a few clicks, helping them grow their business by driving traffic to their top content. Our customers' customers are reaching them through many channels, chat on website, SMS, Facebook Messenger and much more. Having to check and respond to these various different channels is cumbersome and time consuming.\nWith the acquisition of we quickly enabled a unified messaging inbox called Conversations in Websites + Marketing. It pulls in messages from a customer's website, Facebook Messenger, Instagram inbox and voice line, all into 1 convenient inbox. Customers can easily access, organize and respond to messages from multiple platforms fall in 1 place and never miss a sales opportunity. This feature is also available via mobile app for convenient access to messages on the go.\nThis saves small business customers time, and they can quickly help their customers or enable automated chat bots that can help answer questions about order updates, shipping and more. And customers are already showing that they love it. Usage for the conversations feature jumped immediately, and we expect more and more Websites + Marketing customers to use this feature over the next few months.\nOur present solutions continue to be priced competitively, giving us short-term pricing opportunity. And with higher customer engagement with features like conversations, we continue to build greater consumer surplus, which we expect will offer pricing opportunities in the future as well. The increased pace of execution here is also showing in our results. Across our Create and Grow products, Websites + Marketing, Managed WordPress, Sellbrite and GoDaddy Studios, ARR grew to $410 million in 2021, an increase of approximately 19% year-over-year.\nWe measure and share this metric as we believe it is indicative of future success in GoDaddy's high-growth areas and where we are funding innovation and capturing higher value customers. Moving on to our second priority, GoDaddy Pros. As you are aware, we have a large number of Pros over 1.5 million in our customer base, a majority of them in our hosting business. Pros widely prefer WordPress, and we are committed to supporting them and supporting WordPress. More deeply engaging our Pro customer base continues to be one of the large opportunities in front of us, and we are working on exactly that.\nWhile we set and achieved an aggressive goal to register 300,000 Pros in our Pro Hub, we quickly shifted our focus to a steady set of feature launches driving monthly active users, or MAU. In Q4, we launched priority care ticketing, commission-based incentives, percent-based pricing for new reseller customers, client reports and more in the Hub. While it's early days on these new launches, all of these features demonstrate our commitment to provide a differentiated experience to our Pro customers, increasing the value we create for them.\nOur Pros customers use both Managed WordPress and Hosting products with us. As Pros show greater preference for Managed WordPress, delivering the best experience across both is key to our relationship with them. In 2021, we started to upgrade the Hosting platform to a new optimized configuration, which has started to show significant performance improvements. Notably, a 37% average improvement in server response times, improved NPS and a resulting 6% increase in renewal rates over a couple of quarters. And with our continued efforts to integrate Pagely, we will provide them with the best Managed WordPress offering for their customers as well.\nOur third priority is innovating in Domains. Our aftermarket business posted another remarkable quarter, led by significant market demand as we exited the year, driving increases in both the volume and size of transactions. While primary Domain Registrars growth remained solid, GoDaddy Registry successfully launched a Reputation Protection Solution contributing to strong growth in the Registry business. We also extended our Registry offering by winning the bid to be the exclusive issuer of TLDs.\nThe Domains business continues to be one of our most valued assets as it often serves as our first introduction to our customers while providing a significant launching to attach other products. We will share more on this at our Investor Day tomorrow. Lastly, I wanted to highlight some key wins on the marketing front as a preview for some of the content in tomorrow's Investor Day. One of the areas of investment for us over the last year was the GoDaddy website. The team had set its sights on conversion improvement as the goal. And by building and following a world-class experimentation-based software development approach, they realize meaningful incremental growth.\nWe know that once a customer gets to our site, that's only the beginning. And our teams continue to work on continued improvement in engagement and conversion. We've also been working hard at spending marketing dollars more efficiently. Over the last few months with new leadership in place, we embarked on a journey to add advanced testing and measurement capabilities to make faster decisions on our marketing spend. Strengthening our talent and execution in areas like data science has been key for us to be able to better discover opportunities for marketing efficiency and do the tests needed to understand incrementality even if it means turning off a channel for a couple of weeks.\nwill cover this area tomorrow at our Investor Day, and I continue to be excited to leverage our marketing spend more effectively. I also wanted to take a moment to welcome you to our Investor Day tomorrow. We will discuss our long-term strategy, innovation initiatives, refreshed capital allocation strategy, go-forward revenue presentation and 3-year guide. We are eager to spend additional time with all of you tomorrow.\nIn closing, we're pleased with the results this quarter and with GoDaddy's progress against our key initiatives. We're delighted that the momentum in our biggest product release yet and even more delighted that our customers are demonstrating an appetite for it through the early signals of adoption. We are committed to continuing our pace of innovation, bringing important innovative solutions to customers, driving progress across the entire industry and delivering durable top line profitable growth, robust cash flow with a focus on disciplined capital allocation. With that, here's Mark.\n\nMark McCaffrey\n\nCFO, GoDaddy Inc.\n\nThanks, Aman, and hello. I am looking forward to connecting with everyone over the next 2 days. Today, I'll first touch on 2021 full year and fourth quarter financial results as well as an outlook for 2022. Tomorrow, at our Investor Day, I'll provide additional long-term guidance and introduce our new revenue disclosures and metrics.\nWith that, let's move to our 2021 results. Total revenue for 2021 grew 15% year-over-year to $3.8 billion, exceeding our initial guidance on broad-based strength in new and renewal revenue attach and outperformance in our aftermarket. ARPU increased 10% to 182, and we added 600,000 net new customers in 2021 with continued strong retention and renewal rates.\nMoving on to our quarterly results. GoDaddy achieved a new quarterly revenue milestone of $1 billion, up 17% year-over-year, exceeding our guidance. International revenue grew 13% on a reported basis with approximately 1 point of currency tailwind. Q4 Domains revenue increased 24% year-over-year to $497 million. Aftermarket was the primary driver of the strength in Domains contributing nearly 2/3 of the growth in this line, with the remainder attributable to acceleration in GoDaddy Registry and continued strong new registrations and renewals.\nHosting and Presence revenue grew 7% year-over-year to $330 million in the fourth quarter. We continued to drive growth in our Create and Grow products with legacy hosting and security growing low single digits. Q4 Hosting and Presence, Create and Grow ARR surpassed $410 million, growing 19% year-over-year. Within that suite, Q4 Websites + Marketing ARR grew 20% year-over-year. And more specifically, Websites + Marketing Commerce ARR grew 24%, demonstrating our Commerce opportunity in Websites + Marketing.\nAs Commerce becomes more pronounced in our products, we'll continue to evolve this disclosure as we have multiple paths of growth for Commerce and more products in our suite. Lastly, annualized GMV across the GoDaddy ecosystem was approximately $26 billion in 2021, growing 21% year-over-year. Business Applications revenue increased 18% year-over-year to $192 million on continued strength in branded e-mail and productivity solutions as customers continue to attach add seats and up-level their solutions.\nBookings grew to $1.1 billion, improving 11% year-over-year on a reported and constant currency basis. Growth was broad-based with continued strength across product categories, including strength in aftermarket. Gross margin was down slightly in the low end of the mid-60s for the quarter. Product mix, particularly strength in aftermarket, continues to drive the company's overall gross margin. Investment in tech and dev was consistent with last quarter as we continue to accelerate our pace of innovation while maintaining fiscal discipline. We continue to get leverage in G&A as travel and other office expenses remain below historical levels.\nOne item to note is that during Q4, we continued the consolidation of our Arizona offices, resulting in a closure of 1 office and a $15 million onetime charge in our restructuring and other line. This offset the $15 million gain recognized last quarter from the sale of another Arizona office as we continue to simplify our physical footprint. As Aman noted earlier, we drove efficiency in our marketing spend, although our investment remained strong in Q4 and consistent with Q3.\nYear-over-year saw a deceleration in our spend as we lapped the elevated investment we made in 2020 to capture the extraordinary demand. As we continue to refine our marketing return engine, we remain focused adjusting our marketing spend as macro environments fluctuate. Our growth and investment in the fourth quarter resulted in normalized EBITDA of $254 million, representing growth of 29% year-over-year from continued profitability, disciplined hiring and leveraging OpEx as we continue to benefit from work at home and decreased travel.\nUnlevered free cash flow for the quarter was $203 million, growing 12% year-over-year. Full year unlevered free cash flow grew 16% year-over-year to $960 million, in line with our guidance. Positive working capital impacts as well as reduced capital expenditures for corporate real estate and infrastructure was offset by the lower margin profile of our top line outperformance.\nOn the balance sheet, we exited the year with $1.3 billion in cash and total liquidity of nearly $1.9 billion. Net debt landed at $2.7 billion, below 3x net leverage on a trailing 12-month basis and near the midpoint of our targeted range of 2 to 4x. The strength and resilience of our recurring business model have fueled a strong balance sheet, enabling us to address our capital allocation priorities. In 2021, we completed 6 acquisitions and repurchased nearly 4% of our outstanding equity.\nIn addition, today, we announced our intent to buy back $3 billion of shares through 2024. This represents utilization of approximately 80% of our projected free cash flow over the next 3 years and is expected to drive a material reduction in our share count. We also announced we expect to launch a $750 million ASR this quarter, which shows our commitment to aggressive use of the new $3 billion repurchase authorization. We are committed to increasing the value we create for shareholders by growing our free cash flow and reducing our share count over time.\nNow I'd like to provide our outlook for 2022. We expect total annual revenue to be within a range of $4.14 billion to $4.16 billion, which represents year-over-year growth of 9% at the midpoint of the range. In Q1 2022, we are targeting total revenue of $985 million to $990 million. This represents 10% growth at the midpoint of the range. We expect 2022 unlevered free cash flow of approximately $1.1 billion or 15% growth versus 2021. We expect capital expenditures of approximately $65 million, income tax payments of approximately $20 million and cash interest payments of approximately $120 million.\nThe global pandemic has affected a lot of businesses in SMBs, the time line of which has varied by market, geography and customer type. Because of this variability forward-looking guidance based on compare years that were impacted or benefited by COVID can be challenging. As such, it's important to call out that guidance we're providing today shows continued business momentum. Yet comes off a strong year of outperformance in 2021, which makes for tough comps in the near term.\nTomorrow at Investor Day, we will discuss multiyear growth targets and levers, which provide a better picture of the potential we see and the shareholder value it will create. We are committed to providing the information you need to model the business confidently, value the business effectively and hold us accountable for executing against our stated objectives. In addition to incremental disclosures and metrics, we will spend our time with you tomorrow discussing the company's long-term strategy, key innovation initiatives and updated capital allocation strategy and, as I mentioned, a multiyear outlook.\nWe'll end the day with Q&A hosted by our management team. Given we have Investor Day tomorrow, we ask that you limit questions today to our 2021 results and the information we've provided in our prepared remarks. We have ample information to share with you tomorrow, and we will have time to go into more details then.\nWith that, I'll hand the call over to Christie Masoner, who will be leading the Q&A."
  }
]