[
  {
    "header": "LVS",
    "cik": "0001300514",
    "ticker": "LVS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6372d2c80241d5ce4cf8085f516b0e59",
    "period": "2025 Q3",
    "content": "Q3 2025 Las Vegas Sands Corp Earnings Call\n\nQ3 2025 Las Vegas Sands Corp Earnings Call\n\nLVSNYSEOCT 22, 4:30 PM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nThank you for waiting. Your patience is appreciated. Please hold the line, and we'll be right back with you.\n\nThank you for holding.\n\nGood day, ladies and gentlemen, and welcome to the Sands third quarter 2025 earnings call. At this time, all participants have been placed on a listen-only mode, but we will open the floor for your questions and comments following the presentation. It is now my pleasure to turn the floor over to Mr. Daniel Briggs, Senior Vice President of Investor Relations at Sands. Sir, the floor is yours.\n\nThank you, Paul. Joining the call today are Robert Goldstein, Chairman and CEO, Patrick Dumont, Vice President and Chief Operating Officer, Dr. Wilfred Wong, Executive Vice Chairman of China, and Grant Chum, CEO and President of China, and VP of our Asia operations. Today's conference call will contain forward-looking statements. We will be making those statements under the Safe Harbor provision of federal securities law. The language on forward-looking statements included in our press release also applies to our comments made on the call today. The company's actual results may differ materially from the results reflected in those forward-looking statements. In addition, we'll discuss non-GAAP measures. Reconciliations to the most comparable GAAP financial measure are included in our press release. We have posted an earnings presentation on our website. We will refer to that presentation during the call.\n\nFinally, for the Q&A session, we ask those with interest to please post one question and one follow-up question, so we might allow everyone with interest the opportunity to participate. The presentation is being recorded. I'll now turn the call over to Paul.\n\nThank you, Dan. Good afternoon. Thanks for joining us. Marina Bay Sands delivered EBITDA of $743 million. We had forecast that MBS could do $2.5 billion annually. It turns out we were too conservative. We should easily exceed that figure in 2025. MBS is currently over $2.1 billion of EBITDA this year, with a quarter still to go. Mass gaming and slot win was a record $905 million, reflecting 122% growth from Q3 of 2019 and 35% higher than last year. We are in the right place at the right time with the right product. Singapore is a highly desirable destination, and our product is superb. It's difficult to find superlatives to describe the magnitude of this result. Operating performance at MBS is unprecedented in the history of our industry. Macau delivered $601 million of EBITDA for the quarter, which reflects improvement in our financial results.\n\nThe typhoon negatively impacted our reported EBITDA by about $20 million. We have underperformed in the Macau market for the past few years. We believed that our buildings would be enough to compete favorably. We were wrong. We've adapted to the market and changed our approach in the second quarter of 2025 to enable us to be more competitive. Our mass market revenue jumped to 25.4% this quarter, up from 23.6% in the first quarter of 2025. We expect additional share gains and EBITDA growth in the fourth quarter. Our assets remain the strongest in the Macau market. The Londoner is moving towards $1 billion of EBITDA. We have meaningful opportunities for growth improvement throughout our Macau property portfolio. Importantly, the Macau market's GGR is growing.\n\nWhen you couple this fact with our assets and our recent marketing changes, we believe we'll continue to improve in the fourth quarter and beyond. Let's hear from Patrick.\n\nThanks, Rob. Macau EBITDA was $601 million. If we had held as expected in our rolling program, our EBITDA would have been lower by $2 million. When adjusted for a higher than expected hold in the rolling segment, our EBITDA margins in the Macau portfolio properties would have been 31.5%, down 160 basis points compared to the third quarter of 2024. We are focused on delivering revenue and cash flow growth at The Londoner and across the portfolio. Margin at The Venetian was 35%, while margin at The Londoner was 31.9%. We expect growth in EBITDA as revenues grow and as we use our scale and product advantages together with targeted incentives to better address every market segment. We see opportunity in every segment. Now, turning to Singapore, Marina Bay Sands' EBITDA for the quarter was $743 million at a margin of 51.7%.\n\nIf we had held as expected in our rolling program, our EBITDA would have been lower by $43 million. With this quarter's results, we are putting in place a new methodology for the theoretical hold percentage on rolling Baccarat play for the quarter. This new approach has been enabled by the introduction of smart table technology on our Baccarat games in Singapore. This technology has now been in place at our rolling Baccarat tables in Marina Bay Sands for over one year. Please see slide seven in the earnings materials for more detail. We have provided theoretical hold rates for rolling Baccarat play for the last five quarters at Marina Bay Sands. There will naturally be fluctuations in theoretical hold rates in any specific quarter driven by player betting preferences.\n\nThe record financial results of Marina Bay Sands reflect the impact of high-quality investment in market-leading product and the growth in high-value tourism. We believe we are still in the initial stages of realizing the benefits of our investments in Marina Bay Sands. Turning to our program to return capital to shareholders, we repurchased $500 million of LVS stock during the quarter. We also paid our recurring quarterly dividend of $0.25 per share. Our board of directors has approved an increase in our quarterly dividend of 20% for the 2026 calendar year, or $1.20 per share per year, or $0.30 per share per quarter. In addition, during the third quarter and in July, we purchased $337 million of SCL stock, increasing the company's ownership percentage of SCL to 74.76% as of today.\n\nWe believe repurchases of LVS equity through our share repurchase program will be meaningfully accretive to the company and its shareholders over the long term. We look forward to continuing to utilize the company's share repurchase program to increase returns to shareholders. Thanks again for joining the call today, and let's take some questions.\n\nThank you, ladies and gentlemen. The floor is now open for questions. If you would like to enter the queue to ask a question, please press star one on your telephone keypad now. If listening on speakerphone today, please pick up your handset to provide optimal sound quality. Also, we ask each participant to limit yourselves to one question and one follow-up. Please hold a moment while we pull for questions. The first question today is coming from Daniel Politzer from JPMorgan Chase. Daniel, your line is live.\n\nHey, good afternoon, everyone. Thanks for taking my questions. First, Singapore, I want to go back to the hold rate. You know, obviously you guys raised it to 4.2% for VIP. Is there any impetus or desire or potential to raise the mass hold? Because that one's been going up too. I guess, one, is that directionally similar in terms of the benefit that you're seeing from the smart tables? Two, is that something you would ever give, you know, a hold range for?\n\nYeah, I think right now what you're seeing is a rollout onto the floor where we can get accurate rolling table data. We're not there yet to give you data on the mass floor because remember, it's a mix of games. It's not just Baccarat. I think that's an important point to note. The other thing is we don't really normalize mass hold because of the volume of play, the bet size, and getting to the, you know, let's call it the theoretical. For us, it's much more meaningful to deal with the rolling program because of the volatility of the hold in that segment.\n\nGot it. That makes sense. Just turning to Macau, this is more of a high-level one. You know, The Londoner does seem like it's turned the corner. You guys have been marketing broadly across the portfolio there. Can you kind of talk about that path back to $2.7, $2.8 billion of EBITDA that you kind of laid out as maybe a soft target last quarter? How are you pacing in terms of getting back there? Would you say that you need the market to kind of pick up from here to get there, or can you kind of do this independent of the market health?\n\nI would say, Dan, you can't do it independent of the market. You need market growth, which you're experiencing, thankfully, in Macau. The overall markets, you know, could be next year, $33 billion, $34 billion. We need, everyone needs market growth to make Macau numbers work better. We also had to make changes, and we've been making those changes the last, I don't know, four or five months and adapt to the market, which has, we did not participate, and we are now participating. Probably we're halfway there, another half to go. I think when you marry the market growth to our assets, to our new marketing programs, yes, we can get to our target. It's critical to the market growth. That's essential for all of us. Otherwise, we're just the same customers that are circulating. You're seeing with, you know, we've come off the bottom here. We're growing.\n\nWe're getting better. Probably $620 million is the right number if you take out the typhoon impact. It's a respectable quarter. It's not our goal. Our goal, as you know, is to get to $2.7 billion, $2.8 billion. We're not there yet. I think we're making progress, and we're going to keep putting down the, the team has to stay in sync with the market to deliver those results. Right?\n\nYeah, I think this quarter what we saw was, I think some of our reinvestment programs coming to fruition, in terms of productivity across The Londoner, yes, because this is the first quarter we've had the full deployment of The Londoner and Grand Rooms and Suites. On the product side, that definitely helped us. To Rob's point, in terms of our marketing strategies, responding to the market dynamics, we've obviously adjusted our reinvestment rates across the portfolio, not uniformly. Obviously, some of our smaller properties have had a bigger boost in our reinvestment ratios, as you can see. We're seeing the results of that. You can see that, both year on year and sequentially, we are outgrowing the market for the first time in a long time when you look at the mass GGR.\n\nI think the weak links in our portfolio are in Parisian and Sands, especially. Parisian has come way off the highs and about 50% of it's what it used to be because of EBITDA performance. I think we have a lot of value in that property. London, as you referenced, is fine. Venetian is okay. I just think we've got to come off the bottom in Sands and get that back to being competitive. It's underway. It's progressing. It just takes a lot of work and a lot of focus.\n\nGot it. Thanks so much, and congrats on the nice quarter.\n\nThank you.\n\nThank you. The next question is coming from Shaun Kelley from Bank of America. Shaun, your line is live.\n\nHi, good afternoon, everyone. Thank you for taking my questions. I want to go back to Singapore, because the smart table initiative is super interesting. Can we just unpack a little bit, though, about what's the underlying betting behavior or change that would sort of be driving such a material increase? I mean, obviously, on your numerator, this type of change in hold would suggest some sort of underlying behavioral change or mix change. Is it a mix of bettors, and we're maybe getting a more casual bettor, or is it a mix in, again, what games or in what bets they're making? I mean, historically, we think of Baccarat in particular as being extremely simple, player banker. How is the smart table piece evolving in a way that we're seeing an actual underlying change in behavior? Thanks.\n\nJust to be clear, the smart table is just the score keeper, the umpire, the referee. It doesn't make this stuff happen. What makes it happen is, as you alluded to, historically, Baccarat's been at 2.85%. You know, when I began this industry, Baccarat was a boring game. It was a sub-3% pull percentage game. There was not much cloud of juice in it. It stayed that way for decades. What's changed in Baccarat is not the smart tables. That's the score keep. What's changed is the game itself offers a lot more opportunities to gamble different ways. It's analogous to sports betting. The side bets and sports betting, the prop bets, the side bets, honestly, the low percentage bets for the customer play in your favor. This is simply mathematics. This isn't casual bettors. This isn't sophisticated bettors. This is everybody gravitating towards side bets, they're house advantaged.\n\nThat's what's happening here. I don't think we tell you it's 4.1% or 4.2%. That's what the smart tables tell us. The score keepers said, \"Hey, these guys are making these bets, and that results in this result.\" The game, as you alluded to, has changed dramatically from the old days where it was kind of a staid game. It's a very interesting game now. Lots of properties that lose your money in different ways. People, especially in Singapore, we're seeing all levels, not just casual, but seasoned pros seem to want to bet these side bets. It's become very powerful. In a company like ours, which is Baccarat dependent, it's a powerful driver of revenue and EBITDA flow-through.\n\nWhat you're seeing in Singapore is simply not the smart table helping us, but the game deviations that help us and the customers' wins to bet those deviations has driven this thing to 4% plus, which is astounding when you think back to what used to be a very boring 2.85% game for years. That's a simple factor. This isn't an anomaly. It's just the way the market's proceeding. I think you'll see it happen in Macau as well. For this company, it's a massive, massive change in the opportunity to make more money.\n\nI think you have to give credit to our gaming innovation team for their willingness to really look at the customer experience and add the opportunity to enhance that experience through some higher volatility bets, which the customers are actually using. It's their preference, right? They could choose not to use them. They seem to be very popular. They create a better gaming experience and better enjoyment in the game. We are very fortunate that our team continues to innovate and try these things. The market has received them quite well. I think the smart table system has helped us measure these bets better, but as Rob said, it's about having the bets on the table and having the customers enjoy using them.\n\nVery clear. Thanks. Rob, you kind of went where I was going to take it, which I think is the next logical place, which is the ability to expand these types of bets or this type of table to, you know, other markets, obviously Macau being the big opportunity. Can you just talk a little bit about either where you're at in rolling that out, what segments? I would assume, you know, given that sort of the junket-based VIP business is no longer a thing there, but perhaps in-house VIP or premium mass would have some real opportunities. Where are you at? What inning are you in? Just maybe super high level, is this technology or these bets, are these proprietary to you all? I know there's kind of open secrets in gaming, but are you developing these in-house?\n\nThere's not like a third party that's kind of brought these to you from a sort of just pure optionality perspective?\n\nYeah, we probably were the initiators as much as a decade ago. We started this process with someone. We grew that team. The team has now expanded. We were the initiator. It's not proprietary. We can't, we don't have control. People can copy these bets. They are copying these bets, which, by the way, it shouldn't be a problem. It's good for the industry to grow. Yes, we're moving towards this in Macau. Yes, the smart table system will be there as well as a scorekeeper. As the Macau market has more opportunity, you're seeing it happening already. I think you'll see the PERS go up there as well. It's been more advantageous thus far in Singapore, but we are moving it into Macau, as is the Macau market. If you go look at the layouts now, they're fraught with side bets all over the place.\n\nIn fact, sometimes you can't find the flat bets. It's so busy with alternatives. Yes, moving in that direction, Macau, no, it's not proprietary. Yes, we did develop it. I think we've initiated it. The confusion is sometimes people think it's a smart table, which is not true at all. The smart tables give you a better measurement stick to know how many bets they're making on the side and what that means to the mathematics. I think what Patrick's alluding to with the 4-1 or 4-2 is we have good evidence that this is not a guess anymore or, \"Gee, it should be this.\" For years, we wrestled with what's the correct hold percentage. There is no correct hold. It depends on that quarter what those people bet. We could have a quarter that comes in at 5-1 or come in at 3-8.\n\nIt depends on what the players at the table bet at that time, and every bet is calculated. Yes, it's going to move towards Macau. I think it's very helpful for not just this company, but others to make the gaming more interesting and more diversified. I don't think it's tied to the high end, by the way. Mass customers love it too. Small bettors, large bettors. When you bet the sports book, the biggest prop bettors are the small guys. They're guys who are betting $100 a game. They love betting props. I think Baccarat is similar to sports betting in that regard.\n\nCompletely get it. Thank you both.\n\nThank you.\n\nThank you. The next question is coming from Stephen Grambling from Morgan Stanley. Stephen, your line is live.\n\nHey, thank you. You've upped the dividend for next year, and you keep the pedal down on buyback. At the same time, you had the disclosure around CapEx is coming down as well over the next year. One thing you didn't touch on that you talked about in the past is just maybe a willingness to, you know, buy back some of the shares in Hong Kong as well. I'd love any thoughts that you have there or other capital allocation opportunities.\n\nI think the best thing is we are a capital allocation story and a return to capital story. You know, you look at the company's history. We've been very shareholder-friendly. We allocate capital with growth in mind. We invest for high returns. When those high-return investment opportunities aren't available, we return the capital. We try to do it through dividends in a prudent manner and through share repurchases. I think that's where you're seeing us today. We did buy back SCL for the last little while. If you can kind of see where we're at, we're basically at getting close to the limit, where it's 74.76%, I think the number is. You know, we can't really go past 75%. I think for us right now, we're kind of where we are at SCL.\n\nOur goal is to continue to return capital both at SCL and at the parent company in a friendly way for shareholders. You'll see us continue to do that.\n\nMakes sense. Maybe changing gears a little bit, just going back to Macau, would love if any further color you could provide on kind of characterizing the strength that we've seen in VIP. I mean, it's been quite a while since we've seen this level of growth. Is that really just more semantics around where customers are preferring to bet, or is that a new customer who's coming in?\n\nStephen, let me take that. Yes, I think the VIP has outgrown the mass GGR over the last few months. In some cases, some months, it's been very high rates of growth. I think it is driven by some concentration of super high-end VIP players, as well as increased liquidity in the market. This quarter, we haven't participated as much in that segment, but we are going to be getting more competitive in that segment as well. We have introduced our re-enter the junket market this quarter. The growth of that segment in the past few months has also driven the rolling market. At this point, it still remains a low margin segment, which typically is going to stay around 12% to 15% of the overall GGR. We're also focused on growing that segment. Obviously, the bulk of the profit growth is going to come from the non-rolling segment.\n\nHelpful. Thank you.\n\nThank you. The next question will be from Brandt Montour from Barclays. Brandt, your line is live.\n\nHey, everybody. Thanks for taking my question. I just want to double-click on that comment. I think that we all kind of see the premium mass led inflection since mid-year. It sounds like, and even looking at your slides, base mass per table was up nicely. I guess, Rob, for you, the question is that for the market to grow, what you need the market to grow, 33%, 34%, when you think about that growth, does that require a broadening out of the depth and breadth of base mass? Are you seeing early signs of that inflection for that particular cohort?\n\nI think it's impossible to say where it comes from. I'll be honest with you. I don't, you know, the junket, the rolling, the non-rolling, the mass, it's very hard to define. I think what's important to see is happening. I mean, the market looks to me like it's, we know October comes in. I would say it comes in 7%, 8%, 9% year on year, but it feels like there's a stronger trend over there. Macau is recovering in different segments. Obviously, we like a base mass recovery, but there's nothing with premium mass. I don't have a real insight to where it could come from. I just hope it comes. I think the key thing for all Macau, for all the operators, for the profitability and growth, is to see this GGR acceleration. Grant, maybe you see it differently.\n\nI think that's right. It is obviously helpful, especially to us if the base mass grows faster because of our advantage in that segment, but also the margin structure in that segment is very favorable. I think if you look at this quarter, you're right. Year on year, our base mass actually grew 18%. Part of that reflects the fact that a prior year, we had the closure of the Pacifico Casino, which is now The Londoner and Grand Casino. If you look at sequentially, premium mass, we still grew faster than base mass, 11% versus 7%. Yes, I think the summer was positive for base mass. Again, I would characterize the bulk of the growth in this market, even in a non-rolling, is still dominated by the upper tiers of the value segment.\n\nOkay, thanks for that. Just a quick question on Singapore. Obviously, really strong results in the third quarter in Marina Bay Sands. That was without the F1 race, which usually falls in September. It fell in October this year, so you didn't have that in the third quarter. What, on what order of magnitude or how should we think about how impactful that event is, that it has now moved into the fourth quarter for you this year?\n\nFirst off, it's a great event. It's a great event globally, and it's one of the most important F1 events. It's phenomenally attended, and it really helps Singapore. We're actually really supportive of it and involved in its presentation, so we're very happy about that. As a practical matter, you can see the demand of Marina Bay Sands as a product, and that even with F1 in a different part of the calendar year, we continue to perform through that. I think F1 is helpful, something that we really enjoy having in Singapore. It's great for visitation. It increases the prestige of Singapore by having such a prominent race there. It drives a lot of high-value visitation, much of which ends up in Marina Bay Sands. We're very happy about it. Where it falls in the calendar is okay. We're fine.\n\nI got to say that in the last couple of years, when we've had all these people pointing to F1 or Taylor Swift or I don't know, I don't think it matters all that much. I think Singapore has taken a whole new, we can't figure out just how high it's up. This thing just keeps getting stronger and stronger. The reason to me is very simple. It's the most favorable location for a lot of people high net worth to come to. Whether F1's there or Taylor Swift's there or whoever's there that week, I think the place, the building is extraordinary. The place is extraordinary. The events certainly move the customers around. In the end, Singapore is the driver. That place is just well attended, well visited, very desirable. It's become the place to go to in Asia for people who want to gamble at a certain level.\n\nI think that's really the real driver is the unique asset we've built, unique room product, and the gambling we provide there, the opportunity to gamble what you want, how you want. As much as I respect F1, I respect Taylor Swift, I respect all these drivers, I think Singapore has just gone to a whole new place. You see these numbers. I thought we were ambitious at $2.5 billion. We probably this year get to, I don't know, $2.7 billion, $2.8 billion, $2.9 billion. I don't know what it gets to. The numbers are there. It just seems like it's getting more and more desirable for the high end of the market. Extraordinary results. I think no one could have seen these kinds of growth. I don't think it's that tied to special events as much as tied to the place itself.\n\nGreat. Thanks, everybody.\n\nThank you. The next question is coming from Robin Farley from UBS. Robin, your line is live.\n\nGreat. Thanks. Just going back to your comments about what you hope to achieve in market share and premium mass, I know you talked about upgrading The Londoner would give you the assets to do that. You said earlier in the call about how you're only halfway there with what you hope to do or plan to do there. Can you talk a little bit about what other steps you'll be taking and what timing when you think about that? Thanks.\n\nHi, Robin. Let me take that. Yes, I think when you look at the progression in market share, you know, clearly we'd come off the bottom in Q1 when we were down at 23.5%, 23.6%. Now we're two points above that, which is great. As Rob said, I think we're only halfway through if that. We started tweaking our programs and changing our marketing programs in the middle of the second quarter. That ramped up throughout each month in the third quarter. You can see we were improving month on month within the quarter. I think it's important that we're also considering how each segment has its different requirements. We are marrying the tactical incentives with the product advantage that we have.\n\nIn The Londoner, you can see it very clearly, what we're doing, not just London and Grand, which is nearly open, but also leveraging the other side of The Londoner on the super high end. We're seeing good results there. I think in the smaller properties, we have adjusted our marketing programs, but also reset our distribution team as well in terms of our composition and the number of people. We should be seeing better results from the distribution side over the next two to three quarters, because so far what we've benefited most from is, I think, the launch of London and Grand married with these customer reinvestment adjustments. I think, you know, there's still a lot to be done, but we're confident that we're going to be progressing month by month and quarter by quarter.\n\nGreat. Thanks. Maybe just as one follow-up on a different topic, I don't know if we've heard your thoughts too recently on any potential opportunity in the UAE where, you know, there may be other licenses to give out. Is that something that Las Vegas Sands is interested in and kind of actively engaged with? Thanks.\n\nI really appreciate the question. We're always looking at opportunities to deploy capital and grow our business. I think you've seen us be very disciplined and be very patient. The UAE is a tremendous tourism market. There's been billions of dollars in investment in the UAE to create tremendous tourism infrastructure. Some of the best hospitality and food and beverage products in the world are located there. It's a lot of fun to visit. That being said, it's not a market we're looking at at this time, but we're following.\n\nOkay. Great. Thank you.\n\nThank you. The next question is coming from Lizzie Dove from Goldman Sachs. Lizzie, your line is live.\n\nHi. Thanks for taking the question. Clearly, you know, incredible results in Singapore again. You mentioned, you know, for this year, Q1, Q2, Q3, who knows? It feels like it's four phases, like you said, not tied to one event. How should we think about the long term? Is this sustainable? Can it, on a whole logistic basis, grow next year? How are you thinking about the kind of longer tail to this sustainability of growth in Singapore?\n\nI'd say we've been wrong all along, for starters. We've underforecasted this thing. We thought we were very ambitious at $2.5 billion. Like I said, we're at $2.1 billion plus currently with a quarter to go. With a big quarter, you could do $2.8 billion, $2.8 billion, $2.9 billion. Is it sustainable? Hell, yes. It's very sustainable. You're alone over there, and you got one competitor, which is, you know, it's just, it's a duopoly. It's a market that has tremendous support from the government. If you've been in the building, it's incredibly well done. I think the team did a great job of building out a one-of-a-kind asset. Yeah, it's very sustainable. The question I can't answer is, does it get to $3 billion next year? Is it a $3.2 billion down the road? Does it get to, I don't know. We've been wrong all along.\n\nHere we are in 2025. Had you said two years ago, we're delivering $700 million quarters back to back, I would have said that's very ambitious. It turns out it was done easily. These last quarters came along pretty well. I don't think anyone should question the longevity and sustainability of Singapore. If anything, what I can't figure out is how deep is the well. I've been wrong, and I'm pretty aggressive by nature in forecasting the demand over there. Slot win is going to break $1 billion, it looks like. These table wins are extraordinary. It's coming at us from all sides. I think shrinking the building, having all suites versus mostly more rooms is a very good idea. Yeah, I think it's very sustainable. The question for me is not sustainability. It's how high is up. Could this thing hit $3 billion, get to $3.2 billion?\n\nI don't know. I didn't think you'd go from what we used to be a $1.6 billion asset pre-COVID to now it looks like a $2.78 billion asset post-COVID. It's hard to forecast something that feels so powerful. Right now, it feels to me like it's got more growth to go.\n\nDefinitely. I guess on that subject, just one event, but making it bigger picture, on Golden Week, it looked like there was a lot of outbound visitation from China into Singapore. It was up a lot year on year. Curious what you're seeing really, even just beyond Golden Week, of any changes in visitation trends and whether you are, versus Macau, seeing that kind of high-end, higher-end Chinese customer visiting Singapore at the expense of Macau and whether you think that might continue.\n\nWe're not really getting into the current quarter, but just overall, Macau and Singapore are very separate markets. Typically, the catchment area for Singapore is very focused on Southeast Asia, and Macau is primarily Hong Kong and China. Different businesses, different tourism base, different assets. We'll talk about this quarter on the next earnings call.\n\nGot it. Thank you.\n\nThank you. The next question is coming from Joe Stauff from Susquehanna. Joe, your line is live.\n\nOkay. Thanks. Good afternoon, Rob and Patrick. Just wanted to follow up, Patrick, on your comment about, hey, the opportunity in Singapore in particular is still essentially in the early innings. Obviously, you know, maybe an expansion of other questions. I wondered if you could just maybe talk about the second and third quarter, you know, the strengths of the volumes, maybe the things that you learned that surprised you. As we think about the opportunity set going forward, I understand it's hard to put a number to it. Maybe some of the bigger layers of opportunity, is it a strategy such that you'd expect to get a higher level of average spend? Is it geographical reach? Are there any puzzle pieces you can give us from that perspective?\n\nThere's a lot there in this question. Bear with me. I'm going to try to get through it all. I think the first thing is the way we got to Singapore today in this performance was very deliberate. It started probably five years ago when we first started charting out where we wanted to go with the asset, given where we thought the direction of growth and high-value tourism would be. We started off by building a great customer experience by focusing on the physical asset, which took time to both design and then ultimately implement. We redesigned our service teams so that we could better service our customers in a more complete way. That was also a big lift. We focused a lot on how we sold, how we attracted customers by developing larger and more geographically spread out marketing teams and sales teams.\n\nAll that come together with a very strong management group over time with lots of investment produced this result. This was not something that happened overnight. It was planned. It was a strategic decision. It was investment over many years in both human capital and physical capital, along with the philosophy with a service focus and a customer experience focus. We focused on a lot of different amenities, how we enhance our entertainment, how we enhance our retail mall, how we enhance our food and beverage, and how we bring it all together so that gaming customers can come in and get a lifestyle experience that can't be replicated anyplace else. For us, that was really key. The question is, how do we grow the business more? First off, I think people are just getting to know the new Marina Bay Sands.\n\nRemember, the renovation has not been done for that long. We have a lot of customers who maybe experienced Marina Bay Sands a decade ago and are now surprised by what's on offer today. I think the other thing is the quality of tourism that is coming to Singapore is continuing to elevate. There are also a lot of people who are engaging in commerce out of Singapore, and that's growing. We have a lot of people on the leisure and on the business tourism side that are experiencing Marina Bay Sands, and it's only growing. I think segments that we look to in the future continue to bring high-value tourists in from different parts of the catchment area. We're working on that. To be fair, at some point, we're going to run out of capacity, and that's where IR2 comes in.\n\nSomeone asked us earlier about how we feel about the sustainability of Singapore as a market for us. I think the biggest statement is that we're investing $8 billion to continue to grow our presence there. That, to me, is the biggest signal that we're very serious about long-term investment for the success of Singapore. I think for us, it's going to come from continuing to attract high-value tourists, continuing to bring in high-value business and leisure tourism activities, great entertainment, great retail, continuing to lead in amenities, the investments that are necessary to stay at the forefront of tourism and attract high-value tourists from different markets. We'll continue to grow. That was the strategy, and we're executing it now.\n\nThank you for that. Maybe just a quick clarification. Earlier, in a response to a question on smart table deployment for the mass tables in the games area of Singapore, are you six months or nine months behind the process that you went through with the rolling tables?\n\nIt's not that we're behind. It's that we have it on some games and not on others. Remember, our casino floor has Baccarat, has Sic Bo, has a bunch of other different gaming products that are there, actually including craps. We've got different types of games out on the floor, and not all those games are ready for this digital table system. Over time, we'll get there. Remember, we make most of our money from Baccarat, and the area with the most volatility was the rolling programs. We started there.\n\nUnderstood. Thanks very much. Great quarter.\n\nThank you.\n\nThank you. The next question is coming from Chad Beynon from Macquarie. Chad, your line is live.\n\nHi, good afternoon. Thanks for taking my question. Just wanted to revisit the comments around the reinvestment program. You guys have been very open and honest in terms of your strategy and your competitive strategy in the market. I guess here to date, in your decision to change that, have you seen any change with those competitors that maybe are now on a level playing field from a reinvestment strategy and maybe they don't have, you know, the product or the service that you guys have and they could potentially step outside of the current zip code of what's being provided to players? Does it remain pretty rational? Thank you.\n\nYeah, let me take that. I think in general, the competition remains intense, and we don't foresee that to slow down. I think what you see is basically constant action and reaction. We have to stay very alert to those changes, which we are. Like what Rob said, we've got to be laser-focused on basically responding to the market with the right office. I think you can see the benefit of that change in our marketing strategy over this quarter, and that will continue. As to what other people are going to do and how they will respond, I think that's just an evolving picture that we have to monitor. You would expect the market to continue to be very competitive. The positive aspect of the market is that we are seeing GGR growth, and I think that helps all of us.\n\nIt will stay competitive, and we're very committed to staying ultra-competitive here.\n\nThank you. Patrick, I know the digital gaming business, I guess the doors have been open or slightly open for the past couple of years. You haven't made many moves, but now you're officially closing that door or those windows. Why now, and any cost saves that we should think about for our models? Thank you.\n\nYeah, I think we looked at this for a couple of years. I think we just didn't feel like it was something that we felt would be a good use of shareholder capital, so we shut it down. In terms of cost save, I think it's just things that'll come out of development expense that you would have seen in the last year, but that's out now. It wasn't super material.\n\nThank you very much.\n\nThanks, Chad.\n\nThank you. The next question will be from George Choi from Citigroup. George, your line is live.\n\nGeorge, good morning.\n\nHi, George. Please check your mute button.\n\nSorry.\n\nGo ahead.\n\nYeah, sorry. I was on mute. Obviously, the encouraging COVID disclosure in Singapore is very, very solid. I'm just wondering, when will you do the same thing in Macau? Is there any significant difference in terms of the player behavior on how much they wager on the side bets that make you make a difference between how you do it in Singapore versus Macau? One thing to note is that our rolling volumes are much larger relative to our overall gaming win in Singapore, and there was a real focus there to begin with that. Also, the number of tables are smaller in Singapore than they are in Macau. I just want to highlight that, but I'll turn it over to Grant to respond to the rest of the question.\n\nYeah, George, just to reiterate the distinction Rob made, the smart table technology helps us to understand what is happening at the table. Independent of that is the player propensity. It's not one leading the other. I think on the question of propensity to wager in the side bets in Macau, the mix is obviously smaller than in Singapore, but it's also rising. It has contributed to enhanced house edge over the past several years. As you, of all of the people here, you're visiting all these casinos, and you can see the layouts are being reinvented every few months with additional side bets. That's on the side bets. In terms of the smart tables, we in Macau have actually fully rolled out on the non-rolling Baccarat tables all of the smart table technology. We are in the process of completing the rollout in the rolling segment.\n\nWithin the next few months, we should be able to gauge across the total Baccarat table pool.\n\nThanks very much. As a follow-up, now that we have a myriad of side bets at the Baccarat tables in both Singapore and Macau, I'm just wondering how do you strike a balance between improving the incremental excitement and experience for players from, you know, obviously these new side bets versus any potential cannibalization amongst the various side bets?\n\nI think the great thing about it is all the original bets are there. If you, all the bets that people are used to are still on the fellows. This is really just up to the player, just an option. It just gives them some additional volatility if they want to take it. For us, it's really a player decision. In some cases, they take it. In some cases, they don't, which is the reason why Rob in his remarks said in Singapore, you may see a quarter where we hold 5%, or you see a quarter where we hold high 3%. It just depends on propensity and the preference of the player to want to make that wager. As a practical matter, the games have more options, but it doesn't foreclose the ability for them to bet in a more traditional manner.\n\nYou want to flatbet, you can flatbet all day long. Bank player, tie pair. It doesn't exclude those bets. It's just like it's no different for years than the Super Bowl. For years, people thought there was something different about the Super Bowl. All it was was they offered 2,000 side bets versus the usual, you know, bet the Packers or the Bears. All they've done here is expand the side bets, but the usual bets are still there, traditional bets if people want to bet. It's their decision whether to make that decision on what to bet. It's not ours. We don't dictate it.\n\nI think the important thing here to remember is that we are iterative in the way that we apply new bets on the felt. What you see today is after attempts to improve the game experience for people. We're very focused on the experience. If players like it, that's great. We keep it out there and they use it. If it makes their trip more enjoyable, that's fantastic. If it's not something that's preferred by the players, eventually it evolves itself out of the game. We've had a lot of different iterations of what's on the felt. I would just view this as an enhancement to the gaming experience mechanism. They enjoy the volatility. They enjoy the additional bets and they use them. As to how those bets will progress over time, players' preferences may change over time.\n\nYou may see us have different side bets on the felt over time as players change what they want to do.\n\nThat's a very important point. Thanks, Supermark. We keep putting these on the shelves that sell and don't sell. We're constantly coming up with new bets all the time. We have a very important committee called the Make More Money Committee. The job is to find all new bets and deviations that this thing. If things don't sell, we take it off the table and put something else to try it out. It's evolving all the time. It's not a static function.\n\nThank you very much.\n\nGeorge.\n\nThanks, George.\n\nThank you. The next question will be from David Katz from Jefferies. David, your line is live.\n\nAfternoon, everybody. Thanks for taking my question. With respect to Macau, one of the topics of conversation and one of the things that we're tracking very carefully is events, whether they're concerts or otherwise. Can you talk to us about your strategy around those? More specifically, I know it's sort of maybe post the end of the quarter, but I'd love to hear any general comments, learnings, opportunities, etc., around the NBA China Games that were hosted and events in general. Thanks.\n\nI think first off, going back to early days of The Venetian with Rob, entertainment has always been front and center. I think it's something that's always helped us in the gaming business and the perception of the excitement around our properties. We've always been focused on providing high-quality entertainment and actually building the assets to support it. Many years ago, our Sands China Limited built the first arena in Macau for this very reason. We've been very dedicated to programming it and creating entertainment that's been very successful over the years in creating opportunities for our patrons to have a great experience. I think you'll see that as well in Singapore. We broke ground in mid-July on what we're calling IR2 right now. Eventually, we'll have a name.\n\nWe're building a 15,000-seat live performance venue there that will be the most technologically advanced arena in Asia and provide a great customer experience for live performance. We're always very focused on that. For us, I think it's a very important benefit for our company to have that excitement that goes along with entertainment, but also gives our patrons something to experience in the environment as part of the lifestyle that we provide to them. In terms of the NBA, this was something we started working on many years ago. We're very fortunate. The NBA is a great partner. They really pulled out all the stops. They were very supportive. I have to give credit to both the Brooklyn Nets and the Phoenix Suns for the support that they gave to the NBA China Games. They really showed up in force.\n\nTheir teams did a lot of charity events in the local community. They were great with the fans. Really, just an unbelievable experience. Our team was very excited because the reaction in Macau was very strong. I think just some of the goals we set out for this event was to create something that brought a unique form of entertainment to highlight Macau and to showcase the investment that we've made and how high-quality Macau is as a global tourism destination. I think that goal was achieved. I think the media coverage, the social media into China, the social media externally around the globe has been very positive. I think the teams played very competitively. I think it was a great format for the league. I think that benefits Sands China because of that collaboration.\n\nI think it created a lot of excitement for our patrons when they actually came to the games. There was just outstanding visitation, and there was a heightened sense of visitation around the business. In terms of the impact, again, we'll talk about it at the end of this quarter. We'll have better data. I think overall, it was a very strong success. We're very happy with the results. I think our fans, the fans of the NBA, were very happy. I think we did a lot of things that helped the local community, which was also a benefit. Lastly, we think it was very beneficial for Sands China on a lot of different levels. I think the marketing value that was created for us was also very strong. A lot of benefit to it.\n\nI also think we accomplished some of the goals that we set out in our concession renewal, which was to bring, let's call it high-value sports, global sports to Macau, which I think we did very successfully. A lot of positive things all around. I don't know, Grant, do you have any other comments or anything you'd like to add?\n\nNo, I think that covers it very well. I think it did showcase Macau in a very, very faithful light. It was great for the city to have such a, I would say, a strong visitation from different countries. As you know, the government has been very keen on pushing us to have international events, drawing visitors from different countries around the region, but also in the rest of the world. I think this event really highlighted the attraction of Macau as an international tourism destination, like Patrick said. I think we're proud of delivering this first set of NBA China Games for Macau. I think we got a lot of positive praise, not just from the people who came from different corners of the world, but also very positive feedback from the local community.\n\nOkay, thank you for all of that. Appreciate it.\n\nThank you. The next question will be from John Dacree from CBRE. John, your line is live.\n\nHey, guys. Thanks for all the color and commentary so far. I wanted to ask a follow-up on kind of more of the strategic priorities outlined in your deck development. I know you gave some comments about the UAE specifically, but curious what you're seeing around the globe, if there's anything particularly interesting right now. I guess I'd specifically ask about Japan. You guys obviously looked at that in the past. The new Prime Minister, I think, historically supportive of IR. Curious if it's worth another look at Japan and anything else that might be out there right now that's garnering your attention.\n\nI think our strategic priority is to deploy capital in high-growth projects. We're always looking at those opportunities and always evaluating them to see if the returns are there with the appropriate factor of safety. I think for us, as I said before, we're looking at the UAE, trying to observe it and follow it. Obviously, Japan was something we were very interested in in the past, although that seems unlikely. There's been talk about Thailand, which is something that we've expressed interest in in the past. We're very patient, and we're constantly looking. We'll see what opportunities arise. As of right now, there's nothing really to report.\n\nThanks, Patrick. That's all from me. I appreciate it, guys.\n\nThank you. The next question will be from Steven Wieczynski from Stifel. Steven, your line is live.",
    "content2": "Hey, guys. Good afternoon. Patrick, I apologize if I missed this in your prepared remarks. If we think about the 150 basis point decrease in your Macau margins, I'm wondering if most of that was tied pretty much directly to your change in marketing strategy or if that was just something else.\n\nYeah, I think it was a combination of marketing strategy and a little bit higher cost. I think the key thing for us is the way we get operating leverage and increased margin over time is by growing revenue. You know, you said it all along. I think there was a question earlier that Rob answered about the size of the Macau market. If you look at the Macau market today, it's growing. It's growing both in the mass segment and in the VIP segment, which is very beneficial. I think we're very positive on the Macau market overall. The way we're going to grow EBITDA and grow margin is through revenue growth. We have a great team there, but we have a fixed cost basis. We need to leverage it. We need to get more volume.\n\nOkay. Gotcha. Rob, second question. If we go back to Singapore real quick, you're at the point where you're pushing almost $1,000 a night per room. I understand there's more room capacity coming on. I understand there's more room capacity coming online in the next couple of years. This is probably a little bit of a higher-level question, but wondering, Rob, how you're thinking about room rates, not only maybe now and your ability to still take price there, but maybe how you're thinking about room rates once your additional capacity comes online.\n\nI think it's kind of irrelevant, to be honest with you. Our goal is to not sell rooms, just give away to people who gamble, because very honestly, that's the business we're in. You can't spend the kind of money we spend in Singapore and charge. If you charge $1,000 or $2,000, or last time I checked, they're not building $8 billion hotels anywhere. This is a gambling casino with a hotel attached to it. Our goal in Singapore, every night if we can, is to give these rooms away to people who are high-value gaming customers who drive $3 billion, $4 billion, $5 billion of top-line revenue. That's the business we're in over there, to be honest with you. I don't think we could squeeze the rates higher. I think we want to in the cash, but it's such a small offering. We're mostly a comp house today.\n\nThe real goal is to not sell any rooms in IR1 or 2, but give them away to high-value gaming customers who drive that. You don't make $3 billion annualized with hotels. It's just that simple. It's a very interesting dynamic over there. We shrunk the hotel. It's working very well. It's attracting the high-value casino customers. That is the focus, not the ADR. To be blunt with you, I tell you we fail. We sell rooms for $2,000, and it's a failure. We're not in the rooms business. We're in the casino hotel business. Those rooms simply are there to attract those patrons to drive these ridiculously high EBITDA.\n\nCome visit. We'll give you a free room.\n\nNo free room.\n\nOkay, thanks, guys. Appreciate it.\n\nAppreciate it.\n\nThank you. Ladies and gentlemen, this does conclude today's conference call. You may disconnect your phone lines at this time and have a wonderful day. We thank you for your participation."
  },
  {
    "header": "LVS",
    "cik": "0001300514",
    "ticker": "LVS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6f9c99a8b263993850d7c894a5378722",
    "period": "2025 Q2",
    "content": "Q2 2025 Las Vegas Sands Corp Earnings Call\n\nQ2 2025 Las Vegas Sands Corp Earnings Call\n\nLVSNYSEJUL 23, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Sands Second Quarter 2025 Earnings Call. [Operator Instructions]\nIt is now my pleasure to turn the floor over to Mr. Daniel Briggs, Senior Vice President of Investor Relations at Sands. Sir, the floor is yours.\n\nDaniel J. Briggs\n\nSenior Vice President, Investor Relations, Las Vegas Sands Corp.\n\nThank you. Joining the call today are Rob Goldstein, our Chairman and CEO; Patrick Dumont, our President and Chief Operating Officer, Dr. Wilfred Wong, Executive Vice Chairman of Sands China; and Grant Chum, CEO and President of Sands China and EVP of our Asia operation.\nToday's conference call will contain forward-looking statements. We will be making those statements under the safe harbor provision of federal securities laws. The language on forward-looking statements included in our press release and 8-K filing also apply to our comments made on the call today. The company's actual results may differ materially from the results reflected in those forward-looking statements.\nIn addition, we will discuss non-GAAP measures. Reconciliations to the most comparable GAAP financial measures are included in our press release.\nWe have posted an earnings presentation on our website, we will refer to that presentation during the call.\n[Operator Instructions] This presentation is being recorded.\nI'll now turn the call over to Rob.\n\nRobert Glen Goldstein\n\nPresident, Chief Operating Officer & Director, Las Vegas Sands Corp.\n\nThanks, Dan, and good afternoon, and thank you for joining us. Marina Bay Sands had a historic quarter third quarter EBITDA of $768 million. We had forecasted that MBS could do $2.5 billion annually, and that may just happen this year. All the pieces are in place for this property to continue to perform. Mass gaming and slot win did $843 million, reflecting a 97% growth in Q2 of 2019, 40% higher than last year same quarter.\nWe are in the right place at the right time. Singapore is a very desirable destination. Our product is as good as it gets. It's difficult to find superlatives that describe the magnitude of this result is unprecedented for a single building to perform like this.\nMacau did $566 million of EBITDA for the quarter. We have underperformed in this market. We will not [ address ] enough as it relates to customer reinvestment. We believe our billings would be enough, we were wrong. And so in the middle of the quarter, we changed our approach to enable us to increase market share and EBITDA. We will, however, be market sensitive.\nOur assets remain the strongest in the world. The Londoner is open and moving towards our goal of $1 billion of annualized EBITDA. This new approach will create higher market share EBITDA.\nAt the same time, Macau's GGR accelerated this quarter, a very positive sign. Our goal is to review Macau. And that [indiscernible] Macau's increased GGR and our strong assets will enable us to deliver improved results in the future. Let's turn to Patrick for more [indiscernible].\n\nPatrick Dumont\n\nExecutive Vice President, Chief Financial Officer & Director, Las Vegas Sands Corp.\n\nThanks, Rob. Macau EBITDA was $566 million. If we had held as expected in our rolling program, our EBITDA would have been lower by $7 million. When adjusted for higher-than-expected [ holds ] on rolling segment, our EBITDA margin for the Macau portfolio properties would have been 31.3%, down 80 basis points compared to the second quarter of 2024. All 2,450 rooms and suites at the Londoner Grand were available over the last two months of the quarter. We are focused on delivering revenue and cash flow growth at the Londoner across the portfolio.\nMargin at the Venetian was 35.6%, while margin at The Plaza and Four Seasons was 34% and margin at the Londoner was 31.9%. We expect growth in EBITDA as revenues grow as we use our scale and product advantages together with targeted reinvestment to better address every market segment.\nNow turning to Singapore. MBS' EBITDA for the quarter was $768 million at a margin of 55.3%. If we had held as expected in our rolling program, our EBITDA would have been lower by $107 million. There will naturally be fluctuations and hold rate in any specific quarter driven by game mix and player preference.\nThe record financial results of Marina Bay Sands reflect the impact of high-quality investment in market-leading products and the growth in high-value tourism. We believe we are still in the initial stages of realizing the benefits of our investments in Marina Bay Sands.\nTurning to our program to return capital to shareholders. We repurchased $800 million of LVS stock during the quarter. We also paid our reoccurring dividend of $0.25 per share. In addition, during the second quarter and in July, we purchased $179 million worth of SCL stock, increasing the company's ownership percentage of SCL to 73.4% as of today. We believe repurchase of LVS equity through our share repurchase program will be meaningfully accretive to the company and its shareholders over the long term. We look forward to continuing to utilize the company's share repurchase program to increase returns to shareholders.\nThanks again for joining the call today. Now let's take questions.",
    "content2": ""
  },
  {
    "header": "LVS",
    "cik": "0001300514",
    "ticker": "LVS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/653393cc17282bb01bc195ee62b9dd42",
    "period": "2025 Q1",
    "content": "Q1 2025 Las Vegas Sands Corp Earnings Call\n\nQ1 2025 Las Vegas Sands Corp Earnings Call\n\nLVSNYSEAPR 23, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Sands First Quarter 2025 Earnings Call. [Operator Instructions].\nIt is now my pleasure to turn the floor over to Mr. Daniel Briggs, Senior Vice President of Investor Relations at Sands. Sir, the floor is yours.\n\nDaniel J. Briggs\n\nSenior Vice President, Investor Relations, Las Vegas Sands Corp.\n\nThank you, Paul. Joining the call today are Rob Goldstein, our Chairman and CEO; Patrick Dumont, our President and Chief Operating Officer; Dr. Wilfred Wong, Executive Vice Chairman of Sands China; and Grant Chum, CEO and President of Sands China and EVP of Asia Operations.\nToday's conference call will contain forward-looking statements. We will be making those statements under the safe harbor provision of federal securities laws. The language on forward-looking statements included in our press release and 8-K filings also applies to our comments made on the call today. The company's actual results may differ materially from the results reflected in those forward-looking statements. In addition, we will discuss non-GAAP measures. Reconciliations to the most comparable GAAP financial measures are included in our press release. We have posted an earnings presentation on our website.\nWe will refer to that presentation during the call. [Operator Instructions] This presentation is being recorded.\nI'll now turn the call over to Rob.\n\nRobert Glen Goldstein\n\nPresident, Chief Operating Officer & Director, Las Vegas Sands Corp.\n\nOkay. Thank you, Dan. Let's begin with the Macao. This is a competitive market that has not grown as we anticipated. However, we have the strongest assets in the market, and we can perform better despite the challenging macro environment. The Londoner is now fully opened this time, 2,405 study rooms and suites as we prepare for [ Golden Week ] in May. Now that we complete development projects, we expect this asset to elevate our performance. Our focus is on improving our revenue and cash flow across the portfolio. There is opportunity in every segment that shows strong results. Our business strategy remains unchanged. We have designed our capital investment program to ensure we will lead in both Macao and Singapore. We delivered $535 million of EBITDA for the quarter in Macao. SCL still continues to lead the market in gaining and nongame revenue and EBITDA. We have meaningful opportunities to grow in every segment. Our objective is to grow our share of EBITDA at [indiscernible] markets. We have a unique product advantage in terms of scale, quality and diversity of product offers.\nTurning to Marina Bay Sands in Singapore, we delivered a record quarter with $605 million of adjusted property EBITDA, an extraordinary achievement by any standard, I assume this is record EBITDA quarter for any gaming property in the world, a pretty extraordinary performance. [indiscernible] this [ slot ], we reached $778 million, reflecting a 73% growth in the first quarter of 2019 and 13% growth from one quarter a year ago. The results of MBS reflect the positive impact of our gaming investment program and the growth of high value tourism. The growing appeal of Singapore as a destination is enhanced by the robust entertainment and lifestyle calendar. We believe there is specific runway for growth there as well. Again, thanks for joining the call, and we'll turn the call over to Patrick before we go to Q1. Patrick?\n\nPatrick Dumont\n\nExecutive Vice President, Chief Financial Officer & Director, Las Vegas Sands Corp.\n\nThanks, Rob. Macao EBITDA was $535 million. We had held [ an expected rolling ] program, our EBITDA would have been higher by $10 million. When adjusted for lower-than-expected hold in the rolling segment, our EBITDA margin for the Macao portfolio of properties would have been 31.6%, down 280 basis points compared to the first quarter of 2024. All 2,405 rooms and suites at the Londoner Grand are now available for the upcoming May Golden Week. Now that the refurbishment process is completed, we are focused on delivering revenue and cash flow growth at the Londoner. Margin at the Venetian was 35.3%, while margin at The Plaza and Four Seasons was 35.6%. We expect margin improvement as revenue growth, and we use our scale and product advantages to better address every market segment. As the Londoner ramps up and is integrated into our Cotai offerings, our competitive position will be stronger than ever. We look forward to utilizing our entire portfolio to grow revenue and EBITDA.\nNow turning to Singapore. MBS' EBITDA was $605 million at a margin of 52%. Given the mix of games and demonstrated player preferences over the last two years, we have updated our expectation for [indiscernible] rolling play at Marina Bay Sands to 3.7%. There will naturally be fluctuations in any specific quarter given by game mix and player preference. We will continue to provide the illustrative impact of hold on our rolling play in Singapore. The record financial results of Marina Bay Sands reflect the impact of high-quality investment in market-leading products and growth in high-value tourism. We believe we are still in the early stages of realizing the benefits of our investments in Marina Bay Sands.\nTurning to our program to return capital to shareholders, we repurchased $450 million of LVS stock during the quarter. We also paid our recurring quarterly dividend of $0.25 per share.\nBefore going on to Q&A, I'd like to provide an update on a New York development opportunity. We strongly believe in the development opportunity for land-based downstate casino license in New York. We also continue to believe that the [ Nassau Coliseum ] site is the best location for that development opportunity and should be highly competitive in the New York Casino licensing process. However, as we have previously stated, the company remains concerned about the impact of potential utilization of [ iGaming ] on the overall market opportunity and project returns. We are in the process of attempting to secure an agreement with a third party to whom we can transact the opportunity to bid for a casino license on the Nassau Coliseum site. This would include those that may be able to address both land-based and digital markets in New York. For Las Vegas Sands, we believe the highest and best use of our capital in the near term is to purchase LVS and SCL shares. Accordingly, LVS has decided not to bid for a casino license in New York. We believe repurchases of LVS equity through our share repurchase program will be meaningfully accretive to the company and its shareholders over the long term. Our Board has increased our share repurchase authorization to $2 billion. We look forward to continuing to utilize the company's share repurchase program to increase returns to shareholders in the future.\nThanks again for joining the call today. Now let's take questions.",
    "content2": ""
  },
  {
    "header": "LVS",
    "cik": "0001300514",
    "ticker": "LVS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/be598ea1b7f64de7cde44dc4ea867699",
    "period": "2024 Q4",
    "content": "Q4 2024 Las Vegas Sands Corp Earnings Call\n\nQ4 2024 Las Vegas Sands Corp Earnings Call\n\nLVSNYSEJAN 29, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Sands Fourth Quarter 2024 Earnings Call. [Operator Instructions] It is now my pleasure to turn the floor over to Mr. Daniel Briggs, Senior Vice President of Investor Relations at Sands. Sir, the floor is yours.\n\nDaniel J. Briggs\n\nSenior Vice President, Investor Relations, Las Vegas Sands Corp.\n\nThank you very much. Joining the call today are Rob Goldstein, our Chairman and CEO; Patrick Dumont, our President and COO; Dr. Wilfred Wong, Executive Vice Chairman of Sands China; and Grant Chum, CEO and President, of Sands China and EVP of Asia Operations.\nToday's conference call will contain forward-looking statements. We'll be making those statements under the safe harbor provision of federal securities laws. The company's actual results may differ materially from results subject forward-looking statements. In addition, we will discuss coal non-GAAP measures, reconciliations to the most comparable GAAP measure are included in our press release. We have posted an earnings presentation on our website. We will refer to that presentation during the call finally for the Q&A. [Operator Instructions] This presentation is being recorded. I'll now turn the call over to Rob.\n\nRobert Glen Goldstein\n\nPresident, Chief Operating Officer & Director, Las Vegas Sands Corp.\n\nThanks, Dan, and thank you for joining us today. We'll begin with Macau. The Macau market continued to grow in revenue to the market grew 6% in Q4 of 2024 when compared to the fourth quarter of 2023. Mass gaming revenue grew 5% in the quarter compared to 1 year ago. We believe the Chinese economy will grow and Macau market will grow as well. Gross gaining revenue can should exceed $30 billion in 2025 and continue to grow. The scale and quality of the assets we've built are second to none and our access position enable us to grow faster than the Macau market in every segment.\nOur business strategy remains clear and constant. We are investing in high-quality assets that also have scale. We've designed our capital investment programs to ensure that we will be the market leader in the years ahead. Our approach will enable us to grow faster in the long term will our share of EBITDA in the Macau market and generate industry-leading returns from invested capital. While we're so confident on future success in completive market like Macau, Our assets give us a strong advantage. The scale and quality is room inventory cope with our retail, dining and entertainment enables us to tell our offerings to attract the most profitable customer sets. Turning to our results in Macau, we delivered solid EBITDA for the quarter despite having 20% fewer rooms available in Cotai, that we will have once the [ logon ] is completed by the second quarter of 2025. And -- we opened the Londoner Grand Casino in the last week of September and operating 315 Londoner Grand Suites or the court. We will introduce more Londoner suites during the next 2 quarters. To date, as the Londoner leader begins, we have approximately 1,000 Londoner suites and us in service to a full complement of 1,500 suites and [ 905 ] rooms will be a service by May of 2025 finally.\nSCL continues to lead the market in gaming and non-gaming revenue and market share of EBITDA. Our objective is to capture our value, high-margin tours. We have a unique competitive advantage in terms of the scale, following the diversity of our product offerings upon completion of a Londoner [indiscernible], our product advantage will be more pronounced to them. Moving on to Singapore, another strong quarter, $537 million in adjusted property EBITDA, mass gaming is slowing reached $746 million a quarter, reflecting a 71% growth in the fourth quarter of [ 2018 ] and 28% growth in just 1 quarter a year ago. Results in rate-base hands reflect the positive impact of our capital investment program and the growth of high value tourism, the growing appeal of Singapore as a destination is advanced by the robust entertainment and lifestyle event calendar. As you can take the balance of our investment programs in the first half of 2025, there will be a considerable runway for growth. Thanks for joining the call and through the Patrick before we go to Q&A. Patrick?\n\nPatrick Dumont\n\nExecutive Vice President, Chief Financial Officer & Director, Las Vegas Sands Corp.\n\nThanks, Rob. There's something I want to mention before we get are the details of the quarter. The fourth quarter tourism to the Macau market was impacted by the celebration and events in December that marked the 25th anniversary of the special administrative region [indiscernible] with China. Macau EBITDA was $571 million for the quarter. If we had held as expected in our rolling program, our EBITDA would have been higher by $22 million. When adjusted for lower-than-expected hold in the rolling segment, our EBITDA margin from Macau portfolio properties, excluding the Londoner, would have been [ 35.1% ] or down 230 basis points compared to the fourth quarter of 2023. Our turnover rents in Macau were $27 million lower in the fourth quarter of 2024 than the prior year fourth quarter.\nOur margins at the Londoner were directly impacted by the reduction in elbow room inventory during the quarter. We will have approximately [ 20% ] rooms and suites on Cotai by May of this year and approximately 47% more rooms at the Londoner as we complete the Londoner Grand renovation. Margin at Venetian was 36.7% and while margin at the Plaza and Four Seasons was 37.2%. We continue to expect margin improvement as our revenues grow as we use our scale advantages to better address the unrated play in the market and as we focused on managing our costs including refining our reinvestment optimize cash flow.\nAs Rob mentioned, we are nearing the completion of our Londoner Grand rebation program. Upon completion, our competitive position will be stronger than ever. We expect full EBITDA growth and margin expansion in the future. Turning to Singapore, MBS' EBITDA came at $537 million. Assuming expected to hold our rolling play, our EBITDA would have been approximately $2 million lower. The strong financial results reflect the impact of high-quality investment in market-leading products and growth in high-value tourism. Had we held as expected in our rolling Play segment, MBS's EBITDA margin would have been 47.2%. We will have substantially completed our $1.75 billion reversement program at MBS by May of this year. We are still in the initial stages of realizing the benefits of these new products. We expect growth in the future as we continue to attract high-value tourism to Singapore with our enhanced product offering. Turning to our program to return capital to shareholders. we repurchased $450 million of LVS stock during the quarter and paid our recurring quarterly dividend of $0.20 per share. Our annual dividend will increase to $1 per share or $0.25 per quarter for the 2025 calendar year. In addition, we purchased approximately $250 million of Sands China stock during the quarter and in a year of 2025, bringing LBS equity interest in Sands China to approximately 72.3%.\nWe look forward to continuing to utilize the company's capital return program to increase returns to shareholders in the future. Thanks for joining the call today. Now let's take questions.",
    "content2": ""
  },
  {
    "header": "LVS",
    "cik": "0001300514",
    "ticker": "LVS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/992ac2bba140b1a94ab58519d3f0318c",
    "period": "2024 Q2",
    "content": "Q2 2024 Las Vegas Sands Corp Earnings Call\n\nQ2 2024 Las Vegas Sands Corp Earnings Call\n\nLVSNYSEJUL 24, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Sands Second Quarter 2024 Earnings Call. [Operator Instructions]\nIt is now my pleasure to turn the floor over to Mr. Daniel Briggs, Senior Vice President of Investor Relations at Sands. Sir, the floor is yours.\n\nDaniel J. Briggs\n\nSenior Vice President, Investor Relations, Las Vegas Sands Corp.\n\nThank you, Matthew. Joining the call today are Rob Goldstein, Patrick Dumont, Dr. [ Wolford Wong ] and Grant Chum.\nToday's conference call will contain forward-looking statements. We'll be making these statements under the safe harbor provision of federal securities laws. The company's actual results may materially from the results reflected in those forward-looking statements. In addition, we will discuss non-GAAP measures. Reconciliations to the most comparable GAAP measure are included in our press release. We've also posted an earnings presentation on our website. We will refer to that presentation during the call. Timing for the Q&A, we ask those of interest to please pose one question and one follow-up, so we might allow everyone within the opportunity to participate. The presentation is being recorded.\nI'll now turn the call over to Rob.\n\nRobert Glen Goldstein\n\nPresident, Chief Operating Officer & Director, Las Vegas Sands Corp.\n\nThanks, Dan, and thanks for joining us today. Macau market continues to grow. Total gain revenues for the market grew 24% in the second quarter of 2024 when compared to the second quarter of 2023. In addition, mass [ play ] revenue grew 29% compared to 1 year ago. We remain confident in the future growth in Macao market. I believe Macao market gross [ gain ] revenue will exceed $30 billion next year and continue to grow year after year.\nOur business strategy is predicated or investing in high-quality assets and also have scale. Macau is and always has a deeper competitive market. Our strategic approach has enabled us to compete very effectively. We have designed our capital investment programs to ensure that we will continue to be the market leader years ahead. Our approach allows us to grow fast from the long term and large share EBITDA and generate industry-leading returns on invested capital.\nTurning to our results in Macau, we delivered solid EBITDA for the quarter despite material disruption at [indiscernible]. SCL continues to lead the market in gaming and non-gaming revenue and a market share of EBITDA. We will continue -- we will capture high-value, high-margin tourism over the long term. We have a unique competitive position in terms of scale, quality and diversity of product of offerings.\nUpon completion of the second phase of the [indiscernible] and our Cotai Arena, our product advantage will be more pronounced than ever.\nAnother strong quarter in Singapore despite ongoing disruption from construction. The financial results of [indiscernible] stands reflect the positive impact of our capital investment program and the growth of high-value tours. Enrolling FPL Singapore as a destination is enhanced by the robust entertainment and lifestyle event calendars.\nAs we complete the balance of our investment programs, there will be considerable runway for growth.\nThanks for joining our call. I'll turn it over to Patrick down, and then we'll go to Q&A. Patrick?\n\nPatrick Dumont\n\nExecutive Vice President, Chief Financial Officer & Director, Las Vegas Sands Corp.\n\nThanks, Rob. Macao EBITDA was $561 million. We had held as expected in our rolling program, our EBITDA would have been higher by $4 million. When adjusted for lower-than-expected hold in the rolling segment, our EBITDA margin for the Macau portfolio of properties would have been 32.1% or down 80 basis points when compared to the second quarter of 2023.\nContext here is important. Our margins at London were directly impacted by the disruption of the [ London grand ] renovation. We closed the casino at 1,500 keys out during the quarter. Margin at The Venetian was 38.2%, and we expect margin improvement as The Venetian Cotai Arena comes back online later this year and as visitation to the market and growth in unrated play in the market both increased in the future.\nMargin at The Plaza and Four Seasons was 40%. We are now deep into our [indiscernible] grand renovation program. We plan the completion of the first tower by year-end 2024 and of the second tower by May of 2025. The [ Londoner Grand ] Casino has been closed since May and is scheduled to reopen in December.\nAs these products come online, between the end of 2024 and the first half of 2025, our competitive position will be stronger than ever. We expect meaningful EBITDA growth and margin expansion in the future.\nNow turning to Singapore. MBS' EBITDA came in at $512 million. Our strong results reflect the impact of high-quality investments in market-leading products and growth in high value tourism. Had we held as expected at our roll-in Play segment, EBITDA would have been $64 million lower. Had we held as expected in our rolling play segment, MBS margin would have been 48% or 220 basis points higher than the second quarter of 2023. While we have substantially completed the original $1 billion refurbishment program at MBS, we are still in the initial stages of realizing the benefits of these new products.\nTower gaming at Marina Bay Sands will be offered for the first time at the property in the third quarter of 2024. The next phase of our capital investment program at Radio-based Sands is scheduled to be completed during the second quarter of '25. This will further support growth in 2025 and beyond.\nTurning to our program to return capital to state to shareholders. We repurchased $400 million of LVS stock during the quarter. We also paid our recurring quarterly dividend. We look forward to continuing to utilize the company's capital return program to increase returns to shareholders in the future. Thanks again for joining the call today.\nNow let's take some questions.",
    "content2": ""
  },
  {
    "header": "LVS",
    "cik": "0001300514",
    "ticker": "LVS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e7015bd116d49aec75c69b5bf8682b87",
    "period": "2024 Q1",
    "content": "Q1 2024 Las Vegas Sands Corp Earnings Call\n\nQ1 2024 Las Vegas Sands Corp Earnings Call\n\nLVSNYSEAPR 17, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Sands First Quarter 2024 Earnings Call. [Operator Instructions]. It is now my pleasure to turn the floor over to Mr. Daniel Briggs, Senior Vice President of Investor Relations at Sands. Sir, the floor is yours.\n\nDaniel J. Briggs\n\nSenior Vice President, Investor Relations, Las Vegas Sands Corp.\n\nThank you, Paul. Joining the call today are Rob Goldstein, our Chairman and CEO; Patrick Dumont, our President and COO; Dr. Wilford Wong, Executive Vice Chairman of Sands China; and Grant Chum, CEO and President of Sands China and EVP of Asia Operations.\nToday's conference call will contain forward-looking statements. We will be making these statements under the safe harbor provision of federal securities laws. The company's actual results may differ materially from the results reflected in those forward-looking statements. In addition, we will discuss non-GAAP measures. Reconciliations to the most comparable GAAP financial measures are included in our press release. We have posted an earnings presentation on our website. We will refer to that presentation during the call.\nFinally, for the Q&A session, we ask those interested to please pose 1 question and 1 follow-up so we might allow everyone with interest the opportunity to participate. This presentation is being recorded. I'll now turn the call over to Rob.\n\nRobert Glen Goldstein\n\nPresident, Chief Operating Officer & Director, Las Vegas Sands Corp.\n\nThanks, Dan, and thanks for joining us today. The Macau market continues to grow as it has in each of the past 5 quarters. Since we opened in early 2023, the annual run rate of the market has grown every quarter from $17 million in Q1 of last year, to $22 billion, then $24 billion and $26 billion, and now reaching [indiscernible] in annualized revenue.\nWe remain confident [indiscernible] confident in the future growth of the Macau market. I have said in the past, Macau market will grow to $30 billion, then $35 billion and $40 million and beyond in the years ahead. [indiscernible].\nWe remain equally confident in our business strategy to invest in both the quality and the scale of our market-leading assets in Macau. Our capital investment programs ensure that we will continue to be the market leader in years ahead. Our investments position us to grow faster than the market over the long term to grow our share of EBITDA in the market and to generate industry-leading returns on invested capital.\nTurning to our current financial results in Macau, we delivered a solid result for the quarter despite the disruption of our ongoing capital investment programs. SCL continues to lead the market in gaming and non-gaming revenue and most importantly, in the market share of EBITDA. Because of our market-leading investments, we will capture high-value, high-margin tourism over the long run. We have a unique competitive position in terms of scale, quality and diversity of product offerings.\nUpon completion of the second phase of the London and our Cotai Arena redevelopment program, our product advance will be more substantial than that.\nTurning to Singapore. We delivered a record quarter. We believe it's a record for the industry. The team has done an extraordinary job, and this is what happens when a superior product is located in the proper market. Our financial results in Singapore reflect the impact of our capital investment programs and our service capabilities. The appeal of Singapore as a tourist destination in the robust entertainment and lifestyle event calendar also contribute to the growth at [indiscernible]. As we complete the balance of our investment programs, there will be a lot more runway for growth in the future. Thanks for joining us today. I'll turn it over to Patrick for more detail.\n\nPatrick Dumont\n\nExecutive Vice President, Chief Financial Officer & Director, Las Vegas Sands Corp.\n\nThanks, Rob. Macau EBITDA was $610 million. If we had held as expected in our rolling program, our EBITDA would have been higher by $31 million. When adjusted for lower-than-expected hold in the rolling segment, our EBITDA margin would have been 34.4% or up 380 basis points compared to the first quarter of 2023. This highlights our focus on cost discipline and profitability.\nThe ongoing capital investment programs at the [indiscernible] and the Cotai Arena had an impact on our results this quarter. The Cotai Arena was closed for renovation in January of this year. After the significant reinvestment and renovation, the arena is expected to reopen in November.\nIn terms of the second phase of the [indiscernible], we have now commenced the room renovation on the [indiscernible]. We plan the completion of the first tower by year-end and the second tower by Golden Week in May of 2025. The renovation of the casino on the Sheridan side of the [indiscernible] will commence in May of this year with the reopening schedule for December of 2024. While there will be ongoing disruption from these capital projects, as these products come online between the end of '24 and the first half of '25, our competitive position will be stronger than ever. The scale, quality and diversity of product will be better than we have ever offered before. They will be unmatched in the market.\nTurning to Singapore. MBS' EBITDA came in at $597 million, an all-time record for the property and for the industry. Our strong results reflect the impact of high-quality investment and market-leading products. Had we held as expected in our Rolling Play segment, EBITDA would have been $77 million lower. Had we held as expected -- in the rolling Play segment, MBS EBITDA margin would have been 49.1% or 180 basis points higher than in Q1 of 2023. We have now completed both Tower 1 and Tower 2 of the Marina Bay Sands refurbishment. While we have substantially completed the original $1 billion CapEx program, we are still in initial stages of realizing the benefits of these new products.\nWe have now commenced the next phase of our capital investment program at Marina Bay Sands, the $750 million renovation that includes Tower 3. Tower 3 is scheduled to be completed by the second quarter of next year. This will support further growth in 2025 and beyond.\nTurning to our program to return capital to shareholders. We repurchased $450 million of LVS stock during the quarter. We also paid our recurring quarterly dividend. In addition, LVS has completed the previously announced purchase of $250 million of SCL stock, which increases the parent company's ownership interest in SCL to approximately 71%. We continue to see value in both repurchasing LVS stock and increasing our ownership interest in SCL. We look forward to continuing to utilize the company's capital return program to increase return to shareholders in the future. Thanks again for joining the call today. Now let's take some questions.",
    "content2": ""
  },
  {
    "header": "LVS",
    "cik": "0001300514",
    "ticker": "LVS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3cf279f1b31d95d8e38cb652be8e8b94",
    "period": "2023 Q4",
    "content": "Q4 2023 Las Vegas Sands Corp Earnings Call\n\nQ4 2023 Las Vegas Sands Corp Earnings Call\n\nLVSNYSEJAN 24, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Sands Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] It is now my pleasure to turn the floor over to Mr. Daniel Briggs, Senior Vice President of Investor Relations at Sands. Sir, the floor is yours.\n\nDaniel J. Briggs\n\nSenior Vice President, Investor Relations, Las Vegas Sands Corp.\n\nThank you. Joining the call today are Rob Goldstein, our Chairman and CEO; Patrick Dumont, our President and Chief Operating Officer; Dr. Wilford Wong, Executive Vice Chairman of Sands China; and Grant Chum, CEO and President of Sands China and EVP of Asia Operations.\nToday's conference call will contain forward-looking statements. We'll be making those statements under the safe harbor provision of federal securities laws. The company's actual results may differ materially from the results reflected in those forward-looking statements. In addition, we will discuss non-GAAP measures. Reconciliations to the most comparable GAAP financial measures are included in our press release. We have posted an earnings presentation on our website. We will refer to that presentation during the call. Finally, for the Q&A session. We ask those with interest to please pose one question and one follow-up, so we might allow everyone with interest the opportunity to participate. This presentation is being recorded.\nI'll now turn the call over to Rob.\n\nRobert Glen Goldstein\n\nPresident, Chief Operating Officer & Director, Las Vegas Sands Corp.\n\nThanks, Dan, and thanks for joining us today. Macao delivered $654 million of EBITDA for the quarter. The number would have been $40 million higher if we had held as expected in the rolling segment. It's only been 1 year since the end of COVID in Macao. We began in Q1 with $400 million of EBITDA. In Q2, we did $540 million. Q3, we did $630 million, and the growth just keeps coming. We look forward to continued growth in both gaming and non-gaming revenue, which will lift in our market.\nSCL continues to own the largest share of non-rolling table win, rolling table win and slot ETG win. Most importantly, we have the largest share of EBITDA in Macao market by a wide margin. We believe the completed London will need and perhaps even exceed the earning power of the nation. Our future growth in Macao is tethered to these powerful assets, which will drive growth in the years ahead, whether it's rooms, gaming capacity, retail, entertainment, food and beverage, we have stellar assets. Those assets will even get better as we complete the ongoing $1.2 billion Londoner reinvestment program.\nThere is an ongoing speculation of the future growth of Macao. [indiscernible] Macao market grew to $30 billion, $35 billion, even $40 billion and beyond. We believe that it will. This underscores our confidence in the returns that we generated by capital investment programs in our portfolio. We are staunch believers in the growth of the Macao market in near and long term.\nLBS has invested $15 billion in Macao to date. Macao is the most important land-based market in the world. A few reference points to consider, fourth quarter EBITDA, assuming expected hold on rolling play represents considerable growth when compared to the previous quarters. Our retail business in Macao has already far exceeded pre-COVID numbers. I continue to expect the gaming force on our business to follow the same path as Singapore and accelerate in 2024.\nLet's pivot to the MBS and Singapore. 7 quarters into our reopening, MBS delivered a $544 million a quarter. This is the largest EBITDA for 1 quarter in the history of the building. The power of this building is evident based on the results despite the disruptive impact of our ongoing $1.75 billion renovation. Disruption notwithstanding MBS is hitting on all cylinders with gaming, lodging and retail perspective. Slots in ETG's MBS are approaching a $1 billion annual run rate. Non-rolling tables are exceeding $20 million of the drop per day. ADRs are escalating and the retail component is delivering far beyond pre-COVID numbers.\nMDS validates the quality assets prevail and reinvesting in our assets will generate sustained returns. MBS has it all, our iconic building was superb decor and service levels, which attract the most desirable customers in every segment. At the completion of both phases of the renovation program, MBS will feature 770 suites, we previously had less than 200 suites. There is no denying its future. How far can MBS go. Our future expectations start at $2 billion and beyond in EBITDA per year. As you know, we're bidding for a license in New York, we're receiving strong local support. The cost of the building will be in the $6 billion range, which enables us to develop a true 5-store resort with unlimited [indiscernible]. This is a massive opportunity. We are very enthused about the prospect. Our bid is compelling. If we receive the license, we'd be in the ground as quickly as possible.\nThank you for joining us today. I'll turn the call over to Patrick before we move on to Q&A.\n\nPatrick Dumont\n\nExecutive Vice President, Chief Financial Officer & Director, Las Vegas Sands Corp.\n\nThanks, Rob. We wanted to highlight some changes in the materials that we typically provide for the quarter. After discussions and review with the SEC, we will no longer be presenting hold-normalized adjusted property EBITDA in our press releases, SEC filings and supplemental earnings materials. These changes are being made to our materials for this quarter and for our reporting going forward. We believe that the analysis of our financial and operating results in any quarter will continue to benefit from an understanding of the impact of expected hold in our rolling volume segments for our reported results. We will continue to provide the impact of expected hold in our rolling volume segments for our earnings materials. Please see Pages 6 and 7 in our earnings presentation for an overview of the new presentation format.\nFor this quarter, the quarter ended December 31, 2023, we generated $654 million of adjusted property EBITDA in Macao. A very strong operating result. It is important to note that we held 2.16% in our rolling segment in Macao. EBITDA would have been higher by $40 million in Macao had we held as expected in our rolling segment. At Marina Bay Sands for the fourth quarter of 2023, we generated $544 million in adjusted property EBITDA, another strong result. We held 4.57% in our rolling segment in Singapore. EBITDA would have been lower by $71 million in MBS had we held as expected in our Rolling segment. It is also important to address our margin structure as we held as expected in our rolling line segments in Macao and Singapore.\nIn Macao, our margins for the fourth quarter of 2023 would have been 35.9%, an improvement of 100 basis points as compared to the third quarter of 2023, if our hold was as expected in our rolling volume segment. At MBS, had we held as expected in our rolling volume segment. Our fourth quarter 2023 margin would have been 48.8%, an increase of 170 basis points sequentially. It's important to note that both in Macao and Marina Bay Sands in Singapore, we are generating revenue growth, EBITDA growth and when considering expected hold for rolling volume segments, margin expansion. We are very focused on the quality of our offerings on further investment to drive high-value visitation to our properties on the resulting revenue growth and our margin expansion over time.\nLooking ahead, we are excited about our progress in our markets, and we are focused on growth for the long term. Let's move to the Q&A portion of our call. Thanks.",
    "content2": ""
  },
  {
    "header": "LVS",
    "cik": "0001300514",
    "ticker": "LVS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d49cd898316c2ab4100391ecb162a41e",
    "period": "2023 Q3",
    "content": "Q3 2023 Las Vegas Sands Corp Earnings Call\n\nQ3 2023 Las Vegas Sands Corp Earnings Call\n\nLVSNYSEOCT 18, 4:30 PM\n\nOperator\n\nAnd welcome to the Sands Third Quarter 2023 Earnings Conference Call. [Operator Instructions] It is now my pleasure to turn the floor over to Mr. Daniel Briggs, Senior Vice President of Investor Relations at Sands. Sir, the floor is yours.\n\nDaniel J. Briggs\n\nSenior Vice President, Investor Relations, Las Vegas Sands Corp.\n\nThank you, Paul. Joining the call today are Rob Goldstein, our Chairman and CEO; Patrick Dumont, our President and COO; Dr. Ying Wai Wong, President of Sands China; and Grant Chum, EVP of Asia Operations, the COO of Sands China.\nToday's conference call will contain forward-looking statements. We will be making those statements under the safe harbor provision of federal securities laws. The company's actual results may differ materially from results reflected in those forward-looking statements. In addition, we will discuss non-GAAP measures. Reconciliations to the most comparable GAAP financial measures are included in our press release. We have posted an earnings presentation on our website. We may refer to that presentation during the call. Finally, for the Q&A session. We ask those with interest to please post 1 question and 1 follow-up, so we might allow everyone with interest the opportunity to participate. This presentation is being recorded.\nI'll now turn the call over to Rob.\n\nRobert Glen Goldstein\n\nPresident, Chief Operating Officer & Director, Las Vegas Sands Corp.\n\nThanks, Dan, and thanks for joining us today. Macao diluted $630 million of EBITDA for the quarter, and we are only 8 months into our post-COVID reopen. These are early days. We began in Q1 with $400 million of EBITDA. Q2 we did $540 million of EBITDA and Q3 is now at $630 million of EBITDA. Look forward to growth in both the [ gaming ] and non [indiscernible] revenue to lift the entire market.\nSCO has the largest share of nongrowing tailwind, rolling take wind and slot ETG wind. We've always believed that completed London will meet perhaps exceed the earning power of nation. Our future growth in Macao is tethered these powerful assets which have all the variables necessary to drive growth in years ahead. Whether it's rooms, gaining capacity, retail, entertainment, food and beverage, we have stellar assets. There is speculation about future growth of Macao. A relevant question is can the market grow to $30 billion, $35 billion, $40 billion of GGR and beyond, we are firm believers that it will and may occur much a much shorter timetable that anyone realizes.\nThis underscores our confidence and the returns will be generated by our capital investment programs in our portfolio. We are stage believers in the growth of Macao market near and long term.\nLVS has invested $15 billion in Macao, which is the most important land-based market in the world. A few reference points to consider, third quarter EBITDA represents strong growth compared to previous quarters, as I mentioned. Our retail business in Macao has far exceeded pre-COVID numbers. I expect the gain portion of our business to follow the same trajectory as Singapore and accelerated 2024.\nMost [indiscernible] MBS and Singapore. Six quarters indoor reopening, MBS delivered a $490 million quarter. The power of this building is evident based on the results despite the disruptive impact of our ongoing USD [ 1.275 billion ] renovation program. Disruption notwithstanding MBS is hitting on all cylinders from a gaming, lodging and retail perspective. Slots and ATG MBS are approaching $1 billion annually, non-rolling tables are exceeding $20 million of drop per day. The ADRs are escalating and our retail component is going far beyond pre-COVID numbers.\nMBS is a testament that quality assets prevail and validates the thesis that reinvesting in our assets will generate sustained returns. MBS Hestler an iconic building was superb decor and service levels, which attract the most desirable customers in every segment. At the completion of both phases of our refurbishment program, MBS will feature 770 suites. We used to have 200 suites before the refurbishment. There is no denies future. How far can MBS go, our expectations starts with $2 billion or more in the future of annualized EBITDA.\nFinally, we're bidding for a license in New York. We have secured the Nasal [indiscernible] and the process of gaining necessary selling requirements to move forward. We're also receiving strong local support from the local community. The resort will cost in excess of $5 billion, but enables us to develop a 5-star resort with unlimited appeal. This is simply an extraordinary opportunity. We are very excited about the prospect. Our bid is compelling, that we award the license who will be in the ground as quickly as possible. Thanks for joining us again.\nI'm going to turn the call over to Patrick before we move on to some Q&A. Patrick?\n\nPatrick Dumont\n\nExecutive Vice President, Chief Financial Officer & Director, Las Vegas Sands Corp.\n\nThanks, Rob. I would like to cover 2 important topics before we get on to your questions. The first is the long-term margin structure we expect in our Macao business. As the Macao market revenues continue to recover, our margins will naturally benefit from an improved business mix. This quarter, our Macao EBITDA reached $631 million at a 35.3% margin, which is an increase of 210 basis points compared to the second quarter of '23.\nAs revenues continue to grow, we expect our margin to exceed the 36% of Macao business in 2019. This quarter, the Malaysian Macao grew EBITDA to $290 million, with margins reaching 40.1%. This is an example of a property achieving strong revenue recovery with financial performance and margin that reflect the improved business mix. The long term Macao grew EBITDA $167 million during the quarter, with EBITDA margin expanding 660 basis points sequentially to reach 32.2%. The strong flow-through of revenue to EBITDA reflects the operating leverage of our business, once the fixed costs have been covered.\nThe transformation to [indiscernible] has created a world-class product that is a must see for visitors for Macao. We will naturally have some construction disruption in 2024, but we expect future EBITDA growth and margin expansion over time. So that's Macao. The second item I wanted to cover is an update on our plans for the return of capital to shareholders.\nOur Board of Directors has authorized a $2 billion share repurchase through 2025, and we're looking forward to restarting our share repurchase program. In the 9-year period from 2012 to 2020, we returned over $22 billion of capital to losses [indiscernible] shareholders in the form of dividends and repurchases, which was split roughly 80% dividends and 20% to share repurchases. As we consider our future capital return, we expect share repurchase will be more heavily weighted than dividends. We believe repurchases will be more accretive in dividends over time as they reduce the denominator. We fundamentally believe in the compounding long-term benefit of share repurchases. So that's the capital return update. [indiscernible] again today, and let's move to Q&A.",
    "content2": ""
  },
  {
    "header": "LVS",
    "cik": "0001300514",
    "ticker": "LVS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/73d0f0ebf6a11e5e7821fed63756d1e8",
    "period": "2023 Q2",
    "content": "Q2 2023 Las Vegas Sands Corp Earnings Call\n\nQ2 2023 Las Vegas Sands Corp Earnings Call\n\nLVSNYSEJUL 19, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Sands' Second Quarter 2023 Earnings Conference Call. [Operator Instructions] It is now my pleasure to turn the floor over to Mr. Daniel Briggs, Senior Vice President of Investor Relations at Sands. Sir, the floor is yours.\n\nDaniel J. Briggs\n\nSenior Vice President, Investor Relations, Las Vegas Sands Corp.\n\nThank you, and thanks for joining us today. Joining the call today are Rob Goldstein, our Chairman and CEO; Patrick Dumont, our President and COO; Dr. Wilfred Wong, the President of Sands China; and Grant Chum, EVP of Asia Operations and CEO -- COO, sorry, of Sands China. Today's conference call will contain forward-looking statements. We will be making this [Audio gap] the Safe Harbor provision of federal securities laws. The company's actual results may differ materially from the results reflected in those forward-looking statements. In addition, we will discuss non-GAAP measures. Reconciliations to the most comparable GAAP financial measures are included in our press release. We have posted an earnings presentation on our website. We may refer to that presentation during the call. Finally, for the Q&A session, we ask those with interest to please pose 1 question and 1 follow-up so we might allow everyone with interest the opportunity to participate. This presentation is being recorded. I'll now turn the call over to Rob.\n\nRobert Glen Goldstein\n\nPresident, Chief Operating Officer & Director, Las Vegas Sands Corp.\n\nThank you, Dan, and good afternoon. Thank you for joining us today. the powerful recovery taking place in Macao and Singapore is evident in our results. We believe it's early days, and there's still room to run in both those markets. We continue to invest in both markets for our future growth. We do have a structural advantage in Macao based on our scale. As the market accelerates, we will be a major beneficiary in the future.\nSingapore continues to do well despite 2 impediments to the midst of $1 billion renovation, which does impact adversely the results in Singapore. And additionally, we haven't seen a poor return of the Chinese [ premium mass segment ] yet. This iconic building has a very bright future. Cash flow recovery is [Indiscernible], so it's very, very enjoyable to say, \"Yay, dividends.\" Let's do some Q&A. First question, please.",
    "content2": ""
  },
  {
    "header": "LVS",
    "cik": "0001300514",
    "ticker": "LVS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a5f243718dfaee2fd8358fdf5a9eadfe",
    "period": "2023 Q1",
    "content": "Q1 2023 Las Vegas Sands Corp Earnings Call\n\nQ1 2023 Las Vegas Sands Corp Earnings Call\n\nLVSNYSEAPR 19, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Sands' First Quarter 2023 Earnings Conference Call. At this time, all participants have been placed on a listen-only mode, but we will open the floor for your questions and comments following the presentation.\nIt is now my pleasure to turn the floor over to Mr. Daniel Briggs, Senior Vice President of Investor Relations at Sands. Sir, the floor is yours.\n\nDaniel J. Briggs\n\nSenior Vice President, Investor Relations, Las Vegas Sands Corp.\n\nThanks, Paul. Thank you all for joining the call today. With me today are Rob Goldstein, our Chairman and Chief Executive Officer; Patrick Dumont, our President and Chief Operating Officer; Dr. Wilfred Wang, the President of Sands China; and Grant Chum, EVP of Asia Operations and COO of Sands China.\nToday's conference call will contain forward-looking statements. We will be making those statements under the safe harbor provision of federal securities laws. The company's actual results may differ materially from the results reflected in those forward-looking statements. In addition, we will discuss non-GAAP measures. Reconciliations to the most comparable GAAP financial measures are included in our press release. We have posted an earnings presentation on our website. We may refer to that presentation during the call.\nAnd finally, for the Q&A session, we ask those with interest to please pose one question and one follow-up question so we might allow everyone with interest the opportunity to participate.\nThis presentation is being recorded. I'll now turn the call over to Rob.\n\nRobert Glen Goldstein\n\nPresident, Chief Operating Officer & Director, Las Vegas Sands Corp.\n\nThank you, Dan, and thank you for joining the call. The results speak for themselves. There's a powerful recovery underway in Macao in both gaming and the non-gaming segments. The future looks very good for both markets. Our commitment to investing in both Macao and Singapore has never wavered in Macao following the relaxation of travel restrictions, increased visitation has driven gaming volumes, retail sales and hotel occupancy during the quarter.\nIn other words, business is back. Sands China is in a unique position to capture the opportunity. Our diversified IR model with continuous investment in non-gaming segments, MICE, hotel suites, live entertainment, retail, food and beverage positions us well to deliver strong growth in the years ahead. Our focus is on all segments of the Macao market, including international tourists. We're excited to have the opportunity to develop -- to deploy more capital to expand our non-gaming offerings in Macao.\nThe $3.8 billion commitment we made as part of the concession tender is just the baseline. We will invest more in this extraordinary market. I look forward to everyone having the opportunity to see to witness The Londoner and the Four Seasons, the quality of our new product is exceptional.\nMarina Bay Sands delivered EBITDA of USD 394 million for the quarter, mass win was an all-time property record of $549 million. Growing volumes have nearly equal to 2019 level. Our $1 billion suite in casino innovation program is progressing more suite inventory will continue to come online throughout the remainder of the year. We'll have 400 suites available by the end of 2023, up from just 150 prior to our renovation.\nOkay. Let's take some questions, and please ask away.",
    "content2": ""
  },
  {
    "header": "LVS",
    "cik": "0001300514",
    "ticker": "LVS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/42b39b0497b33f725ebad7758a282b92",
    "period": "2022 Q4",
    "content": "Q4 2022 Las Vegas Sands Corp Earnings Call\n\nQ4 2022 Las Vegas Sands Corp Earnings Call\n\nLVSNYSEJAN 25, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Sands' Fourth Quarter 2022 Earnings Conference Call.\n(Operator Instructions)\nIt is now my pleasure to turn the floor over to Mr. Daniel Briggs, Senior Vice President of Investor Relations at Sands. Sir, the floor is yours.\n\nDaniel J. Briggs\n\nSVP of IR, Las Vegas Sands Corp.\n\nThank you, operator. Joining the call today are Rob Goldstein, our Chairman and CEO; Patrick Dumont, our President and COO; Dr. Wilfred Wong, President of Sands China; and Grant Chum, EVP of Asia Operations, Las Vegas Sands and COO of Sands China. Today's conference call will contain forward-looking statements.\nWe will be making those statements under the safe harbor provision of federal securities laws. The company's actual results may differ materially from the results reflected in those forward-looking statements. In.\naddition, we will discuss non-GAAP measures. Reconciliations to the most comparable GAAP financial measure are included in our press release. We have posted an earnings presentation on our website. We may refer to that presentation during the call. Finally, for the Q&A session, we ask those with interest to please pose one question and one follow-up question, so we might allow everyone with interest the opportunity to participate. The presentation is being recorded. I'll now turn the call over to Rob.\n\nRobert Glen Goldstein\n\nChairman, CEO & Treasurer, Las Vegas Sands Corp.\n\nThank you, Dan, and thank you for joining our call today. A few brief comments, then we move to Q&A. Macao's future is bright, remains the largest integrated resort market globally. Our commitment to investing in this incredible market is never wavered and with an unrivaled critical mass of world-class IRs as well as continued improvement in transportation infrastructure in the region. Macao will mature into a vibrant, diversified tourism market over the coming years.\nSCL's positioning and scale are perfect to capture the opportunity. Our diversified IR model with continuous investment in non-gaming segments, including MICE, hotel suites, live entertainment, retail, food and beverage, positions us well to capture the growth opportunity.\nOur diversity, scale and track record in non-gaming make us uniquely positioned to cater all segments of the market enable Macao to appeal to international tourists as well. The new concession is a win-win. We deeply appreciate the opportunity to operate one of those gaming concessions in the next 10 years.\nWe are excited to deploy more capital to expand non-gaming offerings at SCL. The USD 3.8 billion commitment is just a baseline. We hope to invest more as the market continues to grow. The commitment to develop non-gaming is the core of our investment and operating strategy for the past 2 decades, whether it be MICE, entertainment themed attractions or destination sales and marketing in overseas markets.\nWe view the investment commitments by SCL and the rest of the industry is positive for Macao. Over the past few weeks, travel restrictions have been lifted. It is too hard to tell the true measure of the underlying pace of recovery, but indications are extremely positive.\nWe have seen significant improvement on property visitation, gaming volumes, retail sales and hotel occupancy. We remain positive on investments in, The Londoner and Four Seasons. Our investments position us well as the market recovers. The quality of our new products will also help drive high-value tourism from the region, especially the overseas markets. Turning to Singapore, our normalized EBITDA and gaming volumes are back now to the 2019 levels.\nNormalized EBITDA reached USD 386 million for the quarter. Rolling volumes are approaching 2019 level and mass win per day is now exceeding the level of 2019. We have also delivered strong performance in non-gaming across all segments, including retail, mall, hotel, F&B and MICE.\nRetail is especially noteworthy with a 26% increase in tenant sales per square foot versus 2019. Our [Sweden] casino renovation program is progressing. (inaudible) product will come online throughout the year. Looking ahead, Marina Bay Sands is poised for further growth as all of our markets recover and become free of travel restrictions and airline lift continues to recover. Let's move to Q&A.",
    "content2": ""
  },
  {
    "header": "LVS",
    "cik": "0001300514",
    "ticker": "LVS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/486d9941a8e8193fe2395b2003aeafe0",
    "period": "2022 Q3",
    "content": "Q3 2022 Las Vegas Sands Corp Earnings Call\n\nQ3 2022 Las Vegas Sands Corp Earnings Call\n\nLVSNYSEOCT 19, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Sands' Third Quarter 2022 Earnings Conference Call. (Operator Instructions)\nIt is now my pleasure to turn the floor over to Mr. Daniel Briggs, Senior Vice President of Investor Relations at Sands. Sir, the floor is yours.\n\nDaniel J. Briggs\n\nSVP of IR, Las Vegas Sands Corp.\n\nThanks, Paul. Joining the call today are Rob Goldstein, our Chairman and CEO; Patrick Dumont, our President and COO; Dr. Wilfred Wong, President of Sands China; and Grant Chum, EVP of Asia Operations and COO of Sands China.\nToday's conference call will contain forward-looking statements that we are making under the safe harbor provision of federal securities laws. The company's actual results could differ materially from the results reflected in those forward-looking statements. In addition, we will discuss non-GAAP measures. A definition and a reconciliation to the most comparable GAAP financial measures are included in the press release.\nWe have also posted an earnings presentation on our Investor Relations website. We may refer to the presentation during the Q&A portion of the call. (Operator Instructions) Please note that this presentation is being recorded.\nI'll now turn the call over to Rob.\n\nRobert Glen Goldstein\n\nChairman, CEO & Treasurer, Las Vegas Sands Corp.\n\nThank you, Dan, and thank you for joining our call today.\nA few brief comments and we'll move to Q&A. The recovery of Marina Bay Sands continued during the quarter with property EBITDA reaching USD 343 million. Relaxation of virus-related restrictions in Singapore and many of the source markets, coupled with the improvements in airlift have enabled this performance and financial -- this improvement in financial performance. We expect a robust recovery over time as further relaxation measures in the region are implemented and additional airlift in Singapore comes online.\nOur $1 billion capital investment program currently underway at Marina Bay Sands has introduced exceptional new suite product in premium segment focused in (inaudible). The response to these initial offerings has been strong. Additional offerings, including spacious new suite products, will be introduced throughout the remainder of this year in 2023. We look forward to substantially increasing our investment in the Singapore market as we execute our expansion plans at MBS in the years ahead.\nTurning to Macau, the operating environment remains difficult. Importantly though, in areas where restrictions have been relaxed, customer demand and spending in Macau have proven resilient at the premium mass level from both [dining] and retail perspective. We appreciate the opportunity to submit our tender proposal for 1 of the 16 concessions in Macau in September. We are now in the consultation phase of the tender program and as such, we won't be able to comment much further on the process at this time.\nWe are big believers in Macau as a world center of tourism and leisure. We have been the biggest investor and operated non-gaming businesses over the past 2 decades in Macau. We absolutely welcome the opportunity to invest even more in nongaming products and offerings in Macau. We have great confidence in Macau's tourism recovery as long-term growth prospects as we do most of our -- we'll do our utmost to support Macau's economic diversification and its evolution as Asia's leading destination for MICE and leisure visitors. We consider our existing portfolio of resorts in Asia to be an ideal platform for growth in the years ahead. In addition, we continue to pursue opportunities to develop new large-scale land-based destination resorts in both the U.S. and Asia.\nWe thank you for listening today, and I'll turn to your questions.",
    "content2": ""
  },
  {
    "header": "LVS",
    "cik": "0001300514",
    "ticker": "LVS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d900910e46267a1c54a9af0c098fb273",
    "period": "2022 Q2",
    "content": "Q2 2022 Las Vegas Sands Corp Earnings Call\n\nQ2 2022 Las Vegas Sands Corp Earnings Call\n\nLVSNYSEJUL 20, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Sands Second Quarter 2022 Earnings Conference Call. (Operator Instructions)\nIt is now my pleasure to turn the floor over to Mr. Daniel Briggs, Senior Vice President of Investor Relations at Sands.\nSir, the floor is yours.\n\nDaniel J. Briggs\n\nSVP of IR, Las Vegas Sands Corp.\n\nThank you. Joining the call today are Rob Goldstein, our Chairman and Chief Executive Officer; Patrick Dumont, President and Chief Operating Officer; Dr. Wilfred Wong, President of Sands China; and Grant Chum, Chief Operating Officer of Sands China.\nToday's conference call will contain forward-looking statements that we are making under the safe harbor provision of federal securities laws. The company's actual results could differ materially from the anticipated results in those forward-looking statements. In addition, we may discuss non-GAAP measures. A definition and a reconciliation of each of these measures to the most comparable GAAP total measures is included in the press release. We have posted supplementary earnings slides on our Investor Relations website. We may refer to those slides during the Q&A portion of the call.\nFinally, for those who would like to participate in the Q&A session, we ask that you please limit yourself to 1 question and 1 follow-up. So we might allow everyone with interest the opportunity to participate. Please note that this presentation is being recorded.\nWith that, I'll turn the call over to Rob.\n\nRobert Glen Goldstein\n\nChairman, CEO & Treasurer, Las Vegas Sands Corp.\n\nThank you, Dan, and thank you for joining our call today. A few brief comments and then move to Q&A. The recovery in Singapore at MBS accelerated during the quarter with property EBITDA reaching USD 319 million. The relaxation of pandemic-related restrictions in Singapore and many of its source markets has enabled this encouraging improvement in the financial performance at MBS. We expect a more robust recovery over time as additional airlift in Singapore comes online and further relaxation measures in the region are implemented. Our conviction to the long-term opportunity in Singapore market remains steadfast. Our $1 billion capital investment is underway at Marina Bay Sands as introduced exceptional new suite product and premium segment focused amenities to the resort.\nMore offerings will be added throughout the remainder of 2022 and '23 and this will enhance the property's appeal to premium customers seeking the highest-level travel experiences. In addition, we look forward to substantially increasing our investment in the Singapore market as we execute our expansion plans at Marina Bay Sands in the years ahead. Singapore remains an outstanding market for additional investment.\nLet's turn to Macau. The operating environment there remains very difficult in periods when the restrictions have been lifted, the customer demand and spending in Macao has proven resilient at the premium mass level from both a gaming and a retail perspective. As the market eventually recovers, our $2.2 billion investment program at Four Seasons in London will provide outstanding growth opportunities in both the premium and mass customer segments. We appreciate the clarity of the revised gaming law in June. We look forward to participating in the concession retendering process as it proceeds. We continue to have the largest footprint in this incredible market.\nWe retain great optimism and our ability to perform to pre-pandemic levels and beyond the Macau visitation returns. We would welcome the opportunity to invest billions of additional dollars in Macao, we continue to believe Macao is an outstanding market for additional investment. We can see our portfolio of resorts in Asia to be an ideal platform for growth in the years ahead and additionally, we continue to pursue other opportunities in large land-based destination resorts in the U.S. and Asia.\nLet's go to Q&A.",
    "content2": ""
  },
  {
    "header": "LVS",
    "cik": "0001300514",
    "ticker": "LVS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a7613bb69dafc51973fb657b6721c5e4",
    "period": "2022 Q1",
    "content": "Q1 2022 Las Vegas Sands Corp Earnings Call\n\nQ1 2022 Las Vegas Sands Corp Earnings Call\n\nLVSNYSEAPR 27, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Sands First Quarter 2022 Earnings Conference Call. (Operator Instructions) But we will open the floor for your questions and comments following the presentation.\nIt is now my pleasure to turn the floor over to Mr. Daniel Briggs, Senior Vice President...\n\nDaniel J. Briggs\n\nSVP of IR, Las Vegas Sands Corp.\n\nThank you, Paul. Joining the call today are Rob Goldstein, our Chairman and Chief Executive Officer; and Patrick Dumont, our President and Chief Operating Officer. Also joining are Dr. Wilfred Wong, President of Sands China; and Grant Chum, Chief Operating Officer of Sands China.\nToday's conference call will contain forward-looking statements that we are making under the safe harbor provision of federal securities laws. The company's actual results could differ materially from the anticipated results in those forward-looking statements. In addition, we may discuss non-GAAP measures. A definition and a reconciliation of each of these measures to the most comparable GAAP financial measures is included in the press release. We have posted supplementary earnings slides on our Investor Relations website. We may refer to those slides during the Q&A portion of the call.\nFinally, for those who would like to participate in the Q&A session, we ask that you please limit yourself to one question and one follow-up, so we might allow everyone with interest the opportunity to participate. Please note that this presentation is being recorded.\nWith that, I'll turn the call over to Rob.\n\nRobert Glen Goldstein\n\nChairman, CEO & Treasurer, Las Vegas Sands Corp.\n\nThanks, Dan. Good afternoon, and good morning to our colleagues in Asia. Some brief comments, and we'll go to Q&A. Our results continue to reflect the pandemic's impact the travel restrictions, suppressed visitation, our financial results in both Macao and Singapore this quarter. We did generate positive EBITDA for the quarter in Singapore and for the company in total.\nThe [business in Singapore] as the travel corridors established last quarter have been replaced with an introduction of the vaccinated traveler framework, which allows vaccinated travelers to enter Singapore in much the same way as prior to the pandemic. In short terms, we are open for business in Singapore.\nOur conviction and long-term opportunity in the Singapore market remains steadfast. The $1 billion capital investment currently underway at MBS, we introduced luxurious new suite product and amenities that (inaudible).\nIn Macao, our considerable investments in Londoner are nearing completion. As the market recovers 4 Seasons Londoner will provide growth opportunities in both the premium and mass customer segments.\nWe continue to have the largest footprint in the Macao marketplace and we appreciate the opportunity to provide input in the public consultation process and we look forward to participating in the re-tendering process as well. While the current quarter results in Macao were impacted severely by the enhanced travel restrictions in China, customer demand and spend in Macao have proven resilient at the premium mass level from both a gaming and retail perspective in periods when the restrictions have been relaxed.\nWe remain confident that we return to positive cash flow in both Macao and Singapore in the future as restrictions are eased and travel and tourism recover. We consider our portfolio of resorts in Asia to be outstanding platform for growth for the years ahead.\nIn addition, we continue to pursue opportunities to develop large-scale resorts in both the United States and Asia. The sale of Las Vegas was completed this quarter, which creates additional liquidity and optionality.\nLastly, we [intend] to build out our digital presence and to explore multiple opportunities. We will provide additional color at the appropriate time. Let's go to your questions. Questions?\n\nDaniel J. Briggs\n\nSVP of IR, Las Vegas Sands Corp.\n\nPaul, we're ready to go to questions. Thanks.",
    "content2": ""
  },
  {
    "header": "LVS",
    "cik": "0001300514",
    "ticker": "LVS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a28cded2ef55ee497e5bda5336462523",
    "period": "2021 Q4",
    "content": "Q4 2021 Las Vegas Sands Corp Earnings Call\n\nQ4 2021 Las Vegas Sands Corp Earnings Call\n\nLVSNYSEJAN 26, 4:30 PM\n\nOperator\n\nGood day, and thank you for standing by, and welcome to the Las Vegas Sands Fourth Quarter 2021 Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded. (Operator Instructions)\nI would now like to hand the conference over to your speaker for today, Mr. Daniel Briggs. Thank you, sir. Please go ahead.\n\nDaniel J. Briggs\n\nSVP of IR, Las Vegas Sands Corp.\n\nThank you. Joining me on the call today are Rob Goldstein, our Chairman and Chief Executive Officer; and Patrick Dumont, our President and Chief Operating Officer Also joining us on the call are Grant Chum, our Chief Operating Officer, Sands China; and Dr. Wilfred Wong, who are about to get connected. And I apologize for starting late.\nBefore I turn the call over to Rob, please let me remind you that today's conference call will contain forward-looking statements that we are making under the safe harbor provision of federal securities laws. The company's actual results could differ materially from the anticipated results in those forward-looking statements.\nIn addition, we may discuss non-GAAP measures. A definition and a reconciliation of each of these measures to the most comparable GAAP measures is included in the press release. Please note that we have posted supplementary earnings slides on our earnings press relations website. We may refer to those slides on the Q&A portion of the call. (Operator Instructions) Please note that this presentation is being recorded.\nWith that, let me please turn the call over to Rob.\n\nRobert Glen Goldstein\n\nChairman, CEO & Treasurer, Las Vegas Sands Corp.\n\nThank you, Dan, and good afternoon and good morning to our colleagues in Asia. A very good morning for our colleagues in Asia. Thank you for joining our call today. We'll have some brief comments, and then we'll go right to Q&A.\nOur results continue to reflect the pandemic's impact. Travel restrictions continue to affect visitation and our financial results in both Macao and Singapore this quarter. We did generate some positive EBITDA for the quarter in both markets. We remain confident in the eventual recovery in both Macao and Singapore.\nThe good news in Singapore, the travel restrictions and travel carters were established with many important source markets during the quarter. Indonesia, Malaysia, South Korea, Australia, Thailand were all part of the initial rollout of the DTO program. And obviously, emergence of Omicron variant impacted the DTO program in late December. The DTO should contribute to a more robust recovery over time.\nOur confidence in the long-term opportunity in Singapore remains deep. And I'm pleased to announce we've embarked on a USD 1 billion renovation project at MBS that will introduce luxurious new suite product to the resort. The program will meaningfully expand our room suite offerings and significantly enhance our appeal to premium customers.\nIn Macao, the Londoner is near completion. As the market recovers, both the Four Seasons and Londoner will provide growth opportunities -- material growth opportunities in both the premium and mass customer segments. We continue to have the largest footprint in the world's greatest market, Macao, and appreciate the opportunity to provide input in the public consultation process ongoing. We look forward to participating in the tendering process as it proceeds to fruition.\nCustomer demand and spending in Macao have proven resilient at the premium mass level from both a gaming and retail perspective, as outlined, I think, on Pages 29 and 30 in your deck. We continue to have great optimism about our ability to perform to pre-pandemic levels once visitation returns. You may know our company is divided primarily the 3 material areas, the most important being Asia, the portfolio in Macao and Singapore. We remain confident we'll return to strong positive cash flow in both Macao and Singapore in the future as restrictions are eased and travel and tourism recover.\nThe sale of Las Vegas creates liquidity and optionality as we pursue additional large-scale, land-based destination resorts in the U.S. and Asia. And we continue to build our digital presence. We're exploring multiple opportunities at this time, and we'll provide some color at the appropriate time.\nSo let's go to your questions, and thank you for listening.",
    "content2": ""
  }
]