[
  {
    "header": "NOW",
    "cik": "0001373715",
    "ticker": "NOW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0ec42167412ed59dd2963ea05589d1cf",
    "period": "2025 Q3",
    "content": "Q3 2025 ServiceNow Inc Earnings Call\n\nQ3 2025 ServiceNow Inc Earnings Call\n\nNOWNYSEOCT 29, 5:00 PM\n\nOperator\n\nThank you for standing by. My name is Kate, and I will be your conference operator today. At this time, I would like to welcome everyone to the Q3 2025 ServiceNow Earnings Conference Call. [Operator Instructions] I would now like to turn the call over to Darren Yip, Senior Vice President of Investor Relations and Market Insights. Please go ahead.\n\nDarren Yip\n\nHead of Investor Relations\n\nThank you. Good afternoon, and thank you for joining ServiceNow's Third Quarter 2025 Earnings Conference Call. Joining me are Bill McDermott, our Chairman and Chief Executive Officer; Gina Mastantuono, our President and Chief Financial Officer; and Amit Zavery, President, Chief Product Officer and Chief Operating Officer.\nDuring today's call, we will review our third quarter 2025 results and discuss our guidance for the fourth quarter and full year 2025.\nBefore we get started, we want to emphasize that the information discussed on this call, including our guidance, is based on information as of today and contains forward-looking statements that involve risks, uncertainties and assumptions. We undertake no duty or obligation to update such statements as a result of new information or future events.\nPlease refer to today's earnings press release and our SEC filings, including our most recent 10-Q and 10-K for factors that may cause actual results to differ materially from our forward-looking statements. We'd also like to point out that we present non-GAAP measures in addition to as a substitute for financial measures calculated in accordance with GAAP. Unless otherwise noted, all financial measures and related growth rates we discuss today are non-GAAP except for revenues; remaining performance obligations, or RPO; current RPO and cash and investments.\nTo see the reconciliation between these non-GAAP and GAAP measures, please refer to today's earnings press release and investor presentation, which are both posted on our website at investors.servicenow.com. A replay of today's call will also be posted on our website.\nWith that, I'll turn the call over to Bill.\n\nWilliam R. McDermott\n\nIncoming President & Chief Executive Officer, ServiceNow, Inc.\n\nThank you, Darren, and welcome, everyone, to today's call.\nServiceNow delivered another set of stunning quarterly results that absolutely shattered expectations. Subscription revenue growth was 20.5% year-over-year in constant currency, 1 full point above the high end of guidance. CRPO growth was 20.5% year-over-year in constant currency, 2.5 points above our guidance. Operating margin was 33.5%, 3 full points above our guidance.\nFree cash flow margin was 17.5%. We had 103 deals greater than $1 million in net new ACV, 6 of which were greater than $10 million in net new ACV. Technology workflows had 50 deals over $1 million, including 6 over $5 million. ITSM, ITOM and ITAM were all in 15 of our top 20 deals with double-digit deals over $1 million. Together, security and risk combined for 12 of the top 20 deals with 3 deals over $1 million.\nThat risk and security business combined is now $1 billion ACV business, our fifth business to cross the $1 billion threshold. CRM and industry workflows were in 14 of the top 20 with 15 deals over $1 million, and core business workflows were in 13 of the top 20 with 14 deals over $1 million.\nHere's the headline. ServiceNow is one of the most durable, consistent, overperforming growth companies in the enterprise software industry. When you think about brand shaping the future, you have GPU leaders like NVIDIA, hyperscalers, foundation models and 1 company integrated in all together, the AI workflow company, ServiceNow.\nIt used to be the MAG 7. Now there's a new category, I'm calling this the Super 8. That's the MAG 7 plus ServiceNow, that's right, the Super 8. As you'll hear from Gina, our confidence in the future has never been stronger, so we're raising guidance again heading into the fourth quarter. This team knows how to focus, innovate for our customers, execute at global scale and most importantly, how to win.\nWe've only scratched the surface of the market opportunity for this platform. This new enterprise AI neighborhood is a dynamic place to live. Our Now Assist net new ACV to date, beat expectations once again in Q3. Our AI products are on pace to exceed $0.5 billion in ACV this year, excellent progress toward beating at $1 billion target next year, and we're totally focused on surpassing it.\nWe saw 12 Now Assist deals over $1 million, including 1 over $10 million. Our AI Control Tower deal volume more than quadrupled quarter-over-quarter in Q3. And just since the end of May, AI agent assist consumption has increased over 55x, that's the foundation of a beautiful hockey stick that's coming to you.\nFor our customers, it's all about AI business transformation. IDC forecast AI IT spending will be $1.3 trillion through 2029. And here's why ServiceNow is winning.\nOur platform sits at the core of the enterprise technology estate. ServiceNow is championed by the very leaders who are designing AI reference architectures of the future. Beginning with autonomous IT, we're helping those leaders solve enterprise-grade AI challenges.\nGovernance is one of those mission-critical areas. Machines simply can't govern themselves, AI is like any other enterprise asset, it needs to be cataloged, tracked, supervised and secured. ServiceNow's configuration management leadership gives us and our customers a clean single pane of glass to govern all artificial intelligence.\nHow is it working, where it's adding value and where it's elucidating? This is AI-enabled orchestration of all the other AI. Every single enterprise and every industry wants this real-time AI Control Tower. Another challenge is getting beyond the height to fast business value.\nThe root cause of nearly every failed deployment of enterprise technology in history is a lack of integration. And even the ones that worked took years to get to positive ROI. To change this paradigm, AI has to run east to west across the enterprise and north to south up and down the tech stack.\nServiceNow's AI platform can do this like no other. For every process that transcends departments and systems, ServiceNow's workflow engine is creating the road map that AI agents follow to get work done. Without cross enterprise workflows, so-called agentic AI, is just another one-dimensional chatbot.\nEnterprises gravitate to ServiceNow because we have a system of intelligence and a system of action on one integrated AI platform. Legacy systems of record where enterprises want a modern alternative are being composed as AI native workflows on the ServiceNow AI platform. We all have personal experiences with AI apps on our phones.\nEnterprise AI is different. It's much harder. To put AI to work for people takes more than a language model or a rebranded wrapper on legacy tech. It takes domain expertise, which ServiceNow has curated over 2 decades and trillions of automated workflows.\nIt also takes empathy as every customer's AI journey is unique. You don't build trust in this industry by forcing customers to conform. You build it by meeting them where they are. That's where the operative word in ServiceNow strategy is any, any cloud, any model, any data source, any agent. It's why we were so early partnering with all 3 hyperscalers, the foundation model companies and the systems of record.\nWe neutralize complexity for our customers, giving them a clear road map to cycle down old systems over time as their AI readiness matures. Our customers recognize the time is now to shape their future. AI is the new UI. The ServiceNow AI experience breaks the cycle of siloed systems and bolt-on agents with a unified AI interface for voice, images, data and text.\nFigma and ServiceNow are partnering to bridge the gap between design intent and enterprise execution. Through an MCP integration, teams can seamlessly transition from visual design and Figma to fully functional enterprise-grade applications on the ServiceNow platform.\nThis integration empowers developers, regardless of skill level, to use Figma design as direct prompts in the Now Assist build agent. We see a bright future, intelligent agents working side-by-side with people to resolve issues, complete tasks and take action. In the context of value creation for customers, partners, employees and shareholders, enterprise AI keeps every ServiceNow stakeholder on the same side.\nThis is a once-in-a-generation opportunity. It's like minting a new currency that underpins a limitless new economy. The more we keep getting this right, the more will reach our full potential as the AI defining enterprise software company of the 21st century.\nTo ground this in special way, in a special and specific market, let's talk customer experience. Enterprise has invested a lot into legacy CRM deployments. For all that investment, they got a sprawling massive instances and silos. They want a better way with AI. This applies to many legacy vendors, some more than others.\nHere's why ServiceNow is reshaping the customer experience market. Our AI experience turned CRM into an AI-first system of action that drives growth and customer loyalty. In sales, a new AI-powered CPQ solution accelerates quote generation, and this is going to free business to focus on relationships.\nIn service, AI agents flag at-risk cases, automate resolutions and empower teams to act before SLAs are breached. This spans the entire customer life cycle from first contact to resolution. Customers like Thrive and Pure Storage are using ServiceNow CRM to personalized support, connect data, AI and workflows and scale service excellence.\nWith a global technology services company, we are streamlining service models and enhancing customer experiences through agentic workflows, a hardware manufacturer, selected ServiceNow CPQ and manufacturing solution to scale sales and service without increasing cost.\nA leading global technology company tripled their CPQ commitment with ServiceNow. What began with 1 product and 1 channel turned into a breakout success. The customer saw the impact, and now they're scaling it across partners and a dozen more products.\nA European auto manufacturer, Selective ServiceNow CPQ for its configuration, and it's selling this globally. What's fascinating is that these conversations are actually coming to us. The appetite for change is everywhere. We're also meeting the moment with great partners like Genesis. Unified experience from Genesis and ServiceNow merges contact centers, CRM and service operations into a single agentic AI-powered platform.\nThrough agent-to-agent orchestration between Genesis Cloud and ServiceNow, AI agents will collaborate autonomously on tasks to deliver fast resolutions, seamless customer experiences and stronger customer loyalty. ServiceNow always goes where the customer needs us to go; in this case, that's to the core of a better CRM because the status quo just isn't cutting it.\nLet's spend a moment on U.S. Federal, which had a great Q3, beating NN ACV expectations handily. In the quarter, we saw Now Assist pilots quickly converting into deals, as agencies realize fast time to value and compelling ROIs.\nLike other industries, our AI Control Tower is gaining attention, as agencies look to enforce governance and manage risk within their AI estate. The GSA One Gov agreement opens the door for broader federal and government adoption of ServiceNow. This simplified model reduces complexity and makes it easier for agencies to adopt more of our AI platform over time, that positions us well for upgrading standard customers to Pro Plus.\nThrough the agreement, the ServiceNow AI platform is estimated to boost efficiency by 30%, saving the federal government billions over the next 5 years and it will accelerate agentic AI transformation.\nIn closing, ServiceNow's strategic relevance has never been higher, and it's soaring right now. When you look at the Zurich release, every innovation from vibe coating to agenetic playbooks and enterprise-grade security, it's purpose built to unlock the full value of agentic AI, helping teams act faster, work smarter and build trust as they scale.\nGartner just published the first ever 2025 Magic Quadrant for business orchestration and automation technologies, affectionately called So get on board because ServiceNow is the leader, the furthest for its completeness of vision, placement of all companies. We have a rock solid core business with the biggest opportunity in our history to provide the AI Control Tower.\nWe have a next-generation CRM business at the doorstep of substantial legacy disruption. We have AI, data and workflows integrated into a single AI architecture, world's leading brands like the great NVIDIA, the world's first $5 trillion company. Congratulations Jensen, our great friend, and your wonderful company.\nAlso AstraZeneca, Volkswagen Group, Ulta Beauty, 7-Eleven Japan, FedEx, DataWorks and countless other companies are working with ServiceNow and excited to do so. Periods of systemic change always reveal new pillars on which the future is being built. This is the 1 moment in time when everything will change. And we won't do it with AI alone. We need AI that works for people.\nWe need a bias for exponential thinking for renaissance level creativity to finally solve some of the world's biggest challenges. Our customers, our partners and our team are all in to build that future on the ultimate platform, ServiceNow, the AI platform for business transformation.\nThank you for your time and interest. I look forward to your questions. I'll hand things over to our President and Chief Financial Officer, Gina Mastantuono. Gina, over to you.\n\nGina M. Mastantuono\n\nCFO, ServiceNow, Inc.\n\nThank you, Bill. Once again, Q3 showcased another standout quarter of elite level execution with significant outperformances across all of our top line and profitability guidance metrics. Now Assist, Workflow Data Fabric and Raptor DB were all ahead of plan. .\nServiceNow's U.S. Federal business also demonstrated its resilience, surpassing net new ACV expectations for the quarter as we work hand-in-hand with agency leaders to modernize how the government works for the American people.\nQ3 subscription revenues were $3.299 billion, growing 20.5% year-over-year at constant currency, 100 basis points above the high end of our guidance range, driven by strong execution with broad-based demand throughout the platform.\nRPO ended the quarter at approximately $24.3 billion, representing 23% year-over-year constant currency growth. Current RPO was $11.35 billion, representing 20.5% year-over-year constant currency growth, a 250 basis point beat versus our guidance.\nFrom an industry perspective, Transportation and Logistics led the way, growing net new ACV over 90% year-over-year, followed by momentum in retail and hospitality and education both growing over 50%. Energy and Utilities continue to see healthy demand and Government was also an area of strength driven by our U.S. Federal business growing net new ACV over 30% year-over-year.\nOur renewal rate remained a strong 97% and an even more robust 98% when excluding the closure of a large federal agency. We ended Q3 with 553 customers generating over $5 million in ACV. Furthermore, the number of customers contributing $50 million or more increased by over 20% year-over-year.\nWe closed 103 deals greater than $1 million in net new ACV in the quarter, including 3 deals over $20 million. The power of our Better Together platform model was evident as all of our top 20 deals included 6 or more products.\nNow Assist had a tremendous quarter, once again exceeding expectations, fueled by 12 deals over $1 million in net new ACV, including 1 over $10 million. As Bill noted, our AI products are on pace to exceed $0.5 billion in ACV this year, underscoring the great progress we're making towards our $1 billion target for 2026.\nKey product areas of strength included ITSM and HR plus net new ACV, both doubling quarter-over-quarter. ITOM plus net new ACV, surging more than 5x quarter-over-quarter. And CSMs plus deal volume tripling year-over-year.\nMore broadly within CRM, our AI-powered CPQ solution has become a powerful entry point into front office transformation. We're seeing traction with displacement wins around the globe, including multiple million-dollar deals.\nTurning to profitability. Non-GAAP operating margin was 33.5%, 300 basis points above our guidance, driven by our top line outperformance, AI OpEx efficiencies, disciplined spend management and timing of some program spend.\nAs we advance our AI agent deployments across the company, we're unlocking substantial organizational capacity, driving measurable efficiency gains and enhancing scalability. Our free cash flow margin was 17.5%, up 50 basis points year-over-year. We ended the quarter with a robust balance sheet, including $9.7 billion in cash and investments.\nIn Q3, we bought back approximately 644,000 shares as part of our share repurchase program, up nearly 70% versus last quarter, with the primary objective of managing the impact of dilution. As of the end of the quarter, we had approximately $2 billion of authorization remaining.\nTogether, these results continue to demonstrate our ability to deliver a healthy balance of world-class growth, profitability and shareholder value. With our continued confidence in the trajectory of our business, today, we announced that the Board of Directors has approved a 5-for-1 stock split designed to make our shares more accessible to a broader base of investors and to provide employees with greater flexibility in managing their equity. A special meeting of shareholders will be held on December 5 to approve the split.\nMoving to our guidance. Given our Q3 outperformance, we are raising our 2025 growth and profitability outlook. For 2025, we are raising our subscription revenues by $55 million at the midpoint, to $12.835 billion to $12.845 billion, representing 20.5 year -- 20.5% year-over-year growth or 20% on a constant currency basis.\nWe are raising our full year operating margin target by 50 basis points from 30.5% to 31%, as AI operational efficiencies continue to drive incremental leverage. We're also raising our full year free cash flow margin target by 200 basis points from 32% to 34%.\nWe continue to expect subscription gross margin of 83.5% and GAAP diluted weighted average outstanding shares of 210 million. For Q4, I would note that while our public sector pipeline and demand is very strong, the ongoing government shutdown may impact deal timing in our U.S. federal business in Q4.\nGiven the time line requirements to complete standard procurement processes, we've prudently factored in this timing dynamic into our guidance. With that in mind, for Q4, we expect subscription revenues between $3.42 billion and $3.43 billion, representing 19.5% year-over-year growth or 17.5% to 18% on a constant currency basis.\nWe expect CRPO year-over-year growth of 23% or 19% on a constant currency basis. We expect an operating margin of 30%. Finally, we expect 210 million GAAP diluted weighted average outstanding shares for the quarter. In conclusion, Q3 was an exceptional quarter with standout performances across the board.\nThese results underscore the power of the ServiceNow AI platform and our multiple growth vectors from core workflow expansion to the accelerating adoption of innovative new products in areas like security and risk, sales and order management and data and analytics.\nMassive platform demand, combined with AI driven efficiencies, not only fueled fantastic results, but also reinforced our ability to scale with accelerating margin expansion.\nBefore we close, Bill and I want to take a moment to thank our incredible employees around the world. Your unwavering commitment, tireless execution and passion for excellence continue to be the driving force behind our success.\nWith that, I'll open it up for Q&A."
  },
  {
    "header": "NOW",
    "cik": "0001373715",
    "ticker": "NOW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5cefa5f6cee2b11b15afa0fa31baf979",
    "period": "2025 Q2",
    "content": "Q2 2025 ServiceNow Inc Earnings Call\n\nQ2 2025 ServiceNow Inc Earnings Call\n\nNOWNYSEJUL 23, 5:00 PM\n\nOperator\n\nThank you for standing by. My name is Kathleen, and I will be your conference operator today. At this time, I would like to welcome everyone to the ServiceNow Second Quarter 2025 Earnings Conference Call. [Operator Instructions]\nI would now like to turn the call over to Darren Yip, Senior Vice President, Head of Investor Relations and Market Insights. Please go ahead.\n\nDarren Yip\n\nHead of Investor Relations\n\nGood afternoon and thank you for joining ServiceNow's Second Quarter 2025 Earnings Conference Call. Joining me are Bill McDermott, our Chairman and Chief Executive Officer; Gina Mastantuono, our President and Chief Financial Officer; and Amit Zavery, President, Chief Product Officer and Chief Operating Officer.\nDuring today's call, we will review our second quarter 2025 results and discuss our guidance for the third quarter and full year 2025. Before we get started, we want to emphasize that the information discussed on this call, including our guidance, is based on information as of today and contains forward-looking statements that involve risks, uncertainties and assumptions. We undertake no duty or obligation to update such statements as a result of new information or future events. Please refer to today's earnings press release and our SEC filings, including our most recent 10-Q and 10-K for factors that may cause actual results to differ materially from our forward-looking statements.\nWe'd also like to point out that we present non-GAAP measures in addition to and not as a substitute for financial measures calculated in accordance with GAAP. Unless otherwise noted, all financial measures and related growth rates we discuss today are non-GAAP except for revenues, remaining performance obligations, or RPO, current RPO and cash and investments. To see the reconciliation between these non-GAAP and GAAP measures, please refer to today's earnings press release and investor presentation, which are both posted on our website at investors.servicenow.com. A replay of today's call will also be posted on our website.\nWith that, I'll turn the call over to Bill.\n\nWilliam R. McDermott\n\nIncoming President & Chief Executive Officer, ServiceNow, Inc.\n\nThank you, Darren, and welcome, everyone, to today's call. ServiceNow's Q2 results were outstanding. They continue our long track record of elite level execution, and we are at the forefront of enterprise AI. Subscription revenue growth was 21.5% in constant currency, 2 points above our guidance. CRPO growth was also 21.5% in constant currency, 2 points above our guidance. Operating margin was 29.5%. That's over 2.5 points above our guidance. Free cash flow margin was 16.5%, up 3% year-on-year. We had 89 deals greater than $1 million in net new ACV, 11 of those deals were greater than $5 million in net new ACV. All our workflow businesses performed very well in the quarter.\nTechnology workflows had 40 deals, over $1 million, including 4 over $5 million. ITSM, ITOM, ITAM, security and risk were all in at least 15 of the top 20 deals. CRM and industry workflows continued its strong momentum and 17 of our top 20 deals with 17 of those deals over $1 million. And core business workflows also had a great quarter and 16 of the top 20 deals with 7 deals over $1 million. The global environment is the fastest changing in history. Outcomes like beat-and-raise are a testament to the ServiceNow AI platform, our world-class team and partner ecosystem.\nLet's talk about what's driving the growth. It's AI, data and workflows. On AI, now assist net new ACV to date beat expectations once again in Q2. Our key AI Pro+ deal count, including ITSM, CSM and HR was up over 50% quarter-on-quarter. We also closed our largest now as this deal to date, at over $20 million. We had 21 deals with 5 or more now assist products, and plus products were included in 18 of our top 20 deals. The AI hype cycle has not slowed for good reason. Enterprises in every industry and every region of the world have AI transformation as priority number one. IT budgets are highly resilient and increasingly focused on strategic mission-critical AI platforms. Our position is highly differentiated because AI work is cross-functional work.\nServiceNow integrates the entire tech stack, on-prem or in the cloud, any system, any LLM, any data source and we bring all of that data into a single model. From there, we elevated to the workflow layer where you take action on that data wherever it lives. Then we move into the AI layer, not just automation but true AI agents executing real tasks to drive outcomes across business processes, hire to retire, procure to pay, design to product quote to cash and sales to service. The long history of enterprise tech can be described in a single word, pain, that's because people and devices and apps and data and clouds, they don't work well together. Without ServiceNow, we run the real risk of a new generation of pain this time with AI agents scattered around like spare parts. We have no intention, ladies and gentlemen, of allowing that to happen.\nControl Tower isn't just a name for our solution. It's the ultimate metaphor that how ServiceNow helps customers govern the agenetic enterprise. We help customers take advantage of everyone's innovation, ours and others we put investments together. We make it all work with demand as high as it is. Our next AI program is called Now Next AI. And this is getting our engineering teams deployed to get customers live fast. These are only a few of the many reasons you're seeing real momentum in these results. and we're only just getting started. Q2 has also showed ServiceNow's growing differentiation in enterprise data. Workflow Data Fabric was included in 17 of our top 20 largest deals. Customers recognize the value of combining data, analytics and AI. They embrace our vision of workflow data fabric and agents working together to drive faster, smarter outcomes. On the underlying technology level, RaptorDB Pro continued to gain traction in every major region beat expectations in Q2.\nAs I summarized earlier, all our workflows are growing, especially CRM, front office workflows. The CRM opportunity for ServiceNow is massive. According to industry experts, Agentic AI represents a seismic shift that could render traditional CRM obsolete. By the end of this decade, enterprises will adopt systems of action driven by autonomous front-end agents. The future isn't a CRM screen, it's omnipresent AI agent embedded in everyday tools. With our sales and order management solution and our acquisition of Logik.ai. We're not just entering CRM. We're reimagining it now. We're delivering a fully integrated AI-powered front office, sales and service, streamlined operations and dramatically improved time to revenue. And customers are responding to our innovation. We secured several notable wins with strong momentum in CRM and widespread adoption of our end-to-end capabilities, one of the largest building supply companies in the U.S. selected ServiceNow CPQ to support configuration and quoting at scale for their largest distribution network.\nExxon Mobile, plans to implement ServiceNow AI and agents to deliver enhanced employee experiences, improved operational processes and fast response time across its enterprise services. Standard Charter will use ServiceNow AI control tower with rated to help govern and secure and realize value from agentic AI, Merck & Company, is adopting the ServiceNow AI platform to transform security operations, enhancing control of our IT assets, reducing risk and strengthening data compliance across the enterprise. The state of California is using ServiceNow CRM across multiple departments to better serve its constituents, employees and the business community. Banco do Nordeste, Doldafield is transforming customer service with ServiceNow AI, delivering tailored solutions that anticipate customer needs and deepen engagement across the broad network of customers and partners. And to it is expanding its long-time relationship with ServiceNow to remove friction with done for you a genetic AI experiences for their employees. Starbucks a multiyear ServiceNow customer is using our AI capabilities to enhance its technology ecosystem, rolling out ServiceNow and select support centers to drive greater satisfaction at every touch point. The North Carolina Department of Transportation will use ServiceNow AI control tower to govern all of their AI solutions across the agency, ensuring industry compliance, and control as they scale their modernization efforts. In a very exciting new partnership, Cap zone, impact investments and ServiceNow are developing a national network of next-gen solutions to modernize mission-critical facilities.\nServiceNow's risk management, enterprise asset management and AI-powered automation capabilities will create a fully digital maritime manufacturing capability in the United States. There's no greatest satisfaction in seeing world-class brands working with ServiceNow. There's no better example than our great partner and friend and video. They are redefining employee support with ServiceNow AI with intelligent AI agents that proactively resolve issues, deliver personalized help and provide answers in milliseconds. Customers are not only choosing our tech they're investing in our team. Under Amit Zavery's leadership, our product, engineering and design teams are the best in the enterprise. They're building too much net new innovation to cover in these remarks. That's a good thing.\nServiceNow has delivered a complete integrated enterprise-ready agentic platform for every agenetic requirement. This includes AI control tower AI agent fabric and a no-code AI agent studio in just 60 days. We've already surpassed our initial net new ACV expectations per AI control tower for the full year. Today, we're announcing a genetic workforce management, a new standard for hybrid team leadership. This allows employees and agents to work seamlessly and securely with each other to deliver real business outcomes. We also acquired Data.world to deliver innovative data governance, and these solutions are built for this agentic AI era, which is why it's so precious to us. This is the only data catalog platform built on a knowledge graph with the highest user adoption in the data, catalog and governance category period. We just have so much to talk about in this company right now through partnership expansions with NVIDIA, U.K. Cheese, Zoom and countless others are illuminating the centricity of ServiceNow in enterprise AI. That's why we see new recognition in Forrester waves, IDC Marketscape and Gartner Research. It's why millions are applying to work for the company so they can be part of this movement. We made an intentional choice at ServiceNow to put AI to work for people. Yes, ServiceNow AI is driving substantial productivity increases for our customers. And while efficiency and productivity are major benefits, it doesn't stop there. This is a breakthrough innovation of Lyxor, unlike anything we've ever seen in human history.\nPeople and AI together will create new businesses, new discoveries and catalyze economic growth in every corner of the world. The world works with ServiceNow because we are delivering AI to empower people everywhere. So they can be the ones who lead their organizations forward to new horizons. I'll leave you with this point. Analysts predict a genetic AI will be ubiquitous, embedded in software platforms and applications, transforming user experiences and workflows. AI is the new UI, and that's why the software industrial complex of the 21st century is converging into ServiceNow as the extensible AI operating system for the Agentic enterprise. This gives us a monumental future value creation for our customers and shareholders. Thank you for your time.\nNow I'll hand things over to our President and Chief Financial Officer, Gina Mastantuono. Gina, over to you.\n\nGina M. Mastantuono\n\nCFO, ServiceNow, Inc.\n\nThank you, Bill. Q2 was a spectacular quarter across the board. We significantly beat the high end of our guidance across all top line and profitability metrics. Among many highlights, strong adoption of our analysis products continued outperforming expectations in the quarter once again. AI efficiencies internally were also a meaningful tailwind to margin expansion.\nLet's get into the details. Q2 subscription revenues of $3.13 billion, growing 21.5% year-over-year in constant currency, 200 basis points above the high end of our guidance range. driven by strong execution and some early on-prem renewals. RPO ended the quarter at approximately $23.9 billion, representing 25.5% year-over-year constant currency growth. Current RPO was $10.92 billion, representing 21.5% year-over-year constant currency growth, a 200 basis point beat versus our guidance.\nFrom an industry perspective, transportation and logistics delivered a standout performance, net new ACV over 100% year-over-year. Technology, Media and Telecom had a fantastic quarter, growing over 70% year-over-year. Retail and Hospitality and Energy & Utilities also saw strength, each growing over 50% year-over-year. Once again, we achieved a robust 98% renewal rate showcasing ServiceNow strategic importance as the AI platform for business transformation. We ended Q2 with 528 customers generating over $5 million in ACV. What's more? The number of customers contributing $20 million or more increased by over 30% year-over-year. We closed 89 deals greater than $1 million in net new ACV in the quarter, including 11 deals over $5 million. In Q2, all top 20 deals included 5 or more products, illustrating the power of our platform. Our continued focus on winning the right new logos also bore fruit in Q2. We landed 11 deals over $1 million in net new ACV, including 2 over $5 million, growing average new logo ACV over 100% year-over-year.\nWithin CRM, our push into the front office gained further momentum in the quarter. The addition of Logic.ai is already driving exclusive growth in CPQ with 9 deals closed in June alone. Our now assist net new ACV to date also continues to trend very well beating expectations once again, fueled by an increase in both deal volume and size quarter-over-quarter. As Bill noted, this includes 21 deals with 5 or more now assist products. Our unique platform approach to AI is clearly resonating with customers. Our newest plus SKUs products are off to a stellar start ITAM now assist net new ACV serves nearly 6x quarter-over-quarter, with average deal sizes more than tripling. Now assist for SecOps and risk combined for net new ACV more than double quarter-over-quarter. Our flagship products are also delivering exceptional results. ITSM and CSMs deal value quadrupled year-over-year, while ITOMs tripled and HRSD doubled. And in creator, now assist average deal sizes also quadrupled year-over-year.\nTurning to profitability. Non-GAAP operating margin was 29.5%, over 250 basis points above our guidance, driven by our top line outperformance AI OpEx efficiencies and the timing of marketing spend. By utilizing our own AI innovations in-house is now on now, we leverage tools like CodeAssist and cogeneration to unlock significant capacity for our engineers. Our free cash to margin was 16.5%, up 300 basis points year-over-year. We ended the quarter with a robust balance sheet, including $10.8 billion in cash and investments. In Q2, we bought back approximately 381,000 shares as part of our share repurchase program with the primary objective of managing the impact of dilution. As of the end of the quarter, we had approximately $2.6 billion of authorization remaining. Together, these results continue to demonstrate our ability to drive a strong balance of world-class growth profitability and shareholder value. Moving to our outlook. As I called out last quarter, U.S. federal agencies are navigating changes from tightening budgets to evolving mission demand. The team executed very well against that backdrop as market conditions played out as we anticipated in Q2. We remain confident that our guidance appropriately reflects these trends heading into Q3 and continues to set us up for success for the remainder of the year. I would also note that my commentary for both 2025 and and Q3 does not include any contribution from Wood works, which we expect to close late in the second half of 2025 or early 2026. With that in mind, for 2025, we are raising our subscription revenues by $125 million at the midpoint to $12.775 billion to $12.795 billion, representing 20% year-over-year growth or 19.5% to 20% on a constant currency basis. We continue to expect subscription gross margin of 83.5%, operating margin of 30.5% and and free cash flow margin of 32%. Finally, we expect GAAP diluted weighted average outstanding shares of $210 million. For Q3, we expect subscription revenues between $3.26 billion and $3.265 billion, representing 20% to 20.5% year-over-year growth or 19.5% on a constant currency basis. We expect CRPO year-over-year growth of 18.5% or 18% on a constant currency basis. As a reminder, this includes 200 basis points headwind due to our larger-than-average customer cohort that renewed in Q4. We expect an operating margin of 30.5%. Finally, we expect $210 million GAAP diluted weighted average outstanding shares for the quarter. In conclusion, Q2 was another fantastic quarter fueled by solid execution and resilient demand, with a robust pipeline and expanding market opportunities, we are well positioned as we enter the second half of the year.\nFor countless ServiceNow customers and partners, Knowledge 2025 cemented ServiceNow's leadership in enterprise AI. The newly created pipeline is up over $1.2 billion already. This solid pipeline and the momentum we have exiting the first half of the year put us well on our way to reaching our $15 billion-plus subscription revenue target for 2026 and with it, $1 billion and now assist ACV. This quarter's performance is a testament to the talent and dedication of our team. Bill and I are truly thankful for the relentless effort our employees put in every day. We couldn't be more honored to lead such an exceptional group.\nWith that, I'll open it up for Q&A."
  },
  {
    "header": "NOW",
    "cik": "0001373715",
    "ticker": "NOW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0f0cc60ff212511843ef9673387872ac",
    "period": "2025 Q1",
    "content": "Q1 2025 ServiceNow Inc Earnings Call\n\nQ1 2025 ServiceNow Inc Earnings Call\n\nNOWNYSEAPR 23, 5:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Christa, and I will be your conference operator today. At this time, I would like to welcome everyone to the ServiceNow First Quarter 2025 Earnings Conference Call. [Operator Instructions] And I would now like to turn the conference over to Darren Yip, Senior Vice President of Investor Relations and Market Insight. Darren, you may begin.\n\nDarren Yip\n\nHead of Investor Relations\n\nGood afternoon, and thank you for joining ServiceNow's First Quarter 2025 Earnings Conference Call. Joining me are Bill McDermott, our Chairman and Chief Executive Officer; Gina Mastantuono, our President and Chief Financial Officer; and Amit Zavery, President, Chief Product Officer and Chief Operating Officer.\nDuring today's call, we will review our first quarter 2025 results and discuss our guidance for the second quarter and full year 2025. Before we get started, we want to emphasize that the information discussed on this call, including our guidance, is based on information as of today and contains forward-looking statements that involve risks, uncertainties and assumptions. We undertake no duty or obligation to update such statements as a result of new information or future events.\nPlease refer to today's earnings press release and our SEC filings, including our most recent 10-Q and 10-K for factors that may cause actual results to differ materially from our forward-looking statements. We'd also like to point out that we present non-GAAP measures in addition to and not as a substitute for, financial measures calculated in accordance with GAAP. Unless otherwise noted, all financial measures and related growth rates we discuss today are non-GAAP except for revenues, remaining performance obligations, or RPO, current RPO and cash and investments. To see the reconciliation between these non-GAAP and GAAP measures, please refer to today's earnings press release and investor presentation, which are both posted on our website at investors.servicenow.com. A replay of today's call will also be posted on our website.\nWith that, I'll turn the call over to Bill.\n\nWilliam R. McDermott\n\nIncoming President & Chief Executive Officer, ServiceNow, Inc.\n\nThank you, Darren, and thank you, everyone, for joining today's call. A privileged platform has a privileged position in the enterprise. Let's start with ServiceNow's Q1 results. This was our biggest Q1 ever for net new ACV. Subscription revenue grew 20% year-on-year in constant currency, slightly above the high end of our guidance range. CRPO grew 22% year-on-year in constant currency, a stunning 150 basis points above our guidance.\nOperating margin was 31%, approximately 100 basis points above our guidance. Free cash flow margin was 48%, putting us once again significantly above the Rule of 50 for the quarter. We had 72 deals greater than $1 million in net new ACV, up from 63% a year ago. Of these large deals, 9 were greater than $5 million in net new ACV. We crossed the 500-plus customers billing greater than $5 million in ACV milestone, up from 425 a year ago. Our remaining performance obligation is now $22 billion, growing 25.5% year-over-year.\nWe saw strength across the full ServiceNow solutions portfolio. Technology workflows had 36 deals over $1 million, including 2 over $5 million. All segments, ITSM, ITOM, ITAM, security and risk where in more than 1/2 of our top 20 deals. CRM and industry workflows continued its momentum in 16 of our top 20 deals with 9 deals that were over $1 million. Core business workflows, which is employee, finance and supply chain solutions were in half of the top 20 deals with 8 deals over $1 million. Creator workflows were in all top 20 deals.\nQ1 was another substantial acceleration for ServiceNow AI. The number of Pro Plus deals more than quadrupled year-over-year, including 39 deals with 3 or more Now Assist products. Average ACV deal sizes grew by 1/3 quarter-over-quarter as Pro Plus products were included in 15 of our top 20 deals. Our next-generation database for the AI world, RaptorDB saw a net new ACV acceleration quarter-on-quarter with 5 deals over $1 million.\nWhat you see in this print is a high-performing company with growing strategic relevance and bedrock strength customer relationships. We are leading the AI rates because we ourselves are running it. You're all very familiar with ServiceNow Now on Now. The ServiceNow team is raising the bar by innovating on our own platform, taking an end-to-end agentic AI-first approach to running our business. We see this in a 16x improvement from lead-to-sale conversion and an over 86% deflection of the soul crushing work people used to do themselves. We're incredibly proud that this business is firing on all cylinders.\nNow on what ServiceNow will deliver moving forward. As Gina will share with you, we've raised the guidance. While it's true there are some knowns out there, this is far from the first macro disruption we have encountered. Ambition and prudence are not mutually exclusive concepts. You don't build a defining company by surrendering to uncertainty. You do it by seeing challenges as opportunities. We have 0 interest in anything less than outperforming like ServiceNow has always done.\nHere's what we know. Strong demand for ServiceNow's AI platform for business transformation is gaining momentum, as evidenced by our healthy pipeline. Our AI Summit attendance and digital demand signals are extremely positive. In 2 weeks, we will have the biggest knowledge in ServiceNow's history, with attendance and sponsorship revenue at all-time highs. This is all because ServiceNow has transcended digital transformation. We are driving business transformation. Yes, CEOs are mindful that the global economy is in a fluid state. No, they are not standing still. In all industries, we see a renewed focus on cost takeout by rooting out inefficiencies, modernizing outdated tech stacks and restoring an integrated enterprise. ServiceNow has never been more relevant given our alignment to these precise business priorities and the unmatched speed to value from deployment that our technology delivers. We are built for this moment.\nOn the topic of tariffs and trade negotiations, the voice of the customer is the only guide that matters. I met with the CEO of a U.S. auto manufacturer who is laser-focused on increasing competitiveness in the face of tariffs. If they don't adapt their global supplier network fast enough, their costs will increase by up to $10,000 a vehicle. Unlike past disruptions in the global markets, supply chain AI agents now reconfigure business rules in real time. Businesses reduced dependency on high tariff regions by reprioritizing Tier 2 and 3 suppliers while activating the certification of new vendors. This same conversation is happening across all industries as CEOs navigate this terrain.\nWith regard to the public sector, let me be clear. We had a great Q1 because ServiceNow's strategy is rooted in government automation and modernization. This is being championed by the Trump administration with local leaders and national governments around the world following suit. In Q1, U.S. public sector grew by over 30% year-on-year with 6 new logos, including one in U.S. Federal. We had 11 federal deals over $1 million, up from 8 a year ago, including 2 that were over $5 million.\nOur Fed Forum in February was a tremendous success. We had 1,700 federal and public sector customers, prospects and partners, including 40 new logos. By the way, that great turnout was on the day of a major Northeast snowstorm. One agency is using ServiceNow AI agents to automate contract reviews, streamline approvals and lower operational costs. We're seeing this transformation play out across government as leaders act on the administration's call to modernize operations and return savings to the American people. Moving forward, we will continue our productive discussions with senior administration and DOGE officials. The engagement has been very positive as we have a shared ambition to transform government and the way it interacts with citizens.\nThe common thread is that ServiceNow is set up for sustainable growth as the market's leading enterprise AI platform. There are many intentional reasons this is the case. The biggest is net new innovation. Winning companies anticipate disruption by building additional growth engines. ServiceNow has consistently expanded its addressable market over time from IT to employee experience, CRM, procurement, supply chain and most recently entering the data space with RaptorDB and Workflow Data Fabric.\nOne of the biggest growth areas ever is the enterprise AI market. Gartner describes this trend as the start of the intelligence super cycle, which is expected to run for at least the next 10 years. So we're only in the early days. And a lot of companies are hearing agentic AI pitches right now. And what sets ServiceNow apart is simple, our platform. We integrate across the entire tech stack, ERP, CRM, HCM, bringing all that data into a single model.\nFurther, from there, we elevate into the workflow layer transforming data into actionable insights. Then we move into the AI layer, not just automation, but true AI agents executing real tasks in parallel to drive outcomes. When that clicks for customers, they get it. They want to run their business from our platform. That's why Now Assist performance surged once again in Q1. That's why the software industrial complex is converging on ServiceNow as the AI operating system for the enterprise.\nFrom this position of unrivaled strength we announced the intent to acquire Moveworks. When completed, Moveworks' user-centric product combined with ServiceNow's complementary AI-driven workflow automation, will augment employee self-service, driving significant cost savings and increases to overall employee productivity. This is going to bring together both requesters, where Moveworks excels; and fulfillers, ServiceNow's bread and butter at an unprecedented scale. This will also expand ServiceNow's enterprise search capabilities a whole new product category unlocking even more TAM for the company.\nAnother growth engine is our CRM expansion. The announcement of a deal to acquire Logik.ai, a company with a modern AI configure price and quote solution, which will accelerate ServiceNow's CRM momentum in sales and order management. ServiceNow's CRM and industry workflows, already ServiceNow's fastest growing business, plus Logik.ai's, best-in-class capabilities for AI-powered selling will drive net new levels of performance in sales and commerce for our customers. This will be a natural step forward in ServiceNow CRM strategy, building on our core strengths of connecting functional teams and powering simple, efficient workflows, configure, price, quote, sell, fulfill, service on one fully integrated architecture with native-built AI agents to take automation to the next level.\nThere's not a day that passes when we don't hear from customers who are dissatisfied with their status quo. For a long time, I've been saying no one has to lose for us to win. Our customers have now [ adjusted me ]. They want someone else to lose, so they can continue to invest more in ServiceNow. We could take up the entire call with updates on ServiceNow's innovation velocity.\nHere's the bottom line. we have the raw materials to keep winning. We also have the right team to win. Paul Fipps, our new President of Global Customer Operations, whose promotion was announced earlier today, has a distinguished track record as a U.S. military veteran who served in the 82nd airborne as well as C-level technology leadership roles for great global brands. Since joining ServiceNow in 2021, he has become one of our most successful executives leading our largest marquee customer relationships. We most recently elevated him to oversee global sales in Q1 as an on-ramp to today's announcement. Obviously, he's off to a terrific start.\nI'd also like to warmly congratulate Paul Smith for a consequential 5-year run at ServiceNow. I'm proud of how he scaled our global go-to-market organization. And together, we've built a world-class team and methodically nurtured the right leaders to take us to 2030 and beyond. Paul has designed a seamless transition and will remain a special adviser to me and the team in the months ahead to ensure zero disruption. And moving forward, we'll stay totally focused on elite level execution, which has shaped us into the differentiated, profitable fast growth company we are today.\nIn closing, the platinum benchmark in enterprise technology is the customer story. That's why we went for the world works with ServiceNow because we knew the customer had to be the hero of our brand. When I look at our great Q1, I see so many inspiring examples. One is Aptiv, a global technology company that has been at the forefront of innovation across automotive, telecommunications, industrial, aerospace and defense, among other sectors, Aptiv and their great CEO, Kevin Clark, made a bold move in Q1 to expand their use of ServiceNow to drive cost takeout and improve productivity. With Aptiv and Wind River, they'll also enter into a strategic partnership with us to build joint AI solutions for the industries where we have clear permission to win together.\nAnother example is our landmark 5-year collaboration with Vodafone. This business will usher in the next era of AI-powered service for millions of business users, ServiceNow and Devoteam, are partnering to transform CRM for businesses in Europe and the Middle East. When companies are not only transforming how they work with ServiceNow, but also how they grow with ServiceNow our growth movement couldn't be more exciting.\nAdobe, Accenture, National Hockey League, NEC and Hitachi Energy are just some of the countless world-class brands putting AI to work for people with ServiceNow. Wells Fargo launched ServiceNow AI with RaptorDB to automate complex workflows and process data sets in real time. [ The Whole Group ], Yokohama City, Pure Storage and ProAssurance are on the CRM journey with ServiceNow. The California Highway Patrol [ and ] Harris County, Texas, by transforming the public sector with ServiceNow.\nOur customers are on the move. When they work, the world works. There's a lot of talk about uncertainty. In this industry, the only real certainty is this, there are no shortcuts to greatness. It has to be earned through every peak and valley on the journey. That's why ServiceNow will always fight with an optimistic spirit to deliver innovation and growth. We work every day to honor the trust that has been invested in us because trust is the ultimate human currency. That's been true since Fred Luddy started this company with a big heart and a full dream to make the world work better for everyone. We carry that forward in our determination to be the defining enterprise software company of the 21st century.\nThank you all for your time I look forward to your questions. And now I'll hand things over to our President and CFO, Gina Mastantuono. Gina, over to you.\n\nGina M. Mastantuono\n\nCFO, ServiceNow, Inc.\n\nThank you, Bill. Q1 was a quarter of relentless execution in a dynamic market. We beat the high end of our guidance across all top line and profitability metrics once again. The team outperformed net new ACV goals, delivering a significant CRPO beat versus our guidance. Our use of AI internally also continues to drive meaningful OpEx efficiencies yielding strong profitability and free cash flow and outstanding performance across the board.\nQ1 subscription revenues were $3.005 billion, growing 20% year-over-year in constant currency, slightly above the high end of our guidance range. These are strong results, especially when factoring in an unexpected shift of some on-prem U.S. federal deals [ to host it ] in the quarter, which impacts the timing of revenue recognition. RPO ended the quarter at approximately $22.1 billion, representing 25.5% year-over-year constant currency growth. Current RPO was $10.31 billion, representing 22% year-over-year constant currency growth of 150 basis point beat versus our guidance.\nFrom an industry perspective, manufacturing delivered a standout performance, growing net new ACV over 100% year-over-year. Healthcare and Life Sciences had a great quarter, growing over 70% year-over-year. Government also saw strength led by the U.S. Federal, which exceeded expectations in the quarter. Our renewal rate remained best-in-class 98%, underscoring the consistent value that ServiceNow delivers to our customers.\nThe strategic importance of the Now Platform continues to grow, with 508 customers now generating over $5 million in ACV. Additionally, the number of customers contributing $20 million or more in ACV increased by nearly 40% year-over-year due to the continued momentum in large enterprise deals. We closed 72 deals greater than $1 million in net new ACV in the quarter. Among them, 9 deals were over $5 million. In Q1, 19 of our top 20 deals included 5 or more products. The growing volume of large deal highlights the better together value of our portfolio.\nOur Now Assist net new ACV to date continues to trend very well, beating expectations once again. As Bill noted, the number of plus deals more than quadrupled year-over-year. This included 39 deals of 3 or more Now Assist products, illustrating how customers are embracing our intelligent platform strategy and deploying AI across multiple workflows. What's driving that, ITSM Plus was included in 15 of our top 20 deals. ITOM Plus net new ACV was up nearly 70% quarter-over-quarter, SecOps Plus quadruple net new ACV quarter-over-quarter. Creator Plus average deal sizes tripled quarter-over-quarter.\nThe list goes on and on. And I'd remind you, that's off of Q4, our seasonally largest quarter of the year. Orica, one of the world's leading mining and infrastructure solutions providers [ to ] IT support [indiscernible] increased from 18% to 94% using Now Assist, a massive improvement. Once more, case summarization has helped them deliver a 1.5-day reduction in average incident resolution time, allowing agents to complete work faster and upscale to higher-value tasks. And we can relate. With Now on Now, we're drinking our own champagne, deploying AI agents across our operations. For instance, system admin use cases that typically took almost 20 minutes to resolve are happening in seconds utilizing Now Assist. It's driving real efficiencies across the company.\nRaptorDB Pro also continues to gain traction with net new ACV accelerating quarter-over-quarter, including 5 deals over $1 million. With the Yokohama release, customer enthusiasm has only grown driven by new performance analytics capabilities that make it easier than ever to uncover deeper insights with multilevel drill downs.\nTurning to profitability. Non-GAAP operating margin was 31%, 100 basis points above our guidance, driven by OpEx efficiencies and the timing of marketing spend. Our free cash flow margin was 48%, up approximately 100 basis points year-over-year. We ended the quarter with a robust balance sheet, including $10.9 billion in cash and investments.\nIn Q1, we bought back approximately 316,000 shares as part of our share repurchase program. with the primary objective of managing the impact of dilution. As of the end of the quarter, we had approximately $3 billion of authorization remaining. Together, these results continue to demonstrate our ability to drive a strong balance of world-class growth, profitability and shareholder value.\nMoving to our outlook. Over the course of Q1, we've seen the U.S. dollar weakened, providing a currency tailwind to our business. In Q1, we also beat the high end of our subscription revenue guidance. While demand remains strong, we've taken a prudent approach to the remainder of 2025 and are only flowing through part of those benefits into our full year outlook. This allows us to factor in potential risks as they pertain to the current geopolitical environment.\nWe all know that U.S. federal agencies are navigating changes from tightening budgets and evolving [ missing ] demands and they're being asked to move quickly. After agencies realigned to this baseline, we expect significant growth opportunities driven by operational needs expressed by these customers and addressed by solutions across our portfolio. we're deepening our focus on federal customers, helping them boost operational efficiency and enhance digital governance. With the launch of our government transformation suite, we're meeting agencies where they are with purpose-built solutions that accelerates digital transformation, increased transparency and improve public service delivery. We are confident that our updated guidance sets us up for success throughout the year.\nWith that in mind, for 2025, we're raising our subscription revenues by $5 million at the midpoint to $12.64 billion to $12.68 billion, representing 18.5% to 19% year-over-year growth or 19.5% on a constant currency basis. We continue to expect subscription gross margin of 83.5%, operating margin of 30.5%, free cash flow margin of 32% and GAAP diluted weighted average outstanding shares of 209 million.\nFor Q2, we expect subscription revenues between $3.030 billion and $3.035 billion, representing 19% to 19.5% million year-over-year growth or 19.5% on a constant currency basis. We expect CRPO growth of 19.5% on both a reported and constant currency basis. We expect an operating margin of 27%, and finally, we expect 209 million GAAP diluted weighted average outstanding shares for the quarter.\nIn conclusion, the team delivered a strong quarter despite significant macro crosswinds. The team stayed focused and performed with elite level execution throughout the quarter. Bill and I would like to thank all of our employees worldwide for their continued hard work and dedication.\nLooking ahead, we remain as confident as ever in our journey to becoming the defining enterprise software company in the 21st century. Enterprises need a platform that empowers real-time decision-making more than ever. In times of uncertainty, customers focus on maximizing ROI and reducing costs. That's exactly where the Now Platform excels. It helps organizations drive greater efficiency from their existing tools and teams increasing profitability. And we're at the forefront of the AI opportunity to drive even greater value for our customers.\nAutonomous AI agents have the power to unlock game-changing productivity, especially when they're seamlessly connected to every part of the business. ServiceNow brings together AI, data and workflows to drive actions and incredible business outcomes as demonstrated by the success we continue to see and Now Assist, RaptorDB Pro and Workload Data Fabric.\nFinally, our federal team is reimagining how government work gets done, introducing new ideas and solutions that help agencies consolidate contracts and standardize on the Now Platform. Our federal business has been exceptional over the past several years, and our opportunity remains stronger than ever as we look out to the mid and long term.\nI'd like to invite you to hear more about these trends and how ServiceNow is putting AI to work at our upcoming Financial Analyst Day on May 5, which will be webcast on our Investor Relations website.\nWith that, I'll open it up now for Q&A."
  },
  {
    "header": "NOW",
    "cik": "0001373715",
    "ticker": "NOW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f24cb938ee031234874b3bbc5f80eaf2",
    "period": "2024 Q4",
    "content": "Q4 2024 ServiceNow Inc Earnings Call\n\nQ4 2024 ServiceNow Inc Earnings Call\n\nNOWNYSEJAN 29, 5:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Abby, and I'll be your conference operator today. At this time, I would like to welcome everyone to the ServiceNow Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] And I would now like to turn the conference over to Mr. Darren Yip, Group Vice President of Investor Relations and Market Insights. You may begin.\n\nDarren Yip\n\nHead of Investor Relations\n\nGood afternoon and thank you for joining ServiceNow's Fourth Quarter 2024 Earnings Conference Call. Joining me are Bill McDermott, our Chairman and Chief Executive Officer; and Gina Mastantuono, our President and Chief Financial Officer.\nDuring today's call, we will review our fourth quarter 2024 results and discuss our guidance for the first quarter and full year 2025. Before we get started, we want to emphasize that the information discussed on this call, including our guidance is based on information as of today and contains forward-looking statements that involve risks, uncertainties and assumptions. We undertake no duty or obligation to update such statements as a result of new information or future events. Please refer to today's earnings press release and our SEC filings, including our most recent 10-Q and 10-K for factors that may cause actual results to differ materially from our forward-looking statements.\nWe'd also like to point out that we present non-GAAP measures in addition to and not as a substitute for financial measures calculated in accordance with GAAP. Unless otherwise noted, all financial measures and related growth rates we discuss today are non-GAAP except for revenues, remaining performance obligations, or RPO, current RPO and cash and investments. To see the reconciliation between these non-GAAP and GAAP measures, please refer to today's earnings press release and investor presentation, which are both posted on our website at investors.servicenow.com. A replay of today's call will also be posted on our website.\nWith that, I'll turn the call over to Bill.\n\nWilliam R. McDermott\n\nIncoming President & Chief Executive Officer, ServiceNow, Inc.\n\nThank you, Darren. Good afternoon, and thank you very much for joining today's call. There are 2 big themes I'll cover. The first, is ServiceNow's outstanding business fundamentals. We'll discuss another quarterly result that beat expectations driving our remaining performance obligation to nearly $23 billion and a platinum balance sheet with $10 billion in cash and investments on hand. We are 1 of 1, a 20% plus grower at scale with margin accretion, printing free cash operating at the Rule of 54. We blew through our original $10 billion dream, and now we're on track for our midterm target of $15 billion plus by 2026, with a long-term vision to be the defining enterprise software company of the 21st century.\nThe second theme is ServiceNow is the leadership position in the seismic shift to a genetic AI. Stunning 150% quarter-over-quarter deal growth in our key Pro Plus AI offerings is an exciting sign of what's ahead, especially with the new innovations we announced today. It doesn't matter to ServiceNow, who builds the models with the precipitous drop in LLM compute costs, there is much more capital allocation available for the business impact layer. Our position at the center of data, AI agents, workflow orchestration and enterprise governance is the nexus of AI's massive value creation opportunity.\nLet's talk about the business fundamentals first. You'll recall that during the course of 2024, we consistently beat expectations and raised our guidance twice. In Q4, our biggest quarter of the year, we exceeded expectations on top of that beat and raise track record. Subscription revenue growth was 21% and CRPO growth was 22%. That's double IDC's 2024 growth rate for the IT sector. Operating margin was 29.5%. Each of those results was 50 basis points above the high end of our guidance. So two was our full year 2024 free cash flow margin of 31.5%. In terms of the shape of the business, ServiceNow continues its enterprise platform expansion. We had 19 deals greater than $5 million in net new ACV. We landed our largest new logo deal ever. We had 2 additional customers cross the $100 million in total ACV, doubling our total in one quarter. It's clear that our AI platform message is standing and it's scaling.\nOn the product areas, 76 of our tech workflow deals were over $1 million, including one over 15 million, ITSM, ITOM and ITAM and Security and Risk were all in at least 15 of the top 20 deals IT asset management was actually in all of our top 20. Customer and industry workflows more on this later, continued its disruption of the category with 30 deals over $1 million. Employee and creative workflows, both had very good quarters with at least 17 deals, each over $1 million. We're very proud of ServiceNow's performance in 2024. No enterprise software company has ever executed at this scale the way we have. You'll hear from Gina on the 2025 guide, in a few minutes. To say, we expect another great year is a given. This is consistent with how we have guided the business in recent years when you'll recall, we consistently overachieved our stated goals. Even on this bigger revenue base, be assured, we will save the innovative fast growth highly profitable company we are today.\nLet's spend some time on AI. I gave you the 150% quarter-over-quarter result. This is the number of customer deals for the AI-fueled Pro+ level in our ITSM, CSM and HRSD solutions. Let's go a level deeper. IDC forecasts worldwide revenue for AI platforms software will grow to USD 153 billion in 2028. The with a 40.6% CAGR during that period. For 2025 alone, they forecast 46% growth in AI software spending. With this secular strength, AI is fueling a top to bottom reordering of the enterprise technology landscape. You've seen the impact of this in energy, infrastructure and hardware. You'll now see it even more in software. Every CEO I meet wants to simplify their business to unlock the heaviness of legacy architectures. They want to innovate with data workflows and agentic AI.\nServiceNow is winning with 1,000 customers on the Agent AI journey already. Here's why. First, ServiceNow has the AI agents, the workflows, the workflow data fabric, Raptor DB and the integration hub in one platform at scale. The majority in enterprise software is struggling with their well-known integration challenges and in some cases, exaggerating the readiness of incremental progress. Second, ServiceNow has thousands of AI agents, leveraging 20 years of automation, data and outcomes. This is knowledge gleaned from trillions of workflows we run, including billions of automation knowledge, sources and tools. We've been building an genic architecture. For the 5-plus years I've been the CEO and lockstep with Jensen Wang and our great friends at NVIDIA. Third, since enterprises will experiment with more than one vendor's agents, ServiceNow's platform handles orchestration and governance. Nobody wants a new cloud mess where every department is out buying agents and nobody understands what the agents are doing. Our AI agent orchestrator eliminates sprawl, managing teams of AI agents to tackle the most complex enterprise processes. Even as we reach new buyers, like Chief Data and AI officers ServiceNow's role as the CIO's control plane is the ultimate move in enterprise AI. If you haven't seen Idris Elba's latest brand work for ServiceNow, you can check it out on servicenow.com or on the ServiceNow YouTube channel. The theme is every corner of your office. Our differentiation goes east to west and north to south. And here's what this all means for our business. We are only getting started. The opportunity is in its early days. The unique agility of our business model sets us up for a quantum leap and future business growth. We have predicted and protected that are seat-based subscription staying as is a foundation you can feel secure in.\nWe have also included a massive upgrade path to Pros Raptor DB and Workflow Data Fabric. So seat-based subscription still there, rock solid, not going anywhere. Then we have these massive upgrade paths to the new innovation. Customers still like the predictability of this approach, and they're committed to long-term transformation on our platform. Now we are also enabling elements of consumption-based pricing as AI agents become a potent value driver for the enterprise. While we could have launched an additional SKU and offered AI agents as an add-on to drive more immediate revenue growth, our strategy prioritizes accelerating adoption. So by foregoing upfront incremental new subscriptions, we are enabling faster penetration into our customer base and monetizing the hockey stick of usage over time. As the agents become increasingly productive they will drive the consumption pricing meter. And that, of course, will be in addition to the seat-based licensing foundation, you'll get both. The consumption of assists with agentic AI will be a multiple factor higher than that of a standard now assist query. This approach ensures customers can access our AI capabilities as quickly and as seamlessly as possible while simplifying the sales process at the same time. This is the most transformative technology in decades. We are solidifying our leadership position as the AI platform for business transformation. The bedrock strength of this business model is built on driving the success of our customers. Some examples include Petrobras works with ServiceNow connecting data across more than 6,000 applications and catalog items, processing over 250,000 requests monthly to improve decision-making and governance. A large DoD agency works with ServiceNow, getting immediate visibility into critical data and assets previously trapped in manual processes and outdated legacy systems. New Zealand Parliamentary service is using ServiceNow to reduce employee request response times from weeks to 2 days. And our largest nonprofit deal to date, Scouting America will leverage the ServiceNow platform to digitally transform its legacy HR and customer service processes with AI. Grupo Bimbo will revolutionize its factory operations using ServiceNow to get real-time insights and boost production efficiency. Toyota, Rolls-Royce, the federal service desk NTT Data, they all work with ServiceNow to put AI to work for people.\nAs always, there's so much more to give you a complete picture of ServiceNow's progress. We told you about the launch of Workflow Data Fabric, which is significantly expanding ServiceNow's addressable market. The increasing traction on a genic AI is surging awareness of workflow data fabric and our RaptorDB Pro offering, with new customers like NTT signing this quarter. We're further augmenting Data Fabric capabilities with the new Oracle and Google Cloud integrations announced earlier today.\nIn terms of our key strategic industries, the public sector is poised for a major modernization effort this year and beyond. The United States government alone spends $125 billion a year on IT, much of which is unauditable not cataloged and not tracked against actual usage. That's why we're so enthusiastic on the new Department of Government Efficiency mandate from President Trump. If you look at our track record across all federal government customers. ServiceNow is saving millions and millions in costs through efficiency improvements and millions and millions of hours by automating mind numbing work. There's so much more we will do to help.\nIn terms of our partner ecosystem, there is growth happening everywhere. ServiceNow and AWS expanded our collaboration with new capabilities to accelerate AI transformation. This enables use of multimodal models developed on Amazon Bedrock and additional solutions are available on the AWS marketplace. ServiceNow and Google Cloud are expanding our partnership to deliver AI-powered tools to millions of users. ServiceNow will launch on Google Cloud Marketplace, and Google distributed cloud to address demand from global enterprises. ServiceNow and Visa are expanding our strategic alliance yet again. Visa will use ServiceNow disputes management, built with Visa's solution and together with ServiceNow, we combine AI capabilities. ServiceNow and Five9 expanded our partnership to deliver a turnkey AI-powered solution for unified experiences. The streamlined solution reduces operational costs, increases agent efficiency and simplifies contact center operations, ServiceNow and Microsoft are expanding our alliance to accelerate disruption in the CRM category. This is built on Microsoft CoPilot and ServiceNow AI agent collaboration, leveraging the unique strengths of both platforms. It's a good time to remind you at CRM and industry workflows is ServiceNow's fastest growing business. There's a reason for that. ServiceNow is uniquely positioned to take action and fully automate workflows across the enterprise. We have a key differentiator at the architectural level. We don't have to try to translate between our AI models and some third-party system. We sell, fulfill and service on one platform, one architecture and one data model, absolute beauty. Other software vendors need to communicate across multiple systems and stitch them together to make their software work, resulting in poor customer experiences saddled with technical debt. We're just a front-end AI agent. A customer is limited in their ability to take action across the enterprise to drive the ticket to resolution. ServiceNow enables AI agents to seamlessly collaborate across the entire enterprise with our single database and single architecture. Our peers, agents perform simple tasks while our AI agents work together and leverage the entire system to solve complex tasks and enable true business transformation. We know that agentic AI promises exponential increase on the ServiceNow platform. This is an exponential increase in seamless automation. On a fragmented platform like many others, there will be an exponential increase in complexity and failure rates. Autonomous AI running on a fragile foundation bespoke integrations between disparate systems is a recipe for exponential disaster. Industry analysts have acknowledged ServiceNow's completeness of vision. ServiceNow is named a leader in the 2024 Gartner Magic Quadrant for the CRM Customer Engagement Center.\nServiceNow is also recognized as a leader in the Forrester Wave task-centric automation software. The global marketplace is noticing too, just today's ServiceNow was recognized as #2 on Fortune's world's most admired software companies and even better. We were #1 in innovation and #1 for building a people-first culture. Forbes named ServiceNow is the #2 on the first ever most trusted companies list right behind NVIDIA, pretty good company, if you ask me. The American Opportunity Index, which ranks companies based on creating opportunity for their employees, ranked ServiceNow in the top 5 in the world, #1 in software. These are just some of the many awards, all of which are rooted in a world-class team that is completely obsessed with serving our customers.\nIn summary, ServiceNow is full speed ahead. We are putting AI to work for people, our innovation, growth, profitability and brand leadership position us as a class of one in enterprise software. The market is moving with ServiceNow. With this combination of start-up passion and scale maturity, we have the right strategy to deliver immense shareholder value in the years to come. That's why I keep reminding our team, our $15 billion plus by 2026 midterm guidance is only one chapter on our path to $30 billion plus in revenue and beyond. When the world works with ServiceNow imagination is the limit. Thank you all for your time and confidence.\nBefore we take questions, I'll hand things over to our President and Chief Financial Officer, Gina Mastantuono. She will illuminate our unique ability to sustain profitable revenue growth, even as we add the revenue equivalent of like a #6 scaled market-leading software company on top of ServiceNow every year. Pretty exciting stuff. Gina, over to you.\n\nGina M. Mastantuono\n\nCFO, ServiceNow, Inc.\n\nThank you, Bill. Q4 was a great quarter, capping a year of incredible innovation and execution. Once again, we exceeded all of our constant currency growth and profitability guidance metrics, demonstrating the strength of our platform and the extraordinary efforts of our team. .\n2024 was a pivotal year in driving customer adoption of our generative AI solutions. By embedding powerful AI capabilities into our offerings, we've enabled organizations to reimagine how work is done, unlocking new levels of efficiency, creativity and value. Customers across industries are embracing these solutions at a rapid pace proving the immense opportunity, AI and data bring to our business.\nTurning to our results. Q4 subscription revenues were $2.866 billion, growing 21% year-over-year in constant currency, exceeding the high end of our guidance range by 50 basis points. RPO ended the quarter at approximately $22.3 billion, representing 26% year-over-year constant currency growth. Current RPO was $10.27 billion, representing 22% year-over-year constant currency growth, a 50 basis point beat versus our guidance. From an industry perspective, manufacturing posted impressive growth, surpassing 50% year-over-year. Public sector grew nearly 40% year-over-year, driven by the strength in U.S. federal and state and local government.\nTransportation and Logistics also reported significant growth during the quarter. We delivered a very strong 98% renewal rate in Q4, highlighting the trust and value customers consistently place in the Now platform. The number of customers generating over $1 million in ACV rose to 2,109, even more remarkable, the number of customers contributing $20 million or more in ACV was 35% year-over-year, fueled by continued success in securing large deals.\nWe ended the year with approximately 8,400 customers as our strategic focus on landing the right new customers continues to deliver results. The average deal size of our new logos has consistently grown, marking the sixth consecutive year of expansion. And in Q4, we landed our largest new logo deal in company history. We closed 170 deals greater than $1 million in net new ACV in the quarter, including 15 with new logos. What's more impressive is that 19 of these deals exceeded $5 million and 3 deals were over $20 million. Our Gen AI net new ACV to date continues to trend ahead of any new product family launch for the comparable period in our history. In fact, AI net new ACV stepped up meaningfully in Q4 from Q3 as we saw momentum accelerate for our plus SKUs. As Bill noted, the number of now assist service desk deals, which include ITSM, CSM and HRSD grew over 150% quarter-over-quarter.\nFurthermore, the number of customers who bought 2 or more of our Gen AI capabilities doubled quarter-over-quarter. Our plus SKUs also maintained a greater than 30% price uplift over Pro in Q4, a strong indication of the tremendous value they deliver. For example, a multinational conglomerate customers are a 45% reduction in live chat from July to December would now assist and the company is now targeting to save millions by the end of 2025. For the addition of our AI agents to many of these SKUs, we think the value proposition becomes even more compelling in 2025.\nWe're also seeing great early traction with our RaptorDB Pro offering. Since the announcement in just September, we already have 5 customers over $1 million in ACV, a leading multinational technology company that adopted RaptorDB Pro in Q4 is already achieving performance improvements that exceed expectations, with database response times up to 3.5x faster than previous benchmarks and a database size reduction of over 30%, driving significant cost savings.\nTurning to profitability. Non-GAAP operating margin was 29.5%, driven by OpEx efficiencies and our top line outperformance. Our free cash flow margin was 47.5%. For full year 2024, operating margin was 29.5%, up 200 basis points year-over-year, and free cash flow margin was 31.5%, 50 basis points above our guidance and up 100 basis points year-over-year. Total free cash flow for 2024 was a robust $3.5 billion. We ended the year with a healthy balance sheet of $10 billion in cash and investments. In Q4, we bought back approximately 293,000 shares as part of our share repurchase program. As of the end of the quarter, we had approximately $266 million remaining of the original $1.5 billion authorization. Given our strong cash position and our strategy of managing the impact of dilution, we announced today that the Board of Directors authorized the purchase of up to an additional $3 billion of common stock under this program. Together, these results continue to demonstrate our ability to drive a strong balance of world-class growth, profitability and shareholder value.\nMoving to our outlook. As we enter 2025, we're not just planning to win today, we're making bold strategic decisions to position ourselves for sustainable strong growth in the years ahead. This year, we will incorporate more elements of consumption-based monetization across our AI and data solutions. For instance, we will include AI agents and our plus SKUs for going upfront incremental new subscriptions to instead drive even faster adoption and monetize the hockey stick of usage over time. We're optimizing our go-to-market approach and evolving our business model to create even more integrated solutions and sees the massive agentic AI and data opportunity in front of us. Our guidance prudently reflects the flexibility to make these moves while delivering higher incremental free cash flow building on the accelerated margin trajectory created by our outstanding 2024 outperformance. With that in mind, for 2025, we expect subscription revenues between $12.635 billion and $12.675 billion, representing 20% year-over-year growth at the midpoint in a constant currency basis. This reflects an incremental $175 million FX headwind since the end of September and assumes a more pronounced back-half weighted seasonal linearity in our U.S. federal business due to the change in the presidential administration. We expect subscription gross margin of 83.5%, reflecting the diminishing impact of the change in useful life of our data center equipment as well as incremental data center investments related to public cloud partners, to expansion, NAI. We expect an operating margin of 30.5%, up 100 basis points year-over-year driven by OpEx leverage across the board, including sales and marketing. We expect free cash flow margin of 32%. This reflects an incremental 50 basis points of margin expansion on top of our 2024 outperformance and in spite of an incremental cash tax headwind of 100 basis points year-over-year. And we expect GAAP diluted weighted average outstanding shares of $210 million.\nFor Q1, we expect subscription revenues between $2.95 billion and $3 billion, representing 20% year-over-year growth at the midpoint on a constant currency basis. This reflects an incremental $40 million FX headwind since the end of September and the previously noted Fed seasonality assumptions. We expect CRPO growth of 20.5% on a constant currency basis. I would note that CRPO saw an incremental $205 million FX headwind since the end of September. We expect an operating margin of 30%, and we expect $210 million GAAP diluted weighted average outstanding shares for the quarter.\nIn summary, 2024 was an amazing year, but we're just scratching the surface of what's possible. Our ability to seamlessly orchestrate and govern AI agents, coupled with our unified data architecture positions us uniquely to bring all your data, people and processes onto a single platform so you can take action on it. The moves we're making in 2025 aren't just about maintaining our lead, they're about expanding it. We're setting ourselves up to define the future of agent powered automation, solidify ServiceNow as the AI platform for business transformation and deliver strong growth year after year. Finally, Bill and I want to express our deepest gratitude to our employees around the world for their unwavering hard work and dedication. You are the heart of our success.\nWith that, I'll open it up for Q&A."
  },
  {
    "header": "NOW",
    "cik": "0001373715",
    "ticker": "NOW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b6889f30448607c0a6440eaae261ac8c",
    "period": "2024 Q2",
    "content": "Q2 2024 ServiceNow Inc Earnings Call\n\nQ2 2024 ServiceNow Inc Earnings Call\n\nNOWNYSEJUL 24, 5:00 PM\n\nOperator\n\nThank you for standing by. My name is Jay, and I will be your conference operator today. At this time, I would like to welcome everyone to the Q2 2024 ServiceNow Earnings Conference Call. [Operator Instructions]. I would now like to turn the conference over to Darren Yip, Group Vice President of Investor Relations. You may begin.\n\nDarren Yip\n\nHead of Investor Relations\n\nGood afternoon, and thank you for joining ServiceNow's Second Quarter 2024 Earnings Conference Call. Joining me are Bill McDermott, our Chairman and Chief Executive Officer; and Gina Mastantuono, our Chief Financial Officer. During today's call, we will review our second quarter 2024 results and discuss our guidance for the third quarter and full year 2024.\nBefore we get started, we want to emphasize that the information discussed on this call, including our guidance, is based on information as of today and contains forward-looking statements that involve risks, uncertainties and assumptions. We undertake no duty or obligation to update such statements as a result of new information or future events. Please refer to today's earnings press release and our SEC filings, including our most recent 10-Q and 2023 10-K for factors that may cause actual results to differ materially from our forward-looking statements.\nWe'd also like to point out that we present non-GAAP measures in addition to and not as a substitute for, financial measures calculated in accordance with GAAP. Unless otherwise noted, all financial measures and related growth rates we discuss today are non-GAAP except for revenues, remaining performance obligations or RPO, current RPO and cash and investments. To see the reconciliation between these non-GAAP and GAAP measures, please refer to today's earnings press release and investor presentation, which are both posted on our website at investors.servicenow.com. A replay of today's call will also be posted on our website. With that, I'll turn the call over to Bill.\n\nWilliam R. McDermott\n\nIncoming President & Chief Executive Officer, ServiceNow, Inc.\n\nThank you, Darren, and thank you, everyone, for joining us today. By now you've all seen the press release, you know we crushed the quarter, we raised the full year guidance, and we've never been more excited about the future of ServiceNow. But before we get into all the details, I just want to comment on the leadership announcements we made today. The company received an internal complaint earlier this year regarding the hiring of an individual who had previously been a U.S. government employee. As you would expect, we took the complaint very seriously. The Board of Directors conducted a thorough internal investigation with the assistance of outside counsel and determined that our company policy was violated.\nActing with total transparency, the company proactively disclose the findings of the investigation to the proper government entities. And as a result, today, we're announcing the departure of the individual who's hiring was the subject of the original complaint. We also came to a mutual agreement that CJ Desai, our President and COO, would offer his resignation from the company. effective immediately. While we believe this was an isolated incident, we are further sharpening our hiring policies and procedures as a result of the situation. And when it comes to compliance, let me be perfectly clear, we are fully committed to doing the right thing. And from a continuity standpoint, I'm extremely proud that our team has the incredible depth of talent and expertise to lead forward without any disruption.\nIn fact, Chris Betty, a respective ServiceNow executive for the past decade who was recently named the MIT Sloan CIO Leadership Award winner for 2024. He'll serve as the interim Chief Product Officer, while I consider internal and external candidates alike. Our entire products and engineering team is the best in the enterprise software industry, and they're focused on delivering our Xanadu release in a few weeks' time. In fact, I just got done talking with them. They're in great shape. And we wanted to give you the facts as clearly and succinctly as possible because we have so much else to cover today.\nSo as I said at the start, ServiceNow is once again in a beat and raise situation. Our Q2 results prove that we are delivering elite level execution. Subscription revenue grew 23% year-over-year at constant currency, which is 100 basis points above the high end of our guidance. CRPO grew 22.5% at constant currency, which is 200 basis points above our guidance. Operating margin was over 27%, nearly 250 basis points above our guidance. And we had 88 deals greater than $1 million in net new ACV, up from 70% a year ago, a 26% year-over-year increase. A year ago, Q2 had one deal greater than $1 million from a net new logo perspective. This year, we had six of them that were net new logos. Our first federal customer actually crossed the $100 million plus ACV threshold, and we signed our third largest net new AC deal ever.\nAll of our workflow businesses were in more than 1/2 of our top 20 deals. Security and Risk ITSM and ITOM had 8, 9 and 10 deals over $1 million, respectively. Customer workflows had a big Q2 with 14 deals over $1 million, employee workflows had 12 deals over $1 million and creator had 10 deals over $1 million. What's the headline? ServiceNow is relevance is the AI platform for business transformation is soaring. This is a growth company on an unprecedented trajectory. Moving to the topic of AI. Now Assist net new ACV doubled quarter-over-quarter. Significantly overachieving our expectations and it became the fastest-growing new product in the company's history.\nWe signed 11 Now Assist deals with 1 million-plus NACV in Q2, two of which were over $5 million. We had impressive wins across industries from banking, health care and manufacturing to semis, tech and many others. As an AI lighthouse customer, Stellantis is using ServiceNow. As its strategic AI platform to manage operations across HR, finance and supply chain. American Honda selected Now Assist as their Gen AI solution of choice to improve deflection and efficiency of service, delivering a world-class experience to their employees. Merck is using the ServiceNow platform to streamline operations across IT and cybersecurity to advance its global biopharmaceutical business. Adobe will leverage Now Assist to optimize routine tasks for employees, which will increase efficiency across the entire organization. Dell will integrate Now Assist with its service capabilities to deliver a seamless customer and employee experience and with Now Assist, ST Microelectronics plans to enhance productivity and user experiences across their entire organization.\nLTI Mindtree is using now assist for ITSM to increase developer productivity by 30% with code and flow generation. We're also collaborating together to grow and expand offerings in finance and supply chain workflows. So why are so many enterprises rapidly adopting ServiceNow's Gen AI strategy? Think about this in the context of design thinking and innovation. The first pillar is always desirability. Do we have the big idea? ServiceNow is putting AI to work for people. Our Gen AI strategy is focused on infusing intelligence into the flow of work, end-to-end across the enterprise, every department, every persona. With our native integrations, we already help people orchestrate across different systems and data sources. Now we can train the machines to do the low value work so the people can up-level to the knowledge work.\nThe second pillar is viability, does our approach to Gen AI make business sense? We set the tone on innovating with domain-specific multimodal language models. This approach is more accurate. It doesn't have the hallucinations of the large models from the Internet. It's faster to train, and it's faster to deploy these models. It's more cost-effective and sustainable because these models are less GPU hungry than public models. The final pillar is feasibility. Can we actually do it? This is the best pillar of all for ServiceNow because we've actually done it. When you look at our own deployment of Now Assist, the initial results are staggering. With better deflection, our IT help desk is saving 45 minutes per avoided case and customer service. Our colleagues are saving 30 minutes every time the computer generates the knowledge-based article for them.\nOur employees will save 21,000 hours with faster self-service and our developers are completing noncomplex scripts and half the time. This is a moment where business leaders are looking for the role model. What does it look like to run a business with Gen AI at the core? ServiceNow. Thanks to our engineering and our [indiscernible] teams is leading the way. This is an excitement for Gen AI. And it's one recent Gartner forecast global IT spending will be up 8.9% in 2024. And that's even higher than originally forecasted. By the way, more than 3x GDP. Within software spend according to IDC, Software-as-a-Service will grow 17%. So the trend line is clear. Enterprise software buyers are moving away from consolidating the past into building for the AI future.\nServiceNow has been the modernizer at many points on this journey, creating a single pane of glass into the IT estate. Expanding our core from IT to employee service to customer service, now making it easy to build new consumer-grade applications on a single data model. The AI moment is the culmination of this journey. CIOs don't want 1,000 points of dim light. They're betting on a few market-leading platforms working together as the great unlock they see ServiceNow as the intelligent action platform spanning the entire enterprise. And that is why our pipeline has built from knowledge over 50% year-over-year improvement. It's why CIO surveys continue to show ServiceNow's relevance rising to the top of the charts. It's why more IT and line of business buyers alike are looking at long-term blueprints for ServiceNow and planning out the future with us.\nIt's why Jensen Wang hit it on the head when he said, ServiceNow is the AI operating system for the enterprise. Customers are seeing us like Jensen sees us. While our performance has been consistently strong, we take nothing for granted. Every aspect of our innovation engine and our go-to-market machine is moving up to the next level. We're tracking and tackling more of the automation and market opportunities every day with both our customers and our engineers. Our new Creator Studio available with ServiceNow App Engine is extending our existing low-code leadership to no code. So every employee can now build applications. Other updates to our automation engine help simplify RPA deployments. We see a great opportunity for ServiceNow there. We're moving even faster on co-innovation partnerships with major global brands. An expanded multiyear agreement will extend ServiceNow capabilities to all BT Group units.\nBell Canada will develop new capabilities within the business service experience while accelerating their own internal transformation as a tech services and digital media leader. This is the largest telecommunications collaboration for ServiceNow and the first of its kind in Canada. Boomi is expanding from a small ServiceNow footprint to replace existing competitor implementations. Boomi will use all now assist solutions and work with us on joint product development. Deloitte is leveraging the ServiceNow platform to drive industry-specific managed services to bring AI-based innovations to clients around the world. We are accelerating our growth in key geographic markets and verticals. ServiceNow will help the U.S. Air Force adopt new best-in-class technology. The federal government's National Science Foundation is utilizing ServiceNow's new Gen AI solutions to support their mission to promote research, expanding knowledge and science, engineering and education.\nIn Germany, Bayer is using now assist to empower their employees with Gen AI and hyperautomation as they create a culture where every employee has the potential to innovate. Our momentum in Japan continues with major wins this quarter, including Nomura, Panasonic Information Systems and Nitori Holdings. We announced plans to launch a ServiceNow UAE cloud hosted on Microsoft Azure, so we can meet the business transformation requirements of all public and private sector entities in the UAE. We announced two growth investments in our partner ecosystem in India. In Morphus, we'll extend our presence in India and across Southeast Asia through the development of new Gen AI offerings, solutions and digital skills training.\nProDept will further develop digital business transformation through AI-enabled solutions and the Now Platform skills expansion. We're also expanding into new categories, further increasing ServiceNow's total addressable market yet again. Industry analysts have reported that the #1 priority for CIOs is getting their data house in order. And that's why at knowledge, we shared our plans for a powerful new database offering, Raptor DB. It's built for enterprises looking for speed and scale to support new AI use cases. Raptor DB give ServiceNow customers the capability to ingest data at massive scale from multiple data sources, so they can analyze it much faster to feed our domain-specific models.\nWe're already achieving 12x transactional throughput and 27x improvement in response time for analytic inquiries in our ProPlus version of the platform. Today, we're launching the Raptor DB lighthouse program. This is similar to our highly successful Gen AI lighthouse program. This new offering is designed for a select group of top customers at the forefront of this new AI world. We already have many signing up. We also completed a tuck-in acquisition of Recon an industry-leading data company based in Germany. In combination would now assist [ REchin ] will further accelerate our Gen AI-powered search and knowledge management capabilities. This is only the beginning.\nThe data opportunity is massive, and we intend to make some additional announcements on September 10 regarding our growing data ambition. As you can see, ServiceNow is not opportunity constrained. New buying centers, new industries, new geographic markets and we're fielding more inbound interest for new partnerships that at any point in our history. There's a sense of excitement here in the community, in our company, and it's all for good reason. In closing, our focus is exactly where it should be. Expanding this differentiated platform, scaling this business and delivering great results for our stakeholders.\nI've got a few questions about the second half with a rare speculation out there that elections or other macro factors will challenge the business environment. Are our customers mindful of the unknowns and the broader macro, of course. That's exactly why they are leaning in to ServiceNow. Because AI is the elixir that drives productivity, cost efficiency and new business models. Simply put, Enterprises are investing in business transformation. They are investing in AI. They are building a new reference architecture for the decades to come. This is the largest, most compelling business opportunity in the world. we are bullish on what's ahead. That's why we have not only confirmed, but also raised our full year guidance. Our brand represents an optimistic view of the world's future. It's why we're putting AI to work for people.\nAnd ultimately, why? As we celebrate the 20th anniversary of Fred Luddy's original dream, we believe the next 20 years will be even more exciting. I personally have never been more convinced that ServiceNow will be the defining enterprise software company of the 21st century. Thank you for your time and attention. I look forward to your questions. I'll now turn you over to Gina. Gina, over to you.\n\nGina M. Mastantuono\n\nCFO, ServiceNow, Inc.\n\nThank you, Bill. Q2 was another fantastic quarter with tremendous beats across all of our top line and profitability metrics. ServiceNow's business remains resilient with net new ACV and Gen AI contributions exceeding expectations. Once again, the team demonstrated exceptional execution as we continue to see strong demand for the Now Platform and our Now Assist offerings. Q2 subscription revenues were $2.542 billion, growing 23% year-over-year in constant currency, exceeding the high end of our guidance range by 100 basis points.\nRPO ended the quarter at approximately $18.6 billion, representing 31.5% year-over-year constant currency growth. We continue to see average contract terms increase with TCV from 5-plus year deals more than tripling year-over-year. Current RPO was $8.78 billion, representing 22.5% year-over-year constant currency growth, a 200 basis point beat versus our guidance and a 150 basis point acceleration from Q1. From an industry perspective, U.S. Federal had a great quarter, accelerating both quarter-over-quarter and year-over-year with net new ACV up well over 50% from last Q2.\nManufacturing and Energy and utilities were also areas of strength, growing net new ACV over 50% year-over-year Healthcare & Life Sciences and Retail and Hospitality, Boats had a great quarter, growing about 30% year-over-year. Now Platform remains a mission-critical part of our customers' operations, reflected by a strong 98% renewal rate. The stickiness of our customer base has served as a solid foundation for us to continue to build upon. We closed 88 deals greater than $1 million in net new ACV in the quarter, representing 26% growth year-over-year. This includes 6 new logos, 2 of which were G2K customers. We continue to see robust large deal momentum in the quarter, closing 14 deals over $5 million in net new ACV and 4 deals over $10 million.\nOur focus on selling a comprehensive platform continue to drive more multiproduct deals as 14 of our top 20 deals included 8 or more products. We now have 1,988 customers paying us over $1 million in ACV. In addition, the number of customers paying us $20 million or more grew nearly 40% year-over-year. As Bill highlighted, our Gen AI net new ACV to date continues to trend ahead of any new product family launched for the comparable period. Our Plus SKU saw more than a 30% price uplift over Pro in Q2. And Furthermore, since launch, we're seeing a greater than 3x increase in average deal size versus the comparable Pro upgrade. Now Assist's cogeneration capabilities within creative workflows remain a powerful productivity tool of choice as well, appearing in over 70% of our Gen AI deals.\nBest of all, customers are going live fast, we're learning with them releasing innovations based on that feedback at a very fast clip to get them to value. In July, BT Group announced that its analysis pilot help agents write case summaries and review complex nodes faster, cutting both times by 55%. This helped drive down the average time to resolve cases by a third. We are just scratching the surface of the opportunity as the vast majority of Gen AI sales are direct. We're working to onboard partners, arming them with the tools to sell now assist and further extend our go-to-market reach.\nTurning to profitability. Non-GAAP operating margin was over 27%, approximately 250 basis points above our guidance, driven by OpEx efficiencies, top line outperformance and timing of marketing spend. Our free cash flow margin was 14%. We ended the quarter with a robust balance sheet, including $8.9 billion in cash and investments. Together, these results continue to demonstrate our ability to drive a strong balance of world-class growth, profitability and shareholder value. Moving to our guidance. Given our Q2 outperformance, we are raising our 2024 outlook. For 2024, we are raising our subscription revenues by $33 million at the midpoint of the range to more than offset an incremental $20 million FX headwinds.\nThis raise yields a net increase of $13 million on a narrowed range of $10.575 billion to $10.585 billion representing 22% year-over-year growth on both a reported and constant currency basis. We're also raising our full year operating margin target from 29% to 29.5%. We continue to expect subscription gross margin of 84.5%, free cash flow margin of 31% and GAAP diluted weighted average outstanding shares of $208 million. For Q3, we expect subscription revenues between $2.660 billion and $2.665 billion, representing 20% to 20.5% year-over-year growth or 20.5% on a constant currency basis. We expect CRPO growth of 22.5% on a reported basis or 22% on a constant currency basis. We expect an operating margin of 29.5%. Finally, we expect $209 million GAAP diluted weighted average outstanding shares for the quarter.\nIn summary, Q2 was a strong quarter, and we continue to see strength heading into the second half of the year. Our knowledge in vet in May was an incredible 3 days of inspiring keynotes, amazing demos, intriguing breakout sessions and plenty of discussions around AI as it was woven into every aspect of the event. ServiceNow's focus on putting AI to work for people was a consistent theme for the over 20,000 participants, including $5 billion of pipeline in the room. The response from customers around our latest innovation has been incredible. As Bill mentioned, newly created pipeline after only 60 days was up 50% year-over-year and that has since growth over $1 billion.\nOur second half pipeline, combined with our net new ACV outperformance in the first half of '24 gives us very good visibility into our top line guide and further confidence in our journey to $15 billion plus in revenue. We are well on our way to becoming a defining enterprise software company in the 21st century. I'm extremely proud of our team's performance this quarter, and Bill and I can't thank our employees enough for their hard work and dedication Bill and I couldn't be prouder of this incredible team. With that, I'll open it up to Q&A."
  },
  {
    "header": "NOW",
    "cik": "0001373715",
    "ticker": "NOW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d360f568f21f769d505ac28159392f42",
    "period": "2024 Q1",
    "content": "Q1 2024 ServiceNow Inc Earnings Call\n\nQ1 2024 ServiceNow Inc Earnings Call\n\nNOWNYSEAPR 24, 5:00 PM\n\nOperator\n\nGood day, everyone, and welcome to the First Quarter 2024 ServiceNow Earnings Conference Call. Today's call is being recorded. I would now like to turn the call over to Darren Yip, Group Vice President of Investor Relations. Please go ahead.\n\nDarren Yip\n\nHead of Investor Relations\n\nGood afternoon, and thank you for joining ServiceNow's First Quarter 2024 Earnings Conference Call. Joining me are Bill McDermott, our Chairman and Chief Executive Officer; Gina Mastantuono, our Chief Financial Officer; and CJ Desai, our President and Chief Operating Officer.\nDuring today's call, we will review our first quarter 2021 results and discuss our guidance for the second quarter and full year 2024. Before we get started, we want to emphasize that the information discussed on this call, including our guidance, is based on information as of today and contains forward-looking statements that involve risks, uncertainties and assumptions.\nWe undertake no duty or obligation to update such statements as a result of new information or future events. Please refer to today's earnings press release and our SEC filings, including our most recent 10-Q and 2023 10-K for factors that may cause actual results to differ materially from our forward-looking statements.\nWe'd also like to point out that we present non-GAAP measures in addition to and not as a substitute for financial measures calculated in accordance with GAAP. Unless otherwise noted, all financial measures and related growth rates we discuss today are non-GAAP except for revenues, remaining performance obligations, or RPO, current RPO and cash and investments. To see the reconciliation between these non-GAAP and GAAP measures, please refer to today's earnings press release and investor presentation, which are both posted on our website at investors.servicenow.com. A replay of today's call will also be posted on our website.\nWith that, I'll turn the call over to Bill.\n\nWilliam R. McDermott\n\nIncoming President & Chief Executive Officer, ServiceNow, Inc.\n\nThank you very much, Darren, and thank you, everyone, for joining today's call. ServiceNow's first quarter results were outstanding. We once again outperformed our guidance across all top line and profitability metrics. Subscription revenue grew by 24.5% year-over-year in constant currency. That's approximately 50 basis points above the high end of our guidance. CRPO grew 21% year-over-year in constant currency, 100 basis points above our guidance. Operating margin was over 30%, 150 basis points above our guidance. Even as Q1 is not traditionally a large quarter, we had 8 deals over $5 million in net new ACV, a 100% increase year-over-year. 4 deals were over $10 million, which is a 300% increase year-over-year.\nServiceNow is strengthening its position as the AI platform for business transformation. This is fueling strong performances for each of our key businesses. ITSM and ITOM were each in 16 of the top 20 deals. Security and risk, combined, were an 11 of the top 20, customer creator and employee workflows were in 10 of the top 20 deals. Gen AI adoption remained on a tear in Q1. Companies are leaning into gen AI as a powerful deflationary force to drive productivity. That's why NACV for Pro plus is record-breaking. In fact, it's the fastest selling offering in the company's history. Iconic brands are adopting ServiceNow's now Assist AI as a standard for their gen AI road maps. This quarter, we expanded our long-standing partnership with Microsoft to include new generative AI capabilities while also integrating NowAssist AI and copilot into employee experiences, really exciting.\nHitachi Energy is using Kate summarization would Now Assist for ITSM to resolve cases faster, saving millions. Equinix is deploying Now Assist AI for HR workflows, aiming to increase agent productivity by 30%. ServiceNow at IBM are combining the power of the Now Platform with Watson X to increase productivity for IBM's employees, customers and partners. BNY Mellon and ServiceNow are exploring the utilization of AI and other leading technologies and IT service management helping to unlock additional value for the bank and its clients.\nWe look forward to further demonstrating the exceptional gen AI customer successes and a detailed road map at our Financial Analyst Day on May 6 in Las Vegas. From an industry perspective, public sector continues to excel globally. Major transactions in Q1 included government of Australia's health department and the government of Italy's IT division, Sojek, the government of Sao Paulo Motor Vehicle Department created an app on ServiceNow to give customers, in that case, Citizens, a fast, transparent digital experience that handles requests in minutes.\nOur global footprint is booming. We're seeing a vast expansion in our most important geographies. This quarter, our Japan team signed the largest NNHCV deal in its history. Novartis in Switzerland is implementing ServiceNow gen AI technology to transform the business into one of the most innovative companies in therapeutic medicine. NEOM is harnessing ServiceNow single data model along with other partners to scale its IT services across the Middle East region while seeking to create the first cognitive city where data-driven intelligence meets urban everyday needs.\nSuzuki, Tokyo Gas iNet, ANA systems are all top deals signed in Q1. And this is just scratching the surface of what we achieved this quarter. There's a lot of guesswork out there right now about the geopolitics and economic policies among other things. ServiceNow's philosophy is simple. We focus on the things we can control, building great products, delivering great service for our customers and forging a winning culture, where people can do the best work of their careers. And that's why we perform well when some others don't.\nIt's also why our guidance, as you'll hear from Gina, remains ever strong. Let's talk about the demand environment for enterprise software. AI is not simply a fast maturing technology. AI is a catalyst for business transformation. When I speak to CEOs all over the world, they recognize this is a change moment. Over the past 15 years, enterprise has experienced a massive decentralization of technology governance. As every department became an IT buyer, the result was too many systems, too many apps low data quality and high vulnerability to cybersecurity risk. And here's the key. Those decisions have been made. So even as CEOs want to consolidate on to strategic platforms for the long term, they also don't want to delay the potential of net new innovation in the short term. They want to derisk the past while getting immediate business value from AI.\nProcess optimization is the #1 gen AI use case in the global economy today. This is why ServiceNow's strategic relevance as the AI platform for business transformation has never been higher. Every business workflow in every enterprise will be engineered with gen AI at its core. We are the single pane of glass that enables end-to-end digital transformation.\nAt ServiceNow, we pride ourselves on being the living embodiment of an AI run company through our Now on Now strategy. Every week that passes the impact of our own Now on Now AI deployments continues to grow. Gen AI depletion rates have doubled for both our employees and customers, and they are improving each and every month. So for engineers are accepting 48% of Texaco generation. These are meaningful productivity improvements and it's only the beginning. That's why IDC estimates an $11 trillion impact from AI in the next 3 years. It's also why businesses will spend more than $0.5 trillion on gen AI in 2027, according to IDC. So contrary to some opinions out there, we are witnessing the biggest enterprise software market opportunity in a generation.\nBusiness leaders are waking up to the fact that they have a fresh choice now. They can radically simplify the tech stack. We are entering a new frontier. We are in a race to put AI to work for people, and that's a ray ServiceNow intends to win for our customers. There's a lot happening at ServiceNow that only heightens our optimism for the remainder of this year and beyond. Our recent Washington, D.C. platform release included very exciting new features for our customers. Now Assist AI for ITOM AIOPs supercharges ServiceNow's market-leading solution, applying generative AI to speed up issue resolution.\nSales and order management unites the sales order life cycles across the front, middle and back office teams on the ServiceNow platform. ServiceNow is also staying at the forefront of building innovative enterprise gen AI applications.\nAs one example, Now Assist AI for telecommunications service management, what we call TSM, which also uses NVIDIA AI, will boost agent productivity and build on our great partnership. It's also worth noting the ServiceNow research team is stacked with world-renowned AI experts helping our customers stay on the cutting edge. We're expanding our ecosystem capacity to meet growing customer demand.\nOne example is our investment in platformation, a global IT consultancy and leading ServiceNow implementation partner to enhance expertise and generative AI-enabled technology. And anyone who'd like to get the full story, I warmly invite you to join us for Knowledge 2024 in Las Vegas on May 7.\nIn closing, I'll end how I began, the company is in a market-leading position. We have the product recognition from the industry analysts. All of them were showing up on all of the most admired company lists and we're moving up the ranks every year. Those things are always encouraging, and we're proud of it all. But the biggest indication I can give you is qualitative. It's how our team feels about what we're doing together. This culture is different. It's rooted in ServiceNow as early as days as a customer-obsessed company.\nWe are ever-hungry, ever-humble. So when I'm told that over 1 million people applied to join us last year, I'm not surprised. When you have a galvanizing ambition to become the defining enterprise software company in the 21st century, people want to be a part of that. They recognize this is about more than technology. This is about helping people to know more, care more and do more. We'll continue on this mission in Q2, I'd like to thank all of you for the trust that you've invested in ServiceNow. We're going to keep working hard for you, and we're going to keep striving to honor our brand promise. The world works with ServiceNow.\nI'll now hand things over to our outstanding CFO, Gina Mastantuono. Gina, over to you.\n\nGina M. Mastantuono\n\nCFO, ServiceNow, Inc.\n\nThank you, Bill. Q1 set a strong precedent for the year ahead. Building on the momentum from Q4, our team delivered another exceptional outperformance. We surpassed all of our top line and profitability guidance metrics for the quarter. With gen AI conversations serving as a digital transformation catalyst, we see that momentum carrying into Q2.\nTurning to our results. In Q1, subscription revenues were $2.523 billion, growing 24.5% year-over-year in constant currency, exceeding the high end of our guidance range by approximately 50 basis points. RPO ended the quarter at approximately $17.7 billion, representing 27% year-over-year constant currency growth. We continue to see average contract terms increase year-over-year as the strategic importance of the Now platform has driven longer duration deals. Current RPO was $8.45 billion, representing 21% year-over-year constant currency growth, a 100 basis point beat versus our guidance.\nFrom an industry perspective, technology, media and telecom was extremely robust, growing net new ACV over 100% year-over-year. Education had a fantastic quarter, growing nearly 50% year-over-year. Transportation and Logistics, Business and Consumer Services and Retail and Hospitality also saw strength. Our renewal rate was a best-in-class 98% as the Now platform remains a strategic imperative for our customers' operations.\nWe closed 59 deals greater than $1 million in net new ACV in the quarter with 4 deals greater than $10 million, representing 300% year-over-year growth. Our focus on selling a comprehensive platform continue to drive more multiproduct deals as 15 of our top 20 deals included 7 or more products. We now have 1,933 customers paying us over $1 million in ACV. In addition, the number of customers paying us $20 million or more grew over 50% year-over-year.\nIn Q1, our gen AI products continue to see very healthy adoption. As Bill mentioned, our pro plus net new ACV to date continued the trend ahead of any new product family launched for the comparable period. Our gen AI products were in 7 of our top 10 deals, and we closed 7 deals over $1 million in ACV in the quarter. We had wins at a second Wall Street Bank, a leading cybersecurity firm and many more, including a significant win for ITOM Pro plus, which just launched in March.\nTurning to profitability. Non-GAAP operating margin was over 30%, approximately 150 basis points above our guidance, driven by the timing of marketing spend, OpEx efficiencies and our top line outperformance. Our free cash flow margin was 47%, up 12 points year-over-year. We ended the quarter with a robust balance sheet, including $8.8 billion in cash and investments. In Q1, we bought back 225,000 shares as part of our share repurchase program with the primary objective of managing the impact of dilution.\nAs of the end of the quarter, we have approximately $787 million remaining of the original $1.5 billion authorization. Together, these results continue to demonstrate our ability to drive a strong balance of world-class growth, profitability and shareholder value.\nMoving to our guidance. In Q1, we initiated a program to hedge a portion of our foreign currency denominated revenues. The initiative is expected to lessen the impact of recent movements in the euro and pound, but the incremental strengthening of the U.S. dollar has still resulted in FX headwinds compared to our previous guidance. Given our Q1 outperformance, we are raising our 2024 top line outlook to more than offset those moves.\nFor 2024, we are raising our subscription revenues by $20 million at the midpoint of the range to more than offset an incremental $17 million headwind from FX. This raises a net increase of $3 million on a narrowed range of $10.560 billion to $10.575 billion, representing 21.5% to 22% year-over-year growth or 21.5% on a constant currency basis. We continue to expect subscription gross margin of 84.5%, operating margin of 29% and free cash flow margin of 31%.\nFinally, we expect GAAP diluted weighted average outstanding shares of $208 million. For Q2, we expect subscription revenues between $2.525 billion and $2.530 billion, representing 21.5% to 22% year-over-year growth or 22% on a constant currency basis. We expect CRPO growth of 20.5%, both on a reported and constant currency basis. We expect an operating margin of 25%.\nFinally, we expect 208 million GAAP diluted weighted average outstanding shares for the quarter. In summary, Q1 was a great start to what we expect to be another tremendous year. Organizations are under more pressure than ever to maximize the benefits of the technology investments. In this environment, ServiceNow's traction as the intelligent platform for end-to-end digital transformation continues to intensify. Gen AI is only as powerful as the platform is built on. The Now platform gives us deep insights with the remarkable ability to tailor AI outputs to the specific needs of our customers. Business users need AI to power actions across the enterprise. Our workflows are designed to do just that, deliver complete solutions to supercharge experiences, creating extraordinary value. You'll hear more about these experiences, our strategy and long-term opportunities at our upcoming Investor Day on May 6, which will be webcast on our Investor Relations website.\nFinally, before moving on to Q&A, I want to thank all of our employees worldwide for helping make ServiceNow one of the Fortune 100 Best Places to Work yet again in 2024. ServiceNow's greatest asset is its people, and you all continue to make us, ServiceNow strong. Bill and I couldn't be prouder of this incredible team. With that, I'll open it up for Q&A."
  },
  {
    "header": "NOW",
    "cik": "0001373715",
    "ticker": "NOW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/788a668884e0f226faf96a60592e3151",
    "period": "2023 Q4",
    "content": "Q4 2023 ServiceNow Inc Earnings Call\n\nQ4 2023 ServiceNow Inc Earnings Call\n\nNOWNYSEJAN 24, 5:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Coralle and I will be your conference operator today. At this time, I would like to welcome everyone to the Q4 2023 ServiceNow Earnings Conference Call. [Operator Instructions] I would now like to turn the call over to Darren Yip, Vice President of Investor Relations. Darren, the floor is yours.\n\nDarren Yip\n\nHead of Investor Relations\n\nGood afternoon, and thank you for joining ServiceNow's Fourth Quarter and Full Year 2023 Earnings Conference Call.\nJoining me are Bill McDermott, our Chairman and Chief Executive Officer; Gina Mastantuono, our Chief Financial Officer; and CJ Desai, our President and Chief Operating Officer.\nDuring today's call, we will review our fourth quarter 2023 results and discuss our guidance for the first quarter and full year 2024.\nBefore we get started, we want to emphasize that the information discussed on this call, including our guidance, is based on information as of today and contains forward-looking statements that involve risks, uncertainties and assumptions. We undertake no duty or obligation to update such statements as a result of new information or future events. Please refer to today's earnings press release and our SEC filings, including our most recent 10-Q and 2022 10-K, for factors that may cause actual results to differ materially from our forward-looking statements.\nWe'd also like to point out that we present non-GAAP measures in addition to and not as a substitute for financial measures calculated in accordance with GAAP. Unless otherwise noted, all financial measures and related growth rates we discuss today are non-GAAP except for revenues, remaining performance obligations, or RPO, current RPO and cash and investments. To see the reconciliation between these non-GAAP and GAAP measures, please refer to today's earnings press release and investor presentation, which are both posted on our website at investors.servicenow.com.\nA replay of today's call will also be posted on our website. With that, I'll turn the call over to Bill.\n\nWilliam R. McDermott\n\nIncoming President & Chief Executive Officer, ServiceNow, Inc.\n\nThank you, Darren, and thank you very much, everyone, for joining today's call. ServiceNow closed an outstanding 2023 with a beyond expectations Q4. Here's the state of our business.\nArtificial intelligence is injecting new fuel into our already high-performing growth engine. The company's Q4 results tell that story. Subscription revenue grew by 25.5% at constant currency, that's 200 basis points above the high end of our guidance. cRPO growth is 23% at constant currency, also 200 basis points above our guidance. operating margin was over 29%. That's approximately 200 basis points above our guidance. We had 168 deals greater than $1 million in net new ACV, up from 126 a year ago, a 33% increase.\nServiceNow's Q4 performance is packed with milestones spanning the full breadth of our portfolio. With technology, customer and creator, we now have 3 workflow businesses over $1 billion in ACV. We have 11 individual product lines with north of $250 million in ACV. ITSM, ITOM and ITAM, each had double-digit deals over $1 million in Q4. Security and risk combined for 12 of the top 20 with 9 deals over $1 million. Customer, employee and creative workflows, each had double-digit deals over $1 million. Our large new logo count continued to accelerate in Q4. We had a record 10 new customers signing deals over 1 million in NNACV including a $10 million win with a very large global financial services firm, which is our largest new customer logo in history. Global iconic brands such as Chipotle, Air France, TIAA, NTT, Data Group Corporation and Busch are digitally transforming with ServiceNow.\nWe are proud that TIAA, 1 of our first 10 customers, is still expanding their business with us through new out-of-the-box functionality so they can accelerate time to market. Following a record Q3, public sector continued its strong growth in Q4 with key wins including in the United States Army, U.S. Postal Service and Australian Department of Defense Digital Delivery Group. We are extremely proud to have finished 2023 operating at the rule of 55 plus. As you'll hear from Gina, our 2024 guidance reflects our ongoing belief and ServiceNow's strategic relevance. Our core business is rock solid and growing. Our perimeter is growing. Our platform adoption is growing.\nWe are, in fact, in a new era of business transformation powered by AI. This is unlocking massive opportunity in the enterprise software industry. And ServiceNow is extremely well positioned, not only to lead this movement, but to define it. 2023 was the latest successful milestone on this journey, and we intend to make 2024 an even greater success. To say we're fired up would be an understatement.\nLet's spend some time framing the dimensions of this new AI world. Gartner estimates $5 trillion in tech spending in 2024, growing to $6.5 trillion by 2027. That means that spending will grow another $1 trillion in only 2 years, accelerating from the decade plus it took for us to get to $5 trillion. For the first time in a decade, IT services will become bigger than communication services in 2024. Gartner estimates that by 2027, nearly all of the growth in worldwide IT spending will come from software and IT services.\nAnd when you drill deeper into the Gartner forecast between 2023 and 2027, $3 trillion will be spent on AI. What we have here is a strong, durable market being supercharged by a once-in-a-generation secular trend. ServiceNow has been investing, innovating and preparing for this wave for years, which is why we're catching it so early. We have a long track record of commercializing breakthrough technologies. When our Pro SKUs were introduced, we saw very exciting traction and customer adoption. Our Pro Plus offerings, which we launched just 4 months ago with our Vancouver release, are outperforming the pace of the Pro upgrade cycle. Exciting.\nThe results in our first full quarter since launch validate this trajectory. Siemens AG is using Now Assist for HR service delivery to resolve HR cases faster for its entire global workforce. This is 1 example of many and as always, ServiceNow's strength and our capacity to deploy net new innovation, especially our ambitious Gen AI road map. In Q4, we released significant new capabilities, Virtual Agent Update drives faster issue resolution through advanced conversational AI chat. Employees get the immediate answers they need. Businesses get higher self-solve rates, and it only takes 15 minutes to set it up. Our text to workflow capability dramatically increases developer productivity. ServiceNow's developers have been using text to code for several months. They are generating high-quality code using text to describe the type of code they won. This has increased our developer innovation speed by 52%.\nNow Assist for field service management reduces cost while increasing revenue by helping technicians get the job done in the first visit. Identifying the necessary equipment, providing repair recommendations and automating follow-up at speed. Beyond the platform itself, we see AI as a 360-degree strategic imperative. It's why ServiceNow joined the AI Alliance to advance open, safe and responsible AI. It's also why we are continuing to grow our strategic partnerships to ensure every enterprise can use AI as the cornerstone of business transformation.\nToday, we expanded our strategic alliance with EY to co-create solutions for generative AI governance for our customers. And of course, EY will also be using ServiceNow's generative AI capabilities to enhance experiences for all of their employees.\nWe also unveiled another major expansion to our partner program, the latest addition in a series of investments as partners are building new business models on the ServiceNow platform. These are 2 examples of many. I've told ServiceNow's team worldwide that the company is now moving into Phase 5. The culmination of our long-term goal of surpassing $10 billion in ACV, which incidentally only a handful of software companies have ever achieved.\nWe have so much runway ahead for the long-term growth of this company. There are 2 key elements of our strategy, execution and scale. Execution, we know is an art form. Scale is all about capitalizing on new opportunities as a truly global platform company. One of those in our market making alliance was Visa. Today, ServiceNow and Visa announced a 5-year strategic alliance to transform payment service experiences. In the initial phase of the alliance, the companies will launch ServiceNow Disputes Management built with Visa, a single connected solution for dispute resolution. This Gen AI-powered solution will offer end-to-end dispute resolution for customers globally, everything from the first indication of a questionable charge through early investigation to final resolution.\nAnother example is our growing partnership with AWS. Beginning this month, ServiceNow will be available as a SaaS offering in the AWS marketplace. From an automation perspective, we have long believed that identifying legacy process challenges is an active stimulant for new workflows. That's the beauty of our platform. The architecture gives us limitless ways to accelerate speed to value for our customers. And the more workflows we drive, the more value we create. That's why we tucked in UltimateSuite, a task mining company to enhance intelligent automation across the Now platform. If we can help customers find it, ServiceNow can fix it. And we fix it in complete harmony with any existing software landscape, delivered in a consumer-grade user experience.\nCEOs don't want to wait another decade for technology to finally deliver on its promise. One told me, \"I'm tired of excuses coming into my boardroom. We need new innovation and new experiences, and we need it now.\" That's obviously music to our ears and nicely on brand for ServiceNow. There's plenty more to discuss about the company we are building and the progress we're making. We have more accolades than time to listen to them. Top analyst firms ranked ServiceNow as a leader in 14 separate reports in 2023 for our automation and AI capabilities. Glassdoor's recent U.S. Best Places to Work lists ServiceNow as #3 overall and #1 in software. One of our proudest achievements is the American Opportunity Index. This index is databased. They study what really happens to employees at America's largest companies over time. ServiceNow scored fifth, and that's out of 400 companies overall and ServiceNow was the #1 technology company on the index.\nThat means that people who have fought hard to build a great company are being rewarded with a great life. This all means so much to us because culture is the glue that binds a winning team together. We have world-class professionals at ServiceNow who care deeply about our customers and our partners. Since Fred Luddy invented the company, we've all made our contributions to help ServiceNow emerge as the hungry and humble winner, it is. We believe in our platform. We stick together and we try to have some fun along the way, too. That's why the results show up the way they do. It's also why over 1 million people applied to work here last year.\nTo all of our shareholders who continue to invest your trust and ServiceNow, we thank you, and we've got you back. We're building a masterpiece here, and we're only getting started. 2024 will show that we're putting AI to work for the world because now, as ever, the world works with ServiceNow.\nI look forward to the questions and the discussion we'll have shortly. In the meantime, I'd like to turn the call over to our outstanding Chief Financial Officer, Gina.\n\nGina M. Mastantuono\n\nCFO, ServiceNow, Inc.\n\nThank you, Bill. Happy New Year to all of you who are listening in. Q4 was another exceptional quarter to conclude what has been a phenomenal year. Once again, we exceeded our top line growth and operating margin guidance metrics, showcasing our team's relentless focus on execution. ServiceNow's agility in responding to enterprise needs has solidified our position as the trusted intelligent platform for driving digital transformation.\nIn Q4, subscription revenues were $2.365 billion, growing 25.5% year-over-year in constant currency, exceeding the high end of our guidance range by 200 basis points. We closed out 2023 with $8.68 billion in subscription revenues, also representing 25.5% constant currency growth. All organic at a scale that hasn't been accomplished by any other enterprise software company.\nRPO ended the quarter at approximately $18 billion representing an acceleration to 27.5% year-over-year constant currency growth. cRPO was $8.6 billion, representing 23% year-over-year constant currency growth, a 200 basis point beat versus our guidance. From an industry perspective, energy and utilities, business and consumer services, and education were particularly robust in the quarter. Government control continued to show impressive growth and Telecom, Media and Technology also saw strength.\nAs Bill noted, I'm pleased to announce that customer workflows crossed $1 billion in ACV in Q4 fast following our creative workflows, which hit that momentous milestone in just Q3. We now have 3 workflow categories generating over $1 billion in ACV, highlighting the breadth of our portfolio. Our renewal rate was a best-in-class 99% in Q4, continuing to demonstrate the strategic relevance of the NOW platform as it remains a mission-critical part of our customers' operations.\nWe ended the year with over 8,100 customers with our focus on landing the right new customers continuing to bear fruit as large new logo growth accelerated for the fourth consecutive quarter. We ended Q4 with 1,897 customers paying us over $1 million in ACV. We closed 168 deals greater than $1 million in net new ACV in the quarter, a 33% increase year-over-year, that includes 5 deals over $10 million. And for the full year 2023, we saw an approximate 30% increase in deals greater than $1 million in net new ACV.\nIn Q4, our Gen AI products drove the largest net new ACV contribution for our first full quarter of any of our new product family releases ever, including our original Pro SKU.\nTurning to profitability. Non-GAAP operating margin exceeded 29%, approximately 200 basis points above our guidance, driven by the top line outperformance and disciplined spend management. Our free cash flow margin was 55%, up 250 basis points year-over-year. For the full year 2023 operating margin was 28% and free cash flow margin was 30%. Total free cash flow for 2023 was a robust $2.7 billion.\nWe ended the year with a healthy balance sheet, including $8.1 billion in cash and investments. In Q4, we repurchased 400,000 shares as part of our share repurchase program with the primary objective of managing the impact of dilution. As of the end of the quarter, we have $962 million remaining of the original $1.5 billion authorization. Together, these results continue to demonstrate our ability to drive a strong balance of world-class growth, profitability and shareholder value.\nMoving to our guidance. We are raising our 2024 outlook to reflect the strong momentum with which we exited 2023. This partially reflects the early success we've seen with our Gen AI products as those investments are accelerating the build of our already robust pipeline with customers lining up to be first movers in this next wave of business transformation. As always, we continue to be prudent around our assumptions for incremental customer budgets and the macro cost in our guidance.\nWith that in mind, let's turn to 2024 guidance. We are raising our subscription revenue outlook by $165 million at the midpoint to a range of $10.555 billion to $10.575 billion, representing 21.5% to 22% year-over-year growth or 21.5% on a constant currency basis. We expect subscription gross margin of 84.5%, reflecting investments in our data centers and emerging growth opportunities, offset by 100 basis point benefit from a change in useful life of our data center equipment from 4 to 5 years resulting from an assessment completed earlier this month.\nWe're also raising our full year operating margin target from 28% to 29%, driven by continued OpEx efficiencies. We expect free cash flow margin of 31%, up 50 basis points year-over-year, overcoming an incremental point of cash tax headwinds.\nFinally, we expect GAAP diluted weighted average outstanding shares of 208 million.\nFor Q1, we expect subscription revenues between $2.510 billion and $2.515 billion, representing 24% to 24.5% year-over-year growth or 23.5% to 24% on a constant currency basis. We expect cRPO growth of 20% on both a reported and constant currency basis. This reflects the tremendous strength of our federal business, which has resulted in a higher mix of 12-month contracts that will create a negative 150 basis point impact to Q1 cRPO growth. We expect that these contracts will renew in Q3 as ServiceNow's federal contract renewal rates are 99%.\nWe expect an operating margin of 29%. Finally, we expect 208 million GAAP diluted weighted average outstanding shares for the quarter.\nIn summary, ServiceNow's Q4 outperformance is another example of the strength of our platform and our people. This team's amazing accomplishments in 2023 set the stage for continued success in 2024. ServiceNow is positioned as the intelligent platform for end-to-end digital transformation, has gained momentum throughout the year, leaders are shifting their investments into proven strategic platforms that leverage the power of AI to deliver growth across the top and bottom lines, with customers prioritizing quick time to value the NOW Platform delivers. The accelerating pace of investment in workflow automation and interest in Gen AI positions us well on our journey to becoming the defining enterprise software company of the 21st century.\nBill, CJ and I would like to extend our gratitude to all our employees worldwide for their outstanding contributions to ServiceNow's success this past year. 2023 was a remarkable year, and we look forward to an even more exciting 2024.\nWith that, I'll open it up for Q&A."
  },
  {
    "header": "NOW",
    "cik": "0001373715",
    "ticker": "NOW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b5dccc4d5caa3f2591d3478f759e078f",
    "period": "2023 Q3",
    "content": "Q3 2023 ServiceNow Inc Earnings Call\n\nQ3 2023 ServiceNow Inc Earnings Call\n\nNOWNYSEOCT 25, 5:00 PM\n\nOperator\n\nGood day, everyone, and welcome to the Third Quarter 2023 ServiceNow Earnings Call. Today's call is being recorded. [Operator Instructions] I'd now like to turn the conference over to Darren Yip, Vice President of Investor Relations. Please go ahead, sir.\n\nDarren Yip\n\nHead of Investor Relations\n\nGood afternoon, and thank you for joining ServiceNow's Third Quarter 2023 Earnings Conference Call. Joining me are Bill McDermott, our Chairman and Chief Executive Officer; Gina Mastantuono, our Chief Financial Officer; and CJ Desai, our President and Chief Operating Officer. During today's call, we will review our third quarter 2023 results and discuss our guidance for the fourth quarter and full year 2023.\nBefore we get started, we want to emphasize that the information discussed on this call, including our guidance, is based on information as of today and contains forward-looking statements that involve risks, uncertainties and assumptions. We undertake no duty or obligation to update such statements as a result of new information or future events. Please refer to today's earnings press release and our SEC filings, including our most recent 10-Q and 2022 10-K for factors that may cause actual results to differ materially from our forward-looking statements.\nWe'd also like to point out that we present non-GAAP measures in addition to and not as a substitute for financial measures calculated in accordance with GAAP. Unless otherwise noted, all financial measures and related growth rates we discuss today are non-GAAP, except for revenues; remaining performance obligations, or RPO; current RPO; and cash and investments. To see the reconciliation between these non-GAAP and GAAP measures, please refer to today's earnings press release and investor presentation, which are both posted on our website at investors.servicenow.com.\nA replay of today's call will also be posted on our website. With that, I'll turn the call over to Bill.\n\nWilliam R. McDermott\n\nIncoming President & Chief Executive Officer, ServiceNow, Inc.\n\nThank you, Darren, and thank you, everyone, for joining us today. On behalf of Gina, CJ and our entire company, I'd like to first make a brief statement about recent events. ServiceNow has a very special team in Israel, one of our own colleagues was at the Super Nova Music Festival, he was murdered in the unprecedented enhanced attack was highly respected, admired and a good friend to many. We stand in solidarity with our team and with their families. Terrorism has caused the humanitarian crisis and now on millions of people in Israel and Gaza for the innocent on all sides.\nEven with optimism in short supply, we choose to honor the dream of a peaceful and prosperous future for the Middle East region. God bless and protect all those in way.\nNow for business. Of course, that's the reason we're here to discuss ServiceNow's Q3 results. We're proud that our company once again delivered beyond expectations. ServiceNow has delivered subscription revenue that grew by 24.5% in constant currency, over 1 point above our guidance. CRPO grew a strong 24%, that's 2.5 points above our guidance. Operating margin was 30%, more than 2.5 points above our guidance. We had 83 deals greater than $1 million in net new ACV, up from 69% a year ago, a 20% increase year-over-year.\nOur focus on landing the right new customers continue to deliver. Large new logo growth accelerated for the third consecutive quarter. ServiceNow's traction as the intelligent platform for end-to-end digital transformation has intensified. All of our workflow businesses were in 14 or more of the top 20 deals, ITSM, ITOM, ITAM, security and risk, customer, employee and creator.\nWithin our technology workflows, security and risk had a very strong quarter with 10 deals over $1 million. Employee workflows had a stellar quarter with 7 deals over $1 million and 1 deal over $10 million. From an industry perspective, this was the best U.S. Federal quarter in ServiceNow's history and an ACV was up over 75% year-over-year.\nU.S. Federal agencies are standardizing on a single platform with a core set of end-to-end solutions. We had 19 Federal deals over $1 million, including 3 deals over $10 million. Our top deal in the quarter, the United States Air Force was the third largest deal in the company's history. You'll hear from Gina that this performance has tightened our confidence for a strong Q4.\nWe're increasing the full year guidance on the top line and the bottom line, and here is the key takeaway. AI has strengthened the market dynamics for enterprise software. ServiceNow is the fastest-growing company in this market at relative scale. We have the highest Rule of 50 plus across our peer set with the highest growth of any other large cap software company. We are the best-performing enterprise software company IPO.\nThis is a unique, highly differentiated company that is rewriting the benchmarks to be best-in-class in the SaaS industry. Looking beyond the quarterly results, while the world's challenges the digitization imperative is stronger than ever. Gartner forecasts that $3 trillion will be spent on AI and GenAI between 2023 and 2027. GenAI represents 36% of AI spending overall. We believe every dollar of global GDP will be impacted by AI over the next several years. This isn't a hype cycle. It is a generational movement.\nIn the last year, ServiceNow has doubled down on our AI investments. Our Vancouver release includes generative AI powered Now Assist for every workflow. Others issue press releases. We release product. At ServiceNow, our strategy isn't about exuberance, it's about execution. We've carefully laid the groundwork for success and talent and resources and technology. This investment is accelerating our already robust pipeline with customers lining up to be first movers in this next wave of business transformation.\nThe question we've been asked repeatedly, does AI drive growth? The definitive answer is yes, it does. GenAI represents a tailwind of growth for ServiceNow. We have over 300 customers in our pipeline from every industry, every buying center in every stage of testing. Our GenAI SKU drove the highest number of customer requests for a prereleased product in our history. We launched Vancouver on September 29. That left us 1 day in Q3 to sign deals, and we signed 4 large deals.\nA U.S. government agency selected our premium SKU offerings to be an early adopter of GenAI. Real estate leader, CBRE, is harnessing generative AI with ServiceNow to deliver superior service to customers and employees while reducing costs. NVIDIA is accelerating its own ServiceNow journey with generative AI. Among other leading companies, Teleperformance joined ServiceNow's AI Lighthouse program. They will collaborate on new generative AI use cases that boosts productivity while increasing customer and employee satisfaction in key industries.\nWe have a wide range of other customer wins in the quarter as well. FedEx is using ServiceNow to simplify their IT workflows while building a universal employee portal to improve employee experience for 0.5 million global employees. One of the world's largest automakers selected ServiceNow to help consolidate dozens of applications into a new modern platform to accelerate their push into the EV market.\nPhilips, Mars, Bank of California, Cleveland Clinic, a U.S. Department of Defense, Fujitsu, Asahi Mutual Insurance and the state of California are among many others. We see a meaningful path for all customers to recognize value from generative AI in the quarters to come. Our innovation velocity is very high. Pipeline is growing fast and capacity to execute is well proven, and this is just the beginning.\nLooking holistically in our business, we see progress everywhere. We have an aspiration to significantly increase the percentage of net new revenue sourced by our partners in the coming years. This is about partners making the ServiceNow platform, the core of their emerging business models. One exciting example is our customer train technologies. They are a global climate innovator, which recently announced plans to acquire ServiceNow partner, Nuvolo.\nWith Nuvolo, train technologies can bring world-class digital solutions engineered on the ServiceNow platform to their global customer base. This creates a flywheel effect of ServiceNow. More use cases drive more workflow automation. And today, we're excited to share that Deloitte and ServiceNow announced an expansion to our alliance. Deloitte will become a pioneering partner, integrating our generative AI capabilities into their leading operate services globally.\nThis addition underscores Deloitte's commitment to enhance performance with cross-industry solutions built on the ServiceNow platform. We're also scaling our ecosystem globally with today's announcement of a co-investment and answer a market leader in enabling companies to scale technology centers. Another area that we expect to fuel long-term sustainable growth is industry verticalization. Our product development road map is expanding with use cases in telecommunications, financial services, retail and the public sector.\nAnd beyond any one industry, we increasingly see both intra and inter enterprise workflow opportunities on the ServiceNow platform. This new generation of business networks is creating value chains that transcend traditional business boundaries. Our rapid pace of workflow innovation creates an even greater demand for our training and skills initiative rise up with ServiceNow.\nAs one example, FutureSkills Prime, a digital skilling initiative of the Indian government, will train thousands of learners across India in new digital skills. This partnership offers clear pathways to build careers as businesses worldwide grow as ServiceNow workforce. Bottom line this all points to grow for ServiceNow.\nIn closing, we are building a company for the ages. By concentrating on customer value, we are creating immense shareholder value. At a strategic level, we show to set the bar high to be the defining enterprise software company of the 21st century. We have an inspired team that is committed to our exponential dream. A company is only is great as each member of the team, and the team is only as great as the company. That is what culture is all about.\nOur employee engagement scores increased across the board this year, so did our retention rates, which are already best-in-class. We never went for layoffs We went for thoughtful, careful expansion. When you look at the ongoing momentum from Knowledge '23, it's clear, the approach is working. A profitable growth profile of this company speaks for itself. The market is there for us, and now we're focused on Q4 delivering a strong full year and a fast start in 2024 as well.\nThank you for your time today. I look forward to your questions. Now I'll turn it over to our outstanding CFO, Gina Mastantuono. Gina, over to you.\n\nGina M. Mastantuono\n\nCFO, ServiceNow, Inc.\n\nThank you, Bill. Q3 marks another quarter of strong execution as we once again significantly surpassed the high end of our top line growth and profitability guidance metrics. ServiceNow continues to demonstrate its resilience as the intelligent platform for end-to-end digital transformation. Customers are seeking enhanced productivity solutions in the current macro environment and ServiceNow is delivering.\nIn Q3, subscription revenues were $2.216 billion, growing 24.5% year-over-year in constant currency, exceeding the high end of our guidance range by over 100 basis points. Amazing organic growth at massive scale. RPO ended the quarter at approximately $14.4 billion, representing 23.5% year-over-year constant currency growth. Current RPO was approximately $7.43 billion, representing 24% year-over-year constant currency growth and a 250 basis point beat versus our guidance.\nAs Bill highlighted, Federal had its best net new ACV quarter ever, growing over 75% year-over-year. I want to give a quick shout out to the Federal team who has just been crushing it. Among the other industries, transportation and logistics was very strong, growing over 100% year-over-year, followed by education, which grew over 75%. Manufacturing and TMC also saw robust growth. We had some outstanding achievements from a workflow standpoint as well.\nI'm pleased to announce that Creator Workflows crossed $1 billion in ACV in Q3, a monumental milestone. And our employee Pro SKU saw over 100% growth in net new ACV year-over-year. Retention remained exceptional with the renewal rate of 98% in Q3, reaffirming the essential role the Now Platform plays in our customers' operations. Our customer cohorts displayed solid expansion as the quarter closed with 1,789 customers contributing over $1 million in ACV with 58% year-over-year growth in those contributing over $20 million.\nIn Q3, we successfully closed 83 deals greater than $1 million in net new ACV, with 4 deals greater than $10 million. Notably, 18 of our top 20 net new ACV deals included 8 or more products. By launching at the end of the quarter, we have already -- we have also already closed 4 GenAI-related enterprise deals, and we're seeing strong pipeline build for our plus SKUs.\nTurning to profitability. Non-GAAP operating margin was 30% over 250 basis points above our guidance, driven by disciplined spend management and the top line outperformance. Our free cash flow margin was 9%, up 300 basis points year-over-year. We ended the quarter with a robust balance sheet, including $7 billion in cash and investments.\nIn Q3, we repurchased 0.5 million shares as part of our first-ever share repurchase program, with the primary objective of managing the impact of dilution. As of the end of the quarter, we have approximately $1.2 billion remaining of the original $1.5 billion authorization. Together, these results continue to demonstrate our ability to drive a strong balance of world class growth, profitability and shareholder value.\nMoving to our guidance. We are raising the full year outlook to reflect the strength of Q3. As we have done all year, we continue to prudently factor the macro cross wins into our guidance. This includes incremental FX headwinds from a strengthening U.S. dollar. For 2023, we are raising our subscription revenues outlook by $48 million at the midpoint to a range of $8.635 billion to $8.640 billion, representing 25% year-over-year growth or 25% on a constant currency basis.\nWe're also raising our full year operating margin target from 26.5% to 27%. And we continue to expect subscription gross margin of 84%, free cash flow margin of 30% and GAAP diluted weighted average outstanding shares of 206 million. For Q4, we expect subscription revenues between $2.320 billion and $2.325 billion, representing 24.5% to 25% year-over-year growth or 23% to 23.5% on a constant currency basis.\nWe expect cRPO growth of 20.5% or 21% on a constant currency basis. Notably, the strength of our Federal business has resulted in a higher mix of 12-month contracts that will create a 1-point headwind to Q4 cRPO growth and remain a headwind into 2024. We expect that these contracts will renew in 2024 as ServiceNow's Federal contract renewal rate by 99%.\nWe expect an operating margin of 27.5%, and we expect 206 million GAAP diluted weighted average outstanding shares for the quarter. In conclusion, our team delivered an exceptional performance across the board. With a culture focused on customer success, our people have worked relentlessly to provide solutions to meet enterprises needs and it's showing in our robust results. Businesses are looking to consolidate vendors and standardize on a platform with a core center products so they can build a predictable and reliable road map to drive digital transformation.\nServiceNow is that strategic platform. With the addition of our Vancouver release and the capabilities presented by GenAI, the window of opportunity is even more expensive than ever before. The result is a more powerful and intelligent platform that enables customers to ignite end-to-end action across the enterprise in ways not seen before. It's an exciting opportunity to further improve productivity and employee satisfaction, optimize processes, reduce costs and create organizational agility.\nThe possibilities are endless. Bill and I extend our gratitude to all our employees worldwide for their unwavering dedication and commitment that puts us at the forefront of this opportunity and further driving ServiceNow towards this ambition of becoming the defining enterprise software company of the 21st century. With that, I'll open it up for Q&A."
  },
  {
    "header": "NOW",
    "cik": "0001373715",
    "ticker": "NOW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4caa6271ba3e2075d8d768d3defd3400",
    "period": "2023 Q2",
    "content": "Q2 2023 ServiceNow Inc Earnings Call\n\nQ2 2023 ServiceNow Inc Earnings Call\n\nNOWNYSEJUL 26, 5:00 PM\n\nOperator\n\nGood afternoon, ladies and gentlemen, and welcome to the ServiceNow Second Quarter 2023 Earnings Conference Call. [Operator Instructions] And please be advised that this call is being recorded. After the speaker's prepared remarks, there will be a question-and-answer session. [Operator Instructions]\nAnd at this time, I would like to turn things over to Mr. Darren Yip, Vice President, Investor Relations. Please go ahead, sir.\n\nDarren Yip\n\nHead of Investor Relations\n\nThank you. Good afternoon, and thank you for joining ServiceNow's Second Quarter 2023 Earnings Conference Call. Joining me are Bill McDermott, our Chairman and Chief Executive Officer; Gina Mastantuono, our Chief Financial Officer; and CJ Desai, our President and Chief Operating Officer. During today's call, we will review our second quarter 2023 results and discuss our guidance for the third quarter and full year 2023.\nBefore we get started, we want to emphasize that the information discussed on this call, including guidance, is based on information as of today and contains forward-looking statements that involve risks, uncertainties and assumptions. We undertake no duty or obligation to update such statements as a result of new information or future events.\nPlease refer to today's earnings press release and our SEC filings, including our most recent 10-Q and 2022 10-K for factors that may cause actual results to differ materially from our forward-looking statements. We'd also like to point out that we present non-GAAP measures in addition to, and not as a substitute for, financial measures calculated in accordance with GAAP. Unless otherwise noted, all financial measures and related growth rates we discuss today are non-GAAP except for revenues, remaining performance obligations, or RPO, current RPO and cash and investments. To see the reconciliation between these non-GAAP and GAAP measures, please refer to today's earnings press release and investor presentation, which are both posted on our website at investors.servicenow.com. A replay of today's call will also be focused on our website.\nWith that, I'll turn the call over to Bill.\n\nWilliam R. McDermott\n\nIncoming President & Chief Executive Officer, ServiceNow, Inc.\n\nThank you, Darren, and thank you, everyone, for joining us today. Once again, ServiceNow's Q2 results beat expectations for all key performance metrics. Subscription revenue grew 25% in constant currency, 1% above the high end of our guidance. CRPO grew 24% in constant currency, 1.5% above our guidance, and operating margin was 25%, 2 points above our guidance. We had 70 deals greater than $1 million in net new ACV, which was up from 54 a year ago or a 30% increase.\nAs the market consolidates, customers are moving to ServiceNow as the intelligent platform for end-to-end digital transformation. We have now more than 1 trillion workflows running through ServiceNow each year, and that metric is already growing at 40% annually. ServiceNow's long-term trajectory is being supercharged by generative AI. ServiceNow is the most differentiated asset in enterprise software, AI first mover, organic innovation-led, fast top line growth, best-in-class profitability, 99% renewal rate, early stages of cross-sell expansion around our IT mode. We have said consistently, ServiceNow will be the defining enterprise software company of the 21st century. This Q2 beat and raise is another step forward on that journey.\nLooking at our solutions portfolio, large deals were evenly spread in Q2, which illustrates the broad appeal of this platform. ITSM was in 16 of the top 20 deals with 7 deals over $1 million. ITOM was in 13 of the top 20, also with 7 deals over $1 million. Together, security and risk combined for 17 of the top 20 with 8 deals over $1 million. Customer workflows had a sensational quarter, its best net new ACV growth in 3 years. Customer was in 16 of the top 20 deals with 8 deals over $1 million. Employee Workflows were in 14 of the top 20 with 7 deals over $1 million, and Creator Workflows were in 18 of the top 20, with 8 deals over $1 million.\nGreat organizations are transforming with ServiceNow, including Barclays, BT, Honda, HP, Petrobras, CSB Bank in India and Yokohama City in Japan, to name a few. We see a sustained demand environment and pipeline for all of our product businesses, geographic regions and industry verticals. We're set up very well for a strong second half.\nAs you'll hear from Gina, we are raising our full year guidance for subscription revenue and operating margin. This is an unprecedented market environment for enterprise software. Our good friend, NVIDIA Co-Founder and CEO, Jensen Huang, joined us at Knowledge '23 earlier this year. And Jensen stated the expanded NVIDIA-ServiceNow partnership is really important. Their partnership of choice for enterprise IT. He thinks it's an exciting growth opportunity for both companies. We agree.\nWe're in the midst of a dramatic expansion of the software economy. In 2023 alone, IDC says Platform-as-a-Service spending will grow 30%, and Software-as-a-Service applications will grow 17%. When you correlate that to ServiceNow's platform and our workflow leadership, it's clear we live in a great neighborhood on a super nice street, and maybe we're in the best house.\nWith regard to artificial intelligence, especially large language models, ServiceNow strategy has been laser-focused for years. We accelerated that focus with our Element AI acquisition in 2020. Today, by some estimates, generative AI could boost global GDP by almost $7 trillion. We see unprecedented parallel adoption across consumer and the enterprise.\nOur platform experts who have worked for the greatest brands and technology believe this moment is as transformative, if not even more so than the Internet or even the iPhone. But they're careful to remind me, it's all about delivering enterprise-grade, domain-specific large language models, which is the core of ServiceNow's AI strategy. These models will improve the accuracy results, leveraging a customer's enterprise data in alignment with their business rules while maintaining the highest ethical standards for data privacy.\nAs you saw at our Financial Analyst Day, ServiceNow is infusing generative AI into all of our workflow offerings. We have since announced, NowAssist for virtual agent, which maximizes productivity by eliminating time spent searching for information. Another example is ServiceNow generative AI controller. It allows organizations to connect ServiceNow instances to Bolt, Microsoft Azure OpenAI service, and OpenAI API large language models. We're going even further by expanding our generative AI capabilities with case summarization and text-to-code, text-to-flow and text-to-new-application-development.\nOur customers are so excited for greater ROI and customer service, better employee self-service experiences and a substantial boost in developer productivity. They are ready to invest to drive these outcomes. And based on the immense value our customers will realize from our generative AI innovation, we have a clear strategy for monetization.\nFirst, our existing Pro offerings had a record quarter in Q2 based on the hyperautomation technologies we already engineered into those products. For all new generative AI capabilities beginning with our Vancouver release, we will introduce a new set of premium plus SKU offerings across ITSM, CSM and HR SV. We have also introduced a new ServiceNow AI Lighthouse customer program, alongside NVIDIA and Accenture, all in lockstep to accelerate value realization at the cutting edge of generative AI. Specifically, this involves our engineers locking arms with NVIDIAs to codevelop new use cases for the enterprise.\nWe already have the most significant pharmaceutical financial services, manufacturing and health care companies engage with us. Additional customers will become design partners for new AI capabilities in their specific industries. We're currently evaluating a range of customers who are candidates for this program, and the interest is continuing to surge.\nThese engagements share one sentiment perfectly in common: The propensity to buy is there. Even as our underlying growth is already strong as our Q2 results indicate, AI represents a market-making tailwind to ServiceNow. Intelligence is only relevant when it is delivered where work actually gets done. It's why our single architecture, single data model workflow platform has never been more relevant than it is right now.\nAs AI goes to work, humans will be the real machines because in most cases, AI augments people, it doesn't replace them. At a moment when employers face a 17-year high in unfilled job openings, generative AI will lift human productivity so we can chase even bigger dreams for the global economy and for the world. With our integrated suite of automation technologies, including AI, RPA and process mining, ServiceNow is uniquely positioned to lead the intelligence revolution, and we will.\nLooking broadly at the state of our business, we have the momentum with our upcoming Vancouver release in September, our products and engineering team will deliver even more AI innovation. Our partner ecosystem has never been more invested than they are right now. We announced an expanded strategic partnership with Cognizant to accelerate adoption of AI-driven automation. We expanded our partnership with KPMG to co-develop joint offerings through our finance and supply chain workflows. We launched a new collaboration with Guidewire to improve insurance experiences. We're also seeing extensive third-party recognition of our products. ServiceNow has been recognized for AIOps, app engine and cloud observability by prominent industry analysts. From customer service to risk to employee experience and ERP simplification, we can go on and on. This has fueled our rise into the Fortune 500 for the first time. And this is another tribute to Fred Luddy's founding vision for a hungry and humble market-leading company, and we're only getting started.\nIn closing, this is a dynamic period for the IT industry. Think about it this way. Every leader in every department, in every business, in every industry is writing a new playbook for the AI world. [ CEO's response right now. ] The C-suite across all functions is funding them. And for the few true platforms, the opportunity is bigger than ever. ServiceNow injects speed into the business architecture. Our platform has become the de facto standard for intelligent automation. We are a growth company. We are profitable and durable. And thanks to the relentless execution and results speak for themselves, we believe in our people, our culture, our platform and our partners. The world is changing. Imagination is the only limit. ServiceNow is on the move. A CEO I spoke to this summer summed things up perfectly. She said, and I quote: Everywhere I go, people are talking about ServiceNow. Whatever you all are doing, it's working. \" That's one of the many reasons we proudly say now as ever, the world works with ServiceNow.\nThank you all very much. I look forward to your questions. But first, let me turn it over to our great CFO, Gina?\n\nGina M. Mastantuono\n\nCFO, ServiceNow, Inc.\n\nThank you, Bill. Q2 was another exceptionally strong quarter for ServiceNow. We exceeded the high end of our guidance range for all of our key performance metrics, delivering robust subscription revenue and CRPO growth while continuing to drive operating margin expansion and very healthy free cash flow.\nIn Q2, subscription revenues were $2.08 billion, growing 25% year-over-year in constant currency, exceeding the high end of our guidance range by 100 basis points. RPO ended the quarter at approximately $14.2 billion, representing 22.5% year-over-year constant currency growth. Current RPO was approximately $7.2 billion, representing 24% year-over-year constant currency growth, a 150 basis point beat versus our guidance.\nFrom an industry perspective, transportation and logistics led the way with over 80% growth in Q2, followed by a very strong growth in education, business and consumer services, energy and utilities and government. In fact, U.S. Federal had its best Q2 ever, continuing the trend of strong growth over the past several quarters.\nOur best-in-class renewal rate was 99% in Q2, demonstrating the resilience of our business as the Now Platform remains a mission-critical part of our customers' operations. With that foundation from which to grow, top line strength in the quarter was further driven by healthy expansion of our existing customers. We ended the quarter with 1,724 customers paying us over $1 million in ACV, including 45 paying us over $20 million, a 55% increase year-over-year.\nThe Better Together Story is continuing to resonate with C-suites driving larger multiproduct deals as enterprises are looking to consolidate purchasing with our strategic platforms like ServiceNow. In Q2, 19 of our top 20 deals contained 5 or more products, with 9 of them containing 10 or more products. In addition to our cross sales, our upsell motion also remained very strong. ITSM Pro had its strongest growth quarter since 2020, driven by both upsells from the standard SKU and seed expansions from existing customers. Overall, we closed 70 deals greater than $1 million in net new ACV in the quarter, up from 54 a year ago, representing 30% year-over-year growth. What's more, 12 of those deals were over $5 million, of which 3 were over $10 million.\nWe also saw a strong performance from our industry SKUs, with our telco and technology SKUs closing 6 deals over $1 million in net new ACV, and our newly launched public sector SKU gaining further momentum and landing another 7-figure deal in the quarter.\nTurning to profitability. Non-GAAP operating margin was 25%, 200 basis points above our guidance, driven by continued disciplined spend management. Our free cash flow margin was 21%. I would also note that given our path to sustained profitability, in Q2, we recorded a large GAAP income tax benefit, reflecting a $965 million valuation allowance release related to our deferred tax assets in the U.S. We ended the quarter with a robust balance sheet, including $7.5 billion in cash and investments.\nGiven the current macro environment and our strong cash position in May, the Board of Directors authorized the company's first-ever share repurchase program. The new program authorizes the purchase of up to $1.5 billion of common stock. The program's primary objective is managing the impact of dilution. Together, these results continue to demonstrate our ability to drive a strong balance of world-class growth, profitability and shareholder value.\nMoving to our outlook. While we continue to prudently factor the evolving macro cross win into our guidance, our first half outperformance has driven strong momentum as we head into the back half of the year. As a result, we are raising our top line and operating margin guidance. For 2023, we are raising our subscription revenue outlook by $95 million at the midpoint to a range of $8.58 billion to $8.6 billion, representing 24.5% to 25% year-over-year growth or 24% on a constant currency basis. We are raising our full year operating margin target from 26% to 26.5%. And we continue to expect subscription gross margin of 84%, free cash flow margin of 30%, and GAAP diluted weighted average outstanding shares of 206 million. For Q3, we expect subscription revenues between $2.185 billion and $2.195 billion, representing 25.5% to 26% year-over-year growth, or 23% to 23.5% on a constant currency basis. We expect CRPO growth of 25.5% or 21.5% on a constant currency basis. We expect an operating margin of 27%, and we expect 206 million GAAP diluted weighted average outstanding shares for the quarter.\nIn conclusion, Q2 was another tremendous quarter of outstanding execution, and we are well positioned for the remainder of the year. Our pipeline remains strong as we've already seen $0.5 billion of pipeline generation from our Knowledge 2023 event in May. The week-long event of keynote panels and customer discussions showcase the power and the endless possibilities achievable through ServiceNow workflows along with the incremental opportunities unlocked with our gen AI road map. Over $3 billion in pipeline attended with an over 50% increase in executive program attendees. The response has been overwhelming.\nOur intelligent platform for end-to-end digital transformation uniquely positions us to seize the opportunities in front of us as we continue to deliver durable top line growth and margin expansion on our journey to becoming the defining enterprise software company in the 21st century.\nBill and I would also like to extend a heartfelt thank you to our employees around the globe for their continued hard work and dedication. It's their commitment to excellence, which has propelled ServiceNow into the Fortune 500, and we couldn't be proud of. This distinction is a testament to our win as a team of core value and a culmination of the outstanding results we passionately delivered together in service to our customers, partners and investors.\nWith that, I'll open it up for Q&A."
  },
  {
    "header": "NOW",
    "cik": "0001373715",
    "ticker": "NOW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/91a85e4d01e16baceb8b071e80ee8704",
    "period": "Unknown",
    "content": "ServiceNow Inc at JP Morgan Global Technology Media and Communications Conference\n\nServiceNow Inc At JP Morgan Global Technology Media And Communications Conference\n\nNOWNYSEMAY 23, 3:55 PM\n\nMark Murphy\n\nOkay. Good afternoon, everyone. I am Mark Murphy, software analyst with JPMorgan. And it is a real pleasure to be here with CJ Desai, who is President and COO of ServiceNow. First of all, CJ, it was great seeing you on stage at your own conference.\n\nChirantan Desai\n\nThank you.\n\nMark Murphy\n\nLast week out of Las Vegas and, thank you. I know you're a popular guy, there's a lot of demand for you. So thank you for taking the time.\n\nChirantan Desai\n\nOf course, absolutely.\n\nMark Murphy\n\nMaybe you can spend a moment just giving us a super brief introduction of yourself. And in case there's anyone in the audience who is not aware of what ServiceNow does, just a super quick brief...\n\nChirantan Desai\n\nOf ServiceNow as well? Okay. I'll start with ServiceNow. ServiceNow was created in 2004 in San Diego area by Fred Luddy, and he created this as a platform company for any type of workflow automation. So any task that can be automated digitally, he wanted to do that. ITSM, which is our largest product line, was actually the first demo that was created on top of ServiceNow, and became the first biggest use case to get to $1 billion in revenue. So that's how Fred started the company.\nAfter that, Frank Slootman became the CEO. Frank hired me in 2016 and said, \"CJ, we need to hit $4 billion in revenue by 2020.\" That was Frank's call with Mike Scarpelli, who was the CFO at the time. And then after Frank was John Donahoe. John stayed with us through 2019 October. And then Bill McDermott came from SAP to take ServiceNow to the next level, and Bill has been here now, 3.5 years. I'm CJ Desai, and I'm responsible for products, engineering, our cloud customer service, professional services and a few other things."
  },
  {
    "header": "NOW",
    "cik": "0001373715",
    "ticker": "NOW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1799c2a009c4e30c5c6892c68e7a63e8",
    "period": "2022 Q4",
    "content": "Q4 2022 ServiceNow Inc Earnings Call\n\nQ4 2022 ServiceNow Inc Earnings Call\n\nNOWNYSEJAN 25, 5:00 PM\n\nOperator\n\nGood afternoon, ladies and gentlemen, and welcome to the ServiceNow Q4 2022 Earnings Conference Call. (Operator Instructions) And please be advised that this call is being recorded. (Operator Instructions) And now at this time, I'll turn things over to Darren Yip, Vice President, Investor Relations. Darren, please go ahead.\n\nDarren Yip\n\nHead of IR, Dropbox, Inc.\n\nGood afternoon, and thank you for joining ServiceNow's Fourth Quarter and Full Year 2022 Earnings Conference Call. Joining me are Bill McDermott, our Chairman and Chief Executive Officer; Gina Mastantuono, our Chief Financial Officer; and CJ Desai, our President and Chief Operating Officer.\nDuring today's call, we will review our fourth quarter 2022 results and discuss our guidance for the first quarter and full year 2023. Before we get started, we want to emphasize that some of the information discussed on this call, such as our guidance, is based on information as of today and contains forward-looking statements that involve risks, uncertainties and assumptions. We undertake no duty or obligation to update such statements as a result of new information or future events.\nPlease refer to today's earnings press release and our SEC filings, including our most recent 10-Q and 2021 10-K for factors that may cause actual results to differ materially from our forward-looking statements. We'd also like to point out that we present non-GAAP measures in addition to, and not as a substitute for, financial measures calculated in accordance with GAAP. Unless otherwise noted, all financial measures and related growth rates we discuss today are non-GAAP, except for revenue, remaining performance obligations, or RPO, current RPO and cash and investments.\nTo see the reconciliation between these non-GAAP and GAAP measures, please refer to today's earnings press release and investor presentation, which are both posted on our website at servicenow.com. A replay of today's call will also be posted on our website.\nWith that, I'll turn the call over to Bill. Bill?\n\nWilliam R. McDermott\n\nChairman, CEO & President, ServiceNow, Inc.\n\nThank you, Darren, and thank you, ladies and gentlemen, for joining us today. ServiceNow continues to perform as-the-beyond expectations company. For Q4, we beat guidance with subscription revenue growth of 27.5% in constant currency. Operating margin was 28%, 2 points above our guidance. Our free cash flow margin was 30%, 1 point above our guidance. We had 126 deals greater than $1 million in Q4, including our largest deals ever worldwide in EMEA and in Latin America. Our 98% renewal rate remains the industry benchmark. With 25.5% constant currency cRPO growth, we actually had better-than-expected new business in Q4 with less reliance on early renewals.\nBased on this new business surge, we are giving a very strong guidance for 2023. Our guidance reflects a disciplined forecast that appropriately balances our well-founded optimism for ServiceNow's business. We'll work hard to go beyond it, and we'll begin that march in Q1.\nHere is the main takeaway. Even in a complex operating environment, ServiceNow is executing at the rule of 58.5. We are driving net new innovation, fast growth and operating leverage. ServiceNow is the proverbial safe harbor in all weather conditions.\nLet me unpack the current environment for you. The secular tailwinds of digital transformation aren't going anywhere. IDC's research makes it clear that technology budgets are growing. They forecast IT spend will grow 5% in 2023, software spend at 8% and Software-as-a-Service spend at 15%. So as businesses increase spend, the only question then is where will all that investment go? And this answer has everything to do with the great reprioritization.\nThe theme in Davos this year was cooperation in a fragmented world. It all begins with a fragmented enterprise. C-level buyers don't want long-term road maps to clean up a siloed mess of point solutions. They want integration, speed, automation, great experiences and business impact. A CEO told me, \"We can't afford 1,000 points of dim light. We need a cohesive plan with a trusted platform.\" So this is now without any doubt, a platform economy. And only a few platforms will be relevant in this shift, and none are as well positioned at ServiceNow.\nThis begins with our business model. ServiceNow was born in the cloud, established itself in IT and expanded from that core. It accelerates with the realities of the multi-cloud world. Many enterprises are struggling to use public cloud capacity that they have already procured into ServiceNow, which directly enables cloud workload migration. We are the control tower for any architecture, public, hybrid or multi-cloud. And with open telemetry, we help business build and monitor cloud-native applications. This all extends to driving automation.\nServiceNow has natively embedded the complete tool set from AI to RPA to process mining in our platform. Now professional developers and the rest of us, real people like you and me, can build mission-critical applications to automate the world of work. Everything culminates with real business outcomes.\nServiceNow integrates the enterprise to deliver better customer service, employee experiences, security, risk management and next-generation business processes like procure-to-pay, technology foundation, hyperautomation, process orchestration. With this completeness of vision, ServiceNow is the end-to-end platform for digital transformation. If all we did was help existing customers consume everything this platform can do, we would stay a fast-growing company. But of course, our strategy goes well beyond this as does our proven ability to execute.\nRight now, many fine technology companies are working to shift resources from bad businesses to good ones. ServiceNow only has good businesses. Our products and engineering team is building organic net new innovation with an unmatched level of speed and quality. When we started to sense noise in the macro early in 2022, we shifted immediately to a conservative cost management posture in running the company. This allowed us to focus on execution with our team rather than look to workforce actions to leverage. It also allowed us to continue hiring, especially in engineering and quota-carrying roles. The results tell the story.\nITSM was in 14 of our top 20 deals, with 15 deals over $1 million. ITOM was in 16 of the top 20, with 14 deals over $1 million. Security and Risk Solutions were in 13 of the top 20, with 9 deals over $1 million. Customer Workflows were in 13 of the top 20, with 13 deals over $1 million. Employee Workflows were in 13 of the top 20, with 11 deals over $1 million. And Creator Workflows were in 19 of the top 20, with 11 deals over $1 million.\nWe saw new business growth, new logos and major expansions with some of our existing customers. The United States Army expanded its ServiceNow road map to go well beyond IT. ServiceNow will improve the Army's ability to consolidate service management for its over 1 million active military contractor and civilian population. The Schwarz Group, one of the world's top retailers will digitize its 11,000 stores from retail locations to logistics on ServiceNow as its digital business platform. This transition is a transformation and it will position to Schwarz Group at the forefront of the next-generation retail industry.\nFrom Banco do Brasil, to AT&T, to Sumitomo, we have countless stories that span ServiceNow's workflows, Lightstep, geographic regions and industries across the board, we're winning. And as you'll hear from Gina, we grew new business 100% year-over-year across retail, hospitality, transportation and logistics. That's only one example. And with the expansion of ServiceNow's impact, we are setting the standard for speed of deployment and business value for our customers.\nMore than 3 years ago, I stated our ambition to be the defining enterprise software company in the 21st century. And this is an ambition I will see through to its full completion. Following my elevation to Chairman and CEO, I'm delighted to announce that CJ Desai has been promoted to President and Chief Operating Officer. CJ is the leader of consequence, well-known in the industry. His track record in ServiceNow speaks for itself from strengthening our platform to driving our customer experience. This is exactly how we are orchestrating our company to perform on an end-to-end basis from innovation to execution with our customers. And I'd like to personally congratulate CJ for his latest well-deserved endorsement of his leadership. Congratulations, CJ.\nIn other news, we proudly welcome Masatoshi Suzuki as the new President of ServiceNow Japan. He brings a long history of successful leadership with some of the industries most respected brands. We will elevate ServiceNow Japan to a fourth geographic region reporting directly to our proven Chief Commercial Officer, Paul Smith. And to add fuel to the growth fire, we rolled out a new partner program to help our ecosystem drive full platform adoption of ServiceNow. We're also getting an enthusiastic reception for the company's premier global initiative, RiseUp with ServiceNow. And under the thoughtful leadership of Lara Caimi, we will continue to rise up. We offer the training and certification to help people build a lifelong career working on this platform. We have never seen so much interest in the ServiceNow franchise around the world as we are seeing right now.\nAnd from an ongoing operating perspective, we entered 2023 with much stronger sales coverage on a year-over-year basis. We have the feet on the street. We also see stronger pipeline coverage and the maturity of that pipeline, much more so than we did a year ago. The latest Glassdoor ratings feature ServiceNow as the 9th best place to work in the United States, 2nd best in the United Kingdom. The company is fully invested in all of our stated ESG objectives with our global impact report coming later this year. All this is a reflection of our proud culture built on Fred Luddy's founding vision for our company.\nI was just in Las Vegas last week for our sales kick-off event. And I can tell you, our team is fired up and ready to go for the year ahead. Really fired up. I can only reiterate that we have said consistently, there is only one way forward, and that is innovation. IDC says that by 2027, the number of digital businesses on the S&P 500 would double. Every industry is being reframed by a new paradigm or several. The participants that lean in will lead, the others will fall behind and quickly.\nFor ServiceNow, we are committed to make the world work better for everyone. Our fundamentals are operating at peak performance, net new innovation for our customers, business impact, driving long-term stickiness of our platform, the network effects, giving us a competitive moat with multiple avenues for market expansion and profitable growth with a pristine balance sheet.\nAll in all, when people talk about cloud economics, ServiceNow is the blue chip standard. Whatever the world lacks in stability, we will more than offset with relentless execution. Our customers need to automate for cost reduction and to innovate for growth. Yes, ServiceNow helps them do both. The world works with ServiceNow as the end-to-end platform for digital transformation.\nI'd like to personally thank our customers, partners and shareholders for their steadfast trust in ServiceNow. You can count on us. We're in your service, we're hungry and humble as ever. I'd like to now hand the call over to our CFO, Gina Mastantuono. Gina, over to you.\n\nGina M. Mastantuono\n\nCFO, ServiceNow, Inc.\n\nThank you, Bill, and happy new year to all of you who are listening in. Q4 was another great quarter of execution. We exceeded our subscription revenue guidance and drove strong renewal and expansion rates. Our operating and free cash flow margins also exceeded our outlook as disciplined cost management drove tailwinds to profitability.\nIn Q4, subscription revenues were $1.86 billion, growing 27.5% year-over-year in constant currency, exceeding the high end of our guidance range by 50 basis points. RPO ended the year at approximately $14 billion, representing 25% year-over-year constant currency growth. Current RPO was approximately $6.94 billion, representing 22% year-over-year growth and a 2-point bp versus our guidance, primarily driven by favorable FX movements in the quarter. On a constant currency basis, growth was 25.5%. While constant currency cRPO growth came in just shy of our guidance of 26%, we actually outperformed our target for net new ACV and renewal ACV for contracts expiring in the quarter. The delta came from fewer early 2023 renewals than is typical in the fourth quarter.\nGiven our strong renewal rates, which remain the best-in-class 98% in Q4, this is only a timing issue. We expect these customers to ultimately renew upon contract expirations, providing opportunities to drive further expansion throughout 2023. The timing of early renewals does not impact 2023 subscription revenue growth, only RPO. Net new ACV would drive incremental revenue growth, and there, we exceeded our forecast. Our larger-than-average Q4 customer cohort not only renewed at a very strong rate, net expansion also remained robust. What's more, the strength in net new ACV wasn't limited to existing customers. New customer net new ACV grew over 30%.\nWe ended the quarter with 1,637 customers paying us over $1 million in ACV, up 22% year-over-year. From an industry perspective, retail and hospitality and transportation and logistics saw net new ACV growth of well over 100% year-over-year. Government remained strong, growing more than 50% year-over-year. Manufacturing and financial services also saw healthy double-digit growth. We closed 126 deals greater than $1 million in net new ACV in the quarter, including 2 of our top 5 largest ever. In addition, we saw 100% increases in the number of both $5 million plus and $10 million-plus net new ACV deals. More and more customers are seeing the true power of the ServiceNow portfolio as a unified platform. That's leading to more multiproduct deals in Q4, 5 of our top 10 deals contain 10 or more products.\nTurning to profitability. Operating margin was 28%, 200 basis points above our guidance, driven by disciplined spend management and less-than-expected FX headwinds. Our free cash flow margin was 53%, up 650 basis points year-over-year. For full year 2022, operating margin was 26%, 100 basis points above our guidance and free cash flow margin was 30%, also 100 basis points above our guidance. Total free cash flow for 2022 was a robust $2.2 billion. We ended the year with a healthy balance sheet, including $6.4 billion in cash and investments. Together, these results continue to demonstrate our ability to drive a strong balance of world-class growth and profitability.\nBefore I move to guidance, I want to give a brief update on the trends we are seeing. Heading into 2023, we believe we have prudently factored in the evolving macro crosswinds into our guidance. Overall, the demand environment remains healthy, deals are getting done, the market opportunity is growing, the ecosystem is expanding, our renewal and net expansion rates ended the year strong, our pipeline is robust.\nWith that in mind, let's turn to our 2023 outlook. We expect subscription revenues between $8.44 billion and $8.5 billion, representing 22.5% to 23.5% year-over-year growth on both a reported and constant currency basis. We expect subscription gross margin of 84%, reflecting the expected diminishing impact of the change in useful life of our data center equipment as well as investments to accelerate customer time to value as part of our impact offering and higher inflation. We expect operating margin of 26% as sales and marketing efficiencies are offsetting headwinds from gross margins. We expect free cash flow margin of 30%. And we expect GAAP diluted weighted average outstanding shares of 206 million.\nFor Q1, we expect subscription revenues between $1.99 billion and $2 billion, representing 25% to 25.5% year-over-year growth on a constant currency basis, excluding a 300 basis point FX headwind. We expect cRPO growth of 24% on a constant currency basis, excluding 300 basis points of FX headwind. We expect an operating margin of 24%, and we expect 204 million GAAP diluted weighted average outstanding shares for the quarter.\nIn conclusion, we had a strong Q4, capping a resilient year. As we enter 2023, the macro challenges many enterprises face underscore a point we have made consistently. The technology strategy has become the business strategy. Digital technologies are growth-stimulating deflationary force. They power new business models, accelerating productivity while reducing costs. Our unique ability to drive business model transformation while delivering efficiency gains has created durable demand for the Now Platform. Our investment strategy is a laser focus on our customers' most pressing issues, and that continuous net new innovation translates into net new business for ServiceNow. We are well positioned for 2023 and remain on our way to becoming the defining enterprise software company of the 21st century.\nFinally, I'm extremely proud of our team's performance this year. Bill and I can't thank our employees enough for their continued hard work and dedication. With that, I'll open it up for Q&A."
  },
  {
    "header": "NOW",
    "cik": "0001373715",
    "ticker": "NOW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5d0bde3574667e4fbdf7c424ac973ac1",
    "period": "2022 Q3",
    "content": "Q3 2022 ServiceNow Inc Earnings Call\n\nQ3 2022 ServiceNow Inc Earnings Call\n\nNOWNYSEOCT 26, 5:00 PM\n\nOperator\n\nGood afternoon, ladies and gentlemen. Welcome to the ServiceNow Q3 2022 Earnings Conference Call. (Operator Instructions) And please be advised that this call is being recorded. (Operator Instructions) And now I'd like to turn the call over to Mr. Darren Yip, Vice President, Investor Relations. Please go ahead.\n\nDarren Yip\n\nHead of IR, Dropbox, Inc.\n\nThank you. Good afternoon, and thank you for joining ServiceNow's Third Quarter 2022 Earnings Conference Call. Joining me are Bill McDermott, Chairman, President and Chief Executive Officer; and Gina Mastantuono, our Chief Financial Officer. During today's call, we will review our third quarter 2022 results and discuss our guidance for the fourth quarter and full year 2022.\nBefore we get started, we want to emphasize that some of the information discussed on this call such as our guidance, is based on information as of today and contains forward-looking statements that involve risks, uncertainties and assumptions. We undertake no duty or obligation to update such statements as a result of new information or future events. Please refer to today's earnings press release and our SEC filings, including our most recent 10-Q and 2021 10-K for factors that may cause actual results to differ materially from our forward-looking statements.\nWe'd also like to point out that we present non-GAAP measures in addition to, and not as a substitute for, financial measures calculated in accordance with GAAP. Unless otherwise noted, all financial measures and related growth rates we discuss today are non-GAAP except for revenues, remaining performance obligations or RPO, current RPO and cash and investment. To see the reconciliation between these non-GAAP and GAAP measures, please refer to today's earnings press release and investor presentation, which are both posted on our website at servicenow.com. A replay of today's call will also be posted on our website. With that, I'll turn the call over to Bill.\n\nWilliam R. McDermott\n\nPresident, CEO & Director, ServiceNow, Inc.\n\nThank you very much, Darren, and I'll add my welcome to everyone joining today's call. ServiceNow had an outstanding third quarter. Looking at the top line results in constant currency, subscription revenue was 28.5% growth. cRPO growth was 25%. On profitability, operating margin was 26%. All 3 metrics are above our guidance, beating expectations once again.\nServiceNow had 69 Q3 deals greater than $1 million. Our U.S. federal business had its best quarter ever in Q3. We saw strength across industries and business segments. Our performance was consistent globally with Europe executing especially well this quarter. Our renewal rate remains best-in-class at 98%. We are the largest organically grown enterprise software company. We have an unmatched combination of organic growth and profitability at scale. As these Q3 results demonstrate, we fully intend to maintain this leadership position.\nRegarding the operating environment, in recent quarters, we said that secular tailwinds were stronger than macro crosswinds. They are. Nothing we saw in Q3 changes this core thesis. Digital technology is a deflationary force. The enterprise digital transformation market is validated. The investment thesis is stronger than ever. Hybrid multi-cloud deployments, adoption of a modern data infrastructure stack, cybersecurity and risk management, AI and data analytics, remote work and collaboration, these trends are not only durable, their relevance is expanding.\nThere'll be 750 million new applications built by 2025. In the U.S. alone, nearly 100 million workers will remain in hybrid environments. 27 billion connected devices will drive more data in the cloud over the next 3 years. And ServiceNow's platform directly addresses all these challenges, which translates to numerous growth vectors for our business.\nI hear one thing from CEOs consistently. Anything we prioritize must generate results in weeks or months. This is the essence of the great reprioritization. In past decades, waves of enterprise systems were introduced to meet market challenges of those times, operating systems, databases, applications. What we see now is a generational shift from architectures built in the lab sentry to platforms engineered for this one. If you look at the ERP market, we see customers at various stages of their move to the cloud. Some of the world's largest manufacturers, for example, are consolidating hundreds of old procurement processes into a modern workflow experience. This declutters the legacy environment, driving more than $1 billion in cost efficiencies for just one of our many ERP wins this quarter.\nWe could do it because ServiceNow was born in the cloud. We integrate with everyone. We meet our customers wherever they are, any environment, any organizational structure, any operating model. Where there is complexity, we simplify. We are fast to deploy, fast to generate ROI. In this need-for-speed environment, the ServiceNow platform is becoming the strategic center of gravity for our customers.\nIn light of this, today, we're announcing a new initiative: RiseUp with ServiceNow to skill 1 million ServiceNow-certified professionals by 2024. Our customers, partners and ServiceNow itself are all growing as ServiceNow workforces. We see opportunity everywhere. With RiseUp with ServiceNow, we'll give people the knowledge to seize it. Overall, the demand environment is strong. The market opportunity is growing. The ecosystem is expanding. ServiceNow is a growth company on every level.\nWe see the growth across multiple buyer personas as customers consume more of our expanding solutions portfolio. In Q3, both ITSM and ITOM were in 17 of our top 20 deals, with 6 deals each over $1 million. Security and risk were in 15 of the top 20 with 5 deals over $1 million. Customer and Employee Workflows were each in 12 of the top 20. Once again, we saw Creator Workflows in all the top 20 deals with 9 deals over $1 million.\nCustomers view ServiceNow as mission-critical. The Defense Logistics Agency works with ServiceNow to support the global defense supply chain with automated workflows. Faced with the crisis of Hurricane Ian, the State of Florida worked with ServiceNow to deploy a mission-critical application to manage requests from people searching for their loved ones. In crisis situations, weeks to deploy isn't an option, which is why the state did it with ServiceNow in a few hours.\nDeutsch Telekom provided KPN works with ServiceNow to reduce their order management process from 3 days to under a minute, saving millions. Thank you. These stories are everywhere. In fact, 1 CEO chose ServiceNow for the first time, said it best to me personally. \"It's always easier to make a strategic partner decision when you trust the people on the other side of it.\"\nIn late September, we announced the ServiceNow Tokyo release. We delivered AI-powered task intelligence, which is all about making the customer service agents like more productive, reducing manual effort, speeding time to resolution and improving the customer experience. On the revenue-facing side, we delivered enhancements to order management, including support for bundling, configurable products and pricing models. We delivered major advances in field service operations and dispatch with scheduled optimization and territory planning. These capabilities help our customers better manage their costs but also their ESG footprint.\nAt a moment when customer service is at the very top of C-level agenda, ServiceNow's net new innovation is driving and transforming the front office. The technology leaders, we released a new service operations workspace which will deliver faster incident resolutions to keep people highly productive. And given the ongoing migration to the cloud, we released a new licensed cloud cost simulator so leaders can model the cost benefits by moving from on-premise to cloud deployments.\nThe Tokyo release contains many more new features across each of our major workflow businesses, technology, customer, employee and creator. It is the latest demonstration that ServiceNow's products and engineering machine is the best in the world, the best in class, like no other.\nAnd speaking of best-in-class, I've been lucky enough to learn from one of the greatest innovators at the 21st century. Fred Luddy and I have been on a multiyear journey together, one built on love and mutual respect. At this week's Board meeting, I was honored to take on the role of Chairman, with Fred remaining an active member of our Board for the long term. Fred remains the soul and inspiration of ServiceNow, and I'm honored to call him our founder and my personal friend.\nIn conclusion, we again delivered on our promise in Q3. We said the company would continue its SaaS growth in any operating environment. We did. We said that cRPO growth would accelerate during H2. As our Q4 guidance reflects, it is. We said that we preserved the benchmark near the Rule of 60 for the full year and constant currency. We are on track. ServiceNow has a revenue growth, predictability of growth and sustainable business model. While others are managing the past, our engineers are innovating for the future.\nThe fundamental question facing enterprises today is this: can modernization wait? With the robust demand environment we see, the answer is a compelling no, it cannot. The stated ambition of ServiceNow remains. We will be the defining enterprise software company of the 21st century. We are firmly committed to that journey. We are focused on value creation for our customers, our partners, our colleagues and our shareholders.\nOur confidence in Q4 extends to 2023 and beyond. Sales capacity and pipeline coverage are higher today than at any point this year. We have best-in-class sales and marketing efficiency. We have a highly differentiated platform. We have a business model that will be managed by design for net new innovation, growth and profitabilities you can count on. With this growth and margin profile, operating near the Rule of 60, ServiceNow is a unique asset and a premier company. We are hiring with an absolute focus on people who can innovate through code and who can sell solutions and who can help customers realize success.\nThe bottom line is this. When our customers work, the world works better for everyone. That's why the world works with ServiceNow. If we didn't do what we do, it wouldn't get done. The hallmark for ServiceNow is net new innovation. And with that in mind, I thank you so much, and I'll hand things over to Gina.\n\nGina M. Mastantuono\n\nCFO, ServiceNow, Inc.\n\nThank you, Bill. Q3 was a fantastic quarter of execution. The team delivered strong results, beating all of our constant currency growth and operating margin guidance metrics, an outstanding performance across the board. Investments in digital transformation are a necessity, and ServiceNow remains a strategic priority. CEOs recognize that the Now Platform can deliver the workflow needs for their digital-first initiative while driving quick time to value and hard dollar savings. These outcomes are imperative in the current macro environment and while we continue to see robust demand for our products.\nIn Q3, subscription revenues were $1.742 billion, growing 28.5% year-over-year in constant currency, exceeding the high end of our guidance range by 100 basis points. RPO ended the quarter at approximately $11.4 billion, representing 24.5% year-over-year constant currency growth. Current RPO was approximately $5.87 billion, representing 25% year-over-year constant currency growth, a 150 basis points beat versus our FX-adjusted guidance. 50 basis points of the beat was driven by early renewals from Q4 as the team looks to get ahead of our large renewal cohort.\nOur renewal rate was a best-in-class 98%, continuing to demonstrate the stickiness of our business as the Now Platform remains a mission-critical part of our customers' operations. We finished the quarter with 1,530 customers paying us over $1 million in ACV, up 22% year-over-year. The number of customers paying us over $10 million in ACV grew 60% year-over-year as our cohort expansion remained healthy.\nFrom an industry perspective, net new ACV growth was led by retail and hospitality, up nearly 50%, followed by strength in education. Manufacturing had a good quarter as well, led by a large 8-digit deal, and technology, media and telecom continue to show durability. Federal had its best quarter ever, including an over $20 million net new ACV win. We closed 69 deals greater than $1 million in net new ACV in the quarter, including 5 with new logos. What's more, each of those 5 deals were led by a different product. That diversification showcases the breadth of our product portfolio and increasing customer awareness of ServiceNow's capabilities as a platform, which includes 11 organic businesses with over $200 million in ACV. In fact, 18 of our top 20 deals contained 5 or more products.\nTurning to profitability. Operating margin was 26%, 1 point above our guidance, driven by our top line beat and operating efficiencies. Our free cash flow margin was 6%. We ended the quarter with a healthy balance sheet, including $5.5 billion in cash and investments. Together, these results continue to demonstrate our ability to drive a strong balance of world-class growth and profitability.\nBefore I move to guidance, I want to give a brief update on the macro. Our ability to outperform in Q3 is a testament to the strong execution of the ServiceNow teams. Account executives are staying close to the customer, constantly checking in and proactively assembling the necessary materials to get deals across the line. We will operate with the same rigor in Q4 and are confident that we're factoring in the macro trends into our guidance.\nConsistent with the market on a year-over-year basis, the strengthening of the U.S. dollar also resulted in incremental FX headwind. We now expect a $290 million headwind to 2022 subscription revenue; a $330 million headwind to Q4 cRPO; 100 basis points headwind to operating margin; an approximate $160 million or 100 basis point headwind to free cash flow margin for 2022.\nWith that in mind, let's turn to our 2022 outlook. We're revising our subscription revenues range to between $6.865 billion and $6.870 billion, representing a raise to our year-over-year constant currency growth outlook to 28.5%, excluding a 550 basis point FX headwind. We continue to expect subscription gross margin of 86%, up 100 basis points year-over-year. We continue to expect an operating margin of 25%, consistent with our original guidance at the beginning of the year as we are offsetting incremental FX headwinds with operational efficiencies and disciplined spend management.\nWe now expect the capital margin of 29%, reflecting the incremental FX headwinds I previously noted. Despite the $160 million impact of FX, we will generate over $2.1 billion of free cash flow, demonstrating the incredible resilience of our business model. Finally, we expect GAAP diluted weighted average outstanding shares of 203 million. For Q4, we expect subscription revenues between $1.834 billion and $1.839 billion, representing 26% to 27% year-over-year growth on a constant currency basis, excluding a 600 basis point FX headwind. We expect cRPO growth of 26% on a constant currency basis, excluding 600 basis points of FX headwinds. We expect an operating margin of 26%, and we expect 204 million GAAP diluted weighted average outstanding shares for the quarter.\nIn summary, we had a fantastic Q3. I'm so proud of our people for being focused, disciplined and committed to helping our customers succeed. Bill and I would like to thank all of our employees around the globe for their continued hard work and dedication. Our business is resilient, our teams are delivering, and we're as confident as ever about the future. We have the platform enterprises need to reinvent their business models and adapt to the new economy so they can innovate to win and come out of this moment stronger than ever. We continue to see a robust pipeline and are maintaining our investments in growth hires as the opportunity in front of us remains large. We're well on our way to becoming the defining enterprise software company of the 21st century. With that, I'll open it up for Q&A."
  },
  {
    "header": "NOW",
    "cik": "0001373715",
    "ticker": "NOW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c19ed15e3ac41afadb93a5219abf42f1",
    "period": "2022 Q2",
    "content": "Q2 2022 ServiceNow Inc Earnings Call\n\nQ2 2022 ServiceNow Inc Earnings Call\n\nNOWNYSEJUL 27, 5:00 PM\n\nOperator\n\nGood day, everyone, and welcome to the Second Quarter 2022 ServiceNow Earnings Conference Call. I would now like to turn today's call over to Darren Yip, Vice President, Head of Investor Relations. Please go ahead, sir.\n\nDarren Yip\n\nHead of IR, Dropbox, Inc.\n\nThank you. Good afternoon, and thank you for joining ServiceNow's Second Quarter 2022 Earnings Conference Call. Joining me are Bill McDermott, our President and Chief Executive Officer; and Gina Mastantuono, our Chief Financial Officer. During today's call, we will review our second quarter 2022 results and discuss our guidance for the third quarter and full year 2022.\nBefore we get started, we want to emphasize that some of the information discussed on this call such as our guidance is based on information as of today and contains forward-looking statements that involve risks, uncertainties and assumptions. We undertake no duty or obligation to update such statements as a result of new information or future events. Please refer to today's earnings press release and our SEC filings, including our most recent 10-Q and 2021 10-K for factors that may cause actual results to differ materially from our forward-looking statements.\nWe'd also like to point out that we present non-GAAP measures in addition to and not as a substitute for, financial measures calculated in accordance with GAAP. Unless otherwise noted, all financial measures and related growth rates we discuss today are non-GAAP except for revenues, remaining performance obligations, or RPO, current RPO and cash and investments. To see the reconciliation between these non-GAAP and GAAP measures, please refer to today's earnings press release and investor presentation, which are both posted on our website at investors.servicenow.com. A replay of today's call will also be posted on our website.\nWith that, I'll turn the call over to Bill.\n\nWilliam R. McDermott\n\nPresident, CEO & Director, ServiceNow, Inc.\n\nThank you, Darren, and hello, everyone. We appreciate you joining us for today's call. ServiceNow's Q2 results once again beat expectations on the top line and the bottom line. Revenue growth was 29.5% at constant currency. Operating margin was 23%. Both results were above our guidance for the quarter. Our 99% renewal rate remains the industry's benchmark. We had 54 deals over $1 million. Our 27% constant currency cRPO growth is also strong. And looking forward for a moment, once you factor the large renewal cohort effect in Q3, our full year cRPO outlook is also strong.\nLike other premier technology companies, we are managing through the current macro. As you'll hear from Gina, we're simply returning to the outlook we originally set for you in January of this year on a constant currency basis. Unlike others, while the currency effect also applies pressure on our margin, ServiceNow will maintain our full year margin guidance of 25%. We will absorb the impact through disciplined cost management as we run more efficiently on the ServiceNow platform.\nLooking beyond 2022, our confidence in our midterm aspirations, which we raised earlier this year to $11 billion plus by 2024 and $16 billion plus by 2026 is rock solid. In short, ServiceNow's iron-clad fundamentals will not waver. The secular digital transformation tailwinds are blowing stronger than the macro crosswinds. ServiceNow generates an unmatched combination of organic growth and profitability at scale. We believe there is a generational value creation opportunity here on every level of our company. Therefore, we are hiring, expanding and investing for the future. Growth companies don't get stronger than this one.\nBefore I hand things over to Gina, let me offer some additional color to underscore the state of the business. Enterprise software is an all-weather industry. Some businesses out there are prioritizing enhanced productivity to lower costs. Others are evolving business models to stimulate growth. All of them know full well that digital technology is the only answer. That's why the demand environment to software is consistent and durable.\nMarket research from IDC and several prestigious institutions on this call, I might add, have all affirmed the stability of technology budgets. We also see consolidation of enterprise software as buyers shift further away from experimentation with unsustainable solutions.\nSo when you think about the technology sector, they're on niche vendors, legacy leaders and platforms. ServiceNow is a platform company with strong demand in a fast-changing world. And this is consistent with what we see from our customers. It's all about reprioritization. Customers are making significant investments with fewer platforms to drive faster ROI.\nAs this process unfolds, while sales cycles can lengthen, deal sizes get bigger as more materials are negotiated into those agreements. And we at ServiceNow, are on the right side of the great reprioritization. One customer summed things up well. She said, \"We have a capacity challenge, not for ServiceNow, but for all the others that want to be like ServiceNow. It's time to standardize on the platforms we trust for the long haul.\"\nThe current macro environment likely will move overnight, neither will the theme for automation as companies need to make money, save money and differentiate, and they need to do all of that really fast. Time has become the greatest asset of business.\nWhen you look at our results and our opportunity, it's clear evidence that digital transformation is the only way forward. ServiceNow is helping our customers innovate to win. Our ability to execute is another key point of confidence. This is a proven team. And what's happening here is about more than great business results. It's about honoring Fred Luddy's founding vision, to change the paradigm of enterprise software. That's why, from a technology perspective, ServiceNow has maintained a fully integrated workflow automation platform that gives everyone the great experiences they deserve.\nWith artificial intelligence, robotic process automation, process mining and low-code capabilities all embedded in our architecture, we make hyperautomation about people. With 750 million net new applications being built on the horizon, ServiceNow is leading the low-code revolution, our born in the cloud suite of applications stretches across the enterprise end to end. And all of our businesses are performing extremely well.\nIn Q2, ITSM was in 12 of the top 20 deals with 7 deals over $1 million. ITOM was in 13 of the top 20, 9 deals over $1 million. Customer workflows was in 14 of the top 20. Employee workflows, 13 of the top 20, and creative workflows was in a remarkable 20 of the top 20. World-class brands like Dun & Bradstreet, Banco Bradesco, Virgin Media Ireland and CDW are some of the many selecting or expanding on ServiceNow.\nAdobe works with ServiceNow to transform the way it serves employees, driving 30% faster care resolutions for everyday requests. NTT Data works with ServiceNow to generate end-to-end visibility of their ESG performance, and they also provide ServiceNow's ESG solution to their own customers. Things Hawaiian works with ServiceNow to streamline its end-to-end procurement operations.\nFrankly, ServiceNow has become the platform for digital business. And looking at SaaS businesses across the industry that have built $200 million or greater in ACV businesses, it's important to call out that ServiceNow has actually accomplished that milestone with 11 businesses in our current portfolio. And several of these businesses achieved that $200 million-plus figure faster than many prominent publicly traded software companies.\nSo we see countless opportunities to build on this with expansion into additional adjacencies, and most of these adjacencies will be built on our platform like you're seeing with ERP workflows. Others might operate as integrated portfolio businesses that benefit from our strong installed base across the Global 2000. And one example here is Lightstep, which is delivering observability and incident response to some of the world's most innovative companies.\nOverall, ServiceNow is hitting its stride as a platform, as a business architecture and as a commercialization engine. And next up is our Tokyo platform release coming in September. I'm heading to Tokyo personally, and this will be a major milestone in our growing commitment to the Japan market and our pursuit of our annual objectives.\nThe final point I'd like to stretch -- stress is this fast-expanding ServiceNow ecosystem. This is happening with some of our most strategic partners. Through our partnership with Microsoft, our technology workflows help customers streamline the migration of existing workloads to Azure. This is opening additional addressable market to ServiceNow by creating an expanded co-sell motion with Microsoft enterprise sales and public sector teams. This is about incremental net new revenue growth.\nWe are not opportunity constrained. The need for digital transformation continues to grow, and enterprise software remains a defining deflationary force in this marketplace. The ecosystem effect also applies to the talent marketplace. There's a massive opportunity to talented professionals who aspire to build their future on ServiceNow. And as an employer, while others in the tech industry are slowing or even stopping hiring, ServiceNow is hiring. We are hiring. We are doubling down on our talent brand. And that's a reflection of our deep belief and the amazing potential of this company. Our customers and partners are also expanding their ServiceNow workforces at a record clip, which is another indication of the expansive cross-enterprise adoption we are seeing for the ServiceNow platform.\nFinally, ServiceNow's Impact solution is a critical piece of our ecosystem strategy. We are setting a new standard with respect to fast deployment and value realization. The faster we implement, the more we expand the use of the platform. It all adds up to a virtual cycle for stakeholders and for ServiceNow.\nIn closing, we are confronting reality but not conforming to it. Our Q2 beat on the top line and the bottom line reinforces who we are. The digital transformation imperative will not shift to the sidelines.\nI would like to thank our customers, our partners and our shareholders for their continued trust and confidence in ServiceNow. We're proud to help you make the world work better for everyone. We will continue full speed on our growth journey to be the defining enterprise software company of the 21st century. We are resolute because now as ever, the world works with ServiceNow.\nWith that, I'll hand things over to Gina. Gina, over to you.\n\nGina M. Mastantuono\n\nCFO, ServiceNow, Inc.\n\nThank you, Bill. In Q2, we beat the high end of both our constant currency subscription revenue growth and operating margin guidance while maintaining our best-in-class renewal rate at 99%. Our business remains strong. Our opportunity is greater than ever. However, as Bill highlighted, our customers are feeling the effects of the macro environment.\nSo what are we doing? What ServiceNow always does. We're putting our customers front and center to deliver a great experience so they can retain their customers, to drive productivity so they can bend the curve on the bottom line, to reinvent their business model so they can innovate to win and come out of this moment stronger than ever.\nWe're continuing to invest in our powerful go-to-market and incredible R&D organization to drive future growth while keeping both hands on the wheel and being disciplined with spend. We're leaning into our people path, our commitment to our amazing employees, so they can do their best work and we can fulfill our purpose together. This is what the ServiceNow culture is all about.\nTurning to our Q2 results. Subscription revenues were $1.658 billion, growing 29.5% year-over-year in constant currency. This reflects an over 300 basis point acceleration in growth year-over-year. RPO ended the quarter at approximately $11.5 billion, representing 27% year-over-year constant currency growth. Current RPO is approximately $5.75 billion, representing 27% year-over-year constant currency growth.\nAt the end of June, we started to see customers elevate larger spend decisions to the C-suite, resulting in elongated deal cycles. We've already closed several of those deals in July; and as Bill noted, this access to the C-suite has resulted in even greater exposure to the capabilities of the Now Platform.\nOur renewal and net expansion rates remained very strong. Our renewal rate was 99% in Q2 for all regions, demonstrating the resilience of our business. The Now Platform remains a mission-critical part of our customers' operations.\nWe finished the quarter with 1,463 customers paying us over $1 million in ACV, up 22% year-over-year. And our largest customers continue to expand with us. We have now more than 100 customers paying us over $10 million in ACV, up more than 50% year-over-year.\nFrom an industry perspective, technology, media and telecom led all other verticals, growing net new ACV 100% year-over-year, and our better together go-to-market positioning continued to resonate as we closed 54 deals greater than $1 million in net new ACV with 16 of our top 20 deals containing 5 or more products.\nTurning to profitability. Operating margin was 23%, 1 point above our guidance driven by operating efficiencies, partially offset by FX headwinds. Our free cash flow margin was 16%. We ended the quarter with a healthy balance sheet, including $5.4 billion in cash and investments. Together, these results continue to demonstrate our ability to drive a strong balance of growth and profitability.\nBefore I move to guidance, let me give you some context as to how we're thinking about the months ahead. While our business remains resilient, we do expect the elongated deal cycles that we experienced in the last couple of weeks of June to persist for the remainder of the year. We have factored that into our updated guidance. Additionally, which I know is no surprise to any of you, we've continued to see an incremental strengthening of the U.S. dollar, resulting in further FX headwinds for the second half of the year. We expect the total FX impact to be a $220 million headwind for 2022 subscription revenues and a $180 million headwind for Q3 cRPO.\nWe have a well-diversified customer base with over 80% of our business in large global enterprises. As a result, we expect to sustain our best-in-class renewal rates. Over 85% of our new business comes from existing customers, which drives our robust net expansion and predictable growth.\nWe also continue to see a very strong pipeline at our recent Knowledge event, which some of you attended in Q2, we drove a 40% increase in pipeline year-over-year. We're confident that we're appropriately factoring in the macro trends as we see them today and will continue to be transparent as the remainder of the year unfolds.\nWith that in mind, let's turn to our 2022 outlook. Primarily to reflect the incremental $87 million headwind we're seeing from FX since the end of March, we now expect subscription revenues between $6.915 billion and $6.925 billion representing 24% year-over-year growth. That's 28% growth on a constant currency basis, in line with the original outlook that we provided in January.\nWe continue to expect subscription gross margin of 86%, up 100 basis points year-over-year. We continue to expect an operating margin of 25% as we currently plan to offset an approximate 1 point impact from FX with operational efficiencies and disciplined spend management. We will continue to monitor FX rates over the next couple of quarters.\nWe now expect free cash flow margin of 30%, reflecting slightly lower collection as we expect to provide greater payment flexibility to support our customers when they need us most in this current environment. Finally, we expect diluted weighted average outstanding shares of 203 million.\nFor Q3, we expect subscription revenues between $1.75 billion and $1.755 billion representing 23% year-over-year growth, inclusive of a 450 basis point FX headwind. On a constant currency basis, we expect subscription revenue growth to be approximately 27.5%. We expect cRPO growth of 20% year-over-year or 23.5% on a constant currency basis. As I've discussed in prior quarters, this reflects about 2 points of headwind due to our larger-than-average customer cohort that renews in Q4. Excluding this headwind, our constant currency cRPO growth would be 25.5%.\nWe expect an operating margin of 25%, and we expect 203 million GAAP diluted weighted average outstanding shares for the quarter. Finally, we remain very confident in achieving our 2024 and 2026 subscription revenue targets of $11 billion plus and $16 billion plus that we provided at our Analyst Day in May. Our long-term trajectory has not changed.\nIn conclusion, ServiceNow has established itself as an enduring platform. Our execution is proven, and we continue to lean into our great opportunity with operational rigor. We're accelerating our development cycles with our September Tokyo release to launch the powerful new products that our customers need now. We're doubling down and expanding our go-to-market programs for customers, including our top 250 key accounts to help them recognize value with greater business agility.\nWe're being prudent with OpEx but remain bullish on hiring go-to-market resources and the critical innovation roles necessary for future growth. And as always, we will remain disciplined as we evaluate our investments to ensure we generate the greatest ROI possible. These actions will enable ServiceNow to continue delivering strong growth and profitability on our way towards our future targets. We remain ever confident in our journey towards becoming the defining enterprise software company of the 21st century.\nBefore moving on to Q&A, I just want to thank all of our employees around the world for their incredible dedication and commitment. It's your relentless focus on our customers' needs that makes us ServiceNow strong.\nWith that, I'll open it up for Q&A."
  },
  {
    "header": "NOW",
    "cik": "0001373715",
    "ticker": "NOW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/15c202a23119b68736202645e469e426",
    "period": "2022 Q1",
    "content": "Q1 2022 ServiceNow Inc Earnings Call\n\nQ1 2022 ServiceNow Inc Earnings Call\n\nNOWNYSEAPR 27, 5:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the ServiceNow First Quarter 2022 Earnings Call. (Operator Instructions) Thank you. Darren Yip, Vice President of Investor Relations, you may begin your conference.\n\nDarren Yip\n\nHead of IR, Dropbox, Inc.\n\nGood afternoon, and thank you for joining ServiceNow's First Quarter 2022 Earnings Call. Joining me are Bill McDermott, our President and Chief Executive Officer; and Gina Mastantuono, our Chief Financial Officer.\nDuring today's call, we will review our first quarter 2022 results and discuss our guidance for the second quarter and full year 2022. Before we get started, we want to emphasize that some of the information discussed on this call, such as our guidance, is based on information as of today and contains forward-looking statements that involve risks, uncertainties and assumptions. We undertake no duty or obligation to update such statements as a result of new information or future events.\nPlease refer to today's earnings press release and our SEC filings, including our most recent 10-Q and 2021 10-K, for factors that may cause actual results to differ materially from forward-looking statements. We'd also like to point out that we present non-GAAP measures in addition to and not as a substitute for, financial measures calculated in accordance with GAAP. Unless otherwise noted, all financial measures and related growth rates we discuss today are non-GAAP, except for revenues, remaining performance obligations, or RPO, current RPO and cash and investments. To see the reconciliation between these non-GAAP and GAAP measures, please refer to today's earnings press release and investor presentation, both posted on our website at investors.servicenow.com. A replay of today's call will also be posted on our website.\nWith that, I'll turn the call over to Bill.\n\nWilliam R. McDermott\n\nPresident, CEO & Director, ServiceNow, Inc.\n\nThank you very much, Darren, and good afternoon, everyone. We really appreciate you joining our call today. We're pleased to once again report results that firmly beat expectations.\nIn January, we reported a stellar 2021. Today, we're following that up with a very strong Q1. The constant currency numbers speak for themselves. Subscription revenue growth was 29%, cRPO growth was 30.5%, operating margin surpassed 25%, and all were above the high end of our guidance range. In fact, our raised guidance today, which Gina will cover shortly, also speaks for itself, as does the 52 deals over $1 million in Q1 that were up 41% year-over-year. It's clear that the world is beginning to understand the power of this platform.\nWe said in January that our fast growth would accelerate in Q1, it did. Now 3 months later, we expect subscription revenue growth to accelerate for the full year. It will. We said that ServiceNow's fast growth would continue to be paired with the leverage of a global market leader. Now with our accelerating revenue growth and free cash flow, we're already approaching the rule of 60 for the full year.\nWe have strong adoption from existing and net new customers. Our rolling 4-quarter pipeline remains ever strong. We're delivering predictable fast growth with exceptional free cash flow. Overall, we're super excited about the state of this business. We believe it sets us up really well for the remainder of 2022 and beyond.\nI do want to offer a few comments on what we're seeing in the broader marketplace. We've talked about a sustained demand environment for the enterprise. While there are significant challenges in the world, particularly in the Eastern European situation, we have not seen a material impact on our market. To the contrary, the challenges have underscored the urgency of investment in digital business.\nIDC continues to see a 23% year-over-year increase in the global public cloud market for 2022. We see similar indications of demand durability, which are consistent with or above the 10-year pre-COVID average. Leaders who do plan to adjust their technology budgets plan to increase investments in 2022. One leader put it well. He said, \"Bill, if we slow investment in the short term, we'll lose ground in the midterm, and we won't be in business for the long term.\" And the data tells the same story. The average tenure of the company in the S&P 500 has declined from 30 years in 1996 to 19 years in 2021.\nSo it's very clear that business can no longer revert to a status quo posture, no matter the environment. We're now in a tech to compete world. If you look to our new customer acquisition, here is what resonates, businesses are shifting investments in technologies that gets them to the right outcomes faster. Cloud-native platforms like ServiceNow are seen as an elixir to speed up new revenue streams and better experiences for people.\nWhen we see increased focus on topics like supply chain, risk, security, ESG, all of these convert to perceive -- what was perceived headwinds into much stronger secular tailwinds for ServiceNow. So the world's biggest problems are really ServiceNow's biggest opportunities. And it all adds up to what we said consistently, the technology architecture is now the business architecture. This is the era for digital business.\nOur businesses are firing on all cylinders in this environment. Behind great experiences are great workflows, which underscores the unique extensibility of the ServiceNow platform. So here it is. Our core technology workflows business performed well in Q1. ITSM was in 11 of our top 20 deals, with continued strong adoption of ITSM Pro. We continue to see strong attach rates from ITOM in 13 of our top 20 deals. Security and Risk had a great quarter with a combined 13 deals in the top 20. Global biotech innovator, Regeneron, works with ServiceNow to increase productivity while decreasing costs. Global financial leader, RBC, works with ServiceNow for cloud and asset tracking. I'd also like to thank RBC for administering the ServiceNow Racial Equity Fund.\nThe only way for companies to transform the customer experience is to fully integrate their employee experience. Customer workflows continue to see strong demand, particularly with our vertical SKUs. Barclays works with ServiceNow to automate cross-agency case management and compliance with EU data privacy requirements. In this post-pandemic economy, many businesses are creating direct-to-consumer business models. Companies like Telefnica Brasil work with ServiceNow to better serve their next-generation customers.\nEmployee workflows were also strong in the quarter. HR was in 14 of the top 20 deals. Global health care solutions company, AmerisourceBergen, works with ServiceNow to transform their employee experience. In the digital business era, differentiation can't be bought, it must be built. IDC now forecasted 750 million net new applications will be created between 2023 and 2025. With the unprecedented demand for net new innovation together with a global shortage of professional developers, low-code application development is a massive market opportunity. While tech leaders see the value of citizen developers, they don't want to sacrifice the enterprise-grade governance and security. This is what gives ServiceNow a unique differentiation in the low-code market.\nLook at Dai-ichi Life Insurance, one of the world's largest insurance companies, which is standardized on app engine for all low-code application development. With creative workflows in 16 of the top 20 Q1 deals, we see this trend accelerate. A leading manufacturer of print inks, DIC, works with ServiceNow as their new citizen developer platform, one of many such examples.\nHere's the key takeaway, businesses are no longer in the mood to experiment. They go with what they know works, which is why the world works with ServiceNow. We are the only one with a fully integrated platform architecture that can address every C-suite business challenge because enterprises are so focused now on fast time to value. Our new customer success subscription offering, ServiceNow Impact, also saw a strong demand in Q1. And as ever, the ServiceNow platform is the foundation for our ongoing success.\nWe're encouraged by the extremely favorable reception from our San Diego platform release. In particular, users love the next experience, which streamlines navigation, make search intelligent and simplifies personalization all on our platform. We also unveiled a new automation engine, which makes it simple for users to do robotic process automation on the ServiceNow platform. Only ServiceNow can help businesses unify their approach to hyper automation.\nWe now orchestrate AI, RPA and other key technologies on a single local platform. Fred Luddy founded our company in San Diego. So this release was an especially proud moment for all of us. I'd like to personally salute our product and engineering teams for their transformational work they delivered in our San Diego release. Congratulations, team. Outstanding job.\nLooking forward, we see many positive developments that affirm our confidence in this business. Investment from our partner ecosystem continues to accelerate nicely. Thierry Delaporte, CEO of Wipro, said the following, \"Bill, we couldn't be more excited about the potential of ServiceNow. You bring a whole new dimension to customer success and technology innovation. We are all in.\" This outstanding partnership with Wipro is only just getting started.\nWe also have our signature event series, Knowledge '22, taking place in May. Each of 4 locations will demonstrate the high enthusiasm of the growing ServiceNow community. We will have showcases in the Hague, New York City, Sydney and Las Vegas, in addition to a fully digital experience. So please join us.\nSo in closing, we had a great Q1. Everything is lined up for us to follow suit in Q2 and for the full year. We're taking steps forward every day to our stated milestone, $10 billion-plus by 2024, $15 billion-plus by 2026 and beyond. It's worth reiterating at this time that we remain on track to be the fastest ever to hit those thresholds.\nFinally, beyond the business results, I'd like to offer the heartfelt support of our more than 18,000 ServiceNow colleagues worldwide to those confronting humanitarian crisis, especially in Ukraine. Like so many of our customers and peers, ServiceNow is pursuing numerous opportunities to support relief efforts. By continuing to do well, we confer to commit our company to doing good. This is firmly aligned to our purpose of making the world work better for everyone. Herein lies our path to be the defining enterprise software company of the 21st century. Ladies and gentlemen, we are a company on the move.\nI'd like to thank you again for your time and your trust in ServiceNow. We're looking forward to addressing any questions you may have. And I'll now hand it over to our great CFO, Gina Mastantuono. Gina?\n\nGina M. Mastantuono\n\nCFO, ServiceNow, Inc.\n\nThank you, Bill. Q1 was yet another fantastic quarter of execution. Enterprises are navigating a macro environment filled with a myriad of challenges. Our ability to continue delivering strong results exemplifies the resiliency of our business and the mission-critical nature of the Now Platform. The breadth of our product offering and our geographic reach provide us a diverse array of opportunities for growth.\nAlthough FX headwinds grew throughout the quarter, ServiceNow outperformed across all of our Q1 guidance metrics. In fact, net new ACV growth accelerated year-over-year, driving the fastest Q1 growth we've seen since 2018. We expect that momentum will carry into Q2 with net new ACV growth consistent with our very strong second quarter last year. As a result, we're raising the midpoint of 2022 subscription revenue guidance to more than offset these incremental FX headwinds.\nTurning to Q1 results. Subscription revenues were $1.631 billion, growing 29% year-over-year in constant currency, exceeding the high end of our guidance range by $16 million. This reflects a 300-basis point acceleration in growth year-over-year. RPO ended the quarter at approximately $11.5 billion, representing 31.5% year-over-year constant currency growth. Current RPO was approximately $5.69 billion, representing 30.5% year-over-year constant currency growth, a 1-point beat versus our guidance.\nFrom an industry perspective, we saw broad-based strength with energy and utilities, financial services, government, health care, life sciences, TMT, and transportation and logistics all growing net new ACV 40% or more year-over-year. Our renewal rate was best-in-class at 98% in Q1 as the Now Platform remains a core component of our customers' digital transformation efforts. The stickiness of our customer base has served as a solid foundation for us to build upon as our largest customers continue to expand.\nWe finished the quarter with more than 1,400 customers paying us over $1 million in ACV. We closed 52 deals greater than $1 million in net new ACV in Q1, up 41% year-over-year. This includes 7 net new logo deals in the quarter, further demonstrating our success with initiatives to land quality customers. Our portfolio outside of ITSM is also leading more of our largest customer land. 9 out of our top 10 new customer deals were led by non-ITSM products.\nTurning to profitability. Operating margins surpassed 25%, driven by our revenue beat and certain spend that shifted into Q2. Our free cash flow margin was 45%. We ended the quarter with a healthy balance sheet, including $5.5 billion in cash and investments, putting us in excellent shape to continue investing in strategic initiatives that drive growth. Together, these results demonstrate our ability to drive a balance of growth and profitability. And perhaps even more relevant this year is also showcases the resiliency and predictability of our business model. While a diversity of markets and customers provide stability in our results, the diversity of our employee base continues to make us even stronger.\nLast week, we released our second annual Global Impact Report. Just as the ServiceNow platform helps us fully integrate customer, employee and technology experiences across our business, we'll continue to use the ServiceNow ESG management and reporting solutions to manage, govern and report our progress. While we're early in our ESG journey, we're extremely proud of our accomplishments in such a short time. We've made significant improvements in representation and hiring. We've tied executive compensation to both environmental and diversity goals. We fully distributed ServiceNow's $100 million Racial Equity Fund, and we've continued to achieve systemic pay equities. I'm happy with the progress we've made in 2021, but we're just getting started.\nMoving on to guidance. As the conflict in Ukraine intensified throughout Q1, we've continued to see an incremental strengthening of the U.S. dollar, resulting in further FX headwinds in 2022. However, on a constant currency basis, the underlying health of our business has remained ever strong. With that in mind, let's turn to our 2022 outlook.\nWe are raising the midpoint of our subscription revenue outlook by $23 million to more than offset the incremental $20 million headwind we're seeing from FX, resulting in a net increase of $3 million. Our new range of $7.025 billion to $7.04 billion represents 26% year-over-year growth. That's 28.5% growth on a constant currency basis, a 50-basis point raise versus our previous outlook. This reflects our updated expectation for constant currency growth to now accelerate year-over-year. We continue to expect subscription gross margins of 86%, up 100 basis points year-over-year, operating margin of 25% and free cash flow margin of 31%.\nFinally, we expect diluted weighted average outstanding shares of 204 million. For Q2, we expect subscription revenues between $1.67 billion and $1.675 billion representing 26% year-over-year growth, which is inclusive of a 3-point FX headwind. On a constant currency basis, we expect subscription revenue growth to be 29%, a 250-basis point acceleration from Q2 2021. We expect cRPO growth of 25% year-over-year or 28% on a constant currency basis.\nI'd note that for full year 2022, we have a larger-than-average customer cohort that renews in Q4. We will see between 1 and 2 points of increasing headwinds to Q2 and Q3 cRPO growth as those contractual obligations wind down. When the cohort renews, though, in Q4, those headwinds will subside, and we expect cRPO growth to reaccelerate quarter-over-quarter. We expect an operating margin of 22%, which reflects the timing of marketing spend that shifted from Q1 into Q2 and some incremental FX. We expect 203 million diluted weighted outstanding shares for the quarter.\nIn conclusion, Q1 was another outstanding quarter. Our momentum is setting us up for a great year. As Bill highlighted, we're excited about our San Diego release. Our future innovation pipeline is robust, as we seek to extend our market leadership, deepening our competitive moat as the platform for digital business. ServiceNow is incredibly well positioned to become the defining enterprise software company of the 21st century. I'd like to invite you all to hear more about the momentum we're seeing and learn more about our new products and long-term opportunities at our upcoming Investor Day on May 24 in Las Vegas.\nFinally, I'm extremely proud of our team's performance this quarter. Bill and I can't thank our employees enough for their continued hard work and dedication. And with that, I'll open it up for Q&A."
  },
  {
    "header": "NOW",
    "cik": "0001373715",
    "ticker": "NOW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/03104a49d17113fbaaaf1e225e8f3a56",
    "period": "2021 Q4",
    "content": "Q4 2021 ServiceNow Inc Earnings Call\n\nQ4 2021 ServiceNow Inc Earnings Call\n\nNOWNYSEJAN 26, 5:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to ServiceNow's Fourth Quarter Fiscal 2021 Earnings Call. (Operator Instructions) Thank you. Darren Yip, Vice President of Investor Relations, you may begin your conference.\n\nDarren Yip\n\nHead of IR, Dropbox, Inc.\n\nGood afternoon and thank you for joining ServiceNow's Fourth Quarter and Full Year 2021 Earnings Conference Call. Joining me are Bill McDermott, our President and Chief Executive Officer; and Gina Mastantuono, our Chief Financial Officer. During today's call, we will review our fourth quarter 2021 results and discuss our guidance for the first quarter and full year 2022.\nBefore we get started, we want to emphasize that some of our information discussed on this call such as guidance is based on information as of today and contains forward-looking statements that involve risks, uncertainties and assumptions, including those related to the impact of COVID-19 on our business and global economic conditions. We undertake no duty or obligation to update such statements as a result of new information or future events.\nPlease refer to today's earnings press release and our SEC filings, including our most recent 10-Q and our 2021 10-K that will be filed or factors that may cause actual results to differ materially from those set forth in such forward-looking statements. We'd like to also point out that we have presented non-GAAP measures in addition to and not as a substitute for financial measures calculated in accordance with GAAP. Unless otherwise noted, all financial measures and related growth rates we discuss today are non-GAAP, except for revenues, remaining performance obligations, or RPO, and current RPO. To see the reconciliation between these non-GAAP and GAAP measures, please refer to today's earnings press release and investor presentation, which are both posted on our website at investors.servicenow.com. A replay of today's call will also be posted on our website.\nWith that, I'll now like to turn the call over to Bill.\n\nWilliam R. McDermott\n\nPresident, CEO & Director, ServiceNow, Inc.\n\nThank you very much, Darren, and a warm welcome to everybody joining us on today's call. ServiceNow has once again delivered results that significantly beat the high end of expectations.\nHere's the Q4 rundown in constant currency. Subscription revenue growth was 30%. CRPO growth was 32%. Free cash flow growth was 32%. Adjusted subscription billings growth was an exceptional 33%. Operating margin was 23%, 1 point over our guidance. We had a record 135 deals over $1 million, which was up 50% year-over-year. There has long been a Rule of 40 benchmark for highly successful software companies. These results demonstrate that ServiceNow operates beyond the Rule of 60. The company is expanding in all geographies, industries and buyer personas. Gina will share the details in a few moments, including our strong 2022 guidance.\nServiceNow is uniquely positioned. We're growing like a fast-moving start-up with the profitability of a global market leader. We're on a clear growth trajectory to $15 billion plus by 2026. While our strong cash position preserves optionality, we don't depend on M&A for growth. While rising interest rates challenge others, ServiceNow's business model is built to flourish in any economic environment. We are not opportunity constrained as our customers' need for digital transformation is ever expanding. Our organic growth machine is in full flight, and our pipeline is stronger than ever. Our 99% renewal rate is one of several lead indicators for sustained performance moving forward.\nI'd like to thank all of our stakeholders, especially our customers, for their steadfast confidence in ServiceNow.\nI'll give you the breakdown of our portfolio results, but first, let's discuss the market dynamics. We're in a sustained demand environment here. There are structural challenges facing every industry in every geographic region. The great resignation, supply chain disruption, inflation, to name a few. These underscore a point we have made consistently: the technology strategy has become the business strategy.\nDigital technologies are growth-stimulating deflationary force. They power new business models, accelerating productivity while reducing costs. 85% of chief executives will sustain or increase technology budgets this year, and that's according to IDC's global CEO survey. IDC has increased their forecast for digital transformation, now a $10.7 trillion opportunity through 2025. Gartner forecasts worldwide software spending will increase 12% in 2022. The data shows this is clearly more than a pandemic-induced transformation.\nA CEO I spoke to last week said it perfectly. \"I have a long list of strategic priorities. Technology isn't one of them, it runs through all of them.\"\nServiceNow's Q4 results clearly validate the structural incline of this digital economy. As enterprises build, deploy, monitor and service technology, our IT workflow business is at the core. IT service management was in 16 of our top 20 Q4 deals, with 19 deals over $1 million. IT operations management was in 18 of our top 20, with 21 deals over $1 million.\nBell Canada, Canada's largest telco company, uses IT workflows and IT operations management to enable its operations. Our platform will improve critical dimensions of both asset management and the employee experience. ServiceNow will also be supporting the United States space force to connect its space operators with war fighters across the globe.\nThe hyper focus on hybrid work continues to propel our employee workflows business. HR service delivery was in 11 of our top 20 deals, with an exciting 24 deals over $1 million. Johnson Controls International, a smart building solutions leader, will use employee workflows to unlock productivity for its 105,000 employees. Together with ServiceNow, they are focused on creating a human-centered approach to the employee experience. NVIDIA is using employee workflows to support its employee experience transformation. With ServiceNow, NVIDIA will provide its global employees a unified service model to support its mission by providing a frictionless employee experience. CVS Health will also leverage our technology and employee workflows to help deliver a best-in-class colleague experience.\nAs business integration is key to customer service, our customer workflows business is [arriving]. Customer service management was in 13 of our top 20 deals, with 10 deals over $1 million. Google Cloud plans to use our customer workflows to enhance its customer support operations. British Telecom chose ServiceNow to address the needs of its next generation of customers. The ServiceNow platform will help BT accelerate the delivery of new services from 36 weeks to 3.\nOur new industry vertical solutions also continue to gain traction with wins at major brands, including SaaS Institute, Deutsche Telekom and Wellstar. Technology teams alone can't build the 500 million new applications IDC forecasts by 2023. Our creative workflows business is leading the citizen developer revolution. Our platform solutions were in 19 of our top 20 deals.\nLockheed Martin, the world's largest aerospace and defense company, is using ServiceNow to support its enterprise digital transformation. They will use our creative workflows to help automate processes globally. Petrobras, a Brazilian energy company, is using creative workflows as the foundation for its application development function. They have already built over 26 applications such as onboarding for oil platforms and managing data privacy regulations. Together, these businesses, IT, customer, employee, creator, represent a next-generation suite built on a pure-play born in the cloud architecture.\nOur intuitive consumer-grade experience is expanding adoption of this platform everywhere, already 70 million users strong. This has created a unique moat in terms of ServiceNow's strategic relevance in the enterprise.\nFrom a geographic perspective, we've continued to see momentum worldwide. This includes APJ with wins at Samsung SDS in South Korea and NEC in Japan. In EMEA, we're partnering with the French Postal Service, La Poste, and leading Italian energy company, NL.\nAs you can see, the digital opportunity is expanding dramatically for ServiceNow. Already, in 2022, we're taking significant steps on our long-term road map. We're introducing a state-of-the-art new solution, ServiceNow Impact. Leaders need a command center to navigate the fully connected world. ServiceNow Impact includes an intuitive consumer-grade mobile application that visualizes the value from transformation investments in real time on their device. As this experience speeds up user adoption, we anticipate a significant halo effect with broader consumption of our growing solutions portfolio.\nAs our market opportunities expand, we are promoting strong leaders for scale. As a result of the consistent speed and unmatched quality of our innovation teams, we are expanding CJ Desai's role to Chief Operating Officer of the company. He will continue to lead products and engineering while also assuming industry and solution responsibilities for the company. Our top sales leader, Kevin Haverty, has executed at an art form level for more than 10 years of ServiceNow. Kevin will also step into a strategic role for the company, serving as a mentor for the next generation of ServiceNow leaders. He will work directly with me on expanding our footprint in the public sector worldwide. Paul Smith will become Chief Commercial Officer, assuming our global sales responsibility. At ServiceNow's President of Europe, Middle East and Africa, Paul has established himself as a leader of consequence who can broaden the geographic reach of ServiceNow. All regions in the company have outstanding leadership in place, and I'm very, very proud of the work they are doing indeed.\nWe're also recruiting outstanding new leaders to the company. [Karen Pavlin] has joined ServiceNow to become Chief Diversity, Equity and Inclusion Officer. Karen joins from our great partner, Accenture, where she led this function. She will help us embed diverse strategies directly into our business strategy because inclusive companies outperform all the others. While our leadership team continues to strengthen, our inspired global workforce remains ever loyal.\nLook at our retention rate. ServiceNow is not only recruiting great talent, we keep it. In the engineering function as an example, we see much lower attrition rates than any of our peer group benchmarks. While no company is immune from the war on talent, our unique culture puts us in a highly differentiated position. Our high rankings from Glassdoor show that our people are invested in ServiceNow's bright future.\nWe see growth everywhere for ServiceNow. Our customers now view us as the standard platform for digital transformation. Our engineers continue to strengthen this highly innovative, scalable platform architecture.\nOur customer success teams have navigated the COVID challenges without missing a beat. Our partner ecosystem continues to build ServiceNow practices with even bigger commitments for long-term growth. The market forces are moving even more intensely in our direction.\nFor the future of work, businesses need to integrate disparate systems. Leaders are more invested in ESG than ever. There are 2 common [thirds] here. First, ServiceNow's platform is purpose-built for each opportunity. Our new integrated ESG-in-a-box offering is a perfect example. Second, every company wants to become an exponential business. They cannot do that with linear processes. Of the 20 most valuable companies 30 years ago, 0 are in the top 20 today. The question is then, which companies will be on that list 10 years from now? To be in that conversation, leaders need outcomes really fast. ServiceNow gives them the speed advantage they're looking for. We're empowering digital-first leaders to accelerate their vision.\nOur purpose is to make the world work better for everyone. Our ambition is to be the defining enterprise software company of the 21st century. ServiceNow's 2021 results and strong 2022 guidance signal our unshakable confidence in that goal. Our performance should leave no doubt, we are executing on all cylinders, and we will continue to do so. The world is looking for market leaders to build a new inclusive, sustainable wave of economic value, and ServiceNow is delivering. This is why we embrace the brand, the motto and the maxim. The world works with ServiceNow.\nThank you for your time. I look forward to your questions. Now over to our great CFO, Gina Mastantuono. Gina, over to you.\n\nGina M. Mastantuono\n\nCFO, ServiceNow, Inc.\n\nThank you, Bill, and Happy New Year to everyone listening in. Q4 was a fantastic quarter, capping an already phenomenal 2021. Despite increased FX headwind, ServiceNow outperformed across all of our top line guidance metrics in Q4.\nOur performance over the past couple of years not only exemplifies our unwavering focus on delivering customer success, but is a testament to the innovation and flexibility that Now Platform provides to our customers. Whatever the macro challenges were, ServiceNow adapted to deliver value.\nServiceNow's ability to quickly respond to the needs of enterprises when and where they require us most is why we've become the trusted digital platform to drive transformation. It's why our renewal rates are best-in-class, creating a solid foundation from which we grow upon each year. It's why in 2021, we added more incremental subscription revenues than we reported in [2016].\nI want to pause there for that to sink in. In 2021, we added a whole other 2016 ServiceNow to the top line, incredible organic growth at scale, while generating over 30% free cash flow margin.\nNow turning to our Q4 results. Subscription revenues were $1.523 billion, growing 30% year-over-year in constant currency. We exceeded the high end of our guidance range by $3 million when adjusting for the incremental $15 million FX headwind we saw in the quarter we beat by $18 million. RPO ended the quarter at approximately $11.5 billion, representing 32% year-over-year constant currency growth. Current RPO was approximately $5.7 billion, representing 32% year-over-year constant currency growth and a nearly 4 point beat versus our FX-adjusted guidance.\nQ4 subscription billings were $2.420 billion, a $110 million beat versus the high end of our guidance. This represents 32% year-over-year growth on a reported basis and 33% year-over-year growth on an adjusted basis as FX and duration were a headwind of 100 basis points.\nFrom an industry perspective, energy and utilities more than doubled its net new ACV contribution from the year ago period. Business services and health care and life sciences also had a robust Q4, with very high double-digit net new ACV growth. Our renewal rate was a best-in-class 99%, continuing to demonstrate the stickiness of our business as the Now Platform remains a mission-critical part of our customers' operations. These enterprises not only remain loyal ServiceNow customers, but our customer cohorts have continued to show solid expansion over time. As of the end of Q4, we had over 1,350 customers paying us over $1 million in ACV.\nOur strategy of targeting the right enterprise customers that drive the best ROI and can grow with us over time is bearing fruit. In Q4, we closed 135 deals greater than $1 million in net new ACV in the quarter, up over 50% year-over-year. In addition, our Better Together story is resonating as 18 of our top 20 deals included 5 or more products.\nTurning to profitability. Operating margin was 23%, 1 point above our guidance, primarily driven by the strong revenue beat. Our free cash flow margin in the quarter was 46%. For full year 2021, operating margin was 25% and free cash flow margin was 32%, representing $1.9 billion of free cash flow.\nWe ended the year with a healthy balance sheet, including $4.9 billion in cash and investments, putting us in excellent shape to continue investing in strategic initiatives to drive organic growth. Together, these results show the power of our business model and our ability to drive a balance of growth and profitability.\nWhat's more, we're achieving all of this with a focus on ESG and winning the right way. Last quarter, I announced our commitment to reaching our net zero emissions goal by 2030, 2 decades earlier than our previous goal. This quarter, you heard Bill introduce [Karen Pavlin], who will lead our efforts to strengthen our culture, ensuring equity and creating an even deeper sense of belonging. Diversity, equity, inclusion are business imperatives for ServiceNow. And in 2021, we outperformed all 6 of our representation and hiring goals across 3 categories: black, Hispanic and Latinx and women in leadership. At its core, ServiceNow's culture is one of belonging. It is core to who we are, and it will be one of the keys to our company's growth for many years to come.\nMoving on to guidance. Since the end of Q3, we've seen an incremental strengthening of the U.S. dollar, resulting in a material FX headwind in 2022. To help provide investors better visibility into the underlying strength of the business, I'll be providing constant currency guidance. I would also note that in January, we completed an assessment of the useful life of our data center equipment and determined that we could extend their estimated life from 3 to 4 years. As a result, we expect a reduction in depreciation expense, which will contribute approximately 100 basis points to gross margin in 2022, trending down to just 50 basis points in 2024.\nWith that in mind, I'll turn to our 2022 outlook. Last year was a strong year, and I'm excited to announce that our momentum will carry into 2022 as we do not expect any change in constant currency growth year-over-year. We expect subscription revenues between $7.02 billion and $7.04 billion, representing 26% year-over-year growth. That's 28% on a constant currency basis, the same growth as 2021.\nIt's an amazing achievement when you think about the fact that the base we are growing off of is $1.3 billion higher when we started just last year. We expect subscription gross margin of 86%, up 100 basis points year-over-year. We expect an operating margin of 25%.\nWith regard to operating expenses, we have reopened many offices and are planning in-person conferences and user events this year. Our sales force has also already begun to travel again. As such, we expect certain COVID-related savings we've seen over the past 2 years to stay in 2022.\nWe expect free cash flow margins of 31%, and we expect diluted weighted average outstanding shares of 204 million.\nFor Q1, I'm pleased to announce that we expect subscription revenue growth to accelerate year-over-year on a constant currency basis. We expect subscription revenues between $1.61 billion and $1.615 billion, representing 25% year-over-year growth or 27.5% constant currency growth. We expect cRPO growth of 28% year-over-year or 29.5% on a constant currency basis. We expect an operating margin of 25%, and we expect 203 million diluted weighted outstanding shares for the quarter.\nIn summary, we had a very strong Q4, and I'm so proud of what our team has accomplished over the past year and what they continue to achieve. The pace of digital investment is accelerating. Demand in 2022 continues to be strong. Enterprises are turning to ServiceNow to create new business models to address the new ways employees and customers want to engage. The Now Platform offers the speed, flexibility and innovation companies need. We're well on our way to $15 billion and beyond and becoming the defining enterprise software company of the 21st century.\nBefore moving on to Q&A, Bill and I want to thank our employees around the world for a tremendous year. You are the key to ServiceNow success, and you all continue to make us, ServiceNow, strong.\nAnd with that, I'll open it up for Q&A."
  }
]