[
  {
    "header": "KKR",
    "cik": "0001404912",
    "ticker": "KKR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/64b7b93b2ebd14c12df8d2339ee707cd",
    "period": "2025 Q3",
    "content": "Q3 2025 KKR & Co Inc Earnings Call\n\nQ3 2025 KKR & Co Inc Earnings Call\n\nKKRNYSENOV 7, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to KKR's Third Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to your host, Mr. Craig Larson. Thank you. You may begin.\n\nCraig Larson\n\nManaging Director, Investor Relations, KKR & Co., Inc.\n\nGood morning, everyone, and welcome to our third quarter 2025 earnings call. This morning, as usual, I'm joined by Rob Lewin, our Chief Financial Officer; and Scott Nuttall, our Co-Chief Executive Officer.\nWe would like to remind everyone that we'll refer to non-GAAP measures on the call, which are reconciled to GAAP figures in our press release, which is available on the Investor Center section at kkr.com. And as a reminder, we report our segment numbers on an adjusted share basis. This call will also contain forward-looking statements, which do not guarantee future events or performance. Please refer to our earnings release as well as our SEC filings for cautionary factors about these statements.\nI'll begin this morning with our results for the third quarter. As you likely would have already seen through our press release, we had a strong Q3. We're pleased to be reporting fee-related earnings of $1.15 per share, total operating earnings of $1.55 per share, and adjusted net income of $1.41 per share. All of these figures are among the highest we reported in our history as a public company.\nGoing into the P&L in a little more detail. Management fees and management fee growth continues to be strong. For Q3, management fees were $1.1 billion, that's up 19% year-over-year, driven by both our fundraising success really across all of our asset classes, alongside continued capital deployment. Catch-up fees within the management fee line were more elevated this quarter given the strength of our fundraising. They came in at a little over $40 million. So excluding catch-up fees, management fee growth on a year-over-year basis is a healthy 16%. Total transaction and monitoring fees were $328 million in the quarter. Capital markets fees were quite strong at $276 million, driven by activity across private equity, infrastructure, core private equity as well as our work on behalf of our third-party clients.\nFee-related performance revenues in the quarter were $73 million. That figure is up nearly 30% year-over-year, with a growth here driven by the performance as well as the scaling at our K infra vehicle. And in terms of expenses, fee-related compensation was right at the midpoint of our guided range, which as a reminder, is 17.5%. Other operating expenses for the quarter came in at $176 million. So in total, fee-related earnings were $1 billion or $1.15 per share figure that I mentioned earlier, a record figure for us.\nInsurance segment operating earnings were $305 million this quarter. The run rate here is still at that $250 million level plus or minus, as there was a $41 million benefit this quarter from GA's annual actuarial assumption review process. Strategic Holdings operating earnings were $58 million for the quarter. And on a year-to-date basis here, they're meaningfully ahead of where we were a year ago. And as we head into 2026, we're tracking nicely towards our expected $350-plus million of net dividends. So in aggregate, total operating earnings, which represent the more recurring component of our earnings streams, were $1.55 per share, that's a record quarter, and 17% ahead of just last quarter.\nMoving on to investing earnings within our Asset Management segment. Realized performance and investment income totaled $935 million, and we had $70 million of net realized investment income within our Strategic Holdings segment. So over $1 billion of monetization activity on a combined basis, a healthy level, which, in our view, highlights both the strength as well as the maturity of our portfolio. And of note in Q3, to give a little color, almost half of realized carried interest came from our private equity business in Asia. So in total, looking on a net basis, investing earnings after compensation were $306 million in Q3. After interest expense and taxes, adjusted net income was $1.3 billion or $1.41 per share. That's up 8% year-over-year, so relative to the third quarter of 2024.\nAnd stepping back for a moment, we're pleased with the progress and the momentum you're seeing beyond just this 90-day period. Looking over the last 12 months, management fees, fee-related earnings and adjusted net income are all at record levels for KKR over any 12-month period in our history, and are up 16%, 16% and 17%, respectively, compared to the 12-month period ended 1 year ago.\nTurning now to some of the key operating metrics for us from the quarter, and let me start with capital raising. In the third quarter, we raised $43 billion of capital for the second highest fundraising quarter in our history, with an incremental $3 billion of capital coming in this quarter with the closing of our acquisition of HealthCare Royalty Partners. Organic new capital raised across our credit platform comprised roughly 60% of the $43 billion raised this quarter as we're seeing strong momentum in our asset-based finance business as well as our insurance business more broadly.\nInflows from Global Atlantic within credit were $15 billion. That's up considerably year-over-year, with $6 billion of that related to particularly strong funding agreement issuance as well as the Japan Post Insurance strategic partnership. In addition to this activity at GA, third-party asset-based finance and private IG represented over $5 billion of new capital raised in the quarter, and this included 5 separate private IG ABF mandates, 4 of which are with clients that are new to our credit platform, and our forward pipeline here remains quite strong. Looking across the entirety of our credit platform, we raised $55 billion year-to-date, and that's compared to $56 billion over all of 2024. Suffice to say, 2025 is on track to be a record capital raising year for our credit business.\nOur private equity and real asset business lines together raised $16 billion of capital in the quarter across a number of strategies, and that includes additional closes in our flagship North America's private equity and our global infrastructure funds. And inflows from our private wealth efforts continue to be robust. In the third quarter, our K-Series suite of products brought in $4.1 billion, that is 20% higher compared to just last quarter, and is 80% above the new [indiscernible] figure from 1 year ago.\nTurning to deployment. We invested $26 billion of capital in Q3, with activity really broad-based across geographies and asset classes. In looking over the last 12 months, we've invested $85 billion, that's up 12% compared to the prior LTM period. And with a record $126 billion of dry powder available, we remain incredibly well positioned to build our portfolio for the future. Our teams continue to find creative ways to put capital work across asset classes.\nNow turning to investment performance. Page 10 of the earnings release details the continued performance we're seeing across asset classes this quarter and in the LTM. Overall, our portfolios remain well positioned. And given our disciplined approach around investment pacing and linear deployment, we have roughly $17 billion of embedded gains that sit on our balance sheet across our Asset Management and Strategic Holdings, which is at or near record levels for us, and this is despite the healthy monetization activity that you've seen in the quarter.\nAnd with that, I'm pleased to turn the call over to Rob.\n\nRobert Howard Lewin\n\nChief Financial Officer\n\nThanks a lot, Craig, and thank you all for joining our call this morning. We have another 4 topics that we'd like to cover today, mostly addressing some of the consistent questions that we have been receiving. They are a bit more involved this quarter. So please bear with us.\nThe first topic relates to our insurance business. As we have discussed on prior calls, we have been focused on 4 meaningful changes to how we run insurance. Number one, we are originating longer-duration liabilities and assets. Two, we are aggressively expanding outside the U.S. to better match our global investment management footprint. Number three, GA is investing more capital across everything KKR does, including non-yielding and lower-yielding asset classes like private equity and real assets. And four, we are raising more third-party capital across our Ivy sidecar strategy and strategic partnerships to grow GA in a capital-efficient manner. In effect, we are evolving our insurance business to be able to extend the duration of our book, to use more of our asset management capabilities around the world and leverage one of our core capabilities as a firm, capital raising. We believe these changes will expand our competitive advantage and allow us to generate higher and more durable returns over the long term, and all is on track from our standpoint.\nWe also wanted to discuss how we look at the impact of GA on our total P&L. Insurance operating earnings alone do not capture how our model works and the overall impact of our insurance-related economics. A lot of it appropriately shows up in our Asset Management segment. The last 2 quarters, we have talked about the total economics related to our insurance business, and we have received positive feedback on this topic. I think it has helped frame why the GA acquisition has been so powerful for KKR. Given this, we thought we would more clearly lay out the total economics, and we have added a new page to our earnings release that outlines this on Page 20. Let's take a quick minute to walk through that page more specifically.\nThe total economics on this page, of course, include [ the ] segment insurance operating earnings that we report. Next, you see we layer on the economics that show up in the Asset Management segment, and you could see that in 3 places. First, as GA assets have grown $139 billion in 2022 to $212 billion today, management fees under our investment management agreement have also significantly increased. Second, we have a differentiated third-party sidecar business. Of that $212 billion of total GA AUM, approximately $50 billion is from our Ivy-related vehicles. These vehicles allow us to marry third-party capital alongside the GA balance sheet, and they often pay fee and carry similar to a drawdown credit or PE fund. These assets would not exist without GA, but all of the management fees show up in our Asset Management segment. And third, capital markets fees driven by GA are starting to contribute.\nTaken together, as you can see on Page 20, the total insurance economics have increased meaningfully since our initial acquisition of GA. Year-to-date, the total economics are approximately $1.4 billion net of compensation, and that is up 16% compared to the same period last year. And if anything, these figures meaningfully understate the earnings power of owning Global Atlantic. We now manage over $80 billion of capital on behalf of third-party insurance clients, that is 3x the AUM we managed when we bought GA, and that's because we are a much better partner to insurance clients.\nIn terms of the Ivy-related capital, when you aggregate where we stand on our Ivy strategy capital raise and the Japan Post Insurance commitment, we currently have approximately $6 billion of third-party capital capacity. And once this new capital is put to work, we expect that it will ultimately translate to north of $60 billion of additional fee-paying AUM. The vast majority of this is not showing up in our P&L today. Said another way, we expect that the capital we have raised over the last 12 months alone will allow us to more than double the aggregate AUM of our Ivy-related vehicles once it is put to work. From a capital markets perspective, and you've heard us say this before, we are just getting started here. And we have said that the GA related fees can be hundreds of millions annually over time.\nAnd finally, as we add higher returning, lower-yielding investments to the investment portfolio, that includes private equity and real assets, those excess returns do not show up for a while given that we report the portfolio largely based on cash outcomes. As you can see from the callout box on the top right of this slide, none of those economics are included here. Transparently, we debated whether it changed our insurance operating reporting to mark-to-market and conform to many of the industry peers. But we have concluded that it would be inconsistent with how we think about the P&L across all of KKR. We have had a focus on cash outcomes in our segment reporting since 2018 when we moved away from reporting economic net income. We think it is the easiest way to understand our business and think that is the right decision for our insurance portfolio as well. And candidly, we like our conservative approach. So we have decided to continue reporting the lower-yielding investments in our insurance segment based on cash outcomes.\nBut to give you a sense of the embedded profitability, our insurance operating earnings would have been approximately $50 million higher in Q3 if we included the impact of marks on our investments, where a significant portion of the return is related to appreciation and not cash yield. As we continue to rotate the book, we would expect the difference between our reported earnings and the earnings on a marked basis to go up in 2026, but come down over time as the portfolio matures. However, in a growing and performing business, that number will never be 0. As you can tell from the attractive profile of our total economics, looking at the insurance segment alone only really tells part of the story. So we will be sharing with you the entire story every quarter so you can clearly understand how our management team defines success. Hopefully, that is clear and helpful in addressing many of the questions on this topic.\nThe second topic this morning is the continued success we are seeing in private wealth. As Craig mentioned, we raised $4.1 billion in the quarter in our K-Series vehicles. Our capital inflows continue to be strong and gaining momentum. We now manage over $32 billion of assets across all of our K-Series vehicles, including activity through November 1. That $32 billion of K-Series AUM compares to $15 billion a year ago and just $6 billion 2 years ago. Our North Star for the K-Series suite continues to be focused on building vehicles that we can be proud of 10-plus years from now. As a result, recognizing we don't read too much into the month-to-month sales, our performance, deployment and capital raising activity continue to be ahead of our expectations.\nElsewhere in private wealth, we remain encouraged by the progress we are seeing within our strategic partnership with Capital Group. As a reminder, we launched our first 2 public private credit solutions in April. So we are in the very earliest days of capital raising. And in July, we made an initial filing with the SEC for a public private equity solution. We also remain exciting as to what we can do together in other areas where our combined capabilities can add value to our clients, including within the retirement space.\nThe third topic this morning relates to the monetization environment. As we have explained on prior calls, we are very pleased with the performance of our portfolio and are seeing the benefits of our focus on linear deployment and portfolio construction. You can see in our results that we've been monetizing this performance actively. As one example, our realized [ carry ] is up over 50% year-to-date. And despite all this realized carry that has been monetized so far during the year, our unrealized carry balance has actually grown 14% year-to-date. As we sit here at the end of Q3, we continue to have line of sight to more monetizations, with roughly $800 million expected over the next 2 quarters related to transactions already closed or that have been announced but not yet closed. So things feel healthy, both in performance and exits.\nThe one accepted here relates to our second Asia private equity fund, which has underperformed. Asia II was raised 12, 13 years ago and stopped investing roughly 8 years ago. And as we have disclosed to our Asia II investors, we expect that fund will roughly return its cost. Now to be clear, our performance in Asia private equity more broadly has been a real bright spot. Our most recent funds Asia III and Asia IV are both top quartile performing funds for their vintage, with gross IRRs over 20% and differentiated DPI statistics. Asia III has already returned over 100% of its capital, and Asia IV has already returned 40%.\nThe reason we are discussing this today is that we collected roughly $350 million of gross carry from Asia II many years ago that we now have to pay back. We will be taking a charge in the fourth quarter to do just that, and reversing the compensation that was paid out when that carrier was collected. To be clear, while we are recognizing this event in Q4, our accrued unrealized performance income on the balance sheet has been net of this impact for some time. The result is that we expect net realized performance income in Q4 to be lower than it otherwise would have been, and ANI per share to be about $0.18 lower. This is really a onetime charge that we've planned and reserved for that we wanted you to be aware is coming. And as we sit here today, we do not see any other material clawback risk that exists across our portfolio. When you cut through it, the monetization pipeline is strong, our performance is strong and we are taking a onetime charge for something that happened roughly 10 years ago.\nThe final topic that I want to discuss this morning relates to our expectations for 2026. And do we still feel good about our guidance of $4.50 plus in FRE per share and $7 to $8 an after-tax ANI per share that we introduced in November 2023 and November 2021, respectively. On FRE, the answer is an unreserved yes. As you could tell from our fundraising this quarter, we have good momentum here and real line of sight to continued management fee growth.\nTurning to ANI. Given everything that we see and all of the momentum across KKR, we continue to feel confident in our ability to achieve our 2026 ANI guidance. A key component here will, of course, be monetization activity. Today, we have roughly $17 billion of embedded gains across the firm, that is gross unrealized carry and unrealized gains in our asset management investment portfolio and strategic holdings. That is the second highest level in our history, it's up 10% from a year ago and up over 50% from 2 years ago. Collectively, we've gone back with all of our business heads across all of our geographies and looked at our pipelines on a bottoms-up basis. And as a result of that exercise, we feel incredibly well positioned for future monetizations.\nTo be clear, the monetization environment today is constructive, and we would expect that to continue into 2026. However, if the monetization environment deteriorates, we may delay some of that activity. And if that were to happen, we would be earning less in 2026, but would be in service of more earnings in 2027 and beyond. Therefore, based on what we see today and our current conviction, we feel confident that we can achieve the $7-plus per share, and that includes the impact of our cash-based reporting approach for Global Atlantic. As you know, we share with you each quarter on our call, our expectations for gains in carry, and we update that expectation ahead of quarter end so you know what we know. And we will continue this practice so that we can track our progress together and that nobody is surprised as we move through 2026.\nWith that, let me hand the call off to Scott.\n\nScott C. Nuttall\n\nCo-President and Co-Chief Operating Officer, KKR & Co. LP\n\nThank you, Rob. Hi, everybody. I just wanted to share a few thoughts. Sentiment is a fickle thing. Sometimes, it seems the market is looking for everything to be good, and not asking enough questions about what isn't working or what to be worried about. Sometimes it seems to be opposite is true. The market is convinced things are bad and is so confident that something is wrong, that it can ignore good news and positive things that are happening. Most of the time, we're somewhere between these 2 ends of the spectrum. Lately, it seems we're closer to the high anxiety end of it. Virtually, every day has a media story on how difficult it is to raise private equity funds or how concerning private credit risk could be. As is typically the case, it is impossible to generalize and paint every firm with the same brush. So let me tell you how we see it.\nIn private equity, some players in our industry likely deployed more capital than is ideal in 2021 and early 2022. In hindsight, that was a period of high private valuations before interest rate hikes and tariffs. And some firms deployed a 5-year fund in 12 to 24 months during this period. Firms like these will likely need to own assets longer to grow out of the valuation multiple they paid. And some of those deals will not perform. Investors in those funds are waiting for monetizations to come back before they recommit. And some investors are telling those firms they will not be re-upping in their next fund. They are consolidating their relationships and doing more with fewer partners.\nHappily for us, we learned the over deployment lesson nearly 20 years ago. We are deployed in 2006 and 2007, ahead of the financial crisis. and we were overconcentrated in our decade-plus old Asia II fund, and we changed how we invest as a result. Linear deployment, portfolio construction and macro and asset allocation expertise all came from these learnings. So we find ourselves in a great spot of not having too much exposure to 2021 and 2022, and we are generating differentiated performance and monetization. You can see that in our returns, and our fundraising results.\nStepping back, the last 15 years have been interesting. We had 10 years of low rates, low inflation and high multiples. It was during this period that we told the firm, do not confuse a [ bull ] market with [indiscernible]. Cycles and disruptive events happen, but they largely didn't during that 10-year period. Sure enough, that period was followed by COVID, inflation, rate increases, tariffs and war. So the last 5 years have been a far more volatile and interesting investment environment. We have been deploying steadily throughout all of it. As a result, we find ourselves in a happy situation where it is more clear to the people we work for, what is different about us, as there's more dispersion between our results and some others that do what we do. In short, we had to wait roughly 20 years for our learnings from before the financial crisis to show up fully in our relative results. That is now happening, which is why it can be the case that some private equity LPs are pulling back from some market participants, while we are raising record size private equity funds.\nSecond, on private credit. It is true the industry has grown a lot, in particular, direct lending. But let's put the direct lending market in context. $1.7 trillion compared to $145 trillion for the global fixed income market, a very small percentage. So any suggestion of systemic risk seems ill-informed. And that's before you get to the duration of capital and lack of deposit funding, low leverage and senior secured status in the capital structure.\nOur base view is a credit of all kinds. We are talking both public and private has had low default rates for a long time. And we have seen defaults across both markets tick up somewhat. But from everything we are seeing, there's nothing alarming going on, just the beginning of a return to a more normal default environment. And as in private equity, in credit, we expect more dispersion across company, investment and manager performance. When you step back, our view is that forward credit fundamentals, both liquid and private, will remain attractive. And our clients feel the same way, which is why we are having a record credit fundraising year. So that's the backdrop on those 2 topics and how we view some of the noise you may be hearing.\nAs ever, for us, it is the signal, not the noise that matters. Our signals include record profitability over the last 12 months, over 15% annual growth in all of our key metrics, our second highest fundraising quarter ever, monetizations driving year-to-date realized carry up over 50%. And despite the monetizations, near-record unrealized carrying gains, indicating our portfolio, both equity and credit, is performing well. But the noise is bad and the facts are good. We will leave it to you to decide which to pay more attention to.\nWith that, we're happy to take your questions."
  },
  {
    "header": "KKR",
    "cik": "0001404912",
    "ticker": "KKR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/88070b732150f5063f64d0e35f8c90bb",
    "period": "2025 Q2",
    "content": "Q2 2025 KKR & Co Inc Earnings Call\n\nQ2 2025 KKR & Co Inc Earnings Call\n\nKKRNYSEJUL 31, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to KKR's Second Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. I will now hand the call over to Craig Larson, Partner and Head of Investor Relations for KKR. Craig, please go ahead.\n\nCraig Larson\n\nManaging Director, Investor Relations, KKR & Co., Inc.\n\nThank you, operator. Good morning, everyone. Welcome to our second quarter 2020 earnings call. This morning, as usual, I'm joined by Rob Lewin, our Chief Financial Officer; as well as Scott Nuttall, our Co-Chief Executive Officer. We would like to remind everyone that we'll refer to non-GAAP measures on the call, which are reconciled to GAAP figures in our press release, which is available on the Investor Center section at kkr.com. And as a reminder, we report our segment numbers on an adjusted share basis. This call will contain forward-looking statements, which do not guarantee future events or performance, so please refer to our earnings release as well as our SEC filings for cautionary factors about these statements.\nSo first, beginning with our results that we've just announced for the second quarter. We're pleased to be reporting fee-related earnings of $0.98 per share. Total operating earnings of $1.33 per share and adjusted net income of $1.18 per share. All of these figures are among the highest we've reported in our history as a public company. Now going into more detail. Management fees in the quarter were $996 million with Americas 14 turning on in Q2, alongside of our broader fundraising initiatives and continued deployment, management fees in total are up 18% on a year-over-year basis. Total transaction and monitoring fees were $234 million in the quarter.\nCapital Markets transaction fees were $200 million, driven by activity with infrastructure and private equity with just over half of capital markets fees this quarter coming from our activities in Europe. Fee-related performance revenues in the quarter were $54 million. That figure is up 45% year-over-year with the growth here driven by the performance allocation from our offshore infrastructure K-Series vehicle. Fee-related compensation was again right at the midpoint of our guided range, which as a reminder, is 17.5%. Other operating expenses for the quarter came in at $172 million.\nSo in total, FRE was $887 million or the $0.98 per share that I mentioned a moment ago, and our FRE margin came in at 69%. Looking at fee related earnings, more broadly for a moment and the results you've seen over the last 12 months, driven by healthy management fee growth and a strengthening in our capital markets activities, alongside of operating leverage, FRE per share increased 33% for the 12-month period ended June 30, '25 compared to June 30, '24. And with a 360 basis point improvement in our FRE margin. Now back to the quarter. Insurance segment operating earnings came in at $278 million, so modestly ahead of the 250 plus/minus level we discussed last quarter which is where we continue to expect to see insurance operating earnings over the next few quarters.\nAnd remember that this line item alone does not capture how our model works and all of our insurance-related economics, recognizing the economics that show up within our Asset Management segment. So when you include the management fees from the approximately $50 billion of AUM from our IV side car and co-invest vehicles, Capital markets fees also associated with Global Atlantic as well as the management fees from our investment management agreement with GA, our all-in pretax ROE continues to approach that 20% level.\nStrategic Holdings operating earnings were $29 million -- so total operating earnings, which again represents the more recurring components of our earnings streams were $1.33 per share. And over the last 12 months, nearly 80% of of our segment earnings were driven by our more recurring earnings streams, demonstrating in our view, the durability that you're seeing across our business model. Turning to investing earnings. Realized performance income was $419 million and realized investment income was $154 million. These earnings were driven by a combination of public secondary sales and private transactions, as well as K-Prime's annual crystallization alongside with dividends and interest income.\nAnd finally, turning to investment performance on Page 10 of our earnings release. Broadly, when you look at the statistics on the page, you're seeing healthy investment performance on behalf of our clients across asset classes during periods of time with uncertainty alongside a real spikes in volatility. Looking at the statistics themselves. The private equity portfolio was up 5% in the quarter and 13% over the last 12 months within Real Assets, the opportunistic real estate portfolio was up 3% in the quarter and 7% over the LTM, Infrastructure, up 3% in the quarter and appreciated 14% over the last 12 months.\nIn credit. The leverage credit composite was up 2% in the quarter and up 7% over the last 12 months with the alternative credit composite up 1% and 9%, respectively, over those same periods. And with that, I'm pleased to turn the call over to Rob.\n\nRobert Howard Lewin\n\nChief Financial Officer\n\nThanks a lot, Craig, and thanks to everyone for joining our call this morning. As Craig just walked through, our model continues to deliver consistent results. I'd like to begin by highlighting our deployment and monetization activity, which demonstrates the strength of our global and diversified platform. KKR has been around now for 49 years and has navigated a range of macroeconomic backdrops over those 5 decades. We understand that volatility and uncertainty create opportunity and have positioned our firm to ensure that we are maximizing that opportunity on behalf of our clients.\nWe build portfolios for the very long term. And when you invest in companies and assets for 5- to 10-plus-year horizons, you need to be thoughtful about the -- excuse me, you need to be thoughtful about how the world is going to evolve. And we have found it less important to try and time the market. It is why we are so disciplined in linear deployment and creating outperformance through our approach to value creation at the asset level. Since the start of the year, we've deployed nearly $37 billion of capital with around half of that deployed in the second quarter.\nWithin private markets, nearly 50% of our year-to-date activity has been outside of the U.S., and we've been balanced in deploying capital across traditional private equity growth equity, infrastructure and real estate. In credit, we've deployed $18 billion of alternative capital since January, diversified largely across direct lending and asset-based finance. ABF in particular, is an area where we continue to see a lot of growth opportunity, which I'll touch on in a bit more detail in a few minutes.\nImportantly, there remains a healthy pipeline for deployment in the second half of 2025, and we feel well positioned with $115 billion of uncalled capital. As a result of this consistent approach to investing, we also have a mature portfolio that we can monetize opportunistically. Over the last 12 months, realized performance and investment income totaled $2.6 billion. That number is up over 20% from the same period a year ago. Even with that healthy momentum on monetizations, our unrealized carried interest across our global portfolio today stands at a record $9.2 billion. And that number is up roughly 30% from $7.1 billion just 12 months ago.\nLooking at our private equity portfolio specifically. Approximately 60% is marked at over 1.5x our cost. And on average, our public names are marked at over 5x our cost. So our portfolio is in very good shape. And ultimately, that is the most important indicator of future monetizations. I would say that it is really our global footprint that is a large driver of the continued deployment and monetization activity that we are seeing across the firm. As an example, we've seen robust activity out of Asia recently where we have 9 offices, nearly 600 executives and manage over $75 billion of assets.\nOver the past 20 years, we've built a very large localized business, and we've grown and diversified. Today, traditional private equity comprises less than half of our Asia AUM. That's compared to approximately 90% in 2019. Just to give you a sense of our activity here, we recently signed a definitive agreement to exit an investment in a pharmaceutical company in India, closed on our previously announced exits of a telecom tower company in the Philippines and a grocery store chain in Japan. Invested in a leading agricultural infrastructure business in Australia and a new financial services platform in Singapore and established a battery energy storage joint venture in Korea.\nAs you can hear, we got a lot going on across Asia and really continue to be at the forefront of activity in the region. To close out my remarks this morning on monetization. If you take a look at our pending monetization as we head into the second half of 2025, so transactions that are signed but not yet closed. We have direct line of sight to north of $800 million of monetization-related revenue the vast majority of which will be performance income. This is a healthy figure for us and consistent with the overall health of our portfolio.\nNow turning to the fundraising environment and a few other notable items for the quarter. In Q2, we raised $28 billion of capital and continue to see meaningful progress across asset classes. We held a final close in the second vintage of our asset-based finance drawdown fund and parallel separately managed accounts, with a total of $6.5 billion in commitments. This is more than triple the $2.1 billion predecessor pool of capital. The composition of investors in the fund is encouraging with approximately 50% of limited partners new to the KKR Credit platform and commitments are roughly evenly split across clients from the U.S., Europe and Asia.\nMore broadly, our ABF business continues to see meaningful growth with AUM increasing over 20% from this time last year to $75 billion. We see ABF as a $6 trillion addressable market today, increasing to over $9 trillion over the next 4 years. The alternative credit ecosystem overall, including not only ABF, but also direct lending and capital solutions is now larger than the traditional high-yield and leveraged loan markets combined. So ABF is a growing market with secular tailwinds for our industry, and we believe that we are already a leader in the space today.\nIn real assets, we've begun raising capital for our Asia infrastructure strategy. And as we think about demand, we feel encouraged by our historical success in this asset class and the differentiated investment returns that we've been able to achieve as well as the depth of our [ panacea ] presence and breadth of our global connectivity. Turning to wealth. K-Series AUM was $25 billion across private equity, infrastructure, real estate and credit as of June 30. That figure compares to $11 billion just a year ago.\nWe've been really pleased here to see inflows continue to track at or ahead of our expectations despite the market volatility that we've experienced year-to-date. As you know, in April, we launched 2 public private solutions through our strategic partnership with Capital Group, making the KKR platform available to an even broader universe of clients. Our continued momentum is earmarked most recently with the filing of a registration statement with the SEC for a public private equity product, which on the private side, will be investing in a K-Series private equity vehicle as well as PE co-invest opportunities.\nAnd looking ahead, we continue to work on a real asset product. We feel great about our partnership with Capital Group and believe that there is more to do together as partners. Next, I'd like to give a brief update on our insurance business. First, with a focus on elongating and further diversifying our liabilities. Over the last 4 months, we successfully issued approximately $2.5 billion of funding agreements with a weighted average duration of 8 years through separate transactions in the U.S., Europe, Japan and Canada.\nWe believe the local currency liability funding will also help support asset origination outside of the U.S. And you should expect us to continue to be active here with a real focus on the longer duration parts of the FABN market. Alongside of this, we continue to make very good progress on the addition of alternatives to the portfolio where we believe that we have a differentiated sourcing advantage as a firm. We expect these changes will ultimately drive up overall returns, while at the same time, naturally reducing our leverage profile.\nAnd second, an update on third-party capital, which is a critical component of our strategy at Global Atlantic. Earlier this week, Japan Post Insurance announced that it would invest $2 billion through a new vehicle managed by Global Atlantic, expanding our existing strategic partnership. As we have talked about since our initial purchase of Global Atlantic, our ability to marry third-party capital alongside the GA balance sheet is a real differentiator for us. Our IV sidecar vehicles, which pay fee and carry similar to a drawdown credit or PE fund, allow us to grow GA in a very capital-efficient way.\nMore specific to the Japan Post commitment. This is another milestone in that effort. And when you aggregate the JPI commitment and where we stand on our IV strategy capital raise, we currently have approximately $6 billion of third-party capital capacity versus IV 2, which was at $2.7 billion. Once this new capital is put to work, we expect it will translate to over $60 billion of additional fee-paying AUM. So we are seeing significant momentum and an important part of our strategy and are pleased by the receptivity of our client base to insurance as a new and compelling asset class.\nThe last item I wanted to touch on is more of a strategic update. Yesterday, we announced an expansion of our life sciences footprint through the acquisition of a majority stake in HealthCare Royalty Partners or HCR, a leader in biopharma royalty investing. The company's total AUM of approximately $3 billion is largely perpetual in nature. As part of this transaction, HCR's approximately 30 employees will continue to focus on royalties and credit investing opportunities and we'll collaborate closely with KKR's existing teams.\nHCR builds on KKR's long-standing experience in health care investing across traditional private equity and middle market funds. Our dedicated health care strategic growth strategy as well as our existing strategic investment in Catalio Capital. This acquisition is also very consistent with our framework for evaluating strategic asset manager M&A. HDR brings us long duration, unique and largely perpetual capital, access to large addressable markets where HCR is already a top 3 player.\nAnd importantly, we believe that HCR will bring additional origination capacity to our overall platform, primarily across Global Atlantic and our credit pools of capital. Thank you all for joining our call this morning. Our team remains very excited around the business momentum that we are seeing across the firm. And importantly, how that will translate into further P&L outcomes. And to be clear, given all of this momentum, we continue to feel confident in our ability to achieve the 2026 guidance that we shared last year across both our fundraising and our core financial metrics which include FRE per share, TOE per share and, of course, ANI per share.\nAnd now before we move on to questions, I'd like to briefly hand it off to Scott.\n\nScott C. Nuttall\n\nCo-President and Co-Chief Operating Officer, KKR & Co. LP\n\nThank you, Rob. Before we start today, we want to acknowledge the tragic events of earlier this week. We all have a lot of friends at Blackstone and a number of people here were friends with Wesley. Our hearts and thoughts are with all of the victims and their families. We mourn with them. Operator let's please open the line."
  },
  {
    "header": "KKR",
    "cik": "0001404912",
    "ticker": "KKR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e8e211b7f1af553622e5f7c545bf6c1d",
    "period": "2025 Q1",
    "content": "Q1 2025 KKR & Co Inc Earnings Call\n\nQ1 2025 KKR & Co Inc Earnings Call\n\nKKRNYSEMAY 1, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to KKR's First Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI will now hand the call over to Craig Larson, Partner and Head of Investor Relations for KKR. Craig, please go ahead.\n\nCraig Larson\n\nManaging Director, Investor Relations, KKR & Co., Inc.\n\nThank you, operator. Good morning, everyone. Welcome to our first quarter 2025 earnings call. This morning, as usual, I'm joined by Rob Lewin, our Chief Financial Officer; and Scott Nuttall, our Co-Chief Executive Officer.\nWe would like to remind everyone that we'll refer to non-GAAP measures on the call, which are reconciled to GAAP figures in our press release, which is available on the Investor Center section at kkr.com. And as a reminder, we report our segment numbers on an adjusted share basis.\nThis call will contain forward-looking statements, which do not guarantee future events or performance. Please refer to our earnings release and our SEC filings for cautionary factors about these statements.\nI'm going to begin this morning by reviewing our results for the quarter before Rob walks through the current environment, its impact on our key business drivers as well as our strategic positioning longer term. Scott will then finish with some closing thoughts.\nSo beginning with our headline financial results for the quarter. Fee-related earnings per share came in at $0.92, up 22% year-over-year. Total operating earnings of $1.24 per share are up 16% year-over-year, and adjusted net income of $1.15 per share is up 19% compared to a year ago. All of these figures are among the highest we reported as a public company and are reflective of a diversified and global business model built over the last decade-plus.\nGoing into our quarterly results in a little more detail. Management fees in Q1 were $917 million, up 13% year-over-year driven by fundraising and deployment activities. If anything, management fee growth in the quarter feels understated relative to the breadth of the $31 billion of new capital that we raised in Q1. The largest component of this $31 billion was capital raised for North America XIV, the latest vintage of our flagship North America Private Equity strategy, which had not turned on as of March 31, and therefore, did not contribute to management fees in the quarter. Rob is going to give a little bit of a more fulsome update on Americas XIV in a few minutes.\nTotal transaction and monitoring fees were $262 million in the quarter. Capital Markets transaction fees were $229 million driven primarily by activity in new and existing portfolio companies within both private equity and infrastructure. Fee-related performance revenues were $21 million in the quarter. So altogether, fee-related revenues came in at $1.2 billion. That's up 22% year-over-year.\nTurning to expenses. Fee-related compensation was right at the midpoint of our guided range at 17.5% of fee-related revenues. Other operating expenses were $168 million for the quarter. So in total, fee-related earnings were $823 million or the $0.92 per share that I mentioned a moment ago with an FRE margin of 69%.\nInsurance segment operating earnings were $259 million and Strategic Holdings operating earnings were $31 million, of which were in line modestly ahead of our recent guidance. In terms of our Strategic Holdings segment, we closed on our purchase of additional stakes in 3 existing core private equity businesses as we introduced on our call last quarter. We continue to feel that our Strategic Holdings business is a real differentiator for us, and these transactions are a further accelerant for this segment.\nToday, our share of annual revenue and EBITDA across the 18-company portfolio is approximately [ $3.8 ] billion and $920 million, respectively. Again, that's our share. And since quarter end, we've announced the acquisition of a new core private equity investment, Karo Healthcare, which will bring our Strategic Holdings portfolio to 19 companies. So altogether, total operating earnings were $1.24 per share. As a reminder, total operating earnings is comprised of our fee-related earnings, together with our insurance and Strategic Holdings operating earnings, which represent the more recurring components of our earnings streams.\nOver the last 12 months, operating earnings comprised nearly 80% of total segment earnings. So said differently, nearly 80% of our pretax earnings over the last 12 months were driven by a more recurring earnings streams, highlighting the profitability of our business, especially during periods of volatility.\nTurning now to investing earnings within our asset management segment. Realized performance income was $348 million and realized investment income was $218 million for total monetization activity of $566 million. That's up almost 40% year-over-year. This quarter, activity is largely driven by the annual crystallization of carry from core PE as well as other monetization events across traditional PE as well as growth equity.\nTurning to investment performance and looking at Page 10 of our earnings release. The private equity portfolio was up 4% in the quarter and up 11% over the last 12 months. This was a quarter where investment performance was undoubtedly helped by the geographic diversification of our firm as European and Asian equity indices were both up in the quarter.\nIn real assets, the opportunistic real estate portfolio was up 2% in the quarter and up 5% over the LTM. Infrastructure was up 4% in the quarter and appreciated 13% over the LTM. And in credit, the leverage credit composite was flat in the quarter and up 7% over the last 12 months. And the alternative credit composite was up 3% in the quarter and up 11% over the last 12 months.\nAnd finally, consistent with historical practice, we increased our dividend to $0.74 per share on an annualized basis or $0.185 per share quarter beginning with this quarter. This is now the sixth consecutive year we've increased our dividend since we changed our corporate structure, increasing our annualized dividend from $0.50 per share to $0.74 over this period of time.\nAnd with that, I'm pleased to turn the call over to Rob.\n\nRobert Howard Lewin\n\nChief Financial Officer\n\nThanks a lot, Craig, and thanks, everyone, for joining our call this morning. We've all experienced some real volatility, particularly since early April. It is in this type of environment that our business model and collaborative culture uniquely positions us. And we are using that to lean in and source attractive investment opportunities around the globe for our clients.\nAs we navigate this volatility, there are a number of themes and questions that we have consistently been hearing from our shareholders and clients. So I thought I would spend my time this morning walking through a number of common areas of focus. The first is the impact of tariffs on our existing portfolio.\nAs a starting point, it is important to remember that tariffs and supply chain diversification and resilience have been front-of-mind topics for our set, public affairs and macro teams dating back to the global pandemic. As a result, for 5-plus years now, this has been a standard topic of conversation.\nTaking a look at our global equity portfolio today. This includes traditional core and growth. Based on our initial findings, we estimate that 90% of our AUM has limited to no first order impact from the announced tariffs. Importantly, this figure does not include identified mitigating measures that we are actively implementing. And specifically, our core private equity portfolio and our Strategic Holdings segment are not expected to have any material impact from tariffs.\nAcross our infrastructure platform, the vast majority of our companies have either contractual protections that insulate KKR returns or minimal estimated exposure. Looking at our infrastructure deployment over the last 5 years, approximately 70% has been in Europe and Asia. And as we look at our credit portfolio, there will be pockets of exposure, but we believe the opportunities, and we really do think this is a credit pickers market, will outweigh the downside. So while we expect there will be individual instances of direct tariff in parts of the portfolio, based on how we understand tariffs today, we feel well equipped to manage these challenges and on the whole, feel very good with how our portfolio is positioned.\nThe second theme that I wanted to cover this morning is the effect on both deployment and the monetization environment. We find ourselves in the fortunate position of being ready as a firm to play offense on behalf of our clients. Volatility brings opportunity, and we benefit from the global and connected nature of the firm. We've closed or committed to over $30 billion worth of new investments since the start of the year.\nWithin private markets, these investments are diversified across geographies with more than half coming outside the U.S. Notably, multiple of these investments are in Japan, where we continue to be at the forefront of activity, including the purchases of FUJI SOFT and Topcon in our private equity strategy.\nLooking only at investments that we announced over the last month, so when the tariff-related volatility began, we committed over $10 billion of equity. This includes $7 billion in private markets across global opportunities in traditional PE, core PE, infrastructure and tech growth, to name a few; and another $3 billion in private credit across direct lending, high-grade ABF and junior debt.\nMoving next to monetizations. We think we remain really well positioned here. Our discipline around investment pacing and linear deployment has definitely contributed to the overall strength and maturity of our portfolio. At quarter end, our gross unrealized performance income stands at $8.7 billion. It's a high point for us and up over 25% year-on-year. I think this number in particular stands out given our healthy level of monetizations over the past 12 months.\nAs a result of our mature and global portfolio and strong investment performance, we are better positioned than some might expect in terms of realization activity, even in the face of the market volatility. To give you a sense, looking at our pending monetizations, so this is based on transactions that are signed but not yet closed, we have direct line of sight to north of $800 million of monetization-related revenue, most of which will be performance income. This includes exits of Seiyu in Japan, Kito Crosby in the U.S. and 4 infrastructure investments, to name a few of the key drivers. Of that $800-plus million, we expect at least $250 million to be generated in Q2. It's a very healthy figure for us as we stand here in just early May.\nThe third theme that I wanted to hit on is the impact on our capital-raising efforts. We are actively engaged with our clients. Part of this is making sure they know what is happening with their portfolios. But a lot of it is discussing how to invest into these markets and ways that we can work together. We've heard a range of response, and they are evolving with the market. While it may be early as we see how this all plays out, today, there are no changes to our targets, and we have continued conviction in our fundraising outlook.\nTotal new capital raised in the quarter was $31 billion. And it's worth spending a minute on our North America Private Equity strategy. In April, we completed the initial close period to North America XIV at $14 billion. It's a great first step for us and reflects, in our view, the strong investment returns we've delivered on behalf of our clients alongside a differentiated return of capital profile. And remember, our approach here stands in contrast relative to many in our industry as we raise traditional PE funds focused across North America, Europe and Asia compared to the global funds you often see from our competitors.\nThis approach, we think, has allowed us to raise more capital. As of 3/31, we had over $40 billion of committed capital across our active traditional private equity flagship funds and has also allowed for a more diversified carried interest profile at the same time. And this doesn't include committed capital across core private equity, mid-market and our growth strategies.\nLooking at another important piece of capital raising, private wealth. Our K-Series suite of vehicles continue to maintain traction. Across the 4 investing verticals, AUM was at $22 billion, including activity that closed April 1, 2025. This compares to $9 billion a year ago. Our North Star for the K-Series suite continues to be focused on building vehicles that we can be proud of 10-plus years from now. As a result, recognizing that we don't read too much into the month-to-month sales, we continue to be encouraged by our performance, deployment and the capital-raising activity.\nAnd earlier this week, the 2 public private credit solutions created an exclusive partnership with the Capital Group have launched. We are similarly focused on building these products for long-term success. And as we look ahead to the second half of the year, we would expect to give you an update on the private equity and real asset product launches. In addition, work is underway to extend access for individuals interested in private markets through model portfolios and target date funds.\nTurning next to insurance. We are now a year-plus into owning 100% of Global Atlantic, and we are progressing well on our path to modestly evolving how we source both liabilities and assets, including raising more third-party capital, elongating our liability profile and sourcing additional alternatives. This addition of longer-dated alternatives to the portfolio where we think that we have a differentiated and at overall returns while at the same time naturally reducing leverage over time.\nFinancial performance here begins with insurance segment operating earnings. In Q1, as you would have heard from Craig, we reported $259 million, which was in line with our expectations and consistent with our comments last quarter, I would expect insurance operating earnings to stay in that $250 million plus or minus level during the next few quarters. This line item alone does not capture though how our model works and the overall impact of our insurance-related economics. A lot of it appropriately shows up in our asset management segment.\nFirstly, management fees from our Ivy sidecar vehicles as well as Strategic Holdings allows us to grow GA in a very capital-efficient way. And there is more to come here. As an example, Japan Post Insurance announced in Q1 their intention to expand our existing strategic partnership and make a new $1 billion to $2 billion investment here.\nNumber two, Capital Markets fees, where we've just begun to scratch the surface. We see the potential to generate several hundred million of additional annual revenues over time. In 2024, that number was closer to $50 million.\nAnd finally, the management fees charged for our investment management agreement with Global Atlantic. Critically, even while we are in the process of shifting our strategy to emphasize longer-duration and more private market assets, our all-in pretax ROE of our insurance business is approaching 20% with a clear path to 20-plus percent returns as we get all the elements of the business working well together.\nThe last theme that I want to go through before handing it off to Scott is around the durability of our model, which provides us with a significant amount of both stability and visibility. Over 90% of our capital is perpetual or committed for an average of 8 years or more. Today, we have $116 billion of committed but uncalled capital. And if you look at our management fees, they are largely calculated on committed or invested capital, and therefore, not influenced by marks and corresponding fees.\nAnd finally, we have a record amount of capital on which we're not yet earning fees with $64 billion committed with a weighted average management fee rate of about 100 basis points that turns on when the capital is either invested or enters its investment period. Just to put that $64 billion figure into perspective, it is up almost 50% compared to 1 year ago. So we benefit from real stability of management fees and increased visibility on how they will grow.\nAnd finally, our business is global and diversified. Almost half of our investment professionals sit outside of the U.S. And looking specifically at our management fees, they are well diversified across asset classes. Over the last 12 months, management fees across private equity, real assets and credit and liquid strategies were each over $1 billion and in aggregate have grown at a high teens CAGR over the past 3 years. We don't think that there are any asset management firms that combine our scale, growth profile and diversification.\nNow I'll end where I started: this is an environment where our people and our model really should excel. With that, let me hand it off to Scott.\n\nScott C. Nuttall\n\nCo-President and Co-Chief Operating Officer, KKR & Co. LP\n\nThanks, Rob, and thanks, everybody, for joining our call today. Given the recent volatility and uncertainty, I want to spend a few minutes on how we're navigating this environment and address what else may be on your minds.\nBefore I do that, some context. Today is KKR's 49th birthday. We were founded on this day in 1976. Joe and I have been here nearly 29 of those 49 years. Over this period, the firm has seen a number of cycles and dislocations. In our experience, times like this yield some very attractive investment opportunities. The key is to use our global and diversified business model with significant locked-up capital and $116 billion of dry powder to keep investing when others are scared. These periods always end, and we typically look back and wish we had invested more when the world is most uncertain. We are running the firm with those lessons in mind.\nWe did a good job leaning into the COVID dislocation, and we're approaching this environment with the same mindset. As Rob mentioned, we've announced over $10 billion of investments in the last 4 weeks since the tariff announcement. And we have significant pipelines across our businesses. So you should expect to continue to see us investing into this environment. No doubt some sale processes may be delayed if this continues, but it is times like this where we see the benefit of being very global as Asia and Europe are less impacted so far and multi-asset class and connected as companies still need capital but may prefer debt over equity if valuations are down. So we are optimistic about deployment and the returns we will see from this vintage.\nWe're also sure you have questions about what this means for monetizations. As Rob mentioned, we have a mature portfolio and benefit from linear and disciplined deployment. As such, we have record embedded gains in our portfolio, and those gains are global and across asset classes. Here again, we have good line of sight and several assets in sale processes. So we remain of the view that we can monetize gains in this environment. And if we do decide to delay some processes, that just means we will likely monetize more next year.\nAnd we're sure you also have some questions about fundraising. We want you to have our views and some facts. As an example, China-based LPs make up a low single-digit percentage of our AUM. Some may delay decisions in this environment, but we don't expect a material impact.\nWe're also watching private wealth flows, which have not been affected to date. These markets are in adoption phase, and we have a long history of outperforming in down markets. So this period could actually accelerate adoption over time. And we think our partnership with Capital Group will accelerate that adoption as well.\nAnd remember, a good portion of our fundraising comes through Global Atlantic. We expect annuity demand to be largely unaffected in this environment, and it could be positively impacted as investors focus on safety and quality. In short, given our momentum and the diversity of our global fundraising channels, we remain confident we will continue to raise scale to.\nStepping back, you're also likely wondering if we have changed our view of what we are capable of achieving as a firm. We have not. Joe and I shared 2026 guidance last year. We still feel good about those numbers across both our fundraising and financial metrics. When you cut through it, we believe that while this dislocation may be different for a variety of reasons, the key is to stay focused on what we control and to not waste the opportunities it affords. We will continue investing, speaking with our clients, finding new themes and looking for strategic opportunities, some of which are only available in times of distress.\nTimes like this reveal experience, culture and business model durability, and they give us the opportunity to differentiate ourselves with performance, client engagement and strategic action so that we emerge stronger as a firm and as investors. That's our focus and intent.\nWith that, we're happy to take your questions."
  },
  {
    "header": "KKR",
    "cik": "0001404912",
    "ticker": "KKR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5a5c767c6e1fdaddf62926ea37b31c3d",
    "period": "2024 Q4",
    "content": "Q4 2024 KKR & Co Inc Earnings Call\n\nQ4 2024 KKR & Co Inc Earnings Call\n\nKKRNYSEFEB 4, 10:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to KKR's Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to hand the call over to Craig Larson, Partner and Head of Investor Relations for KKR. Craig, please go ahead.\n\nCraig Larson\n\nManaging Director, Investor Relations, KKR & Co., Inc.\n\nThank you, operator. Good morning, everyone. Welcome to our fourth quarter 2024 earnings call. This morning, as usual, I'm joined by Rob Lewin, our Chief Financial Officer; and Scott Nuttall, our Co-Chief Executive Officer. We would like to remind everyone that we'll refer to non-GAAP measures on the call, which are reconciled to GAAP figures in our press release, which is available on the Investor Center section at kkr.com. .\nAnd as a reminder, we report our segment numbers on an adjusted share basis. This call will contain forward-looking statements, which do not guarantee future eventual performance. Please refer to our earnings release and our SEC filings for cautionary factors about these statements. So beginning with our financial results. We had a really solid end to the year. Fee-related earnings per share came in at $0.94. That is up 24% from a year ago and is the second highest quarterly figure in our history, and adjusted net income came in at $1.32 per share. That is up 32% year-over-year and is also the second highest quarterly figure in our history.\nFor the year, FRE per share and ANI per share were $3.66 and $4.70, up 37% and 38%, respectively, compared to 2023 and both are record annual figures for us. So very healthy growth during a period of time where it is felt to us as the market conditions have just begun to improve. Walking through our quarterly results in a little more detail. Management fees in Q4 came in at $906 million. That's up 15% year-over-year, driven by the breadth of our fundraising activities alongside of a pickup in deployment. Total transaction and monitoring fees were $324 million in the quarter. Capital Markets transaction fees, in particular, ended the year on a strong note with $270 million in revenue, driven primarily by deployment activity within private equity as well as infrastructure.\nFee-related performance revenues were $25 million in the quarter. And so in aggregate, fee-related revenues were $1.3 billion, and that's up 17% year-over-year. Turning to expenses. As usual, fee-related compensation was right at the midpoint of our guided range at 17.5% of fee-related revenues for the quarter as well as for the year. Other operating expenses were $192 million in Q4. So in total, fee-related earnings were [ 843 or ] $0.94 per share, as I mentioned a minute ago, with an FRE margin of 67%. Insurance operating earnings were $250 million and Strategic Holdings operating earnings were $8 million. Both of these figures came in right in line with the levels we discussed on our call last quarter.\nTotal operating earnings. As a reminder, comprised of our fee-related earnings, insurance and Strategic Holdings operating earnings were $1.23 per share, so total operating earnings for KKR, again, these are the more durable and recurring components of our earnings, comprised almost 80% of total segment earnings for the year. Moving to investing earnings within our Asset Management segment, realized performance income was $676 million and realized investment income was $110 million for total monetization activity of $786 million. That's up almost 50% year-over-year. This activity was driven by a combination of secondary sales and strategic transactions, dividends and interest income as well as the annual performance fee for Marshall Waste. So in total, investing earnings were $399 million.\nTurning to investment performance. You can see the details here on Page 10 of our earnings release. The private equity portfolio was flat in the quarter and appreciated 14% for the year. In real assets, the opportunistic real estate portfolio was up 1% in the quarter and 4% for the year. Infrastructure, up 2% for the quarter and up 14% for the year. And in credit, the leveraged credit composite and the alternative credit composite were both up 2% in Q4 and for the year, performance here was up 10% and up 12%, respectively. And then finally, consistent with our historical practice, we intend to increase our annual dividend from $0.70 to $0.74 per share, which will go into effect alongside first quarter 2025 earnings. And with that, I'm pleased to turn the call over to Rob.\n\nRobert Howard Lewin\n\nChief Financial Officer\n\nThanks a lot, Craig, and thank you all for joining our call this morning. KKR had a strong 2024 and our fourth quarter results that Craig just walked through, give us continued confidence as we head into 2025. I'm going to begin today by reviewing some key operating metrics from the quarter and the very tangible signs of momentum that we are seeing across our businesses. Let me start first with our asset management business. As it relates to our capital raising efforts, we raised $27 billion this quarter, which was driven by diversified activity across each of our business lines.\nOur private equity and real assets businesses together raised $15 billion of capital across a number of strategies. And momentum in credit continued across our asset-based finance and direct lending vehicles, and we also saw an uptick in CLO formation. Total new capital raised for 2024 is $114 billion. That is the second most active year in our history and up meaningfully from the approximately $70 billion that we raised in 2023. While we are only 6 months into our fundraising super cycle, we are seeing meaningful progress. In our North American private equity strategy, where we are in early-stage fundraising, we are ahead of where we thought we would be at this point in time.\nOur efforts here are benefiting from really strong investment performance. Also of note, 2024 was the eighth consecutive year that we returned more capital to our North American private equity clients than we have called. And alongside the encouraging first steps in our flagship fundraising within private equity and infrastructure, we continue to raise capital across the breadth of our asset classes and vehicles. Taking a step back, over the past 12 months, only 15% of our $114 billion of new capital raised was from our flagship funds. Client interest feels strong in areas like private credit, including asset-based finance, in particular, our IV side car franchise and insurance as well as newer strategies for us such as climate.\nTurning to wealth. We are seeing continued scaling with AUM across our K Series vehicles at $16 billion as of year-end. And including activity that closed January 1, 2025, we are now at $18 billion, which compares to $7 billion just a year ago. Looking more broadly, we now have approximately $100 billion of assets under management from individuals, largely by a family offices and ultra high net worth clients as well as the credit investor universe. And looking ahead, we expect our reach will expand to a new client base as we continue to track towards the launch of our 2 hybrid credit products in the first half of 2025. These are developed exclusively in partnership with Capital Group targeting the mass affluent.\nAt the same time, we continue to work on product design across other asset classes, which will follow over the coming several quarters. So we feel good about where we are from a private wealth perspective. And we really do believe that this is just the beginning for us. Turning now to monetizations. Over the past couple of quarters, we've been noting signs of an improved backdrop with increased M&A volumes and firmer global equity and debt markets. This strength is evidenced in our 2024 gross realized performance income and realized investment income figures of $1.8 billion and over $600 million, respectively. Overall, our monetization activity is up over 40% year-on-year.\nI'm now looking at deployment. In 2024, we invested $84 billion of capital. That's up meaningfully from $44 billion in 2023 and compared to $71 billion in 2022. This was driven by a significant ramp in credit along with a rebound across many of our private market strategies. As we head into a more constructive environment, we do feel very well positioned. As a result of the current activity levels, especially in relation to deployment, our capital markets business saw another strong revenue quarter at $270 million, bringing the 2024 total to $1 billion for the first time in our history. This is a major milestone in the evolution of the business and it was only just 4 years ago when this business was roughly half the size and largely private equity driven.\nNow turning to insurance. 2024 marked the first year that we've owned 100% of Global Atlantic and the connectivity between KKR and GA only increased over the course of the year. You've seen investment opportunities for GA increase in strategies like infrastructure and real estate equities. And as our businesses continue to integrate, we see even more opportunities to invest strategically against the long-dated liabilities that Global Atlantic is able to source at scale.\nAnd finally, focusing on strategic holdings for a minute. Our strategic holdings business represents a big differentiator for us, and the announcement this morning is a further accelerant of this segment. We will be increasing the existing stakes of 3 businesses that we know well, and really like by at least $2.1 billion. KKR will invest $1.1 billion, which will show up in strategic holdings, while the remainder will be from one of our strategic partners. This piece will become fee-paying assets under management and will be additive to management fees and future carried interest.\nAs a reminder, these businesses have high-quality management teams. They are cash generative, tend to be less cyclical and typically have lower leverage over the whole period to name just a few of the key attributes. In other words, these are businesses that we want to own for the long term. Today, we have 18 companies that we've invested behind over the course of the last 8 years, and we're continuing to see consistent growth across the underlying franchises. For context, KKR share of these businesses as of the third quarter. So this is on a 1-quarter lag basis generated approximately $3.7 billion of revenue and approximately $900 million of EBITDA over the trailing 12 months.\nWe believe strategic holdings will be a truly unique driver of future financial performance for KKR for years to come. Remember, no employees sit within strategic holdings. We didn't have to hire anybody new to lean into this growth opportunity, which aligns really well with our focus on preserving our collaborative one-firm culture. And with these additional purchases, Alongside continued strong performance across our portfolio, we are increasing our guidance for strategic holdings operating earnings that we introduced roughly a year ago by $50 million in 2026 to $350-plus million and by $100 million in each of 2028 and 2030 to $700-plus million and $1.1-plus billion, respectively.\nI don't believe that there are many corporates that give guidance out to 2030. And hopefully, this gives you a very clear sense of our confidence in the outlook, durability and the growth trajectory for our business.\nWith that, let me hand it off to Scott.\n\nScott C. Nuttall\n\nCo-President and Co-Chief Operating Officer, KKR & Co. LP\n\nThanks, Rob. Given this is our year-end call, I want to spend a few minutes sharing how it feels inside the firm. And forgive the analogy, but I'm a runner, and this is how I think about it. The punchline is that despite all the progress you've seen and the progression of the numbers Craig and Rob just took you through, we have not been running at full pace the last couple of years.\nSaid another way, we are not yet operating at our true potential. But it does feel like we're picking up speed on multiple fronts. What do I mean by that. Well, let's go back for a minute to the last 2 years. So you have some context for 2025, and we'll start with 2023. In Asset Management in '23, buyers and sellers were far apart. Owners of assets, including ourselves, did not want to sell or finance assets in a dislocated market. So deployment, monetization and fundraising were more muted. Capital markets were closed for large portions of the year. There was more fear than greed in the market and private wealth was just launching for us.\nAt Global Atlantic, we were at approximately 63% ownership. We were not utilizing all of KKR, and we were still figuring out what was possible. And in strategic holdings, the portfolio was still maturing and generating little cash earnings for the firm, and we were still working on the vision of what it could be. So in short, we were running uphill in bad weather, on rough terrain and new gear.\nNow let's go to 2024. In Asset Management, the market began to open in the first half of last year and buyers and sellers started finding each other again. It usually takes some time for the M&A market to turn back on, and that's what we saw in the first half. The market was gearing back up. But then the election distraction slowed things down again in the back half. So we didn't see a full year of normalcy, and it felt a bit on/off. Private Wealth was still ramping for us with more hiring and the team getting embedded while we were being added to many more platforms, but nowhere near what's possible. And you saw only the first steps in our fundraising super cycle.\nSo overall, as you heard, deployment and monetization and fundraising were all up materially last year, but not what it could be in a full year hospitable market. In Global Atlantic, we got to 100% ownership at the beginning of last year. And then we spent the year sorting out how to use all of KKR and all of GA truly together on an integrated basis. It was a learning year. In strategic holdings, we explained to the market what we are doing at our Investor Day in April and continue to focus on how to scale dividend flow faster and portfolio optimize. And throughout the year, it became clear the earnings and dividend compounding opportunity was even greater than we expected. But it was early. So 2024 was a good year, not a great year. We executed reasonably well, but we are still running uphill with intermittent rain after some sun and we were learning how to use our new gear.\nBut to be clear, overall conditions were much better than 2023, and we got smarter about how to use the model we've built. So let's talk about how it feels now, heading into 2025 and 2026. In Asset Management, pipelines are up, more exits are possible, and we see more deployment opportunities globally and across asset classes. Exits should see fundraising momentum even more at the exact time we're in the market with a number of our flagship funds. Private Wealth is showing real progress, and we have seen flows increase and broaden globally and across platforms.\nAnd our Capital Group partnership is expected to launch soon in credit, with other asset classes to follow. We expect this partnership to be significant for us. At Global Atlantic, we're much smarter now after a year of owning 100%. We are shifting our strategy to emphasize longer duration, more private market assets, more global and more integration across operational areas. We're starting to capture the opportunities we see in capital markets in Asia as just 2 examples. And we see a path to fully use the power of the combined model and what that could mean. There's more opportunity than we thought.\nAnd in strategic holdings, we can really see the potential of what this could be. Today's announcement is just a start. The dividend scaling and compounding opportunity is real. So where are we now? The sun is out, and we're running on flat road. The conditions and forecasts are good. We're comfortable in our new gear. We're stronger for the last 2 years of hard work, and we're picking up speed. Conditions could, of course, change, which would impact some of this, political, geopolitical, inflation, rates to name just a few.\nBut remember, KKR's business model is different. That's on purpose. The combination of asset management plus insurance plus strategic holdings create a model with a massive addressable market, significant recurring earnings and the opportunity to grow with few additional people at KKR, preserving culture and enhancing our ability to perform for clients, and further increase our margins. So we're optimistic still out there running, and happy to take your questions."
  },
  {
    "header": "KKR",
    "cik": "0001404912",
    "ticker": "KKR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7136fd27e7e8094bb0ebff4930f12be9",
    "period": "2024 Q2",
    "content": "Q2 2024 KKR & Co Inc Earnings Call\n\nQ2 2024 KKR & Co Inc Earnings Call\n\nKKRNYSEJUL 31, 10:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to KKR's Second Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. I will now hand the call over to Craig Larson, Partner and Head of Investor Relations for KKR. Craig, please go ahead.\n\nCraig Larson\n\nManaging Director, Investor Relations, KKR & Co., Inc.\n\nThank you, operator. Good morning, everyone. Welcome to our second quarter 2024 earnings call. This morning, as usual, I'm joined by Rob Lewin, our Chief Financial Officer; and Scott Nuttall, our Co-Chief Executive Officer. We would like to remind everyone that we'll refer to non-GAAP measures on the call, which are reconciled to GAAP figures in our press release, which is available on the Investor Center section at kkr.com. And as a reminder, we report our segment numbers on an adjusted share basis.\nThis call will contain forward-looking statements, which do not guarantee future events or performance. Please refer to our earnings release as well as our SEC filings for cautionary factors about these statements.\nSo first, beginning with our results for the second quarter. We are pleased to be reporting fee-related earnings of $0.84 per share, the highest we reported in our history and 25% above the figures we reported 1 year ago. And adjusted net income of $1.09 per share is up approximately 50% compared to 1 year ago. Going into a little more detail, management fees in the quarter were $847 million. This is up 13% year-over-year, driven by the breadth of our fundraising activities alongside a pickup in deployment.\nCapital Markets transaction fees were strong in the quarter at $192 million, mainly from activity in new and existing portfolio companies within private equity and infrastructure as well as an overall improvement in both the debt and equity capital markets backdrops. Fee-related performance revenues in the quarter were $37 million. This was the first quarter our offshore K-Series vehicles earned their annual incentive fee, given their launches about a year ago. The fee-related performance revenue figure includes our infrastructure vehicle. While to be clear, our performance allocation on our private equity vehicle is reflected in our realized performance income line item that is below fee-related earnings.\nFee-related compensation was right at the midpoint of our guided range, which as a reminder, is 17.5%. Other operating expenses came in at $158 million. So in total, FRE was $755 million and our FRE margin came in at 68%. Insurance operating earnings were $253 million in Q2. And Strategic Holdings operating earnings were $41 million in the second quarter as we continue to track towards our expected $300-plus million of net dividends by 2026.\nImportantly, we're continuing to see consistent growth across the underlying businesses. KKR's share of these businesses as of the first quarter, so on a 1-quarter lag basis, LTM revenues were $3.6 billion and EBITDA was approximately $900 million or so, with 14% and 12% like-for-like growth in revenue and EBITDA year-over-year, respectively. So altogether, total operating earnings were $1.17 per share. As a reminder, total operating earnings equals our fee-related earnings together with Insurance and Strategic Holdings operating earnings.\nThis quarter, total operating earnings represents over 80% of pretax adjusted net income. So said differently, over 80% of our pretax earnings this quarter were driven by our more recurring revenue streams.\nTurning to investing earnings. Realized performance income was $482 million and realized investment income was $139 million. This was driven by secondary and strategic sale activity across a number of asset classes, including private equity infrastructure as well as across multiple geographies pointing to the maturity and the diversity of our business. So in aggregate, adjusted net income was $972 million or the $1.09 per share figure I mentioned a moment ago.\nMoving to investment performance on Page 10 of our earnings release. The traditional private equity portfolio appreciated 4% in the quarter and 18% in the last 12 months. Opportunistic real estate was up 1% in the quarter and up 3% in the LTM. Infrastructure continues to perform well, up 3% in Q2 and up 17% LTM. And in credit, the leveraged credit composite was up 2%, and the alternative credit composite was up 3% in Q2. And over the past 12 months, performance here was 12% for both strategies. And given this investment performance, our gross unrealized carried interest balance increased to $7.1 billion, and that is up over 40% from Q2 of 2023.\nAnd finally, before turning over to Rob, we wanted to reflect for a moment on an exciting milestone as KKR entered the S&P 500 index in June. We believe this is a strong reflection and endorsement of the firm's performance, our people and our culture. And we want to thank and recognize everyone at KKR for their creativity, innovation and focus that got us to where we are today and will continue to propel us going forward. And with that, I'll hand the call over to Rob.\n\nRobert Howard Lewin\n\nChief Financial Officer\n\nThanks a lot, Craig. Given the recent S&P 500 inclusion, we expect that there are many on the call listening for the first time. Welcome. We would encourage you to also take a look at our April Investor Day replay and presentation that is found on our website.\nWe feel as good as ever in our 2026 guidance figures that we introduced in April. As a reminder, those include: $300 billion-plus of new capital raised over the course of 2024 through 2026; and in terms of our financial metrics by 2026, $4.50-plus per share of FRE, $7-plus per share of total operating earnings, and between $7 and $8 of adjusted net income per share, which is after tax.\nSo looking at the LTM figures that we reported this morning, our 2026 guidance implies a 20% annual growth rate, plus or minus, across all 3 of these key financial metrics. Overall, our activity levels and the momentum across the firm feel very strong. We are continuing to see our management fee scale meaningfully with 13% year-over-year growth. And this is before our in-market flagship funds have turned on. We are also seeing continued real signs of the monetization backdrop improving as evidenced by our Q2 realized performance fees and investment income.\nLast quarter, I mentioned that we had very healthy pipelines on the back of the improved environment as well as our diversified and performing portfolio. I will echo those same comments again this quarter. So far in Q3, we have already completed a secondary sale of our shares in Kokusai, took our portfolio company OneStream public, and advised Lineage Logistics, a third-party Capital Markets client, on their IPO as well. As a result of the current activity levels, our Capital Markets business saw its second highest revenue quarter in the past couple of years in Q2. Looking forward, unless something changes in the market or our deal pipeline gets pushed, Q3 Capital Markets fees are shaping up to be one of the highest in our history.\nTurning to Strategic Holdings. We've only reported this segment on a stand-alone basis for 2 quarters, but we remain confident in our ability to take the business to over $1 billion of operating earnings by 2030. Stepping back, I don't think there are a lot of corporates giving 7-year guidance, so I think this really does speak to our confidence in both the durability and growth orientation of these cash flows.\nNow turning to Insurance. There are a lot of really positive developments this quarter so I wanted to spend a bit of extra time taking you through a number of business-building initiatives. In Q2, we saw a record volume of inflows from Global Atlantic across annuity sales and flow reinsurance, totaling over $8 billion in the quarter compared to less than $3 billion just a year ago. And looking at the last 4 quarters in aggregate, total inflows, including block activity have been over $50 billion. That's the highest point in any 12-month period in GA's history.\nOn the earnings front, we continue to feel good about our ability to generate 14% to 15% pretax ROEs as the right long-term target. The ROE for Q2 came in below this range as a result of a couple of factors but mostly a function of us leaning into the long-term opportunity at GA. The drivers for the quarter include: elevated levels of liquidity from our big block reinsurance transactions as well as the significant ramp-up in quarterly volumes, and some of the investments we are choosing to make that favor longer-term ROEs really at the expense of near-term ROEs. Overall, we continue to feel great about the long-term trajectory at GA and the opportunity for us to create significant value together.\nIn particular, given that we are now 6-plus months into owning 100%, we thought we'd bring you through some tangible examples of how our closer collaboration across investments as well as capital markets are driving real business performance. First, in real estate. We recently closed on a $2 billion unlevered acquisition of a 5,000-plus unit multifamily portfolio. Given the dearth of real estate -- excuse me, of core real estate capital globally, we are seeing excellent risk return for the few very well-capitalized buyers in the market, of which we are one. We have conservatively priced this deal to an 8% unlevered return with significant upside potential, which we think is a really compelling risk-adjusted return, but it's the type of deal that is going to put some pressure on our near-term ROEs for the benefit of longer-term profitability.\nAs an example, we expect the year 1 yield on this portfolio to be in the low 4% range, obviously less than where we are originating our liabilities today. But the combination of yields increasing over time and the expected appreciation of the asset make this a really interesting deal and one we're excited to pursue for the long term. Now there will naturally be a limit to how much of this type of investment that we want to make. But I think it's a really great example of our increased coordination between our real estate equity team and GA.\nWe also have had a very positive development this quarter on the infrastructure side of our business. We announced an investment in Labrador Island Link, which is a transmission line that brings renewable energy to eastern Canada. This is the first collaboration between Global Atlantic and KKR's infrastructure teams who worked together to structure the equity interest with significant downside protection.\nAnd finally, we wanted to take you through a brief case study from early Q3 that combines Global Atlantic, our credit teams as well as our Capital Markets franchise. CyrusOne, a data center portfolio company of ours, has been growing rapidly with demand for hyperscale facilities continuing to increase, driven by cloud and AI deployment. To support this growth, our Capital Markets team helped arrange an $8 billion facility, of which we [ still led ] the $3 billion institutional tranche that was anchored by Global Atlantic. Strategically, this represents a really exciting evolution in our playbook where we generated a great outcome for a portfolio company, made a compelling credit investment and were able to simultaneously drive capital markets fees.\nAll of these examples would not have been possible without the interconnectivity across the firm and our model. We expect many more examples like this to come. Now before handing it off to Scott, I wanted to briefly touch on some of our operating metrics across the firm, where there continues to be very significant momentum. In the quarter, we raised $32 billion of capital. This is the second most active fundraising quarter in our history.\nOf particular note, we're very pleased with the initial reception of our Global Infrastructure V fund. Through July, approximately $10 billion of capital has been raised. And in June, we launched our Americas Private Equity flagship fund raise, so our fundraising super cycle is now well underway. Also within private equity, our middle market strategy called Ascendant has already achieved its fundraising goal of $4 billion, and we have not yet held its final close. It's a great outcome for a first-time fund, obviously something that is adjacent and benefiting from our existing private equity team. And I think it really speaks to the receptivity of our investors to the quality of our team and our track record as we look to fundraise for our next flagship.\nFocusing for a moment specifically on private wealth. Our K-Series vehicles in the quarter raised $2.8 billion of capital, 60% of which was driven by our private equity strategy. The K-Series suite has gained real momentum, but we are still in the earliest of days of what we view to be a really long-term strategic focus. As a reminder, we now have vehicles across our 4 key investing verticals. That's private equity, infrastructure, real estate, as well as credit, representing over $11 billion of AUM, and that's up from approximately $3 billion just a year ago.\nAnd looking beyond K-Series, we recently announced our exclusive strategic partnership with Capital Group, one of the largest global active asset managers. With $2.6 trillion of AUM and serving 67 million individual investors, Capital Group has built a leading client franchise with world-class wealth distribution capabilities. By combining Capital Group's public market investing as well as distribution expertise with KKR's nearly 50-year track record in alternatives investing, we plan to introduce a series of hybrid public-private investment solutions that make the KKR platform available to a broader universe of investors.\nImportantly, the hybrid products are a step beyond what we are already doing with the K-Series and the accredited investor universe as they expand our reach to include the mass market. We're excited about the future of this collaboration, and we will share much more as we approach the product's expected launch in 2025.\nTurning to capital invested. We deployed $23 billion of capital in Q2. For the first half of 2024, we have now deployed $37 billion, which is almost double the first half of 2023. Real estate, in particular, had a strong deployment quarter across equity and credit. On the credit and liquid strategy side, direct lending continued to put capital to work as well as opportunities in high-grade ABS. Importantly, there remains a very healthy pipeline for deployment in the second half of 2024 as well.\nOverall, we remain very excited around the business momentum that we are seeing across the firm and how that can really translate into further P&L outcomes over the second half of the year. And with that, let me turn it over to Scott.\n\nScott C. Nuttall\n\nCo-President and Co-Chief Operating Officer, KKR & Co. LP\n\nThank you, Rob, and thank you, everybody, for joining our call today. Last month, we held our annual meeting for our fund investors, followed by KKR's partners meeting. I thought while we are together today, I would share some of the messages we shared in those sessions and some reflections from Joe and me on the first half of the year and our expectations for the second half.\nThe main message we shared with our investors is that we are seeing significantly greater market activity since the beginning of the year. The macro inflation and rates backdrop has improved, markets are open, and the deal market is back. To give you a sense, globally, year-to-date, leveraged credit issuance is up over 100%, IPOs are up nearly 50%, and announced M&A is up approximately 25%. And given it typically takes a couple of quarters for the market to turn back on, these numbers understate the run rate activity we are feeling today. If this momentum continues, we believe you will see even more activity and announced deals and exits in the second half of the year.\nWe are seeing this dynamic across our businesses. Deployment is up, monetizations are up, capital markets revenues are up, yield pipelines are up and visibility is high. Unless something happens to disrupt this momentum, we expect to see increased activity in the second half of this year relative to the first. What's also encouraging is that we believe this is a very attractive investment environment.\nVolatility and uncertainty are still with us. So far, 2024 feels like it could be a sweet spot year where values are attractive and activity levels are high. This is in contrast to last year when values were attractive but transaction volumes were more muted as owners of mature assets didn't want to sell or finance them in a closed market. This year, we not only have an open market, we have pent-up supply of deals that didn't get done in the last couple of years coming to market. So we are optimistic.\nA couple of other things we shared in our June sessions. In private equity, while many in our industry overdeployed in and around 2021, we did not. We have been applying the lessons we learned before and during the financial crisis and have been deploying in a linear fashion in the last many years. As a result, we have strong returns, dry powder and a healthy portfolio. In credit, we're seeing the benefits of a scaled $230-plus billion platform with significant opportunity across now a $40 trillion global credit space. Our Private Credit business is now over $100 billion, and we continue to see attractive investing opportunities in asset-based finance, Asia credit, opportunistic investing, and junior debt, amongst other areas.\nIn infrastructure, the global opportunity is immense, across our efforts in core, value-add, and climate. The capital need massively outstrips supply and we feel very well positioned. In real estate, the credit opportunity remains compelling with banks on the sidelines, and the equity investment opportunity is very attractive. As a reminder, we started our real estate business in 2011. We don't have office and retail exposure of any consequence, so we have the ability to play offense in this environment. And we believe we will take share over the next several years and will benefit from the current and coming dislocation.\nThe real estate investment opportunity is highly compelling. We have closed or under exclusive contract on over $10 billion of real estate equity deals since April 1 and have a full pipeline as some owners of real estate seek liquidity and sell their best assets. And in this environment, scale is trading at a discount. And we also introduced a fifth asset class to our investors in June, Insurance. This is the Ivy Sidecar Franchise that invests alongside the Global Atlantic balance sheet in block and flow deals. This area has amongst the most compelling capital supply-demand imbalances we see across the firm.\nAnd speaking of GA, we're now roughly 7 months since we became 100% owners. We've been focused on mining the untapped opportunities we shared with you last November when we announced the deal. As you heard, GA is growing rapidly. And as we transition the business to 100% ownership, we're seeing the combined impact of simultaneous fast growth and investing in the business for the long term. As we sit here today, we feel very optimistic about the opportunities to create value with GA at 100%, investing across more KKR asset classes, scaling KKR capital markets and structured assets, going global in particular in Japan and finding more ways to work together more broadly.\nOverall, the opportunity with GA is greater in our minds today than it was at the beginning of the year. So to keep it simple, the market is open, the firm is very active, our investment performance is particularly strong. We've never felt better about our team, and we are well positioned to execute the plan we shared with you at our April Investor Day. With that, we're happy to take your questions."
  },
  {
    "header": "KKR",
    "cik": "0001404912",
    "ticker": "KKR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/05214114743482da51cb8b0790f39896",
    "period": "2024 Q1",
    "content": "Q1 2024 KKR & Co Inc Earnings Call\n\nQ1 2024 KKR & Co Inc Earnings Call\n\nKKRNYSEMAY 1, 10:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to KKR's First Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to hand the call over to Craig Larson, Partner and Head of Investor Relations for KKR. Thank you. You may begin.\n\nCraig Larson\n\nManaging Director, Investor Relations, KKR & Co., Inc.\n\nThank you, operator. Good morning, everyone. Welcome to our first quarter 2024 earnings call. This morning, as usual, I'm joined by Rob Lewin, our Chief Financial Officer; and Scott Nuttall, our Co-Chief Executive Officer.\nWe would like to remind everyone that we'll refer to non-GAAP measures on the call, which are reconciled to GAAP figures in our press release, which is available on the Investor Center section at kkr.com. And as a reminder, we report our segment numbers on an adjusted share basis. This call will contain forward-looking statements, which do not guarantee future events or performance. Please refer to our earnings release and our SEC filings for cautionary factors about these statements.\nWe know many of you joined us for our 2024 Investor Day just 3 weeks ago. Thank you for spending the day with us. And for those of you who were unable to participate or are newer to KKR, we would encourage you to watch a replay of the webcast or review the Investor Day presentation and transcripts that are on the Investor Relations section of our website. There is a wealth of information, of course, across all of those materials.\nAnd as a reminder, before getting to the numbers themselves, starting with this quarter, our financial reporting reflects the previously announced segment and financial metric changes. Of particular note, first, we closed on the remaining interest in Global Atlantic on January 2, and we now own 100% of GA. Second, we're now reporting a new segment, Strategic Holdings. Third, we've introduced a new financial metric, total operating earnings, which consists of fee-related earnings plus insurance segment and Strategic Holdings operating earnings.\nTotal operating earnings represents the more recurring and stable portion of our earnings and is a measure we look at to evaluate our performance as it reflects how our business model and how our financial profile has evolved. Our expectation is that total operating earnings should approximate 70% of pretax earnings over time. And finally, our Q1 financials reflect our revised compensation ratios, which deliver more FRE to our shareholders and drive even more alignment between our compensation model and the outcomes of our clients. And as a reminder, for additional detail, we posted financials in late March.\nSo now turning to Q1 and our headline financial metrics. Fee-related earnings per share for the quarter came in at $0.75, that's up 22% compared to Q1 '23. Total operating earnings were $1.08 per share in the quarter. And adjusted net income per share, which is after tax, was $0.97, and that's up 20% year-over-year.\nLooking at our financials in a little further detail. Management fees in Q1 were $815 million. That's up 4% sequentially from last quarter. Net transaction and monitoring fees were $152 million, $116 million of which were generated from our Capital Markets business. Our fee-related compensation ratio was 17.5%, which is right at the midpoint of our target range.\nOther operating expenses were $145 million. You're seeing a continued focus on expense management. This number is down 4% compared to Q1 of 2023. But we expect this line item to increase modestly over the balance of the year, driven by continued investments in operations across KKR, alongside an increase in placement fees, given our active fundraising pipeline.\nSo in total for the quarter, fee-related earnings were $669 million or the $0.75 per share I mentioned a moment ago. And our FRE margin came in at 68%. That margin figure is up 700 basis points compared to Q1 '23, and that's driven both by the change in our compensation framework as well as the strong expense management in the quarter.\nInsurance operating earnings were $273 million. There are really 2 things to point out here. First, portfolio yields this quarter reflect elevated cash and more liquid assets at GA, and that's largely due to 2 sizable recent transactions with the MetLife and Manulife blocks closing in Q4 '23 and in Q1 '24, respectively. So the full cost of those liabilities come on to the GA balance sheet at close, but it does take some time to redeploy those assets into our target portfolios. And that delay or that ramp is expected, of course, and is built into our pricing for each of these deals.\nAnd secondly, we're seeing attractive investment opportunities in asset classes like core plus real estate and infrastructure, as our origination capabilities are presenting GA with attractive risk-adjusted return opportunities. However, while these opportunities come with attractive long-term ROEs, near-term yields tend to be more modest.\nAnd moving to our new segment, Strategic Holdings. In Page 18 of the earnings release. Remember, the segment today consists of our direct interest in our core private equity portfolio, which is a long-duration investment strategy with an expected hold period of 10 to 15-plus years. So 19 businesses that are well diversified and generally have durable, defensive financial profiles alongside growing earnings.\nAnd looking at KKR's share of these businesses, 2023 revenues were approximately $3.6 billion, with EBITDA of $900-some-odd million. And given the maturing of the portfolio as well as the stability of operating performance, we anticipate these investments to be more regular dividend payers over time.\nSo operating earnings in the quarter were $21 million, driven by dividend activity. As we stated previously, we expect Strategic Holdings' operating earnings to be more modest in 2024. However, we expect that will change in a pretty significant way looking beyond '24, with operating earnings of $300-plus million by 2026, $600-plus million by 2028 and $1-plus billion by 2030. Our visibility and the opportunities we see here are highly differentiated looking across our space. So putting all of that together, total operating earnings were $1.08 per share.\nMoving to investing earnings. Realized performance income was $272 million and realized investment income was $135 million. This was primarily driven by secondary sales, strategic exits,and realized carry from the core private equity portfolio. So altogether, adjusted net income totaled $864 million or $0.97 per share.\nTurning to investment performance. You can see this on Page 10 of the earnings release. The private equity portfolio was up 5% in the quarter and up 19% in the last 12 months. Opportunistic real estate was up 1% in the quarter as well as up 1% in the LTM. The infrastructure portfolio was up 5% in the quarter and is up 16% over the trailing 12 months. In credit in Q1, delevered at composite was up 3% and alternative credit composite was up 4%. And over the last 12 months, performance was plus 14% and plus 13%, respectively.\nAnd given performance in Q1, our gross unrealized carry interest balance increased to $6.9 billion at 3/31. That's up 16% from the end of 2023 and over 50% from Q1 of '23. And finally, consistent with historical practice and as we announced last quarter, we increased our dividend to $0.70 per share on an annualized basis or $0.175 per share per quarter, beginning with Q1. This is now the fifth consecutive year we've increased our dividend since we changed our corporate structure, increasing our annualized dividend from $0.50 per share to $0.70 over this period of time.\nAnd with that, I'm pleased to turn the call over to Rob.\n\nRobert Howard Lewin\n\nChief Financial Officer\n\nThanks a lot, Craig, and thank you all for joining our call this morning, and for the many of you that spent time with us at our Investor Day a few weeks back. I thought I would start this morning by going through some of our key operating metrics.\nDuring the quarter, we raised $31 billion of capital. That's almost $90 billion over the last 12 months. In just this quarter alone, we had attractive outcomes across each of our businesses. Our private equity and real assets businesses together raised $9 billion of capital across a number of strategies. And that's before any meaningful closes from our upcoming flagship raises. And our momentum in credit has really continued, with new capital raise totaling $21 billion, with most of the capital coming from our direct lending, asset-based finance and leveraged credit strategies.\nAnd looking more specifically at our K Series vehicles, we raised almost $3 billion year-to-date through April 1, primarily in private equity and infrastructure. We also launched a private BDC in the quarter and are starting to see some real inflows here as well.\nTurning to capital invested. We deployed $14 billion in the quarter. Deployment within private markets was largely driven by infrastructure as well as real estate equity. And over half of the capital invested in the quarter came from credit, primarily across asset-based finance and direct lending. We are seeing a significant ramp in credit deployment, reflecting the overall growth of our credit platform.\nNow looking forward to Q2, we expect there to be a healthy pipeline of new deployment given the activities we are seeing broadly across the firm. And over the course of the year, we do expect deployment to pick up meaningfully.\nBefore wrapping up this morning, I did want to spend a couple of minutes summarizing the key takeaways from our Investor Day a few weeks back. Scott and Joe led off our Investor Day with a very simple message: While we have experienced a lot of growth, it feels like we are just getting started.\nIn terms of the key takeaways from the day. First, we provided medium-term guidance. Over the next 12 to 18 months, we expect to be raising capital for over 30 strategies, including a number of our flagships. We expect to raise $300-plus billion of capital over the course of 2024 through 2026. In terms of our financial metrics, by 2026, we expect $4.50-plus per share of FRE. Implying a CAGR of approximately 20%, $7-plus of total operating earnings per share and $7 to $8 per share of adjusted net income, implying a CAGR of roughly 30%.\nSecond, looking ahead, we feel quite confident in our longer-term trajectory. We expect $15-plus of adjusted net income per share in the next 10 years or less, with approximately 70% of these earnings to be more recurring in nature. Over the next 5 years, we also expect $25-plus billion of cash generation. We anticipate that this cash will get deployed across 4 key areas: core private equity, share buyback, strategic M&A and insurance. Our model really gives us the confidence across all of these avenues of deployment. In each case, we have a strong track record of being able to deploy capital against high ROE opportunities that also generate recurring and growth-oriented earnings per share.\nAnd number three, looking at our key themes, we made sure to highlight our diversified and purpose-built business model. Asset Management plus Insurance plus Strategic Holdings, all working synergistically together to generate sustainable and significant P&L outcomes. And we have a lot of confidence in each of our 3 growth engines. In Asset Management, we have multiple paths to surpass $1 trillion of AUM over the next 5 years. In insurance, we have strong conviction that we could double Global Atlantic from here. And finally, strategic holdings. -- which is really an unconstrained market opportunity for us and where we have a real right to win. We expect to have $1 billion-plus of annual operating earnings by 2030.\nOur business model is built to drive compounding earnings over a very long period of time. And while the opportunity in front of us is a massive one, we do believe that we can achieve our outline targets without having to build anything new. And we have a team and culture, as you would have heard from over 15 of our business leaders on April 10, that both facilitates and accelerates our ability to achieve our strategic ambitions. So when you combine our business model, together with our team and our culture, this is what distinctly differentiates KKR.\nAnd with that, Scott, Craig and I are happy to take any questions."
  },
  {
    "header": "KKR",
    "cik": "0001404912",
    "ticker": "KKR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5cebe75199910bbc8c75472304b001f1",
    "period": "2023 Q4",
    "content": "Q4 2023 KKR & Co Inc Earnings Call\n\nQ4 2023 KKR & Co Inc Earnings Call\n\nKKRNYSEFEB 6, 10:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to KKR's Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note, this conference is being recorded.\nI will now hand the call over to Craig Larson, Partner, Head Investor Relations for KKR. Craig, please go ahead.\n\nCraig Larson\n\nManaging Director, Investor Relations, KKR & Co., Inc.\n\nThank you, operator. Good morning, everyone, and welcome to our fourth quarter 2023 earnings call. This morning, as usual, I'm joined by Rob Lewin, our Chief Financial Officer; and Scott Nuttall, our Co-Chief Executive Officer. We'd like to remind everyone that we will refer to non-GAAP measures on the call, which are reconciled to GAAP figures in our press release, which is available on the Investor Center section at kkr.com. And as a reminder, we report our segment numbers on an adjusted share basis.\nThis call will contain forward-looking statements, which do not guarantee future events or performance. Please refer to our earnings release and our SEC filings for cautionary factors about these statements. And as a reminder, our earnings release and our financial reporting for Q4 is consistent with past quarters. Beginning in Q1 of 2024, our earnings release will reflect the segment and financial metric changes we announced on November 29.\nTurning now to our numbers for the quarter. We're pleased to be reporting strong fourth quarter results with fee-related earnings per share of $0.76. This is a record figure for KKR, up 21% from Q3 2023, and as well as Q4 of 2022. After-tax distributable earnings came in at $1 per share. New capital raised in the quarter was $31 billion, which is also particularly strong. So overall, a really solid quarter for us.\nI'll begin this morning by walking through our financials in a little more detail. So management fees in the quarter were $785 million. That's up 3.4% compared to just last quarter, with growth across all of our business lines. And comparing full year '23 to 2022, management fees grew 14%. We reported double-digit percentage annual growth in our management fees for several consecutive years now.\nNet transaction and monitoring fees were $264 million in the quarter. Capital Markets transaction fees, in particular, were quite strong in Q4 with $225 million of revenue. That was driven by an increase in investment activity and financing transactions at several of our PE and Core PE portfolio companies. So in total, fee-related revenues for the quarter were $1.1 billion, up 17% on a year-over-year basis, so compared to Q4 of 2022.\nTurning to expenses. Fee-related compensation, as usual, was at the midpoint of our guided range at 22.5% of fee-related revenues for the quarter as well as for the year. Other operating expenses were $156 million. So in total, fee-related earnings were $675 million or $0.76 per share. As I mentioned just a moment ago, this was a record FRE quarter for us. And this growth really highlights in our view of the continued strength as well as the diversification that you're seeing across the firm. Our FRE margin in the quarter came in at 63%. And on a per share basis, FRE was $2.68 for the year.\nTurning now to realization activity. For the quarter, we generated $411 million of realized performance income. This was driven by multiple successful sales across our traditional private equity and core businesses, with realized incentive fees driven by Marshall Wace in the fourth quarter. Realized investment income in the quarter was $147 million. So together, monetizations were $558 million. In total, Asset Management operating earnings were $970 million.\nMoving to our Insurance segment. Performance continued to be strong in the quarter with $231 million of pretax earnings, that's up 10% quarter-over-quarter. This was the result of stronger net inflows across both the institutional and individual channels, as well as variable investment income from the sale of a solar developer that generated $16 million of insurance segment pretax operating earnings. So in total, after-tax DE was $888 million or $1 per share. In comparison with the prior quarter, that figure was up 14%.\nAnd turning to investment performance. You can see this on Page 7 of the earnings release. The private equity portfolio appreciated 3% in the quarter and 16% in the year. In Real Assets, the opportunistic real estate portfolio was down 1% in the quarter and down 2% for the year. Infrastructure was up 5% in the quarter and up 18% for the year. So very strong broad performance across our infrastructure platforms. And in credit, the leverage credit composite was up 3%, and the alternative credit composite was up 2%. And over the year, performance here was up 14% and 10%, respectively.\nAnd finally, consistent with our historical practice, we are intending to increase our annual dividend from $0.66 to $0.70 per share, which we anticipate will go into effect alongside first quarter 2024 earnings. And with that, I'm pleased to turn the call over to Rob.\n\nRobert H. Lewin\n\nChief Financial Officer, KKR & Co., Inc.\n\nThanks a lot, Craig, and good morning, everyone. First, looking at our key operating metrics. New capital raise totaled $31 billion for the quarter. These results are quite strong and encouraging for us as we head into 2024. Credit and liquid strategies made up about 2/3 of the capital we raised this quarter as our business has grown with Global Atlantic as a significant partner. GA in particular, had record inflows in the quarter, both overall and specifically from the individual channel. So activity here continues to be very strong.\nBlock activity at GA is also active. As you know, the MetLife block closed in the quarter, and the Manulife block transaction is expected to close sometime in the first half of 2024. And similar to prior blocks, GA continues to be very capital efficient here, contributing approximately 25% of the equity in both transactions, with 75% of the capital coming from Ivy vehicles and additional co-investors. So 75% from third parties, where we can earn management fees and of the opportunity for performance income as well.\nOver the past year, new capital raise totaled right around $70 billion. And looking post 12/31, we just announced the final close in Asia infrastructure II at approximately $6.4 billion, over 65% larger than the previous fund. Of note, more than half of the capital came from new investors to the Asia infrastructure platform. With this successful fundraise, we are clearly the largest infrastructure fund in the region, enhancing our Asia positioning more broadly. And as we look out over the next 12 months and into 2025, a number of our flagship funds will be raising capital as well. So we continue to expect an acceleration in our fundraising from here.\nTurning to capital invested. We've deployed $16 billion in the quarter and $44 billion for the year. Capital invested was really diversified across private equity, real assets and credit and liquid strategies in the year as U.S. private equity and core private equity deployment rebounded in the quarter. Of particular note, we made investments in 3 take-private transactions in Q4. And with almost $100 billion of uncalled capital, we continue to be well positioned for the deployment opportunities that are ahead.\nI wanted to briefly shift now to a reflection on our progress through the course of 2023. Our assets under management now total $553 billion, that's up 10% compared to the end of 2022, with sizable capital raised in the past year. Fee-paying AUM now stands at almost $450 billion. Given our consistent growth in fee-paying AUM, management fees increased 14% in 2023, with line of sight of future growth from approximately $40 billion of committed capital that becomes fee-paying as it's invested or when it enters its investment period, and that's at a weighted average rate of just over 90 basis points.\nAnd while realized performance and investment income was more muted in 2023, given the environment, our forward visibility has increased meaningfully year-over-year. Total embedded gains were $12.3 billion at year-end. That reflects embedded gains on our balance sheet plus gross on realized carried interest. This was up almost 40% compared to Q4 of 2022. The opportunity for future investing revenue remains robust. And strategically, we made a lot of progress in 2023.\nAs you likely know, we announced 4 initiatives towards the end of November. As an update, on January 2, we closed on our acquisition of the remaining stake in Global Atlantic for approximately $2.6 billion in cash. We believe this acquisition will create more value for policyholders and shareholders, and are excited to unlock future potential together.\nConcurrent with the closing of GA, we have created a new strategic holding segment, which you will see in our Q1 2024 earnings release. Here, the segment operating earnings will be driven by cash dividends from our core PE portfolio. We also revised our compensation ratios, which similarly will be reflected in our Q1 financials, delivering more FRE to our shareholders and driving even more alignment between our compensation model and the outcomes of our clients.\nCombining these aspects, we will be introducing a new reporting framework that will better highlight our business model. This will include a new financial metric, total operating earnings, which represents our more recurring forms of income. Prior to next earnings call, we will provide recast financials to help you further understand the various key metrics. As a reminder, we do expect these announcements to be accretive to all of our per share metrics. And together with the confidence and current visibility we have, it is what allowed us to increase our 2026 FRE per share target to $4.50-plus per share.\nIn 2023, we generated $2.68 per share of FRE. So our expectation is for a lot of growth from here. Given these 4 announcements, paired with the existing growth engines we have, we believe that we are well set up to drive meaningful scale. The opportunities we have across asset management, insurance and strategic holdings are multifold.\nTurning first to our Asset Management business. There remains a lot of upside here, with multiple drivers of growth. We have a lot of younger strategies that are just beginning to scale. We started 25-or-so investing businesses through the past decade alone and many are now starting to inflect. We are in asset classes and geographies with massive end markets: Asia, infrastructure, including climate and credit are all great examples. And as a reminder, we only want to be competing in areas with large addressable markets and where we have conviction that we can be a top 3 player.\nWe are in the early days of tapping into the private wealth end market. We've had early success in our K Series suite of products with a tremendous amount of opportunity that is still in front of us. With these growth avenues, along with our strong track record, talent and the trust that we've built with our clients, we feel that we could double our asset management business from here, and that's without starting anything new.\nSecond, we have a meaningful opportunity in insurance with our partnership with Global Atlantic. Insurance is a very powerful contributor to our business. GA has already created a lot of value, going from $72 billion of assets under management at our announcement of the initial transaction in July of 2020 to over $170 billion of assets under management today, including the pending Manulife block deal. We have a strong opportunity to unlock even more value together in investing, product development, global expansion, private wealth distribution and capital markets. And we are still in the very early stages of our partnership.\nAnd finally, number three, strategic holdings, where our opportunity is highly differentiated. This segment leverages all of our people, capabilities and our collaborative culture. As a result, we are uniquely positioned to capitalize on what we believe is a huge addressable market. And that's in addition to the current visibility we already have to drive net dividends in this segment of $300-plus million by 2026 and $600-plus million by 2028.\nIn summary, we are incredibly well positioned as a firm. And we really don't think there are many companies in our industry or others that have the type of visibility that we have for long-term growth. We have a high level of confidence that we can meaningfully grow all 3 of our business segments: Asset Management, Insurance and Strategic Holdings.\nWith that, we are excited to announce we are going to host an Investor Day in New York on April 10. Given the November strategic announcements and all of the opportunities across our firm, we thought it would be timely for you to hear directly from our senior leaders. We will provide additional detail in the coming months, and hope that you will join our broader team as we discuss our outlook and these opportunities.\nWith that, Scott, Craig and I are happy to take your questions."
  },
  {
    "header": "KKR",
    "cik": "0001404912",
    "ticker": "KKR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e7e8802bd2e781123b7715e697999004",
    "period": "2023 Q3",
    "content": "Q3 2023 KKR & Co Inc Earnings Call\n\nQ3 2023 KKR & Co Inc Earnings Call\n\nKKRNYSENOV 7, 10:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to KKR's Third Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. I'll now turn the call over to Craig Larson, Partner and Head of Investor Relations for KKR. Craig, please go ahead.\n\nCraig Larson\n\nManaging Director, Investor Relations, KKR & Co., Inc.\n\nThank you, operator. Good morning, everyone. Welcome to our third quarter 2023 earnings call.\nThis morning, as usual, I'm joined by Rob Lewin, our Chief Financial Officer; and Scott Nuttall, our Co-Chief Executive Officer.\nWe'd like to remind everyone that we'll refer to non-GAAP measures on the call, which are reconciled to GAAP figures in our press release, which is available on the Investor Center section at kkr.com. And as a reminder, we report our segment numbers on an adjusted share basis.\nThis call will contain forward-looking statements, which do not guarantee future events or performance. Please refer to our earnings release as well as our SEC filings for cautionary factors about these statements.\nSo to begin, I'm going to walk through the quarter's financial results before Rob discusses our key operating metrics. Turning to our results for the quarter.\nWe're pleased to be reporting fee-related earnings per share of $0.63 and after-tax distributable earnings of $0.88 per share. Management fees in the quarter came in at $759 million. This was up 13% compared to Q3 of 2022 and up 16% over the trailing 12 months. Relapse of management fees have been a bright spot for us, increasing 6% compared to last quarter and 25% over the last 12 months, driven by growth across several infrastructure and real estate strategies. Net transaction and monitoring fees were $124 million in the quarter, $100 million of which came from our Capital Markets business. Fee-related compensation was right at the midpoint of our guided range at 22.5% of fee-related revenues.\nOther operating expenses were $142 million. This expense figure is actually a little lower compared to both last quarter as well as Q3 of 2022. Here, you're really seeing us continue to invest for growth while maintaining our discipline at the same time. So putting this together, Fee-related earnings came in at $558 million or the $0.63 per share figure I mentioned a moment ago. In Q3, our FRE margin was 61.7%. We've talked consistently about our FRE margin being in the low 60s areas, and we've delivered on this. This is the 12th consecutive quarter where that margin has been at or above the 60% level, and we continue to feel very good about this margin, excuse me, migrating up from here into the mid-60s.\nRealized performance income was $329 million, and realized investment income generated $231 million. Both realized performance and investment income together were up over 2x from last quarter as exit activity increased in both our private equity as well as our U.S. real estate businesses. Realized performance and investment income compensation ratios were again both right at the midpoint in the quarter. So in total, our asset management operating earnings were $869 million.\nGlobal Atlantic again had a very strong quarter with our insurance segment generating $210 million of pretax earnings. To spend a moment on GA. On the institutional front, GA's block reinsurance transaction with MetLife remains on track to close in Q4 2023. We disclosed this transaction on last quarter's call. We expect our AUM to increase by approximately $13 billion upon closing. And looking further ahead, GA's pipeline and level of dialogue on future block activity remains healthy. And in terms of GA's individual business, GA experienced an increase in activity in Q3. So overall business momentum within this channel continues to feel very good as well.\nGlobal Atlantic AUM pro forma for the MetLife block now totals $158 billion. This is up from $72 billion or over 2x since the announcement of our acquisition in July of 2020. In our view, this really demonstrates the strength of GA's franchise, the power of the KKR-GA partnership as well as the high level of execution we've seen since the outset.\nSo back to our P&L. In aggregate, after-tax distributable earnings totaled $780 million or $0.88 per share.\nNext, just turning to Page 7 of our earnings release. We see investment performance summarized for the quarter as well as a trailing 12-month period. Looking at the figures on the page for the third quarter, our performance metrics broadly compare very favorably relative to public indices, which were mixed in the quarter. The traditional private equity portfolio was up 5% in the quarter, and over the 12 months, is up 12%. And looking to -- at our inception to date, blended IRR for our most recent flagship funds, that figure continues to stay strong at 23%.\nIn Real Assets, the real estate portfolio was up 1% for the quarter and down 9% over the last 12 months. Importantly, underlying NOI growth has remained strong across our portfolios, so the decline you see over the trailing 12 months reflects the change in interest rates as well as cap rate assumptions.\nInfrastructure was up 3% in the quarter and is up 14% over the last 12 months. as this asset class has continued to be resilient for us.\nIn credit, the leverage in alternative composites were both up 3% in the quarter and 14% and 9%, respectively, over the last 12 months.\nAnd turning for a moment to Page 25. Our core private equity portfolio has performed. Today, we are the largest manager of core PE capital with $35 billion of which includes third-party capital alongside of our balance sheet. And as you can see on the page, the fair value of investments we've made off the balance sheet at 9/30 was $6.5 billion. As a reminder, core PE is a long-duration investment strategy. We expect to hold these investments for 10 to 15-plus years. These investments generally have lower leverage over their whole periods compared to traditional PE and are more cash generative. The portfolio at this point is global, spans a wide range of industries, so we've continued to see strong growth in our portfolio that, in our view, is more stable and less cyclical in nature, which has really helped during periods of dislocation, such as the early stages of COVID as well as over the last 12 to 18 months.\nWe got into this asset class and have really treated it as a strategic growth avenue for us since we started, because it's an area where we firmly believe that our business model, including our industry depth, geographic breadth, collaborative culture and ability to drive business building all set us up very well to be the best global player in the asset class. We're big believers in the earnings power this strategy can create, and we continue to think about how to unlock that potential.\nAnd with that summary, I'll turn the call over to Rob.\n\nRobert H. Lewin\n\nChief Financial Officer, KKR & Co., Inc.\n\nThanks a lot, Craig. I thought it would be helpful this morning to go through what we are experiencing across the firm day-to-day. Despite what has been a dynamic operating environment, we find ourselves with a significant amount of momentum, especially across our key strategic growth areas. We are seeing a noticeable uptick in our pipelines around fundraising, deployment and monetizations, and I'll take you through each today.\nTurning first to fundraising. This quarter, we raised $14 billion, bringing the past 12 months to $54 billion. While the fundraising environment has been tough, we feel as though we're positioned very differently than a number of our peers. None of the $54 billion that we have raised over the LTM period has come from our flagship strategies, which are due to begin fundraising in the next year or so. Global Atlantic continues to have a lot of success in this rate environment and remains incredibly well positioned. Across our private wealth strategies, while still early, our momentum is strong, and our conviction around the size of the addressable market and our ability to take share continue to grow. In the framework of KKR, this is really all upside for us from here.\nFinally, many of our younger strategies continue to scale. Looking at the quarter in a bit more detail. First, our K Series suite of products. As a reminder, these primarily serve the private wealth end market globally, providing individuals with alternative investments that are traditionally have not been accessible to noninstitutional clients. We now have vehicles for all 4 of our major asset classes, private equity, infrastructure, real estate and credit, and we continue to be added to more private wealth platforms as these vehicles ramp. 2 years ago, we were on approximately 10 platforms and today, that number is closer to 40% across the suite of products that we manage with more to come.\nLooking at our Private Equity and Infra wealth products specifically. They are now raising approximately $500 million a month. So a really strong start for us, especially relative to our expectations, only reinforcing our confidence in the scale and impact of the long-term opportunity. Second, we raised $8 billion of capital in credit and liquid strategies in the quarter, and we were particularly active in private credit. As a reminder, private credit is comprised of our direct lending and our asset-based finance businesses, where AUM has scaled significantly. Today, in total, private credit AUM is $83 billion. That's up roughly 3x from $25 billion just 3 years ago. In direct lending, where we have $36 billion of assets under management, you're seeing us raise capital in a variety of forms.\nIn the quarter, we raised capital for our U.S.-focused strategy in traditional fund format, and through evergreen structures in both the U.S. as well as in Europe. We're seeing more interest in these perpetual vehicles as the asset classes become more mature and a more permanent part of institutions allocations. And we're at the outset of fundraising for our private BDC and continue to raise capital in our separately managed accounts.\nIn asset-based finance, we're continuing to build on our leadership position here. ABF is now close to $50 billion of AUM as of 9/30. We are raising capital in a variety of forms, including closed-end and open-ended fund structures in both our high-grade and opportunistic ABF strategies. There will be more to come here in future quarters as interest in both direct lending and ABF remains very high. This all really builds on the back of strong performance within our leverage credit business with many of our investment strategies ranking at the top of their respective peer categories.\nAs an example, our investment returns in both our opportunistic leverage credit strategy and our multi-asset credit strategy ranked in the top 1 percentile against their peer universes since their inception in 2008.\nAnd the third area on fundraising, I wanted to address were some of the more recent announcements that happened post 9/30. We held the final close in Next Generation Technology III at approximately $3 billion. That represents an over 30% increase to its predecessor fund. Global Impact Fund II is our growth equity platform investing behind proven companies that deliver scalable commercial solutions to global problems, also helped his final close post quarter end totaling $2.8 billion, which is over twice the size of its predecessor fund.\nAnd Asia infrastructure Chip. We have already raised $6.1 billion of capital here, making it the largest dedicated infra fund in the region and up from the $3.8 billion predecessor fund and we have not yet held the final close. This is another sizable platform that we have added to our infrastructure franchise, and I think further cements our leadership position in Asia more broadly.\nThese 3 funds in aggregate have increased from $7 billion across their prior vintages to approximately $12 billion of total capital today. This is all very high-margin AUM for us and in strategies that are still relatively young for KKR. As we look to 2024 and 2025, we expect fundraising at KKR will accelerate relative to the last 12 months. We have 30-plus strategies and are coming to market, including a number of flagships such as Global Infrastructure, Americas Private Equity and Asia private equity with the opportunity for continued scaling in our private wealth products alongside the traditional fund format.\nWe are also launching a new climate investing strategy. We have recruited a really talented and experienced team which is now fully integrated into our broader infrastructure platform, giving us confidence that we can become a real leader and a scaled player in the space.\nMoving next to deployment. We continue to be very constructive on risk/reward here across a number of our asset classes. We have about $100 billion of dry powder available to deploy and we've seen an uptick in announced investment activity since June. However, only a small portion of that closed in the 90 days ended September 30. We do expect an increase in investment activity in Q4 given our pipelines here. This dynamic should help the invested capital figures in addition to our capital markets revenues in Q4.\nAnd finally, our monetization activity has continued to pick up. In the quarter, our realized performance and investment income totaled $560 million. Activity in the quarter came from a wide variety of strategies and products. And as we look into the fourth quarter, standing here today, we currently have visibility on $400-plus million of monetization related revenue. One of the realizations in Q4 is from our investment in Kokusai Electric. Kokusai is a Japan-based manufacturer of semiconductor production equipment. We invested in the business back in December of 2017 through our Asia private equity platform. It is 1 of the 3 carve-out transactions where we've collaborated with an Hitachi Group.\nYou've heard us talk about Japanese carve-outs as a key investment theme, a number of times on these calls. Given our operational skills together with our relationships in the region, we feel particularly well positioned to pursue these investments. This is just the latest example for us. At the end of October, Kokusai was listed on the Tokyo Stock Exchange in the largest IPO in Japan since 2018 and the largest ever private equity-backed IPO. The stock has performed well since pricing, trading up approximately 35% and based on last week's closing price, our total investment is now marked at over 15x multiple money on a gross basis. We continue to own 40% of the company.\nIn addition to the positive outcome for our Asia private equity investors, the IPO also helps our branding across everything that we do in Japan. And likely, as a result, also creates more opportunity as we distribute K-Series products in this market.\nTurning to the firm as a whole. We still have $11-plus billion of embedded gains between our investments in carried interest. So the future around monetization-related revenue remains robust. This is compared to $9 billion of embedded gains at the beginning of the year. So we're up roughly 25% in what has been a volatile environment, while at the same time, having monetized a healthy amount of that embedded gain since 12/31. As you can hear, we continue to be really excited as a management team about our growth and our evolution. We have been executing on our plan of building a very high-growth and high-margin asset management business, which benefits from and is accelerated by what we are doing across insurance and core private equity.\nWith that, Scott, Craig and I are happy to take your questions."
  },
  {
    "header": "KKR",
    "cik": "0001404912",
    "ticker": "KKR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d0a3afff6dea96deaa238e7b02297b2f",
    "period": "2023 Q2",
    "content": "Q2 2023 KKR & Co Earnings Call\n\nQ2 2023 KKR & Co Earnings Call\n\nKKRNYSEAUG 7, 10:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to KKR's Second Quarter 2023 Earnings Conference Call. [Operator Instructions] I will now hand the call over to Craig Larson, Partner and Head of Investor Relations for KKR. Craig, please go ahead.\n\nCraig Larson\n\nManaging Director, Investor Relations, KKR & Co., Inc.\n\nGood morning, everyone. Welcome to our second quarter 2023 earnings call. As usual, I'm joined by Rob Lewin, our Chief Financial Officer; and Scott Nuttall, our Co-Chief Executive Officer. We'd like to remind everyone that we'll refer to non-GAAP measures on the call, which are reconciled to GAAP figures in our press release, which is available on the Investor Center section at kkr.com. And as a reminder, we report our segment numbers on an adjusted share basis. This call will contain forward-looking statements which do not guarantee future events or performance. Please refer to our earnings release and our SEC filings for cautionary factors about these statements.\nTurning now to the quarter. We're pleased to be reporting fee-related earnings per share of $0.67 and after-tax distributable earnings of $0.73 per share. I'm going to begin by walking through the financials. Management fees in the quarter came in at $749 million. Net transaction and monitoring fees were $190 million in Q2, with Capital Markets generating $150 million of revenues. Capital Markets activity was most pronounced in our infrastructure business, which contributed approximately 45% of revenues in the quarter. And along with core private equity, these 2 strategies generated over 60% of Capital Markets transaction fees in the quarter, reflecting the continued diversification of the business.\nSo in total, fee-related revenues were $967 million. This was up 7% from last quarter and is up 25% year-over-year. Fee-related compensation was right at the midpoint of our guided range at 22.5% of fee-related revenues, and other operating expenses were $147 million. Putting this together, fee-related earnings came in at $602 million or $0.67 per share with an FRE margin of 62%, which continues to be best-in-class looking across our industry. And for the quarter, FRE improved 10% from last quarter and on a year-over-year basis, so this is compared to the second quarter of 2022, FRE is up 31%.\nMoving to realized performance income. Realization activity, as we discussed last quarter, was more muted against the slower transaction environment. So for the quarter, we generated $149 million of realized performance income while realized investment income came in at $115 million. In total, our asset management operating earnings were $752 million. Our insurance segment generated $170 million of pretax earnings in the quarter as Global Atlantic continues to operate at a high level. As a reminder, we expect pretax ROE to be in that 14% to 15% range, so performance this quarter was just above the top end of that range. In aggregate, this resulted in after-tax distributable earnings of $653 million or the $0.73 per share figure that I mentioned a minute ago.\nNext, moving to investment performance. The traditional private equity portfolio was up 5% in the quarter, and over the last 12 months, appreciated 2%. Importantly here, inception-to-date IRRs for our blended flagship funds, so that's Americas XII, Europe V and Asia IV remain strong at 22%, which is meaningfully ahead of the corresponding 9% figure for the MSCI World. In real assets, the real estate portfolio was flat for the quarter and down 11% over the last 12 months. Our portfolio continues to be heavily weighted towards those assets and themes where you're seeing strong fundamentals and cash flow growth, so think industrial assets, data centers, rental housing, student housing and self storage.\nHowever, as cap rates have increased over the last 12 months, that more than offset the underlying NOI growth and that's what's leading to the decline you've seen over the LTM period. Infrastructure was up 2% in the quarter and up 10% over the last 12 months, reflecting the strength of the portfolio really on a global basis. And with higher interest rates, we've strategically leaned into more inflation-protected assets. And in credit, the leverage in alternative composites were up 3% and 2%, respectively, for the quarter and 12% and 5%, respectively, over the last 12 months.\nMoving next to capital metrics, we raised $13 billion in the quarter. Fundraising activity was actually quite diverse driven by our middle market private equity strategy, our K Series suite of products focused on private wealth, which Rob is going to touch further on in a moment, our core infrastructure strategy and real estate across all geographies. And this is in addition to inflows from Global Atlantic as well as capital raised for our Ivy reinsurance sidecar fund, which held its final close in the quarter. With that, our assets under management increased to $519 billion and fee-paying AUM to $420 billion.\nAnd finally, we've continued to deploy capital. In the quarter, we invested approximately $10 billion pretty evenly spread across private equity, real assets and credit. Deployment within private equity was largely driven by core PE while real estate deployment was most focused on credit in the U.S. as well as equity investments in Asia. And in our credit business, deployment was relatively diversified across asset-based finance and direct lending.\nNow before turning it over to Rob, we want to spend a minute or 2 on our work to create and protect value through sustainability, which we detailed in our 12th annual sustainability report that we published in June and is also available on our website. Now one of the areas where we've shown real leadership is our work around broad-based employee ownership in our portfolio companies. And building off of the C.H.I Overhead Doors and Minnesota Rubber & Plastics examples discussed previously, we have another case study in RBmedia. RBmedia is one of the largest audiobook publishers in the world. And in connection with our investment, we introduced a broad equity ownership program across the company.\nAnd by partnering with the workforce and through all of their great work, wonderful things have happened, including a 22% CAGR in its core publishing business EBITDA over the life of our investment. So we announced the sale of RBmedia in late July, and this will be a very successful outcome for its employees. All RBmedia colleagues will earn significant cash payouts, with nonmanagement employees receiving 100% of annual income on average and the most tenured employees receiving 2 years of their annual income.\nThis outcome can be a financial game changer for people, and it's driving real value. Over these 3 recent exits, we've averaged approximately a 6x multiple of costs on behalf of our clients. So at this point, we've introduced broad-based employee ownership programs at over 35 companies and we've touched over 60,000 employees. And we expect these numbers to continue to grow from here and hope and expect we'll have more stories like RBmedia to share with you in the quarters and years ahead. And with that, I'll turn it over to Rob.\n\nRobert H. Lewin\n\nChief Financial Officer, KKR & Co., Inc.\n\nGreat. Thanks a lot, Craig. The operating backdrop has begun to improve. And as Craig just ran through, our model continues to deliver consistent results. With that, let's shift the focus of the conversation to the future. Our model, growth trajectory and culture are differentiated within our industry. I thought it would be beneficial to go through 3 of the foundational building blocks that have driven much of our differentiation, and more importantly, be a key driver of KKR's future earnings quality and growth. We have taken very deliberate steps to build a business that benefits from several different growth engines, providing both greater earnings stability and significant long-term earnings power.\nNumber one, we've built a business that has meaningfully increased the durability and recurring nature of our revenues, and we expect that trend to continue. Page 4 of the earnings release highlights this point very well. On the left-hand side of the page, you see that over just the past 2.5 years, we have doubled our management fees, our most recurring revenue stream from $1.4 billion in 2020 to $2.9 billion over the last 12 months. And fee-related earnings in turn have also increased meaningfully from $1.3 billion in 2020 to approximately $2.3 billion over the prior 12 months. Alongside this growth, the quality of these earnings has significantly improved as we've become much more diversified by strategy and by geography.\nIn addition, the form of our capital base has also evolved with our perpetual capital increasing from $22 billion at the end of 2020 to $200 billion today. Our perpetual capital now accounts for roughly 50% of our fee-paying AUM relative to approximately 10% at the end of 2020. We will continue this focus of increasing both our recurring revenue and profitability as well as diversifying the form of our fundraising and capital base.\nThe second building block are the multiple identifiable growth avenues across our business. We have discussed a number of these drivers over the last couple of earnings calls. But today, I'm going to focus on just 2 areas that have been more notable in the quarter, insurance and private wealth. Global Atlantic has continued to be a fantastic acquisition for us. Looking at the past few months, we would highlight 2 very important initiatives. In May, GA announced a reinsurance agreement with MetLife funded by GA's balance sheet, our Ivy platform and co-investors. With this transaction, AUM will increase by $13 billion upon closing, and the transaction will be beneficial to both management fees as well as insurance operating earnings.\nAnd in June, KKR and GA together formed a strategic partnership with Japan Post Insurance. This partnership allows us to pursue additional growth opportunities through our collaboration with a key player in the Japanese insurance market. And as part of this, Japan Post committed meaningfully to Ivy II, which, as Craig mentioned, held its final close in the quarter. Overall, GA has continued to demonstrate significant momentum with $144 billion of AUM as of Q2. This has doubled since we announced the acquisition in 2020, a further proof point of our acquisition and a demonstration of how the alignment we've created can drive real success.\nA specific area where GA has really helped accelerate the growth of one of our businesses is private credit. Today, we manage $78 billion in private credit with $45 billion of that in asset-based finance. We are a leader in the ABS space, encompassing both our high-grade and higher-yielding strategies. And with recent regional bank retrenchment, the already $5-plus trillion ABF addressable market has even more structural tailwinds for us, as those seeking capital look to KKR as a real solutions provider with scale. The multiyear relationship announced in the quarter with PayPal is just 1 recent example.\nI'll now turn it to private wealth. We've touched on this topic a number of times, given the market opportunity alongside the significant investments we have made in order to launch and distribute a number of new products. In Q2, we started fundraising for 2 new private wealth strategies focused on private equity and infrastructure. The launch of these products was a critical step in addressing the massive private wealth end market and introducing, on a global scale, products that traditionally have not been accessible to noninstitutional clients. We're off to a really good start here. In total, including capital that was raised in Q2 and so far in Q3, we've raised $1.9 billion across these 2 strategies. While we are still in the very early days, these initial results are ahead of our expectations. We have also launched in just a handful of platforms so far, and we would expect that to increase over the coming quarters.\nIn our credit business, we look forward to the launch of a new private BDC later this year. In addition to direct lending, the strategy incorporates a specific allocation to asset-based finance, which we think will be viewed as a real differentiator. So at this point, we have a full suite of private wealth solutions strategically aligned with our 4 key investment verticals across the firm. Our focus here remains very much long-term oriented, ensuring that we are a real winner in the space over the next 5 to 10-plus years. Our conviction around success is high and is driven by a number of factors, including our brand, investment track record, our significantly expanded distribution and marketing teams and our scale to be able to invest into the opportunity set. And importantly, each one of our core products across PE, infra, real estate and credit have aspects that are unique and a real testament to the innovation capabilities of our team.\nNow turning to building block #3. We continue to achieve substantial growth in our earnings power because of both an increase in our fee-paying AUM and capital deployment. We currently have $10 billion of embedded gains that sit on our balance sheet. That's the fair value of our carry and investment portfolio relative to the underlying cost. That's up from $3.7 billion just a few years ago. This provides a real lens into our ability to create meaningful revenue outcomes in the future. And over the next few years, with continued investment performance and further capital deployment, that number is biased to increase, even as we expect to monetize more as the environment hopefully becomes more constructive.\nA reminder for how we think about earnings power, distributable earnings is largely a cash metric. So in times like these, when we sell less through the monetization environment, we are underearning that intrinsic earnings power. And embedded gains are only 1 piece of that equation. Our expectation here is for continued scaling of our more recurring revenue businesses as well. Just looking at management fees alone, without raising another dollar, we currently have $38 billion of AUM with a weighted average management fee rate of almost 100 basis points that has not yet turned on. This capital, once activated, would directly flow into management fees and be additive to earnings but is not reflected today in our FRE or after-tax DE. We also have $100 billion of dry powder, 96% of which is carry-eligible. When we invest that capital, it creates the potential for more embedded gains and therefore, revenue over time.\nThese are the main reasons why we are so constructive around the potential for further significant and sustainable growth in our earnings per share over time. We have never been more confident around our model and our prospects, which is one of the reasons that you saw us buy back some stock in the quarter. Since the end of Q1, we have bought back or canceled approximately 6 million shares at an average price per share of less than $50. Share repurchases have historically been and will continue to be an important driver of value creation for our shareholders. As a reminder, since we initiated our buyback program in 2015, we have bought back or canceled approximately 92 million shares at an average price per share of just over $27. This represents more than 10% of KKR's shares outstanding today and almost 15% of our free float.\nAnd with our recent acquisitions such as KJRM, our Japanese REIT manager and Global Atlantic, we have completed almost $5 billion of purchase price M&A with limited share issuance. We remain, as a management team, the largest owners of stock and are highly aligned with shareholders in our focus on equity value creation.\nSo to summarize, our earnings growth will continue to be supported by more stable forms of income, including our diversified, high-quality and growing management fee business, underpinned by our $200 billion of perpetual capital. Number two, we have several differentiated growth avenues, including insurance and private wealth, amongst many others. And finally, our embedded gains and, more broadly, our earnings power is expected to continue to increase. These compounding pieces are why we continue to feel more confident than ever in our 2026 targets of $4-plus of FRE and $7-plus of after-tax DE per share. With that, Scott, Craig and I are happy to take your questions."
  },
  {
    "header": "KKR",
    "cik": "0001404912",
    "ticker": "KKR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cbfe262d238977c72d856d386694bf48",
    "period": "2023 Q1",
    "content": "Q1 2023 KKR & Co Inc Earnings Call\n\nQ1 2023 KKR & Co Inc Earnings Call\n\nKKRNYSEMAY 8, 12:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to KKR's First Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note, this conference is being recorded. I will now hand the call over to Craig Larson, Head of Investor Relations for KKR. Craig, please go ahead.\n\nCraig Larson\n\nManaging Director, Investor Relations, KKR & Co., Inc.\n\nThank you, operator. Good afternoon, everyone and welcome to our first quarter 2023 earnings call. As usual, for the call, I'm joined by Scott Nuttall, our co-Chief Executive Officer; and Rob Lewin, our Chief Financial Officer. We'd like to remind everyone that we'll refer to non-GAAP measures on the call, which are reconciled to GAAP figures in our press release, which is available on the Investor Center section at kkr.com. And as a reminder, we report our segment numbers on an adjusted share basis.\nThis call will contain forward-looking statements, which do not guarantee future events or performance. Please refer to our earnings release and our SEC filings for cautionary factors about these statements.\nThis quarter, fee-related earnings per share came in at $0.62, and after-tax distributable earnings came in at $0.81 per share. I'm going to begin the call by walking through the details for the quarter before turning things over to Rob. So beginning with management fees. Management fee growth continues to be a real bright spot for us. In Q1, management fees were $738 million. That's up 18% year-over-year, and looking over the last 12 months, management fees are up 23%.\nLooking a little deeper, over the last 12 months, management fees in private equity and credit both increased 18%, while in real assets, management fees are up 40%. Net transaction and monitoring fees were $142 million for the quarter, $102 million of which came from our Capital Markets business. Our fee-related compensation margin was at the midpoint for the quarter at 22.5% and other operating expenses were $150 million. So putting that together, fee-related earnings were $549 million for the quarter or $0.62 per share, which I mentioned a moment ago, and that's with an FRE margin of 61%. This is now the tenth consecutive quarter where you've seen our FRE margin at or above that 60% level.\nWalking further down the income statement. Realized performance income totaled $175 million, driven by our traditional and core private equity businesses, and realized investment income was $198 million for the quarter, driven by activity in growth equity. Both realized performance and investment income compensation margins were at their midpoints for the quarter. Our asset management operating earnings were $778 million, and our insurance segment generated $205 million of pretax operating earnings, which I'll spend another minute on shortly. So in aggregate, this resulted in after-tax distributable earnings of $719 million or $0.81 per share.\nNow turning to investment performance. The traditional private equity business was up 2% for the quarter, and over the last 12 months, was down 9%. Importantly here, inception-to-date IRRs for our blended flagship funds, so Americas XII, Europe V and Asia IV remained strong at 22%, which is meaningfully ahead of the corresponding 7% figure for the MSCI World. In real assets, the real estate portfolio was down 3% in Q1. While we are all seeing a difficult market for a handful of areas within real estate, our portfolio continues to be heavily weighted towards those assets and themes where you're seeing strong fundamentals and cash flow growth. So think industrial assets, data centers, rental housing, student housing and storage. However, as cap rates increased in the quarter, that more than offset NOI growth, leading to the modest decline in the portfolio for the quarter.\nInfrastructure was up 7% in the quarter. This performance reflects the strength of our infrastructure portfolio on a global basis. And with higher interest rates, we've strategically leaned into more inflation-protected assets. On the leveraged credit side, the portfolio was up 4% in the quarter, outperforming its index, while the alternative credit portfolio was up 2%. And for the balance sheet, investment performance was flat in Q1.\nNow in addition, we have 2 new updates that can be seen through the earnings release. First, I briefly mentioned our insurance results this quarter. Turning back to this topic, we expect you saw the recast financials we posted last week on our website and also filed through an 8-K. These changes reflected 2 things: first, per FASB guidance and as required for all SEC filers, we implemented the accounting principles of LDTI with NKTR's insurance segment to reflect the new accounting standards for long-duration contracts such as life insurance and annuities. Overall, the impact here on our segment financials are quite modest. There was a $1 million positive impact to 2021 pretax insurance segment operating earnings and a $74 million positive impact to 2022 pretax insurance segment operating earnings.\nAnd in terms of 12/31 book value, there is an increase of $480 million. And second, to conform to other alternative asset management companies and enhance comparability, we're reporting our insurance segment operating earnings on a pretax, not an after-tax basis. So as you look at Page 3 of the earnings release, income taxes attributable to KKR's asset management and our insurance segment are now captured within that single line item titled Income Taxes on operating earnings. The 8-K referenced a moment ago recast our financials reflecting all of these changes for 2021 as well as on a quarterly basis for 2022 to help everyone look at our results on a comparable basis.\nAnd the second change within our press release you'll see on Page 25. We have included additional disclosure on our core private equity strategy. With $34 billion of AUM, we believe we have the largest core PE asset management business in the world. And core PE remains the largest allocation we have on our balance sheet so we thought the additional disclosure and context would be helpful for investors this quarter as well as in quarters to come. As a reminder, this is a long-duration investment strategy for us, where we expect to hold investments for 10- to 15-plus years and believe these investments carry a more modest risk return profile compared to traditional PE.\nAnd as you can see on the page, our core PE balance sheet investments have increased steadily from $1.4 billion in 2018 to over $5.7 billion of fair value today. The $5.7 billion of fair value compares to the $2.7 billion of costs or 2.1x of cost currently, a strong return over approximately 5 years. In total, core comprises approximately 32% of total balance sheet investments and consists of 19 companies across multiple industries and geographies. And with a little over 20% of total PE capital invested in the last 12 months into core PE, we remain very active in the space.\nAnd 1 final note. Consistent with historical practice, we increased our dividend to $0.165 per share per quarter or $0.66 on an annualized basis. This is now the fourth consecutive year we've increased our dividend since we changed our corporate structure. And with that, I'm pleased to turn the call over to Rob.\n\nRobert H. Lewin\n\nChief Financial Officer, KKR & Co., Inc.\n\nThanks a lot, Craig. The past few months have certainly continued to be dynamic on the macro front. However, different backdrops do create opportunities, especially for firms like ours that have substantial locked-up capital, a significant amount of dry powder and a global and highly coordinated investment team with expertise that spans multiple different asset classes. I thought it would be helpful this morning to go through what we are experiencing day-to-day across the firm.\nLet's start with fundraising. We raised $12 billion of capital in the quarter. In private equity, activity this quarter included the final close on European Fund VI at $8 billion, which is approximately 20% larger than its predecessor. It's a really great outcome in what is the most challenged part of the fundraising market and now gives us $40 billion of committed capital in total, looking at our active traditional PE funds across Asia, North America and Europe. We believe this is the largest active capital base for traditional private equity by a wide margin.\nIn credit and liquid strategies, we raised almost $9 billion in Q1, which is just [ about ] what we raised on average per quarter in 2022. In total, though, the $12 billion of new capital raised is a little bit on the lighter side for us. Scott is going to follow up with a little more color on the fundraising environment in a few minutes. Now against this backdrop, we still do feel incredibly fortunate for a few reasons. First, since 2020, we've raised approximately $60 billion of capital for our traditional private equity and core private equity franchises. Given all the flagships raised over this period, 2023 was never going to be an outsized fundraising year for us. So our focus in private equity is on investing the capital that we have previously raised. And we have almost as dry powder as we've ever had as a firm to invest into the dislocated environment.\nNow to be clear, we are still in the market fundraising for 30-plus strategies, largely in real assets and credit over the next 12 to 18 months, and our fundraising teams remain highly engaged with our clients. Second, we continue to make progress against our strategic priorities. As an example, we've talked to private wealth and democratized products several times on these calls. And we are pleased that since our last earnings call, our democratized private equity vehicle outside the U.S. raised over $400 million on just 1 platform at its first close, which will show up in our Q2 results. It's a great start for us, and we hope to build on this momentum with the wire houses as the domestic vehicle comes online in the second half of the year.\nAnd in terms of our democratized infrastructure strategy, our U.S. vehicle is expecting a first close over the summer, while its international counterpart is right on its heels with a first close expected soon thereafter. We are really excited about both of these strategies. And while we're in the earlier days, we're pleased with initial reception and enthusiasm. The launch of these products is a critical step in addressing the huge private wealth end market and bringing products that traditionally have largely not been accessible to noninstitutional clients on a global scale.\nAnd third, on the insurance front, momentum really does continue at Global Atlantic. AUM at GA has almost doubled since we announced the acquisition in July 2020 from $72 billion to $142 billion today. And since the transaction closed in early 2021, our share of book value has increased from $2.9 billion to $4.4 billion. In terms of Q1, financial performance continued to run ahead of our expectations and capital raising remains robust. While GA did not announce any block transactions in Q1, our pipeline here of compelling opportunities remains quite strong, and we would expect greater activity over time.\nTurning now to deployment. We have $106 billion of dry powder, which is close to a record figure for us and feel really excited about the investing environment that we are currently in, so we remain incredibly well positioned to build the portfolio for the future. And looking what our teams have done more recently, we continue to be pretty creative of putting that capital to work. In European private equity, we announced the acquisition of FGS Global, a leading strategic communications advisory firm. This is the latest example of the team's focus on proprietary opportunities where we can provide long-term capital and a global network of resources to help an entrepreneurial, world-class management team that we've known and worked with for over a decade.\nIn infrastructure, we closed on the acquisition of Vantage Towers in partnership with Vodafone. Vantage is our latest take-private transaction. We have announced or closed on 10 take-privates since the beginning of 2022. An investment largely from our diversified core Infra Fund, Vantage is the second largest telecom tower company in Europe. And in our credit business, we are very constructive on the risk reward we're seeing today in the market. As the syndicated loan markets have remained choppy, new issue volumes are down over 50% year-to-date. Companies looking for debt capital continue to increasingly look to the private credit markets where base rates are up, spreads are wider and lender protections are more significant. We believe that we are in the best direct lending environment that we have seen for the past 10-plus years.\nNow with interesting deployment, which largely comes from higher volatility does come a more challenged monetization environment. The environment here continues to be quiet and our expectation is that it will remain soft for much of 2023. However, as we've discussed in prior calls, our business model has multiple advantages. And one of them is that 90-plus percent of our capital is locked up for the long term or is perpetual in nature. So we are not core sellers, and we won't look to aggressively monetize our portfolio unless it's into a window that maximizes outcomes for our investors.\nEven with the volatility and markdowns we have appropriately taken over the last 12 to 15 months, we maintain over $9 billion of embedded gains on our balance sheet. So if we never made another investment and created no additional value or returns, we are positioned to generate $9-plus billion of monetization-related revenue. The key message you're hearing from us today is that we remain highly confident in our portfolio, and we'll optimize the monetization outcome when it is most advantageous to our investors.\nSo to summarize, while the past several months have presented a more challenging operating environment, it has not changed our long-term outlook. We continue to have more conviction in our ability to meet our goals: FRE of $4-plus per share and after-tax DE of $7-plus per share by 2026 than we did when we first issued that guidance in late 2021. In our teaching materials posted at the beginning of this year, we introduced 6 very significant drivers of value creation for KKR. These areas, real assets, Asia Pacific, core private equity, private wealth, insurance as well as the opportunities afforded to us through our balance sheet continue to position us for substantial growth, and that is why we have the confidence that we do in our long-term fundamentals. With that, let me hand it off to Scott.\n\nScott C. Nuttall\n\nCo-President and Co-Chief Operating Officer, KKR & Co. LP\n\nThank you, Rob, and thank you, everybody, for joining our call today. I thought today, I'd talk about what we're seeing near term and how we're feeling longer term. Near term, the market volatility is doing 3 things: it's causing some institutional asset allocators to be more cautious and delay decisions. It's making us want to sell less of our portfolio, and it's creating some very attractive investment opportunities for us.\nOn the fundraising front, we are seeing some investors pause as they get their bearings. This is, in particular, true in some U.S. and European institutions. It has not been the case in other areas. Until this changes, it will likely slow down capital formation in the near term for some of our efforts. We don't expect this to have a big impact on the firm for a couple of reasons. First, as Rob noted, we are not in the market with our flagship PE funds this year. We expect those to come back to market in 2024 and 2025. Frankly, we're fortunate with that timing.\nWe have been actively raising capital, however, for our nonprivate equity businesses. To put some numbers to this, new capital raised over the last 12 months totaled $67 billion. $63 billion or 95% of that number was raised in strategies outside of traditional private equity funds. Given the growth in scaling across our credit and real asset platforms, we are meaningfully more diversified across strategies than someone less familiar with KKR would likely expect. Second, we are seeing the benefit of increased diversification across our distribution channels and are less reliant on any 1 type of investor than we used to be.\nAs background, a handful of years ago, we sold almost exclusively to institutions. Today, we sell to institutions, insurance and private wealth. Taking those in turn, while some institutions are pulling back or delaying a bit, others like sovereign wealth funds are not, and we are having a number of productive dialogues globally, in particular around private credit and real assets. Our insurance efforts are also scaling meaningfully. You heard the $142 billion number from Global Atlantic. If you include the $56 billion we have from third-party insurers, we now manage nearly $200 billion for insurance companies globally. That number is up nearly 50% from 2 years ago.\nAlso, as Rob referenced, we are now live with our democratized PE and infrastructure strategies. Our democratized real estate product has been raising capital since mid-2021 and is adding more platforms. And we have another private credit vehicle for the wealth channel in the pipeline for later this year. So we will have all 4 of our major asset classes in democratized format available globally and being added to multiple new platforms over the course of the next several quarters. Candidly, we don't yet know what all this will yield. But we do know it will be upside for us relative to what we've been doing to date. And we know that the private wealth opportunity is significant for the firm.\nSo we are diversifying KKR not just in how we invest but in how we access capital. And we see all this lining up really well for us over the next couple of years as we expect to be back in the market with our flagship funds at a more hospitable time, which will coincide with us continuing to scale our insurance efforts, which are proving countercyclical and benefiting from a higher rate environment, at which point, we will also be more mature in private wealth with our products on multiple platforms in multiple geographies, all while our recently expanded sales force, up from 100 to 280 people in the last couple of years, is hitting their stride.\nSo despite the near-term fundraising environment, we feel good about the progress we're making and now have multiple ways to win with more momentum coming. So that all bodes well.\nOn the monetization front, we will likely sell less in an environment like this, but we are seeing the value of the portfolio continue to grow so this is really just a timing question. And on the investing front, the great news is times like these tend to generate some of our best investments. We expect the next couple of years to be strong vintage years for returns across asset classes. So we expect our earnings down the road to be higher as we monetize the investments we're making in this environment. Putting this all together, while the near term may feel harder to interpret and the next couple of quarters may stay bumpy in markets, we actually feel great about how we are building the firm and executing our plan.\nNow switching to the longer term. Last quarter, I referenced the market volatility and suggest that it's important to separate the signal from the noise and that we remain focused on what we can control. That continues to be the case. The market noise has not changed our bottom line. We feel even more convicted in hitting the FRE and after-tax DE targets we shared with you. Let me explain why. In January, we shared how the earnings power of the firm has evolved. We are in a fundamentally different place than we were even a few years ago. Because we report DE largely on a cash basis, there will be times we are over-earning that earnings power and times we are under-earning. In times like this, when we are selling less, we are under-earning.\nBut we look at how that earnings power is trending and our progress has been significant. Our ability to create forward-looking financial outcomes is well ahead of where we were just a few years ago. The capital we're raising is increasing the amount of dry powder we have, already a near record $106 billion. And we have a lot of management fee growth visibility with $37 billion of committed capital where fees turn on when the capital is invested. Our carry-bearing invested capital, up 3x over the last 5 or so years, is continuing to scale with a great investing environment in front of us as we deploy our dry powder. And our embedded gains continue to increase, from $2 billion to $9 billion over the last 3 years.\nPutting all this together and stepping back, our run rate earnings power has doubled over the last 3 years at KKR. That's a metric we think matters, especially when the noise is loud. So thank you for taking the time to understand our business. And hopefully, it's clear why we are so optimistic about the path and growth ahead. With that, we're happy to take your questions."
  },
  {
    "header": "KKR",
    "cik": "0001404912",
    "ticker": "KKR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/815732efa90aba202f6cc6e8b0d2bffe",
    "period": "2022 Q4",
    "content": "Q4 2022 KKR & Co Inc Earnings Call\n\nQ4 2022 KKR & Co Inc Earnings Call\n\nKKRNYSEFEB 7, 10:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to KKR's Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference call is being recorded.\nI will now hand the call over to Craig Larson, Head of Investor Relations for KKR. Craig, please go ahead.\n\nCraig Larson\n\nPartner and Head of IR, KKR & Co. Inc.\n\nThank you, operator. Good morning, everyone. Welcome to our fourth quarter 2022 earnings call. This morning, as usual, I'm joined by Rob Lewin, our Chief Financial Officer; and Scott Nuttall, our Co-Chief Executive Officer. We'd like to remind everyone that we will refer to non-GAAP measures on the call, which are reconciled to GAAP figures in our press release, which is available on the Investor Center section at kkr.com. And as a reminder, we report our segment numbers on an adjusted share basis.\nThis call will contain forward-looking statements, which do not guarantee future events or performance. Please refer to our earnings release and our SEC filings for cautionary factors about these statements.\nSo this quarter, we're pleased to be reporting solid results with $0.63 of fee-related earnings per share and $0.92 of after-tax distributable earnings per share. I'll start by walking through the quarter. So beginning first with management fees. Management fee growth continues to be a real bright spot for us. In Q4, management fees were $706 million, that's up 5% compared to last quarter and up 19% compared to Q4 of 2021. And comparing full year 2022 to 2021, management fees increased 28% from $2.1 billion to $2.7 billion. Growth in full year 2022 was greatest within our Real Assets business where management fees increased over 50%. Net transaction and monitoring fees were $195 million, with our Capital Markets business, generating $144 million of revenue in the quarter.\nNow to go through expenses. Our fee-related compensation margin for the quarter was 20%, which is at the low end of our 20% to 25% range. Rob is actually going to circle back on this topic in a moment. And other operating expenses for us were $177 million. The increase here compared to last quarter was driven by higher professional fees given activity levels across the firm as well as increased expenses related to capital raising. So in total, fee-related earnings for Q4 were $559 million or $0.63 per share with an FRE margin of 61%.\nMoving to realized performance income. We generated $339 million with realized carried interest driven by monetizations of Minnesota Rubber and Plastics as well as a number of public positions while realized incentive fees were driven by the crystallization of performance fees at Marshall Wace. Realized investment income was $223 million for the quarter. Overall, our asset management operating earnings came in at $946 million.\nNow turning to our insurance segment. Global Atlantic had another strong quarter, generating $165 million of operating earnings. This quarter, the results were driven by an increase in invested assets from new business growth alongside a continued rotation into higher-yielding assets. This resulted in after-tax DE for us of $822 million or $0.92 per share.\nNow turning to investment performance in Pages 7 and 8 of our earnings release. Page 7 shows investment performance across our major asset classes for the fourth quarter as well as the full year. Beginning first with traditional private equity, the portfolio was flat in Q4 and off 14% for the year. Those figures are below public indices for the quarter and ahead of public indices for 2022. In real estate in the quarter, the portfolio was marked down by 8%, driven by a widening of cap rates on unrealized investments, offset some by strong rent growth in the quarter. And for the year, the portfolio appreciated 3% meaningfully ahead of public REITs as well as broad real estate indices.\nThe infrastructure portfolio was up 3% in the quarter and up 9% for the year. Very strong performance in infra given broad volatility again across markets. And on the leveraged credit side, the portfolio was up 3% for the quarter and minus 3% for the year, and our alternative credit portfolio was up 1% in Q4 and up 2% for the year. Volatility in 2022, of course, was not limited to just the equity markets, investment-grade and high-yield indices declined 13% and 11% over the course of the year.\nNow perhaps more important are the figures that you see on Page 8 of the earnings release. This page shows investment performance since inception across our recent funds that have been investing for 2-plus years. The figures you see here, of course, reflect any marks taken in Q4 or over the course of 2022. Looking at this page and taken together, we continue to feel very good about the returns we've been generating on behalf of our clients.\nIn terms of our balance sheet investments, performance was flat in the quarter and down 5% for the year, again, against a volatile backdrop. Of note here, core private equity investments on the balance sheet have continued to perform. For the quarter and the year, the core PE portfolio appreciated 7% -- excuse me, appreciated 5% and 7%, respectively.\nTurning to capital metrics. We raised $16 billion in the quarter. This was driven by fundraising across our growth and traditional PE strategies, leveraged credit, a block transaction at Global Atlantic, alongside incremental flows at GA. This brings our full year 2022 total new capital raised to $81 billion. Our assets under management increased to $504 billion as of 12/31, with fee-paying AUM coming in at $412 billion. We continue to find opportunities to invest, deploying $16 billion in the quarter. Infrastructure and traditional private equity accounted for about half of the Q4 deployment with opportunities dispersed globally.\nAnd finally, before handing it to Rob, consistent with our historical approach, we're pleased to announce our intention to increase our annual dividend policy from $0.62 to $0.66 per share. This change will go into effect for the dividend announced alongside first quarter 2023 earnings. And at the same time, we've increased our stock repurchase authorization back up to $500 million.\nAnd with that, I'll turn it over to Rob.\n\nRobert H. Lewin\n\nPartner & CFO, KKR & Co. Inc.\n\nThanks a lot, Craig, and thank you, everyone, for joining our call this morning. I thought I'd begin by giving you a sense of our recent annual planning meetings. We got our senior team together earlier this year to review where we are as a firm, where we're going and most importantly, what we need to get right to capture the opportunity that is in front of us. Listening and participating in these discussions was incredibly energizing. We've never had a stronger team and been more aligned around where we are going as a firm. We have a number of very clear avenues for long-term and sustainable growth and more confidence than ever in our ability to achieve it.\nI'm going to step through some of these more material opportunities for growth in a minute, but before I do that, I first wanted to emphasize just a few points about 2022. Starting with our fundraising. We raised $81 billion of capital last year, the second most active year in our history. And of course, all against a much more complex market backdrop and without significant contributions from our flagship strategies. Over 70% of our fundraising last year came in our real assets and credit businesses, strategies that are often front-of-mind for our clients in rising interest rate as well as inflationary environments.\nMoving to deployment. We invested a healthy amount of capital over the last 12 months. Looking at private equity and real assets taken together, deployment here was approximately 20% greater in 2022 compared to 2021 as teams were able to find very creative ways to put capital to work. For example, across PE, growth, and infra, we announced or closed on 10 take-private transactions over the course of the year. And as our footprint has scaled and become more diversified, so has our deployment. Real assets strategies were 16% of total firm deployment activity in 2020. That number totaled almost 40% in 2022. Over that same 2-year period, credit deployment has increased approximately 2.5x as the business has expanded with Global Atlantic as a partner and new focus funds such as asset-based finance.\nAnd finally, I'd like to circle back to our compensation expense and the comp margins that you saw in Q4. Fee-related compensation was 20% of fee-related revenues. That is at the low end of the 20% to 25% range that we've articulated historically, while realized investment income comp was 10% of realized investment income, also at the low end, in this case, of the outlined 10% to 20% range. Carried interest comp was at the midpoint for the quarter which, as a reminder, is 65%. This had the impact of reducing our total compensation margin for the quarter, which, including equity-based comp, was 32%.\nGiven realized carried interest generation across KKR over the course of 2022, we felt that we could move to a low end of our FRE and investment income compensation ranges and show some expense discipline in support of our operating earnings, while importantly, still ensuring that we have the capacity to recruit, retain and incent world-class investment, distribution and operations talent.\nAs we think about levers that we have as a firm to generate long-term earnings growth from here, operating leverage is really a key component. As a reminder, KKR employees own approximately 30% of our stock. So we are very well aligned to drive margin improvement across the business.\nAnd before I switch gears, let me give you an update on the outlook for Q1 monetization activity. Things have slowed a bit on the monetization side, but nothing that is surprising to us given the environment and how we're thinking about the timing of when we want to generate realization outcomes for our limited partners. So as we stand here today, we have visibility on approximately $250 million of monetization-related revenue for the first quarter.\nNow turning the page and looking forward. We think there are really 6 key areas that are going to drive significant growth for KKR for several years to come. The first area is Real Assets, where we have seen meaningful growth across our platform. AUM at the end of Q4 stood at $119 billion. That's compared to just $28 billion at the end of 2019, so 4x growth in 3 years. Growth in infrastructure has been driven not only by our flagship fund, but also our extension into areas such as core as well as Asia Pacific. The real estate platform continues to grow across a full suite of 10-plus products, further propelled by both Global Atlantic on the credit side and our acquisition of KJRM on the equity side. Our momentum across our Real Assets platform is obviously quite significant and aligns well with a big area of current focus from our limited partners.\nThe second area of meaningful growth for KKR is continuing to leverage our market-leading position in Asia Pacific. Looking at our progress in 2022, our Asia infrastructure strategy raised almost $6 billion, the largest in the geography, and we closed on our first Asia credit fund as well. Looking ahead, we expect our Asia real estate strategy to expand in 2023 as well our Asia tech growth franchise. And as I mentioned a moment ago, our acquisition of KJRM, which is our Japanese real estate business, is a great example of how we can use our balance sheet to strategically pursue inorganic growth to both enhance our market position as well as to access differentiated forms of capital.\nLooking at this progress altogether, our Asia-focused AUM has now increased to $60 billion at the end of the year. That's up roughly 3x since 2019. Our local presence, paired with our KKR toolkit, has created an industry-leading business against very compelling long-term macro fundamentals in the region.\nThe third area for us is core private equity, which is just a massive opportunity as the addressable market is very significant, and the P&L impact can be positive across so many different parts of our financials. And most importantly, it is an area where we believe that we have the business model and culture that sets us up well to be the best global player in the asset class. As a quick reminder, core PE is a long-duration investment strategy, and we expect to hold these investments for 10- to 15-plus years.\nWe currently have 19 businesses within our core portfolio. These businesses generally have lower leverage than traditional private equity investments, tend to be less cyclical and are more cash generative. These traits do create a more stable earnings profile within the portfolio. Today, we manage roughly $18 billion of third-party capital, which I believe is the largest in our space. The AUM we manage positively impacts our management fees, transaction fees as well as carried interest. But core PE now also accounts for over 30% of our balance sheet investments, yet these investments only accounted for 1% of our after-tax distributable earnings in 2022 when you look at their flow-through impact to realized investment income.\nLooking at this another way, and to highlight this point even further, if you look through our balance sheet to the core PE portfolio, our portion of the company's EBITDA totals over $600 million. This is not accounted for in our distributable earnings. Make no mistake, this 30-plus percent allocation is purposeful. It is by design because we have a substantial opportunity to really compound our investments in an asset class where we know that we have differentiated capabilities.\nThe fourth big macro driver for us is private wealth. We currently manage $67 billion of capital here compared to $37 billion in 2019. Approximately 15% of new capital raised has historically been sourced from this investor cohort, mostly from high net worth clients and in traditional drawdown products. Over time, we expect all private wealth focused capital will account for 30% to 50% of the capital that we raise as a firm. And along this path, we will continue to expand our footprint in the democratized access vehicle space. Our ambitions and views of the long-term opportunities we see for KKR have not changed.\nNext, my fifth point is our continued focus on the insurance space. Going back to July 2020 at the announcement of the Global Atlantic acquisition, their AUM was $72 billion. Today, it's close to $140 billion. So it's grown about 2x in the last 2.5 years. Our thesis in buying GA was multifold. We believe that the combination of a leading life and annuity franchise with multiple ways to expand against compelling market fundamentals, combined with KKR's origination and capital capabilities could lead to strong growth in AUM, operating earnings and book value, while also delivering for policyholders. This has really played out and looking ahead remains a key strategic priority for us.\nNot only is the $139 billion of GA capital itself perpetual, but the business has also helped us grow our third-party insurance client AUM to $56 billion. That's up from $26 billion at the time of the GA acquisition announcement as we have continued to create products that are tailored to this unique investor base.\nAnd finally, the sixth high-impact long-term growth driver for us is our balance sheet. I said the same thing last quarter as well, but there's really not a corporate that I know that doesn't wish they had more capital availability right now. The balance sheet has a clear competitive advantage in its continued ability to enable and accelerate growth in a way that is less dilutive for our public shareholders. To highlight this point, M&A, our investments in core private equity, our buildup in the insurance space and share buybacks have all accounted for roughly 90% of our net balance sheet deployment over the past 5 years. And we expect that trend to continue over the coming several years as well. This is just another tool that we have to be able to drive earnings per share over time.\nTo summarize, we continue to feel extremely positive about our future outlook. The 6 drivers that I just went through are particularly impactful for our long-term success, and we have real conviction across the entirety of our management team in our ability to build on our existing momentum.\nWith that, let me hand it off to Scott.\n\nScott C. Nuttall\n\nCo-CEO & Director, KKR & Co. Inc.\n\nThank you, Rob, and thank you, everyone, for joining our call today. I thought today, I would share how things look from Joe's and my seat. There is no doubt that markets and the economy remain dynamic. There's also no doubt mainly remaining focused on the macro, quarterly results, short-term catalysts and the near-term outlook for our industry and business.\nIn summary, there's a lot of noise out there. We find that noise is just that, noise. We continue to raise capital, find interesting deployment opportunities and selectively monetize our portfolio. It's business as usual at KKR. So from our seats, while the noise creates some questions, it's important to not let it become a distraction. Building KKR is a long-term effort that takes years of planning and investment to get right. Many of the businesses we are scaling now were started over 10 years ago. And many of the businesses we are starting now will be scaling for decades to come. So we are singularly focused on what we need to get right: talent, culture, performance, clients and operations. If we get those things right, we will double KKR again at a rapid pace. If we don't, our growth will be slower than it could be.\nGrowth is the result of execution. So as a management team, we are focused on what we can control and executing on those 5 fronts. The good news is that as we look back at recent progress, we feel like our strategy is being executed well and the results are emerging. To name just a couple of things we look to as evidence. In the last 2 years, our AUM has doubled from $250 billion to $500 billion and our fee-paying AUM has more than doubled. And over the same 2 years, our management fees and TDE per share have almost doubled as well. So the results of execution are starting to come through.\nBut these metrics are backward looking. What's even more encouraging to us is the strong evidence we have of growth continuing to be very attractive for years to come. Some of this may be apparent from these calls and some less so. To name just a few of the things that we are looking at. First, we've continued to create new businesses over the last several years. In fact, over 50% of the capital we raised last year was in strategies that did not even exist 5 years ago. And over 50% of our AUM is not yet scaled in our definition. Said another way, we have had a lot of recent innovation and half of the assets we now manage are still approaching the inflection part of the growth curve.\nSecond, our dry powder has grown from $67 billion to $108 billion over the last 2 years, positioning us well to invest into this environment, which we continue to find attractive.\nThird, our efforts in democratized products are just starting. We expect to have multiple vehicles launched this year after 2 years of structuring and team building work. This is upside for us and we expect will be an additional growth engine for the firm across all of our asset classes.\nFourth, Global Atlantic goes from strength to strength, and has almost doubled assets since we announced the transaction 2.5 years ago, well ahead of schedule with significant opportunity ahead.\nFifth, and maybe less visible, our sales team has grown from 100 people to 280 people in the last 2 years across institutions, insurance, family offices and private wealth. It typically takes a year or 2 for a new salesperson to learn our products and hit their stride. The result of this investment will show up over the next couple of years and create even more wind at our back.\nSixth, our carry-bearing invested dollars in the ground have increased dramatically. It's important to understand that the cash carry we generated last year largely came from investments we made 5-plus years ago when our AUM was a fraction of what it is today and our carry eligible invested capital was as well. To be specific, the vast majority of last year's carry came from harvesting investments made when our carry-earning invested capital was roughly $50 billion. Today, it's about $150 billion, up 3x. So don't let the near-term monetization environment divert your attention from what matters. The forward is incredibly strong as this much larger scale of invested capital matures with the returns on the slide Craig showed you. And finally, and perhaps most important, our team has never been stronger or more cohesive.\nIn summary, over the last several years, we've made the investments for the next leg of growth at KKR and see years of opportunity ahead. And as we've done all this, the earnings power of KKR continues to increase. This is true regardless of the near-term noise in markets and is what gives us such confidence in our outlook. So don't get distracted by the noise. The signals are strong and our confidence is high.\nWith that, we're happy to take your questions."
  },
  {
    "header": "KKR",
    "cik": "0001404912",
    "ticker": "KKR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2be5e7b375c9ed66e0cbd466807569fe",
    "period": "2022 Q3",
    "content": "Q3 2022 KKR & Co Inc Earnings Call\n\nQ3 2022 KKR & Co Inc Earnings Call\n\nKKRNYSENOV 1, 10:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to KKR's Third Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this call is being recorded.\nI will now hand the call over to Craig Larson, Head of Investor Relations for KKR. Craig, please go ahead, sir.\n\nCraig Larson\n\nPartner and Head of IR, KKR & Co. Inc.\n\nThank you, operator. Good morning, everyone. Welcome to our Third Quarter 2022 Earnings Call. This morning, as usual, I'm joined by Rob Lewin, our Chief Financial Officer; and Scott Nuttall, our Co-Chief Executive Officer.\nWe'd like to remind everyone that we'll refer to non-GAAP measures on the call, which are reconciled to GAAP figures in our press release, which is available on the Investor Center section at kkr.com. And as a reminder, we report our segment numbers on an adjusted share basis.\nthis call will contain forward-looking statements which do not guarantee future events or performance. Please refer to our earnings release and our SEC filings for cautionary factors about these statements.\nI'm going to begin the call by spending a few minutes walking through the quarter. So we look at our results and think they really highlight the resiliency of our business model. Our management fees for the quarter were $671 million. That's up 20% compared to Q3 of last year. Management fee growth for the quarter as well as over the last 12 months has been most meaningful within our Real Assets business, which, as you'll recall, we began reporting separately last quarter. Net transaction and monitoring fees were $168 million for the quarter with Capital Markets contributing $116 million.\nTo go through our expenses. Our fee-related compensation margin, consistent with prior quarters, was 22.5%. And other operating expenses increased modestly from last quarter, coming in at $146 million.\nIn total, our fee-related earnings grew to $542 million or $0.61 per share with an FRE margin of 61%. This is now the eighth consecutive quarter that our FRE margin has exceeded 60%. Next, realized performance income was $498 million, with realized carried interest driven by monetizations of CHI Overhead Doors, Fiserv as well as Max Healthcare. Realized investment income was $285 million, driven by similar monetization events.\nAdding these 2 lines together, so looking at realized performance income together with realized investment income, really to get a complete picture of our monetization activities, total realized gains for this first 9 months of the year are 10% ahead of last year. Given all of the volatility experienced across markets in 2022, we think this speaks to the breadth of our platform, and again, the resiliency of our business model.\nSo overall, our asset management operating earnings were $959 million. And our insurance segment had another very strong quarter, generating $127 million of operating earnings. Together, this resulted in after-tax distributable earnings of $824 million or $0.93 per share.\nTurning to investment performance. You can see the details of the quarter and the LTM period on Page 7 of the press release. Just looking at this page, the traditional private equity portfolio was down 4% in the quarter compared to broad indices that were down 5% to 6%. And over the last 12 months, the PE portfolio was minus 8% compared to the S&P 500 and MSCI World indices that were down 15% and 19%, respectively.\nIn Real Assets, our portfolios continued to perform again in a quarter with a lot of volatility. The opportunistic real estate portfolio was minus 1% in the quarter and plus 11% over the last 12 months, while the infra portfolio was up 1% in the quarter and is plus 5% LTM.\nOn the leveraged credit side, the portfolio was up 1% in the quarter and down 5% over the last 12 months. And our alternative credit portfolio was down 1% for the quarter and up 3% in the LTM. There's been meaningful volatility in the credit markets over these periods as well. The high-yield index declined 1% in the quarter and is off 15% over the last 12 months, just as a point of comparison.\nIn terms of our balance sheet investments. Investment performance was flat in the quarter and down 5% over the last 12 months. Core private equity, which Rob will touch on in a moment and is still our largest allocation, was up 2% in the quarter, and it's up 8% over the LTM.\nTurning to fundraising in the quarter. We raised $13 billion, bringing new capital raised to $65 billion year-to-date. With that, our assets under management increased to $496 billion, and fee-paying AUM now totals $398 billion. To help put these figures into perspective, over the past 2 years, both our AUM and our fee-paying AUM have more than doubled.\nWe also continue to deploy capital with $16 billion invested in Q3. Credit strategies invested $7 billion in the quarter, with the remainder of the quarter's deployment roughly split between Real Assets and Private Equity.\nAnd with that, I'm pleased to turn the call over to Rob.\n\nRobert H. Lewin\n\nPartner & CFO, KKR & Co. Inc.\n\nThanks a lot, Craig, and good morning, everyone. Let me start by saying a few words on the operating environment.\nAs you know, the third quarter and really the first 9 months of 2022 were very challenging across markets. High levels of inflation are clearly impacting global consumers, while the sharp increase in interest rates has had multiple knock-on effects that will invariably slow much of the global economy. In turn, equity and bond indices have been very volatile and virtually all of them are down significantly year-to-date. And capital markets activity has meaningfully slowed. Global equity and credit issuance is significantly below historical norms.\nNow despite all of this volatility and uncertainty, the overall mood and sentiment across KKR is quite positive. And we thought it would be worthwhile this morning to go through 5 key reasons why we feel the way we do.\nFirst, let me remind you why our business model positions us well for periods like this one. There are a few key reasons why. About 90% of our capital is perpetual or committed for an average of 8 years or more from inception. Our management fees are largely calculated on committed or invested capital, and as a result, are more insulated from fluctuating NAVs of our funds. Therefore, much of our management fees are highly predictable, and that visibility in turn provides us with the continued ability to invest back into the firm for growth.\nWe also have $43 billion of committed capital yet to turn on that has a weighted average management fee rate of about 100 basis points. And finally, and maybe most critical in moments like these, we have $113 billion of uncalled capital from our investors that we can use to invest into the current dislocation.\nWhile those statistics are all meaningful in their own right, I think it's also helpful when viewed in comparison to where we were as a firm, even a short while back.\n2.5 years ago, March 31, 2020, so right as we entered COVID, we had $57 billion of dry powder with $19 billion of committed capital yet to earn management fees. That compares to the $113 billion and $43 billion I mentioned a moment ago. So both of these figures have doubled more or less over the last 2.5 years. And when you consider our relative positioning as a firm, those numbers don't account for the significant increase we have had in perpetual capital. largely due to our partnership with Global Atlantic and our acquisition of KJRM, as well as the meaningful increase in the diversification of our business, both by geography and strategy.\nThis brings me to my second reason for optimism. We're fortunate, due to our fundraising success and definitely a bit of luck on timing, that we are in a position to deploy a significant amount of dry powder with asset prices more dislocated and while capital is quite scarce. As a result, we are starting to become a lot more constructive on our opportunity sets.\nWe are already finding opportunities across the credit landscape. Our real estate and corporate credit teams are all very active. But more exciting is our outlook for the coming 12 to 18 months across all asset classes and geographies. We are mobilizing our teams and resources against what we see as a growing opportunity to put our client capital to work.\nTake for example, in private equity. Oftentimes, our best vintages result from investments made during periods of market distress. Think the early 2000s, the GFC, or what we went through a couple of years ago. We think 2023 could present such an opportunity.\nAnd the key here is that we have really set ourselves up to be able to outperform in this environment, given our expertise and breadth across geographies, industries and asset classes. And most importantly, our culture really incentivizes our people to work across the firm to ensure that both information and capability travel, and that we can make each other better. As a result, we are uniquely positioned to find creative and attractive investment opportunities.\nTurning now to performance, which is my third point. Please turn to Page 8 of the earnings release. As Craig went through, every quarter, we report our investment performance for the quarter and trailing 12-month period across our major asset classes. This really though only tells part of the story as it doesn't capture investment returns since inception. These funds all continue to outperform their comparable public indices. Our clients, really, in all channels, rely on us to produce differentiated outcomes compared to what they can achieve in traditional asset classes. And that is just what we've been doing.\nNow to be clear, we certainly have today, and will in the future, a handful of more difficult situations to manage. But our thematic approach, which we have talked about many times, and our focus on portfolio construction, are 2 critical reasons why you see this kind of outperformance.\nWhich brings me to my fourth point. The strength of our fund performance continues to allow us to raise capital from our investors. Q3 new capital raised of $13 billion brings year-to-date fundraising to $65 billion. To put that number in perspective, that's already our second-best year of fundraising ever, and we still have a quarter to go.\nEven more notably, this was against a much more challenging fundraising backdrop than the past few years and without many of our largest flagships in the market. And looking ahead over the next 12 to 18 months, we continue to have a really active calendar and remain constructive about the outlook for scaling our strategies that are coming to market.\nAnd finally, I want to turn to my fifth point and focus on the competitive differentiation that our balance sheet creates in periods like these. There's not a corporate that I know that doesn't wish they had more capital availability right now. And we are very confident in our ability to deploy our excess capital in opportunities that can both generate compelling investment returns and also help build and scale the firm at the same time.\nPart of what generates this confidence is the strength of our existing investment portfolio. Our focus on asset allocation, and really where the puck is going, has served us well. While the S&P 500 declined 15% over the last 12 months, our balance sheet was off only 4.7%. And over the last 3 and 5 years, our annual returns have been 16% and 14%, also several hundred basis points ahead of the S&P over these periods.\nOne of the key drivers of this outperformance is the shift that we made a few years ago to increase our exposure to Real Assets. The fair value of our Real Assets investments have increased from $2.4 billion 2 years ago,to $4.2 billion as of 9/30 and today represent almost 1/4 of our investment portfolio. Our largest allocation on the balance sheet remains core private equity, and this really gets into business building and how the balance sheet allows us to play offense.\nAs a reminder, core PE is a long-duration investment strategy where we expect to hold these investments for 10 to 15-plus years and believe they carry a more modest risk/return profile compared to our traditional private equity model. We're looking for mid- to high-teens gross IRRs that we can compound for north of a decade. These are businesses we believe have strong secular tailwinds with defensible market positions, solid cash flow dynamics, and as a result, benefit from a more stable earnings profile.\nSo from a standing start 6 years ago, we've put together this really incredible global portfolio of 17 companies with $32 billion of AUM that is both third-party capital together with balance sheet capital. We believe we have the largest core PE asset management business in the world. And as shareholders, we are all participating in core PE through the compounding of value on our balance sheet, alongside the management fees, capital markets revenue, fee-related earnings and carried interest that is generated over time. That combination is incredibly powerful.\nOur acquisition of Global Atlantic in July 2020, right on the heels of COVID, is perhaps the best example of how our balance sheet positioned us to play offense when others could not during that period of severe dislocation. We have deep conviction that GA can be a long-term compounder of capital, much like core private equity, and we are partnered here with a first rate management team.\nSo far, GA has been performing exceptionally well. Over the last 12 months, they have generated an ROE of about 21%, well ahead of our expectations. While AUM has increased from approximately $70 billion at announcement to over $130 billion as of 9/30, really helping to also drive our asset management economics.\nCore private equity and Global Atlantic are great examples, but they're just 2 of many. We know that our model will continue to allow us to find ways to use the balance sheet where we can simultaneously generate compelling investment returns and also use it to grow and scale the firm at the same pace.\nWe have also created a liability structure on our balance sheet that allows for playing real offense in this environment. We have very intentionally funded ourselves with long-dated liabilities that have fixed cost of capital. The average maturity of our recourse debt is around 20 years, and it has a weighted average fixed coupon of approximately 3% after tax. Obviously, that just isn't replicable today and represents a huge asset for us right now. With all of this, hopefully, it's clear why we remain so excited about our long-term opportunities.\nSo in summary. Number one, our model is durable and diverse with significant recurring revenues. Two, the next 12 to 18 months should present great deployment opportunities, and we are extremely well positioned to invest then into them. Number three, we are generating excellent investment performance on behalf of our clients. And four, our fundraising success has been notable, especially given the backdrop, and we remain very well positioned to achieve growth from here. And finally, number five, our balance sheet is a strategic differentiator whose value is even more meaningful in moments like these.\nThe opportunity set in front of us over the next 5 to 10 years is immense, and we have never felt better positioned competitively. That's why the tone inside the firm is so constructive right now. Our long-term goals that we have articulated for 2026 are unchanged, and we have a great deal of confidence in our ability to achieve that.\nAnd with that, Scott, Craig and I are happy to take any questions that you have."
  },
  {
    "header": "KKR",
    "cik": "0001404912",
    "ticker": "KKR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fda1103129991279f6b7ec99c0ad54b3",
    "period": "2022 Q1",
    "content": "Q1 2022 KKR & Co Inc Earnings Call\n\nQ1 2022 KKR & Co Inc Earnings Call\n\nKKRNYSEMAY 3, 10:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to KKR's First Quarter 2022 Earnings Conference Call. (Operator Instructions) I'll now hand the call over to Craig Larson, Head of Investor Relations for KKR. Craig, please go ahead.\n\nCraig Larson\n\nPartner and Head of IR, KKR & Co. Inc.\n\nThank you, operator. Good morning, everyone. Welcome to our first quarter 2022 earnings call. This morning, I'm joined by Scott Nuttall, our Co-Chief Executive Officer; and Rob Lewin, our CFO.\nWe would like to remind everyone that we'll refer to non-GAAP measures on the call which are reconciled to GAAP figures in our press release, which is available on the Investor Center section at kkr.com. And as a reminder, we report our segment numbers on an adjusted share basis. This call will contain forward-looking statements which do not guarantee future events or performance. Please refer to our earnings release and our SEC filings for cautionary factors about these statements.\nSo we're pleased to be reporting strong results this morning. Fee-related earnings per share for the first quarter were $0.69, up 66% year-over-year and as high a quarterly figure as we've ever reported. And after-tax DE per share came in at $1.10. That's up almost 50% compared to the first quarter of 2021 and is the second highest quarterly figure we reported.\nAnd when you look at the quarter, our results and our activities, you're seeing really 4 things. First, you're seeing the strength and resiliency of our model as well as our people. Despite all of the volatility and uncertainty, we're reporting strong results pretty much across every metric.\nSecond, as businesses inside KKR are growing and scaling, they're inflecting, and they're having a real impact on our numbers. In private markets, for example, our infrastructure and our real estate platforms of scale, so our real asset strategies comprised over half of both our fundraising and our deployments over the last 12 months.\nThird, we're finding creative ways to enhance our strategic positioning. Last week, we closed on the previously announced acquisition of the Japanese REIT business. It's one of the largest real estate platforms in the second largest real estate market in the world.\nAnd finally, despite the volatility and increased uncertainty, our limited partners are continuing to entrust us with their capital. Strong investment performance has been a critical driver of all of the success that we've had here.\nNow looking at a few topics in more detail. Let's begin with fundraising. New capital raised in Q1 totaled $26 billion and $132 billion over the last 12 months. Of note, in private markets, both our global infrastructure IV fund and North America Fund XIII held final closes in the first quarter. Including employee commitments, infrastructure IV totaled $17 billion. That's over 2x larger than infra III. And North America XIII closed out at $19 billion, over 35% larger than its predecessor. Also, we're continuing to raise capital for our European private equity strategy. At this point, we are at $7.1 billion, already surpassing in size the prior European PE Vintage.\nAnd it's worth highlighting the regional approach we've taken in our traditional private equity business, with individual funds across the Americas, Asia and Europe instead of having a single global fund. We think this allows us to maximize our fundraising potential. Committed capital across our 3 regional, private equity funds currently exceeds $40 billion, and we're still raising capital for our Europe PE strategy. At the same time, it allows us to diversify our carry pools, reduces our vintage risk across these funds, and importantly, we are less susceptible to the tone of the fundraising environment at a single point in time.\nAnd in public markets, $9 billion of new capital raised is among the highest quarterly figures we reported. Activity here was widespread, including hedge funds and credit. In alternative credit, we raised capital across our asset-based finance, Asia credit and direct letting strategies, private credit strategies in Europe and the next vintage of our opportunistic strategy and a leveraged credit. We saw activity across a number of separately managed accounts and loan strategies in addition to our CLO business, where we issued our 41st U.S. CLO in the quarter.\nGlobal Atlantic closed on a block transaction in the quarter, which contributed $3 billion. This is reflected in both private and public markets. And so these fundraising efforts helped bring AUM to $479 billion and fee-paying AUM to $371 billion, both up approximately 30% year-over-year.\nTurning to investment activities. Capital invested in the quarter totaled $21 billion. In private markets, our real assets platform invested $9 billion of capital, including $4.5 billion in real estate, driven by activity in our Americas and our European opportunistic equity strategies as well as real estate credit. Our infrastructure platform invested over $3 billion of capital, led by activity in the U.S. and Asia, with $3.5 billion of PE deployment relatively evenly spread across geographies.\nIn public markets, GA has really added to the pace of investment activity and private credit, most meaningfully, in asset-based finance as well as in direct lending. Spending a minute actually on asset-based finance. We invested in ABF across a number of pools of capital that are all looking for different risk reward, all the way from our private credit funds and our B2C platform to global lending. So the addressable market for us and available investable capital has increased materially as our credit platforms grow. We're excited about this. And deployment here has become meaningful. In the quarter, total ABF deployment was a little over $5 billion. And we had $2.4 billion in direct lending activity in Q1 alongside of this.\nNow shifting to investment performance. You can see these details on Page 7 of the press release. The private equity portfolio was marked down 5% in the quarter, which was right in line with the decline of the MSCI World. While over the last 12 months, the PE portfolio is up 19%, 800 basis points ahead of the MSCI World. In real assets, our portfolios continue to perform. In real estate, the opportunistic portfolio feels well positioned given its focus on industrial and multifamily themes. You see the opportunistic real estate portfolio appreciated 11% in the quarter and is up 30% over the last 12 months. And in infrastructure, a strategy in our view that's also well positioned in an inflationary environment, you see the portfolio appreciated 6% in the quarter, and it's up 11% over the last 12 months.\nOn the credit side, leverage credit was down 2% for the quarter and up 3% over the last 12 months, essentially in line with broad high yields and leveraged loan indices, while alternative credit was down 1% in the quarter and up 9% LTM.\nCircling back to the acquisition of the Japanese REIT, which is now known as KJRM. The acquisition adds AUM, but it really goes far beyond that. It's a wonderfully strategic transaction for us across a number of areas of focus, including real estate, Asia, perpetual capital as well as private wealth. And one final note here, as a piece of the financing for the acquisition, in April, we raised approximately 475 million equivalent of Japanese yen denominated notes across a range of maturities at a weighted average coupon of around 1.2%.\nAnd with that, I'll turn the call over to Rob.\n\nRobert H. Lewin\n\nCFO, KKR & Co. Inc.\n\nThanks a lot, Craig. I'll try and quickly step through our quarterly financials. Our management fees continue to scale at a really rapid pace, increasing by 46% in the LTM period to $2.3 billion and reaching $625 million just for the quarter alone. Our management fee growth this quarter was really driven by the fundraising activity that Craig ran through. Of note, Europe VI entered its investment period in the quarter. And we had approximately $20 million of catch-up fees from the final closes of Americas XIII and infra IV. Our capital raising success alongside our investment activity, brought fee-paying AUM to $371 billion, which is up 29% year-on-year. Our net transaction and monitoring fees were $306 million for the quarter, driven primarily by our capital markets franchise, which earned $255 million, almost $1 billion for the LTM period. The quarter's transaction is consistent with past trends, were diversified across clients, strategies as well as geographies.\nOur operating expenses totaled $126 million for the quarter. As discussed on previous calls, we would continue to expect modest increases here as we expand our footprint, invest in marketing and technology, and hopefully have our employees back out on the road and traveling. When you pull it all together, our fee-related earnings this quarter increased to 600 and -- excuse me, $605 million. That's up 66% compared to just a year ago.\nMoving down our income statement. Our realized carried interest totaled $580 million in the quarter, while realized investment income came in at $349 million. In any environment, we think these are very solid results. However, when you layer on the volatility in Q1, we were quite pleased in our ability to achieve this outcome, and very much reflects the breadth and scale of our firm today.\nTurning to our Insurance segment. We had a very solid quarter, generating $116 million of operating earnings. In aggregate, our after-tax distributable earnings were $969 million for the first quarter or $1.10 per share.\nI now want to turn to our balance sheet for a moment. During periods of market volatility, we'll hear from some who are concerned that the balance sheet increases our risk profile. That's not our perspective. It's actually quite the opposite. So we thought it would be worthwhile explaining what we believe to be true, that having a balance sheet, especially one with the attributes of ours, is a meaningful differentiator and a real positive during periods of market dislocation.\nLet's begin with the liability side of our balance sheet, which we think is pretty unique and a real source of differentiation. We are very fortunate to have access to long-dated and low-cost liabilities. The average maturity of our recourse debt outstanding, including our recent yen issuance, is approximately 20 years, with a weighted average coupon of about 3.5%. And 100% of that coupon is fixed. So we have minimal duration risk, no exposure to margin calls, our after-tax cost of debt is less than 3%, and we have no risk around rising interest rates.\nIn terms of the asset side of our balance sheet, as you'd expect, we have a very deep commitment to asset allocation and risk, which has helped deliver exceptional results for our shareholders. Over the last 1, 3 and 5 years, our annual returns have been 15%, 20% and 16%, respectively. And as we go a layer deeper around KKR's investment portfolio, one of the key strategic decisions we made a number of years ago was to launch a core private equity business. It's a great example of how we use our balance sheet to help create what we believe is today the largest business of its kind and an important contributor to our management fees and fee-related earnings as well as representing the largest allocation we have on the balance sheet today.\nCore private equity is a long-duration investment strategy. We expect to hold these investments for 10- to 15-plus years and believe they carry a more modest risk return profile compared to traditional private equity. We're looking for mid- to high-teens gross IRRs that we can compound for north of a decade. These are businesses we believe have strong secular tailwinds, with defensible market positions, solid cash flow dynamics, and as a result, benefit from a more stable earnings profile. And with equity and fixed income indices of 5-plus percent in the quarter, a key reason our balance sheet portfolio was flat in Q1 was the 3% appreciation in our core portfolio.\nThis portfolio is performing extremely well, and we believe has many of the right attributes to outperform if we go through a period of volatility and real inflation, including having real pricing power. Today, core private equity accounts for 30% of our balance sheet investments or $5.5 billion. Now we entered core private equity not only because we thought it would be a stable long-term compounder for our balance sheet, but also because it's highly synergistic with our overall business model. We were confident that we have the ability to become a global leader in core PE asset management and that our capital markets business would be able to support these investments over time as they access both the debt and equity capital markets.\nSo from a standing start 5 years ago, we put together this incredible global portfolio, which now number over 15 companies and growing. And with $32 billion of AUM, that is third-party capital together with balance sheet capital, we believe we have the largest core PE asset management business in the world. And our returns since inception have been very strong, with a gross IRR of 26%, which gives us the confidence that we'll be able to continue to scale the franchise.\nAnd alongside the management fees we'll earn over the duration of these long-dated investments, we are also entitled to an annual allocation of carried interest from our clients, which we earn every Q1. For 2021 performance alone, we generated approximately $250 million of carry, which is reflected in Q1 results. So the opportunity for performance-related revenue can be a very significant one over time with continued compounding, deployment and performance. Moreover, our core portfolio companies have generated approximately 10% of capital markets fees over the last couple of years. And as the portfolio grows, we'd expect transaction activity to grow alongside them.\nSo to recap. We have created an exposure on our balance sheet that has performed extremely well and has more stable return characteristics. And we have been able to meaningfully augment our asset level return by becoming the leading asset manager in the space, and therefore, creating a combination of incremental management fees and carry as well as capital markets revenues.\nGiven the increased scale and diversification of our balance sheet portfolio, we have decided to enhance our disclosure. In our 10-Q, beginning this quarter, we will provide the 20 largest balance sheet positions with their cost and fair value instead of just our 5 largest investments. We think this will enhance transparency. And with 13 of the top 20 positions as of March 31 being core private equity investments, it will help highlight the performance of this portfolio going forward.\nNow turning back to our broader balance sheet strategy and the benefits it provides in periods of dislocation. We think this is the type of environment where our connected and collaborative business model excels. This was particularly evident in the first half of 2020, where I think we really outperformed. Having access to this additional source of capital when the market goes risk off is hugely valuable. And we would bet, all investment firms would love this additional source of liquidity in markets like these.\nAnd finally, there's obviously a huge advantage of this capital base as we pursue strategic acquisitions. The best example of that, there is really no way that we would have been able to pursue Global Atlantic in early 2020 when capital markets were severely dislocated without the benefit of our capital base. And as Craig mentioned, we recently announced a highly strategic acquisition of a Japanese REIT manager, where we funded the entirety of the $1.8 billion purchase price without issuing any equity. We understand the value of that limited dilution to all shareholders, especially right now, given our current trading price. Between these 2 transactions alone, we expect to generate well north of $300 million of fee-related earnings next year, with most coming from perpetual capital. And we required relatively little equity dilution to be able to achieve that. So we're using our balance sheet to generate really high ROEs while at the same time creating additional FRE.\nAnd while supporting all this business building and inorganic activity, we've used the balance sheet to buy back our own stock. Since 2015, we have used $2.2 billion to repurchase or retire 85 million shares at a weighted average price of $25.50.\nSo hopefully, that helps provide additional context around the balance sheet, including some examples of its strategic value and how that can enhance overall economic outcomes across different market environments.\nWith that, let me hand it off to Scott.\n\nScott C. Nuttall\n\nCo-CEO & Director, KKR & Co. Inc.\n\nThank you, Rob. It's been a dynamic 3 months since our last call. And there's certainly more information to process and uncertainty to navigate.\nWhile environments like this are anxiety-creating for most, it's exactly times like this when the strength of our culture and business model becomes more apparent. Our connected firm and culture is excellent at making sure information travels and opportunities find the right pool of capital. With valuations down and cost of capital up, more companies need solutions that are not readily apparent. And our clients want more information. The result is the investments we make during times like these have the potential for higher returns and our clients develop an even better understanding of what makes us special.\nSaid another way, when dislocation occurs, you get a real sense for culture and investment acumen. And we feel incredibly well positioned for this environment. We have record dry powder, we have clients that trust us. We have multiple growing businesses globally. We have sustained our connected culture. And we feel ready for what's next. I'm sure we'll talk more today about the macro and what all this means.\nBut regardless of speculation about near-term rates, inflation and the economy, we remain focused on executing our strategy and confident we will achieve the 5-year plan we shared with you in November.\nWith that, we're happy to take your questions."
  },
  {
    "header": "KKR",
    "cik": "0001404912",
    "ticker": "KKR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5fd759ac7fc434e341317f186eccd635",
    "period": "2021 Q4",
    "content": "Q4 2021 KKR & Co Inc Earnings Call\n\nQ4 2021 KKR & Co Inc Earnings Call\n\nKKRNYSEFEB 8, 10:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to KKR's Fourth Quarter 2021 Earnings Conference Call. (Operator Instructions) As a reminder, today's call is being recorded.\nI'll now hand the call over to Craig Larson, Head of Investor Relations for KKR. Please go ahead.\n\nCraig Larson\n\nPartner and Head of IR, KKR & Co. Inc.\n\nThank you, operator. Good morning, everyone. Welcome to our fourth quarter 2021 earnings call. As usual, I'm joined this morning by Rob Lewin, our CFO; and Scott Nuttall, our Co-Chief Executive Officer.\nWe'd like to remind everyone that we'll refer to non-GAAP measures on the call which are reconciled to GAAP figures in our press release, which is available on the Investor Center section at kkr.com. And as a reminder, we report our segment numbers on an adjusted-share basis.\nOur call will contain forward-looking statements, which do not guarantee future events or performance. Please refer to our earnings release and SEC filings for cautionary factors about these statements.\nNow before we jump into our results for the quarter, we'd like to take a step back and talk about KKR in full.\nAs we look at our business, we see 4 things. First, we see scaling. Organically, over the last 12 months, AUM at KKR increased 48%. For an asset management business of our size, that alone is a pretty remarkable statistic. And including the Global Atlantic acquisition, AUM increased 87% year-over-year.\nSecond, you're seeing the impact of the scaling across many of the numbers that we're reporting today. You see it in our financials. Management fees for the year increased 44%, fee-related earnings increased 54%, while distributable earnings more than doubled. All of these figures are at a record level for us.\nAnd you also see it in our operating statistics Investment activity, for example, is at a new level. In 2020, we invested $30 billion across the firm. In 2021, that increased to over $70 billion. And new capital raised of $121 billion for the year reflects breadth and diversification. Approximately 1/3 of that capital was raised from the broad private equity franchise, so including our growth strategies and core PE; another 1/3 came from our real assets businesses; with the remaining 1/3 coming from public markets. So fundraising was truly diversified across the firm. And the other neat point about that $121 billion is that 45% of it came from strategies that didn't exist at KKR 5 years ago. We think that says a lot about our culture and our focus on innovation.\nThird, looking forward, we remain very constructive on the opportunities we have ahead of us with multiple identifiable growth avenues on a global basis. Rob is going to touch on our fundraising pipeline and our areas of focus in a few minutes.\nAnd finally, remember, we feel advantaged during periods of dislocation. There are very few long-dated pools of capital as large as ours that can take advantage of dislocations. And we have a unique business model and a unique culture that we think can lead to differentiated outcomes during these periods, and that's all alongside of $112 billion of dry powder. Suffice to say, there's plenty to focus on and a lot of compelling opportunities in the uncertain world in which we all find ourselves.\nNow turning to our results. The fourth quarter was another very strong quarter for us. Fee-related earnings per share of $0.69 and after-tax distributable earnings of $1.59 per share are record quarterly figures for us. And full year FRE of $2.23 per share, an after-tax DE of $4.44 per share are record annual figures for us.\nLooking at the quarter's operating metrics. New capital raised totaled $19 billion, driven by several strategies across private equity, infrastructure, real estate and credit.\nNotably, Healthcare Strategic Growth II held its final close, bringing the fund to almost $4 billion or approximately 3x larger than its predecessor. This brings new capital raise for 2021 to $121 billion, and this record fundraising and the addition of $98 billion from the Global Atlantic acquisition in February significantly increased our asset base. AUM now totals $471 million, up 87% year-over-year.\nThe strength of this year's fundraising is importantly quite diverse, as I mentioned a minute ago, with about $70 billion from nonflagship strategies. Our younger strategies are scaling as they enter their second or third fund life, and we continue to innovate and expand into adjacencies across strategies and across geographies. And GA grew by $25 billion through block activity alongside of organic inflows in the year.\nWe deployed $23 billion in the quarter. Capital invested in both traditional private equity and core private equity were strong. Our real estate platform continues to see robust deployment with real estate credit particularly operating a high run rate, and that's been amplified by Global Atlantic.\nSimilarly, on the public market side, GA has added to the rate of private credit deployment in the quarter, most meaningfully in asset-based finance, with additional deployment in direct lending and opportunistic strategies.\nQ4's activity brings capital invested for 2021 to $73 billion, up 2.5x year-over-year. We've seen a step function-type change in the level of deployment driven by the size and diversity of our capital base while, at the same time, remaining judicious in choosing our spots.\nNow just as we continue to see strength on the fundraising and deployment front, our funds and strategies continue to perform at a very high level. You can see this on Page 7 of the earnings release, where we detail investment performance for the quarter and the year across investment strategies.\nAnd finally, I want to touch on capital return before Rob walk through our earnings profile. As you can see at the bottom of Page 2 of the release, consistent with historical practice, we're pleased to announce an increase in our annual dividend from $0.58 to $0.62 per share. This is the third consecutive year we've increased our dividend since we changed our corporate structure, and the change will go into effect beginning with any dividends to be announced for the first quarter of 2022.\nAnd since our third quarter earnings call in November through last week, we repurchased $363 million of our stock in the open market, with the majority of that coming in 2022 in the midst of all of this volatility.\nAnd with that, I'll turn the call over to Rob.\n\nRobert H. Lewin\n\nCFO, KKR & Co. Inc.\n\nThanks a lot, Craig. Now I'll walk you through our quarterly P&L.\nOur management fees increased by 49% this quarter versus Q4 of 2020. Management fee growth was driven by close across a number of active funds in the quarter. These closes, alongside our investment activity, bring fee-paying AUM to $357 million. The fundraising success experienced over the past few quarters is really starting to flow through this line, with another $38 billion of committed capital not yet paying fees.\nOur net transaction and monitoring fees were primarily driven by our capital markets franchise this quarter, which earned $320 million. This is a high point for us. This revenue figure also encompasses a record number of transactions in a single quarter, and we only had one fee event that was greater than $20 million.\nFor the year, Capital Markets totaled $847 million, with revenues diversified by type, approximately 1/4 of our revenues related to each of private equity, infrastructure as well as third-party clients, with the remaining quarter diversified across multiple different asset classes.\nMoving to our expenses. Fee-related compensation came in right at that 22.5% mark, at the midpoint of the range we've discussed previously, while our other operating expenses came in at $140 million. The increase here was driven by higher placement fees as well as professional fees given high activity levels across the firm. We are also all back in the office across most of our locations, leading to an uptick in operating costs versus this time last year.\nIn total, this brings our fee-related earnings to $606 million for the quarter, which is up 45% versus Q4 of 2020. The quarterly and yearly FRE margin both came in at 63%. And on a per share basis, FRE is $2.23 for the year.\nNow moving on to realizations. Realized carried interest totaled $568 million in the quarter. Our realized incentive fees totaled $351 million in the quarter, largely due to Marshall Wace's strong investment performance. And realized investment income totaled $336 million. Together, these earnings streams resulted in $1.4 billion of asset management operating earnings.\nOur insurance segment also experienced an incredibly strong quarter with $347 million of operating earnings.\nIn Q4, Global Atlantic sold its interest in [Origis Energy], a solar renewable energy developer at 12x cost, resulting in a $200-plus million benefit to segment operating earnings. This was really an amazing result for Global Atlantic and all of its shareholders, while still recognizing that 12x gains are not representative of our go-forward expectations here.\nExcluding all variable investment income for the year at GA, ROE would have still been a bit above 14%. This return represents a strong core operating level and modestly above our 12% to 13% expected range.\nMost importantly, a year into our partnership with GA, we couldn't feel any better about our collective progress, including the performance of management, the profitability of our stake, scaling of the AUM and the integration of our teams.\nIn total, our after-tax distributable earnings were $1.4 billion for the quarter or $1.59 per share. Comparing 2021 to 2020, DE per share is up over 2x.\nAlongside an increase in earnings, we are also seeing continued compounding in our book value per share, which now totals $28.77. As a component of this, our 61% economic interest in Global Atlantic's book value now totals $3.4 billion, up 15% since the first quarter of our ownership.\nIn summary, our business continues to perform at an exceptionally high level, and this is clearly evident in both our Q4 as well as our 2021 results.\nNow there are 2 additional topics I would like to go through in a bit more detail. The first is our potential. In 2021, we generated almost $5 billion of distributable operating income, really a step function increase from the $2.3 billion that we generated in 2020. And to be clear, we don't believe these results yet reflect even our run rate profitability, let alone our potential.\nThere are a number of reasons why we have room to run. Let's start with management fees. At 12/31, we had $38 billion of committed capital that isn't yet running through our management fee line. A year ago, that number was $20 billion. And as that $38 billion, which has a weighted average management fee north of 100 basis points, is either invested or enters its investment period, it will drive management fees in a meaningful way. And I will come to our future fundraising potential from here in just a minute.\nNext are our embedded gains. Gross unrealized carry at year-end totaled $8.6 billion compared to $4.7 billion a year ago. So even after a record realization year, gross unrealized carry increased over 80%, positioning us really well for future realized performance income.\nAnd embedded balance sheet gains at 12/31 were $6.7 billion, up from $4.4 billion a year ago. So similarly, while we saw a meaningful step-up in balance sheet realizations in 2021, our embedded gains increased over 50%.\nAnd finally, as the overall footprint of the firm continues to grow, leading to increased deployment and more relationships, this, in turn, continues to expand the opportunities we expect to have in our capital markets business.\nSo really strong performance in 2021 over the really meaningful potential still yet in front of us. That leads into the second topic I'd like to touch on: fundraising and our pipeline.\nAs we look forward, we expect to be fundraising across 30-plus strategies in 2022. So we have a lot of runway and opportunity in front of us.\nIn terms of areas of focus, I'd highlight 4. The first area is private wealth. We now manage a little over $50 billion in private wealth assets and we've been investing meaningfully into this channel. Historically, private wealth has contributed about 10% to 20% of the money that we raise annually. With the investments we're making in people, technology and new product innovation, alongside the strength of our brand and our track record, we believe over time that it should be 30% to 50% of the money that we raise.\nThe second area would be Asia. More than half of global GDP growth is expected to come from Asia. And as a reminder, 8 of our 21 offices are in the region. We were early in Asia, and we've seen significant scaling as AUM across our Asia-dedicated strategies has gone from $20 billion to $42 billion over the last 2 years, with private equity being the biggest driver of that growth.\nIn 2022, we expect to be fundraising for 5 Asia-focused strategies outside of PE across our infrastructure, real estate, credit and growth businesses. We have a leading footprint in Asia today, and building on our presence is a priority and a big opportunity for us.\nThe third area would be our broader core franchises. These are all adjacent strategies to what we're doing in private equity, real estate as well as infrastructure. So think longer-term capital, a lot of which can be raised on a continuous basis for strategies that are leveraging resources and deal flow that are already resident within the firm today.\nA year ago, we were at $17 billion of AUM across core, and today, that figure is north of $40 billion. In 2022, we look to continue the momentum and expect to be fundraising across 5 distinct strategies in private equity, real estate and infrastructure.\nAnd the fourth area is what we're doing across our real estate franchise. A year ago, AUM across real estate was $15 billion. Today, that figure is $41 billion. In 2022, we expect to fund raise across 10 distinct real estate strategies, including the next generation of our opportunistic real estate strategies across all 3 geographies.\nAnd with that, let me turn it over to Scott.\n\nScott C. Nuttall\n\nCo-CEO & Director, KKR & Co. Inc.\n\nThank you, Rob, and thank you, everyone, for joining our call today. As Craig and Rob reviewed, 2021 was a very strong year, with record AUM, FRE and earnings.\nThe hard work of the last 10 to 15 years of business building began to show up in bigger ways last year, and we're ahead of where we thought we would be at this point. And with a record $112 billion of dry powder, we are well capitalized to invest in opportunities presented by more volatile markets and an evolving macro picture. In summary, we feel incredibly well positioned.\nWhile we're together today, I also want to give you a little color on our annual planning meetings. Last week, we gathered 35 of our partners for 2 full days to review where we are, where we're going and what we need to get right to capture the opportunity in front of us. It was an extremely energizing discussion.\nAs we discussed at our Investor Day last April, we had significant runway in all of our businesses and see the opportunity to meaningfully scale across multiple platforms and markets simultaneously, including Asia, real estate, infrastructure, our core suite of products, private wealth, growth, impact in ESG, insurance, credit and private equity, amongst others. What we discussed last week is that our progress makes us even more confident in the opportunity ahead and what these businesses can become. Said another way, we believe we can get to the destination faster than we thought a year ago and the quantum of the growth opportunity is greater than we anticipated.\nSo while 2021 was a great year for the firm, what's particularly exciting is how the progress we made last year positions us for more growth in the years ahead. And [critically], Joe and I have never had more confidence in our team. We have a focused and highly motivated group driving our businesses and functions and responsible for each of our growth initiatives.\nSo we enter 2022 with significant conviction in our growth prospects, our model and our people and look forward to keeping you updated throughout the year. And with that, we're happy to take your questions."
  }
]