[
  {
    "header": "DXCM",
    "cik": "0001093557",
    "ticker": "DXCM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/963a97d3613626b14c25018aabd6ba64",
    "period": "2025 Q3",
    "content": "Q3 2025 DexCom Inc Earnings Call\n\nQ3 2025 DexCom Inc Earnings Call\n\nDXCMNASDAQOCT 30, 4:30 PM\n\nOperator\n\nLadies and gentlemen, welcome to the DexCom Third Quarter 2025 Earnings Release Conference Call. My name is Abby, and I will be your operator for today's call. [Operator Instructions]. As a reminder, the conference is being recorded.\nI will now turn the call over to Sean Christensen, Vice President of Finance and Investor Relations. You may begin.\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of Investor Relations\n\nThank you, operator, and welcome to DexCom's Third Quarter 2020 Earnings Call. Our agenda begins with Jake Leach, DexCom's President and Interim CEO, who will summarize our recent highlights and ongoing strategic initiatives followed by a financial review and outlook from Jereme Sylvain, our Chief Financial Officer.\nFollowing our prepared remarks, we will open the call up for your questions. At that time, we ask analysts to limit themselves to one question each so we can provide an opportunity for everyone participating today. Please note that there are also slides available related to our third quarter 2025 performance on the DexCom Investor Relations website on the Events and Presentations page. With that, let's review our safe harbor statement.\nSome of the statements we will make on today's call may constitute forward-looking statements. These statements reflect management's intentions, beliefs and expectations about future events, strategies, competition, products, operating plans and performance. All forward-looking statements included on this call are made as of the date hereof based on information currently available to DexCom, are subject to various risks and uncertainties, and actual results could differ materially from those anticipated in the forward-looking statements.\nThe factors that could cause actual results to differ materially from those expressed or implied by any of these forward-looking statements are detailed in DexCom's annual report on Form 10-K, most recent quarterly report on Form 10-Q and other filings with the Securities and Exchange Commission. Except as required by law, we assume no obligation to update any such forward-looking statements after the date of this call or to conform these forward-looking statements to actual results.\nAdditionally, during the call, we will discuss certain financial measures that have not been prepared in accordance with GAAP. Unless otherwise noted, all references to financial measures on this call are presented on a non-GAAP basis. This non-GAAP information should not be considered in isolation or as a substitute for results or superior to results prepared in accordance with GAAP.\nPlease refer to the tables in our earnings release and the slides accompanying our third quarter earnings call for a reconciliation of these measures to their most directly comparable GAAP financial measure.\nNow I will turn it over to Jake.\n\nJacob Steven Leach\n\nExecutive VP & CTO, DexCom, Inc.\n\nThank you, Sean, and thank you, everyone, for joining us. Before we begin, I'd like to take a moment to recognize Kevin Sayer, who's not on the call today, and as many of you know, has taken a temporary medical leave. Kevin, I know you're listening today, and I look forward to catching up with you after the call.\nNow on to the quarter. Today, we reported third quarter organic revenue growth of 20% compared to the third quarter of 2024. We continue to benefit from category growth, recent CGM access expansion and solid share performance in both our U.S. and international businesses. In the U.S., we again saw more of our new customer starts coming from the entire type 2 population as we benefited from the growing type 2 coverage and expanded reach within primary care.\nAs a reminder, we now have coverage established for anyone with diabetes with the national formularies of 3 of the largest commercial PBMs. This includes active coverage for nearly 6 million type 2 non-insulin lives, which represents about half of the Type 2 NIT commercial population in the U.S. Of course, the journey is not done, and we will continue to work tirelessly until we have coverage for this entire population of more than 25 million Americans.\nWhat continues to give us confidence is the growing body of CGM outcomes evidence for this population. This leads us to believe that this access expansion is a matter of when, not if. Given the significant level of CGM usage that already exists among this cohort, we have more real-world evidence available today than we have ever had in any of our prior advocacy campaigns.\nWe also already have seen positive updates to the latest standards of care for this group, which we expect to be further strengthened as randomized controlled trial data continues to emerge. This summer, we saw the first wave of noninsulin RCT outcomes presented at the annual ADA conference, and we are now working to build on that with our own well-designed RCT. We built our trial to be representative of the wide spectrum of people with type 2 diabetes and look forward to providing a readout early next year.\nSimilar to our mobile and DIAMOND studies, we believe this data set can become the cornerstone of our ongoing type 2 evidence road map. This not only helps us advocate for the remaining type 2 lives in the U.S., but it also helps us as we push for greater type 2 coverage across the globe. As our customer base becomes increasingly diversified with this broader coverage, we have also continued to iterate our product experience to make it more personalized for each of our users. One example that I'm particularly excited about is a new feature called DexCom Smart Basil. As we continue to learn more about the type 2 customers on basal insulin and their health care providers, we've observed several trends.\nFirst, there's apprehension to start basal insulin for those who truly need it. More than 1 in 3 patients avoid basal insulin altogether because of the fear of hypoglycemia. For those who are on basal insulin, about half of the customers who ultimately progress to meal-time insulin never reach an optimal dose of basal insulin. And for those that do, it typically takes several months to find the right dose.\nWe have an opportunity to make this experience so much better for our customers. DexCom Smart Basal Is a titration module built within the Dexcom app that is designed to make basal insulin titration and management simpler, faster and personalized for our customers. Our algorithm team designed this new software to learn from the daily glucose patterns customers and better identify the ideal timing and dose of their basal insulin. With Smart Basal, we also expect to improve adherence and greatly reduce the required workflow for the prescribing community. As titration has historically required ongoing manual inputs in frequent office visits.\nDexCom Smart Basal is currently under review with the FDA and for CE Mark. Once available, this feature will further advance our value proposition amongst the type 2 basal population and for the physicians that treat them. We also continue to enhance the value proposition of Stelo with ongoing software updates. Broader distribution and new metabolic health partners. I'm very proud of how far Stelo has come in such a short period of time.\nIn just the first 12 months in the market, Stelo has surpassed $100 million in revenue and has increased awareness of what CGM can do for everyone to improve metabolic health. We are continuously making the app more personalized and engaging. We simplified ordering and reordering and our growing base of partners has enabled broader health insights for our customers, and this is just the beginning.\nWe'll continue to make this feel like more of a consumer experience over time. We've also been getting a lot of inbound interest recently in bringing Stelo to the international market and look forward to these extensions in relatively short order. In addition, everyone at DexCom is very excited for the broader launch of our G7 15-day system.\nOver the past few months, our team has done an incredible job securing reimbursement for this product at the same net price to DexCom and low out-of-pocket costs for our customers. In fact, we now have contracts finalized with Medicare, every major commercial payer and our commercial DME partners. By finalizing these contracts, we've cleared a key step to enable our broad-based launch.\nAs we previously mentioned, we're currently in our initial launch with our warrior community as we gather feedback for our broader launch. We are looking forward to our broader rollout in the coming weeks. As we expand this launch, we are also continuing to innovate on the entire customer service experience.\nWe recently introduced a completely new digital experience called myDexcom account, which is rolling out country by country as we speak. My Dexcom account is a new online account portal it streamlines and simplifies the Dexcom digital experience built on direct customer feedback, this new platform will allow instant connectivity for online support, real-time visibility into orders or open tickets and active tracking for sensors.\nIt will also greatly simplify service requests for our customers as the site can auto fill necessary user information, including the serial number of a sensor that may require service. Between updates like this, our new pharmacy replacement model, ongoing software investment and our continued focus on product performance, we are demonstrating our commitment to advancing the customer experience. And this is just as true today despite some of the media that has been circulating on this topic.\nSo let me make one thing clear. The customer is and will always be the North Star for this company. This is what drives us every single day, and it's what's also driven me here at DexCom for over 20 years. That will not change. I recognize the investment community is attempting to interpret data on this topic. As we recently shared, our complaint rates for G7 have been largely stable over the past couple of years, and this continues to be the case across important categories, including sensor performance. But I also want to speak to our loyal customers and prescribing community today.\nIf any of you have an experience with DexCom that does not meet your expectations, we understand, and that is not good enough for us. We're always listening and we're always making improvements as a result. For G7, this has included improvements in Bluetooth connectivity, improvements to the adhesive and most recently, addressing deployment challenges that we identified earlier this year. Through this ongoing work, our product continues to get better. Status quo has not and will never be our guiding light. I'm confident to say that the quality of the sensors coming off our lines today is exceptional and meets our high standards and the expectations of our customers.\nTo close, I just want to note that I'm honored and excited to be serving as DexCom's next CEO. During the fall conference circuit, I had the opportunity to lay out my initial vision as the next CEO and share my conviction in this business over the long term. I look forward to sharing even more over the coming months. Our future remains very bright. Our team is incredibly strong and the opportunity ahead of us to transform metabolic health is unlike that at any company I can think of.\nWith that, I'll turn it over to Jereme for a financial update.\n\nJereme M. Sylvain\n\nExecutive VP, CFO & CAO, DexCom, Inc.\n\nThank you, Jake. As a reminder, unless otherwise noted, the financial metrics presented today will be discussed on a non-GAAP basis. Reconciliations to GAAP can be found in today's earnings release as well as the slide deck on our IR website.\nFor the third quarter of 2025, we reported worldwide revenue of $1.21 billion compared to $994 million for the third quarter of 2024. And representing growth of 22% on a reported basis and 20% on an organic basis. As a reminder, our definition of organic revenue excludes the impact of foreign exchange in addition to non-CGM revenue acquired or divested in the trailing 12 months. U.S. revenue totaled $852 million for the third quarter compared to $702 million in the third quarter of 2024, representing an increase of 21%.\nAs Jake mentioned, we continue to see all areas of type 2 diabetes become a bigger contributor to our U.S. new starts given our broader presence within primary care, significant new coverage within the non-insulin market and the continued growth of the basal market. We'll work to further build on this momentum, particularly as we push for even broader coverage for this group.\nInternational revenue grew 22%, totaling $357.4 million in the third quarter. International organic revenue growth was 18% for the third quarter. This marked our third straight quarter of accelerating growth internationally with particular strength coming from regions where we have expanded access in recent quarters. For example, France continues to stand out as one of our fastest-growing markets year-to-date. In fact, our growth in France has accelerated during every quarter of 2025 as we have built off the significant new coverage that we finalized late last year.\nCanada also performed very well during Q3 as we saw a nice uptick in demand, follow quickly behind our new coverage in Ontario. As a reminder, in both of these markets, we now have coverage secured through basal insulin use, and we expect more markets to move this way over time. These are great examples of the type of growth we can deliver as this type 2 coverage emerges.\nOur third quarter gross profit was $741.3 million or 61.3% of revenue compared to 63.0% of revenue in the third quarter of 2024. During the third quarter, we made continued progress in stabilizing our global sensor supply as we were able to fully restock our level of educational samples in the field and further rebuild our finished goods inventory levels internally.\nGiven this progress, we were able to taper back our investment in expedited shipping by the end of Q3 and -- in fact, we recently began shipping via ocean freight once again, beginning the transition back to more cost-efficient methods of transportation as we close 2025.\nWhile these supply dynamics have progressed in line with our plan, our third quarter gross margin was impacted by scrap rates at our manufacturing facilities that were higher than expected, albeit an improvement from the second quarter.\nAs Jake mentioned, earlier this year, our team identified certain third-party components that were contributing to an uptick in deployment issues for our sensors. While we have since addressed that issue directly, we have chosen to provide extra scrutiny to supplied products to ensure the highest quality product gets into the field, even if this results in higher cost in the near term. We expect these scrap rates to continue to improve in the coming months.\nOperating expenses were $468.4 million for Q3 of 2025 compared to $413.9 million in Q3 of 2024. Despite some of the challenges on gross margin, the company has been incredibly focused on managing operating expenses even as we increase our investment in R&D spend. Operating income was $272.9 million or 22.6% of revenue in the third quarter of 2025 compared to $212.0 million or 21.3% of revenue in the same quarter of 2024.\nAdjusted EBITDA was $368.4 million or 30.5% of revenue for the third quarter compared to $300.1 million or 30.2% of revenue for the third quarter of 2024. Net income for the third quarter was $242.5 million or $0.61 per share. This was the highest quarterly earnings per share in the history of our company. We remain in great financial position, closing the quarter with greater than $3.3 billion of cash and cash equivalents.\nWe had a very strong free cash flow quarter, which helped us increase our cash and cash equivalents balance by nearly $400 million, even as we repurchased shares over the course of the quarter. This cash level provides us with significant flexibility. And given where our shares are currently priced, we plan to settle our upcoming $1.2 billion of convertible notes in cash. In addition, we plan to remain in the market this quarter, repurchasing additional shares. Even after settlement of this convert, we'll have plenty of cash on hand to assess ongoing capital allocation opportunities, including additional repurchases.\nTurning to guidance. We are raising our revenue guidance to a range of $4.630 billion to $4.650 billion, representing growth of approximately 15% for the year. For margins, we are lowering our 2025 non-GAAP gross profit margin guidance to approximately 61% to reflect the additional scrap dynamics we discussed earlier. For both non-GAAP operating margin and adjusted EBITDA margin, we are now guiding to a range of 20% to 21% and 29% to 30%, respectively, as we expect to offset some of the gross margin pressure through continued OpEx leverage.\nWith that, we can open up the call for Q&A. Sean?\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of Investor Relations\n\nThank you, Jereme. As a reminder, we ask our audience to limit themselves to only one question at this time and then reenter the queue if necessary. Operator, please provide the Q&A instructions."
  },
  {
    "header": "DXCM",
    "cik": "0001093557",
    "ticker": "DXCM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b4d69bbfe18ac8cd5374791205760e2c",
    "period": "2025 Q2",
    "content": "Q2 2025 DexCom Inc Earnings Call\n\nQ2 2025 DexCom Inc Earnings Call\n\nDXCMNASDAQJUL 30, 4:30 PM\n\nOperator\n\nLadies and gentlemen, welcome to the DexCom Second Quarter 2025 Earnings Release Conference Call. My name is Abby, and I'll be your conference operator today. [Operator Instructions] As a reminder, this conference is being recorded.\nAnd I will now turn the call over to Sean Christensen, Vice President of Finance and Investor Relations. Mr. Christensen, you may begin.\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of Investor Relations\n\nThank you, operator, and welcome to DexCom's Second Quarter 2025 Earnings Call. Our agenda begins with Kevin Sayer, DexCom's Chairman and CEO, who will summarize our recent highlights and ongoing strategic initiatives, followed by a financial review and outlook from Jereme Sylvain, our Chief Financial Officer. Following our prepared remarks, we will open the call up for your questions. At that time, we ask analysts to limit themselves to one question each so we can provide an opportunity for everyone participating today. Please note that there are also slides available related to our second quarter 2025 performance on the DexCom Investor Relations website on the Events and Presentations page.\nWith that, let's review our safe harbor statement. Some of the statements we will make on today's call may constitute forward-looking statements. These statements reflect management's intentions, beliefs and expectations about future events, strategies, competition, products, operating plans and performance. All forward-looking statements included on this call are made as of the date hereof based on information currently available to DexCom are subject to various risks and uncertainties, and actual results could differ materially from those anticipated in the forward-looking statements. The factors that could cause actual results to differ materially from those expressed or implied by any of these forward-looking statements are detailed in DexCom's annual report on Form 10-K, most recent quarterly report on Form 10-Q and other filings with the Securities and Exchange Commission. Except as required by law, we assume no obligation to update any such forward-looking statements after the date of this call or to conform these forward-looking statements to actual results.\nAdditionally, during the call, we will discuss certain financial measures that have not been prepared in accordance with GAAP. Unless otherwise noted, all references to financial measures on this call are presented on a non-GAAP basis. This non-GAAP information should not be considered in isolation or as a substitute for results or superior to results prepared in accordance with GAAP. Please refer to the tables in our earnings release and the slides accompanying our second quarter earnings call for a reconciliation of these measures to their most directly comparable GAAP financial measure.\nNow I will turn it over to Kevin.\n\nKevin Ronald Sayer\n\nChairman, President, Chief Executive Officer, DexCom, Inc.\n\nThank you, Sean, and thank you, everyone, for joining us. Today, we reported second quarter organic revenue growth of 15% compared to the second quarter of 2024. We continue to see strong category growth, focused execution by our team and a growing contribution from our recent access wins.\nIn the U.S., our new customer demand and volume growth remained consistent with the high levels we experienced during the first quarter. With the year now under our belt since expanding our sales force, our commercial team is operating at a very high level. Our expanded reach has helped us build relationships with a wider base of physicians, grow our market share and more quickly educate the market on the evolving coverage landscape. This has been particularly important as coverage continues to build.\nIn fact, as of this month, our type 2 non-insulin reimbursement went live with a third major PBM. With this coverage in place, we now have reimbursement established for anyone with diabetes on the national formularies of the 3 largest commercial PBMs in the U.S. As previously stated, this will provide us with coverage for nearly 6 million type 2 non-insulin lives this year.\nBut we're not stopping there. This is only a first step as we work to build coverage for this entire 25 million person population in the U.S. Given our growing body of health outcomes evidence, as well as DexCom CGM's proven ability to save cost for the health care system, we believe this is only a matter of time.\nImportantly, clinicians are quickly recognizing the potential to deliver better type 2 care. Many experienced providers have wanted to integrate DexCom CGM earlier into care plans, and this new coverage has greatly improved their ability to do so. As a result, during the second quarter, we again saw strong growth from the [ type 2/9 ] insulin population, which helped us take share in this quickly growing part of the market. With more opportunity than we've ever had, we are building on this momentum with new access wins, more personalized software and by leveraging our differentiated product portfolio to deliver for our communities.\nAlong those lines, interest in Stelo, our over-the-counter glucose biosensor, also continued to grow during the second quarter. In fact, as of this summer, the Stelo app has been downloaded more than 400,000 times. This reflects both the improving brand awareness for Stelo, particularly as more customers share their early success stories as well as broader consumer movement toward health wearables and personalized metabolic health management. Physicians are also more broadly leveraging Stelo across their practices, as they now have a simple and easily accessible DexCom biosensor available for any patient that doesn't have coverage. While we are less than a year into Stelo's launch, we've already greatly enhanced the customer experience with new software features, broader distribution and digital health partnerships, steadily increasing the value of our features and providing more choice in how and where they engage with their glucose data.\nThese connections will also enable us to expand the range of health and activity data available in the Stelo app experience. For example, our integration with OURA is now live, which allows customers to integrate DexCom glucose data with vital signs, sleep, stress, heart health and activity data provided by the Oura Ring. This broader data set can help us deliver more personalized and well-rounded insights over time, particularly as we continue to expand our generative AI capabilities within the app.\nSimilarly, we recently introduced a new feature across both Stelo and G7 that leverages AI to greatly simplify the process of meal logging for our customers. With the launch of our Smart Food Logging feature, our apps can now generate a detailed meal description based on a photo, and then [indiscernible] the post-neoglycemic impact for our customers. Additionally, users can now search for previous meals through the History tab, which can help support healthier decisions in the future as well as interaction with their care providers.\nOn the hardware side, we're very excited for the upcoming launch of our 15-day G7 System. With FDA clearance now secured, we're working through the standard reimbursement contracting process in advance of launch. These discussions are progressing as planned, leaving us right on track to start the launch in the second half of the year.\nWe continue to balance a focus of long-term platform innovation like our 15-day G7 and our G8 development while simultaneously embracing the mindset of rapid software development like a consumer technology company. Along those lines, we've already introduced 17 app updates across our Stelo, G-Series and DexCom ONE+ core products in the first half of 2025. These updates address real needs for our users and their caregivers, things that take complex diabetes and metabolic health management, and simplifying the experience for the good of our customers.\nWe already mentioned the simplicity of AI food logging. We've also enabled our share and follow system to work for our customers using direct-to-watch connectivity. As a real-world example of how this can benefit our customers, I recently met the parents of a competitive swimmer while traveling. They were thrilled with this new functionality, as it allowed them to track their son's glucose during swim competitions even if he does not have a phone nearby. We've enhanced the data visualization for our customers while giving them greater ability to customize their experience with adjustable target ranges. We've brought to market connected pen technologies for our customers using insulin pens, allowing them to automatically log doses without the hassle of tracking them manually.\nWe also know how much our customers rely on their DexCom sensors to manage their health and the challenge that any disruption to their supply represents. This is one of the reasons why we have prioritized resources so heavily this year to maintain continuity for our customers. We've also recently rolled out a nationwide warranty program for our pharmacy customers, allowing them to access replacement sensors as early as the same day.\nOne of the core values that we embrace is summed up in the simple word, listen. With the type of enhancements like I just reviewed, we are taking the direct feedback from our customers and driving innovative solutions that address their core needs. Essentially, we continue to bring greater value to our products every month and are thankful for the sincere loyalty that this has driven amongst our customer base.\nAs we've mentioned before, our definition of customer goes beyond just the end user. It includes caregivers, channel partners, payers and certainly the health care practitioners that rely upon DexCom CGM. Along those lines, we have seen significant momentum and excitement since we became the first CGM company to offer a direct no-cost integration into Epic EHR last year. At this point, we already have more than 100 health systems either integrated or in the process of onboarding to enable DexCom CGM data to flow directly into their customer health records.\nAs many of you recall, we exited the first quarter with inventory levels in a tighter position than we typically would like and set a clear focus on continuing to support our overall customer demand while rebuilding our finished goods inventory. I'm proud of the seamless customer support provided by our manufacturing and logistics teams during the second quarter. To accomplish this, we delivered multiple months of record production across our facilities and invested strategically in expedited shipping routes. This helped us to successfully restore inventory levels with key channel partners and allowed us to start rebuilding our own stock of finished goods internally. As a result, our supply dynamics are in a much better position than they were even 90 days ago.\nFinally, we were thrilled to showcase our latest collection of clinical evidence at the American Diabetes Association's 85th Scientific Sessions last month. This year, we presented or supported nearly 40 studies during the event, with the majority of these exploring earlier stages of metabolic health management in areas where market access remains more limited today. This included the readout of 2 randomized controlled trials which study DexCom CGM usage for gestational diabetes and type 2 non-insulin care. Each of these presented very compelling outcomes, which we expect to further bolster the case for broader access and adoption. The momentum behind CGM for the type 2 non-insulin population was abundantly clear during the weekend, building on the update to the ADA standard of care that we saw at the end of 2024.\nAcross the session, we heard more KOLs advocating for CGM to become the standard of care in this population. To further support this movement, our own type 2 non-insulin RCT remains on track to read out early next year. Our team also presented data looking at the next frontier of glucose biosensing. This included studies outside of diabetes, such as chronic kidney disease, where the data showed a significant reduction in disease progression over a 3-year period for those using DexCom CGM.\nAs always, I left this year's conference as excited as ever about the future of our company and the potential we have to serve a much larger population over time. With that, I'll turn it over to Jereme.\n\nJereme M. Sylvain\n\nExecutive VP, CFO & CAO, DexCom, Inc.\n\nThank you, Kevin. As a reminder, unless otherwise noted, the financial measures presented today will be discussed on a non-GAAP basis. Reconciliations to GAAP can be found in today's earnings release as well as the slide deck on our IR website.\nFor the second quarter of 2025, we reported worldwide revenue of $1.16 billion compared to $1 billion for the second quarter of 2024, representing growth of 15% on both a reported basis and organic basis. As a reminder, our definition of organic revenue excludes the impact of foreign exchange in addition to non-CGM revenue acquired or divested in the trailing 12 months. U.S. revenue totaled $841 million for the second quarter compared to $732 million for the second quarter of 2024, representing an increase of 15%.\nAs Kevin mentioned, we had a strong quarter in the U.S. as we benefited from our recently expanded type 2 access and growing presence within the primary care channel. This helped us deliver new customer starts that were right in line with the record levels that we experienced in Q1. International revenue grew 16%, totaling $316 million in the second quarter. International organic revenue growth was 14% for the second quarter. We experienced an acceleration in growth across our international markets in Q2, with particular strength coming from our DexCom ONE+ platform. Several of our key type 2 coverage wins recently have been for DexCom ONE+, and we've started to see a growing contribution from this expanded access. We expect this will remain a nice source of continued growth for us as type 2 coverage continues to expand globally.\nAlong those lines, we were recently excited to announce coverage for anyone on insulin with the Ontario Drug Benefit Program in Canada. This represents a significant expansion for us in the largest Canadian province, as our public coverage was previously very limited in this region. In addition, the coverage expansion includes all insulin, continuing the momentum that we are seeing in international markets for broader type 2 coverage. We view this as another nice example of the growing recognition globally of DexCom's ability to deliver improved outcomes for anyone with diabetes.\nOur second quarter gross profit was $695.9 million or 60.1% of revenue compared to 63.5% of revenue in the second quarter of 2024. During the second quarter, we again invested in expedited shipping routes to ensure consistent customer supply while we stabilized our supply chain. This helped us keep our key distribution partners with sufficient supply during the quarter and allowed us to start refilling our own finished goods inventory. This includes more educational samples available in the field, which were limited in the second quarter. These samples often play a critical role to enable clinicians and people with diabetes to have an introductory experience with DexCom CGM. We still have some work to do to be at the preferred inventory levels that give us greater flexibility in our operations, but the rebuild is moving forward as we planned.\nI'm very proud of our continued progress, which will help us return to more targeted inventory levels and efficient shipping options throughout the year. Operating expenses were $474.1 million for Q2 of 2025 compared to $442.7 million in Q2 of 2024. Operating income was $221.8 million or 19.2% of revenue in the second quarter of 2025 compared to $195.4 million or 19.5% of revenue in the same quarter of 2024. Adjusted EBITDA was $327.6 million or 28.3% of revenue for the second quarter compared to $283.9 million or 28.3% of revenue for the second quarter of 2024. Net income for the second quarter was $192.8 million or $0.48 per share.\nWe remain in a great financial position, closing the quarter with approximately $2.9 billion of cash and cash equivalents. This cash level, along with our growing free cash flow profile, provides us with a lot of financial flexibility in our capital allocation decisions. We're currently watching the macroeconomic and capital market environments closely as we finalize plans to address our 2025 convertible notes, along with any other strategic uses of capital.\nTurning to guidance. We are raising our revenue guidance to a range of $4.6 billion to $4.625 billion, representing growth of 14% to 15% for the year. For margins, we are reaffirming our 2025 guidance of non-GAAP gross profit margin of approximately 62%, non-GAAP operating margin of approximately 21% and adjusted EBITDA margin of approximately 30%.\nWith that, I'm going to pass the call back to Kevin. Kevin?\n\nKevin Ronald Sayer\n\nChairman, President, Chief Executive Officer, DexCom, Inc.\n\nAs many of you saw in the press release today, I also want to take the opportunity to formally announce our succession plan, as I will hand over my CEO responsibilities to Jake Leach at the beginning of 2026. We've taken an initial step in this process with the announcement of Jake's promotion to President in May. And the Board and I are convinced that now is the right time to provide clarity on the next step for DexCom.\nI am confident that the company is in a great position with the right leadership team in place to not only continue the significant momentum that we carry right now, but to capitalize on the massive future opportunity ahead for DexCom by advancing access and executing on our exciting product portfolio, and there is nobody that I trust more than Jake to lead the company into the future. As we transition to Q&A, I'll hand it over to Jake for a few words. Jake?\n\nJacob Steven Leach\n\nExecutive VP & CTO, DexCom, Inc.\n\nThanks, Kevin, and hello, everyone. I'll keep my comments fairly brief at this point. I've been at DexCom since we launched our very first product, and I know the impact that we've had on the lives of our customers. And I'm proud of that impact. And yet, when I look to the future potential for DexCom, I can honestly say that I believe this company is just getting started. We have an incredible team, and I'm excited to lead the next phases of our journey to both expand access to our technology and to innovate across our portfolio of products to drive better health outcomes for our customers. I look forward to continuing to work closely with Kevin throughout this transition and also more closely with all of you as we move forward.\nWith that, Sean, let's open it up for Q&A.\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of Investor Relations\n\nThank you, Jake. As a reminder, we ask our audience to limit themselves to only 1 question at this time and then reenter the queue if necessary. Operator, please provide the Q&A instructions."
  },
  {
    "header": "DXCM",
    "cik": "0001093557",
    "ticker": "DXCM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7547e0566990589d1bc3590d3dfca906",
    "period": "2025 Q1",
    "content": "Q1 2025 DexCom Inc Earnings Call\n\nQ1 2025 DexCom Inc Earnings Call\n\nDXCMNASDAQMAY 1, 4:30 PM\n\nOperator\n\nWelcome to the Dexcom First Quarter 2025 Earnings Release Conference Call. My name is Louella, and I will be your operator for today's call. [Operator Instructions]\nAs a reminder, the conference is being recorded. I will now turn the call over to Sean Christensen, Vice President of Finance and Investor Relations. Sean, you may begin.\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of Investor Relations\n\nWelcome to Dexcom's First Quarter 2025 Earnings Call. Our agenda begins with Kevin Sayer, Dexcom's Chairman, President and CEO, who will summarize our recent highlights and ongoing strategic initiatives; followed by a financial review and outlook from Jereme Sylvain, our Chief Financial Officer.\nFollowing our prepared remarks, we will open the call up for your questions. At this time, we ask analysts to limit themselves to one question each so we can provide an opportunity for everyone participating today.\nPlease note that there are also slides available related to our first quarter 2025 performance on the Dexcom Investor Relations website on the Events and Presentations page.\nWith that, let's review our safe harbor statement. Some of the statements we will make on today's call may constitute forward-looking statements. These statements reflect management's intentions, beliefs and expectations about future events, strategies, competition, products, operating plans and performance. All forward-looking statements included on this call are made as of the date hereof based on information currently available to Dexcom, are subject to various risks and uncertainties, and actual results could differ materially from those anticipated in the forward-looking statements. The factors that could cause actual results to differ materially from those expressed or implied by any of these forward-looking statements are detailed in Dexcom's annual report on Form 10-K, most recent quarterly report on Form 10-Q and other filings with the Securities and Exchange Commission. Except as required by law, we assume no obligation to update any such forward-looking statements after the date of this call or to conform these forward-looking statements to actual results.\nAdditionally, during the call, we will discuss certain financial measures that have not been prepared in accordance with GAAP. Unless otherwise noted, all references to financial measures on this call are presented on a non-GAAP basis. This non-GAAP information should not be considered in isolation or as a substitute for results or superior to results prepared in accordance with GAAP. Please refer to the tables in our earnings release and the slides accompanying our first quarter earnings call for a reconciliation of these measures to their most directly comparable GAAP financial measure.\nNow I will turn it over to Kevin.\n\nKevin Ronald Sayer\n\nChairman, President, Chief Executive Officer, DexCom, Inc.\n\nThank you, Sean, and thank you, everyone, for joining us. Today, we reported first quarter organic revenue growth of 14% compared to the first quarter of 2024. This represented our second straight quarter of reaccelerating revenue growth as we benefited from continued strong category demand, recent access wins and focused execution by our team.\nIn our U.S. business, we successfully balanced strong demand while navigating short-term supply dynamics. Our teams worked hard to provide consistent support for our customers, channel partners and physician community. We moved quickly to ensure limited customer disruption and set up clear lines of communication with all involved stakeholders. This included launching a public website that provided status updates and direct customer support for anyone impacted during this transition.\nOur manufacturing and logistics teams worked around the clock to make sure our product was where it needed to be to meet our customers' needs. We work closely with our distribution partners to clearly align our updated supply timelines with their customer demand, and we would like to acknowledge the great work of these partners in providing excellent care to our users. As you can see, we prioritized customer care throughout this period, and I hope this commitment continues to be noticed.\nWe experienced an acceleration in demand from new customers, which again came in at record levels during Q1. We are clearly seeing the benefit of expanding our commercial reach last year. After significantly expanding our prescriber base in 2024, we are going deeper across these practices as physicians expand their Dexcom CGM prescribing patterns. Importantly, we made these commercial investments knowing that new Dexcom technology and broader access were just around the corner. Since that time, we introduced Stelo as the first over-the-counter CGM, launched several new software and connectivity updates to enhance the customer experience and secured much broader coverage within the type 2 market.\nWe started the year by announcing that we had secured access at 2 of the 3 largest PBMs for anyone with diabetes regardless of whether they use insulin. While it is still early, we've been very encouraged to see physicians quickly adjust their prescribing patterns to [indiscernible] new coverage. In fact, during the first quarter, we already saw a notable uptick in new customer starts coming from the type 2 non-insulin population compared to any time in our company's history. We'll now look to build on this momentum through targeted awareness campaigns and by advocating for even broader type 2 coverage over time.\nAlong those lines, I'm excited to share that as of this summer, the third major PBM will also begin covering Dexcom G7 for anyone with diabetes in some of their key formularies. Having the 3 largest PBMs now covering Dexcom for all people with diabetes represents a true step change in the coverage landscape. It also indicates that a clear consensus is forming on both the health and economic benefits of incorporating CGM earlier in diabetes care plans.\nBetween these 3 large PBMs and additional coverage we expect to finalize in the coming months, Dexcom will have coverage for nearly 6 million people with type 2 diabetes who are not on insulin by the end of the year. While this still represents only a portion of this 25 million person population in the U.S., we often see smaller and customized plans quickly follow suit of the larger PBM formularies.\nWe'll also continue to strengthen our case with payers with additional data readouts in the coming quarters. This includes our recently announced randomized controlled trial for people with type 2 diabetes who are not on insulin. Similar to our MOBILE and DIaMonD studies for the insulin-using population, we believe this data set can become the centerpiece of our broader type 2 non-insulin evidence road map. This level of evidence has historically been a key factor in driving definitive changes to standards of care and unlocking even broader access globally.\nAs we continue to advocate for broader type 2 coverage, we have already greatly simplified access to Dexcom technology through the launch of our over-the-counter biosensor, Stelo. Stelo continues to attract a wide range of new customers across the type 2 diabetes, prediabetes and health and wellness landscapes. We have also seen growing use of Stelo among the physician community who can now tailor their Dexcom care plans based on each customer's coverage and metabolic health.\nWhile we are still early in this launch, our team has moved quickly to enhance the Stelo experience with new software updates and broader distribution. During the first quarter, this included launching a 180-day data look-back feature, which was in direct response to early customer feedback. This is a great example of our ability to quickly iterate the Stelo app to provide new customer insights and deliver a more personalized experience.\nStelo also officially went live on the Amazon storefront during the quarter, which provides our customers another easy access point on one of the highest-volume e-commerce sites in the world, and we expect even more distribution partners to broaden our commercial access in the future. These updates are already resonating with our customers.\nOver the course of the first quarter, we saw even greater Stelo customer experience metrics in response to these updates. And we believe that we're just getting started with what we can do to lead our customers to greater metabolic health.\nOur first quarter results show that our commercial teams are performing very well, and we are excited to build from this position of strength by announcing the addition of Jon Coleman as our new Chief Commercial Officer. Jon brings over 30 years of global commercial leadership experience to our organization across multiple health care segments and channels. Over this time, he has established a proven track record of execution, making Jon a great fit for Dexcom at this important point in our company's history. We're excited to have him lead our commercial organization.\nI would also like to address the warning letter that our company received from the FDA in March. This letter was related to observations made by the agency following inspections of our San Diego and Mesa facilities during 2024. We take any FDA recommendations very seriously, so our team immediately began instituting corrective actions to address these observations. While we were disappointed to receive a warning letter, I'm incredibly proud of how our teams have rallied together with a thorough review and response, and we look forward to working together with the FDA to further strengthen our systems and processes.\nAs one example of our ongoing collaboration with the agency, we were excited to recently announce FDA clearance for our 15 Day Dexcom G7 system. This marks another innovation milestone for our company as our 15 Day product advances both wear time and accuracy levels for G7. With performance data demonstrating an MARD of 8.0%, this sets a new bar in the industry in terms of sensor accuracy. We are incredibly excited to bring this product to market.\nAs previously mentioned, we plan to launch our 15 Day G7 system in the second half of the year, and our team is working quickly to prepare for this rollout. This includes working with payers to establish coverage in advance of launch and collaborating with our pump partners to ensure a seamless transition for G7 compatible automated insulin delivery systems.\nWith that, I'll turn it over to Jereme.\n\nJereme M. Sylvain\n\nExecutive VP, CFO & CAO, DexCom, Inc.\n\nThank you, Kevin. As a reminder, unless otherwise noted, the financial measures presented today will be discussed on a non-GAAP basis. Reconciliations to GAAP can be found in today's earnings release as well as the slide deck on our IR website.\nFor the first quarter of 2025, we reported worldwide revenue of $1.036 billion compared to $921 million for the first quarter of 2024, representing growth of 12% on a reported basis and 14% growth on an organic basis.\nAs a reminder, our definition of organic revenue excludes the impact of foreign exchange in addition to non-CGM revenue acquired or divested in the trailing 12 months.\nU.S. revenue totaled $751 million for the first quarter compared to $653 million in the first quarter of 2024, representing an increase of 15%. As Kevin mentioned, our team did a great job navigating short-term supply dynamics while supporting both new and existing customer demand. We experienced another quarter of strong new customer demand in the U.S. with a particularly notable uptick coming from the type 2 non-insulin using population.\nBy having the broader sales force in place, we were able to quickly take advantage of the coverage expansion that occurred in January to drive a nice acceleration in new patient performance, and we look forward to building on this momentum with our additional coverage kicking in over the course of the year.\nAdditionally, as we previously indicated, we saw the combined impact of channel mix and rebate eligibility moderate during the first quarter. This helped narrow the gap between U.S. volume and revenue growth compared to the prior 2 quarters.\nInternational revenue grew 7%, totaling $286 million in the first quarter. International organic revenue growth was 12% for the first quarter. Our international business demonstrated pockets of strength, particularly in areas we have highlighted recent coverage expansions in the type 2 landscape. Examples of this will be continued growth of our business in Japan as well as our growth of Dexcom ONE platform in France.\nWe continue to like our overall strategic position as regional access continues to grow. We see several opportunities for expansions of type 2 coverage upcoming in 2025 and are building good momentum in the core international markets to eventually match the level of coverage that we have achieved in the U.S.\nOur first quarter gross profit was $596.2 million or 57.5% of revenue compared to 61.8% of revenue in the first quarter of 2024. As we said on the fourth quarter call, we expected the Q1 gross margin to be below our full year levels because of historic seasonality as well as having to navigate some of the near-term supply dynamics that were caused by a shipment of sensors that was damaged in the fourth quarter. We are proud of how we navigated the first quarter to prioritize the care of our customers.\nBut as Kevin alluded to earlier, we did have to incur some incremental cost to do so. As an example, we have expedited our lead times by chartering direct flights to fulfill distribution centers, which comes at a higher cost than our traditional freight processes.\nWe exit the first quarter in a much better position with our channel inventory levels. However, there is still work ongoing to get our internal inventory back to normal levels. As a result, we expect some of these costs to continue until we are back at normal inventory levels, which we have factored into our full year guidance update.\nOperating expenses were $453.1 million for Q1 of 2025 compared to $428.9 million in Q1 of 2024. Operating income was $143.1 million or 13.8% of revenue in the first quarter of 2025 compared to $140.2 million or 15.2% of revenue in the same quarter of 2024.\nAdjusted EBITDA was $230.4 million or 22.2% of revenue for the first quarter compared to $220.9 million or 24% of revenue for the first quarter of 2024.\nNet income for the first quarter was $127.7 million or $0.32 per share.\nWe remain in a great financial position, closing the quarter with approximately $2.7 billion of cash and cash equivalents. This cash position, along with our strong free cash flow profile provides a lot of ongoing flexibility in our capital allocation decisions.\nAlong those lines, we are excited to announce the $750 million share repurchase program today. Given our strong revenue and cash flow growth outlook, we see this as an opportunity to enhance our capital structure while still giving ourselves plenty of cash available to address our 2025 convertible notes and any other strategic uses of capital.\nTurning to guidance. We are reaffirming our prior revenue guidance of $4.6 billion, representing growth of 14% for the year. For margins, we are reducing our full year non-GAAP gross profit margin guidance to approximately 62%, while reaffirming our full year non-GAAP operating margin and adjusted EBITDA margin guidance of approximately 21% and 30%, respectively.\nOur new gross margin guidance reflects the impact of our first quarter results and a few additional factors. So I want to provide additional color here on how we've approached it in the cadence throughout the year.\nWe expect the first quarter result to have an approximately 75 basis point impact on the full year gross margin relative to our prior guidance. As we continue to rebuild our inventory levels while addressing increasing demand, we have factored in an additional 100 basis point impact to our global freight costs to support expedited shipping. We expect that this impact will lessen as we move throughout the year.\nWe have also built into this gross margin guidance a 50 basis point impact of inflationary pressures from tariffs in the supply chain. While we do not necessarily expect a large direct tariff impact given our diverse manufacturing footprint and the health conditions that we address, we nevertheless want to be prudent, given the fluctuations in the global trade landscape and the indirect impact tariffs have on supply costs.\nFinally, we anticipate an approximately 25 basis point impact to our global manufacturing costs based on fluctuations in the U.S. dollar. Despite the pressure on gross margin, we are in the position to offset that pressure and reiterate our operating margin and adjusted EBITDA margin guidance. Our teams are doing a good job prioritizing investments in the right areas while setting up our functions to scale efficiently.\nWith that, we can open up the call for Q&A. Sean?\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of Investor Relations\n\nThank you, Jereme. In addition to Kevin and Jereme, we will also have Jake Leach, our Chief Operating Officer, joining us for our question-and-answer session.\nAs a reminder, we ask our audience to limit themselves to only one question at this time and then re-enter the queue if necessary. Please provide the Q&A instructions."
  },
  {
    "header": "DXCM",
    "cik": "0001093557",
    "ticker": "DXCM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fa67caefdfeedc8b5da7d3363ca15e63",
    "period": "2024 Q4",
    "content": "Q4 2024 DexCom Inc Earnings Call\n\nQ4 2024 DexCom Inc Earnings Call\n\nDXCMNASDAQFEB 13, 4:30 PM\n\nOperator\n\nThank you for standing by. My name is Abby, and I will be your conference operator today. At this time, I would like to welcome everyone to the DexCom Inc. Fourth Quarter 2024 Earnings Release Conference Call. [Operator Instructions].\nI would now like to turn the call over to Sean Christensen, VP of Finance and Investor Relations. Please go ahead.\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of Investor Relations\n\nThank you, Abby, and welcome to DexCom's Fourth Quarter and Fiscal Year 2024 Earnings Call. Our agenda begins with Kevin Sayer, DexCom's Chairman, President and CEO, who will summarize our recent highlights and ongoing strategic initiatives, followed by a financial review and outlook from Jereme Sylvain, our Chief Financial Officer.\nFollowing our prepared remarks, we will open the call up for your questions. At that time, we ask analysts to limit themselves to 1 question each so we can provide an opportunity for everyone participating today. Please note that there are also slides available related to our fourth quarter and fiscal year 2024 performance on the DexCom Investor Relations website on the Events and Presentations page.\nWith that, let's review our safe harbor statement. Some of the statements we will make on today's call may constitute forward-looking statements. These statements reflect management's intentions, beliefs and expectations about future events, strategies, competition, products, operating plans and performance. All forward-looking statements included on this call are made as of the date hereof based on information currently available to DexCom, are subject to various risks and uncertainties, and actual results could differ materially from those anticipated in the forward-looking statements.\nThe factors that could cause actual results to differ materially from those expressed or implied by any of these forward-looking statements are detailed in DexCom's annual report on Form 10-K most recent quarterly report on Form 10-Q and other filings with the Securities and Exchange Commission. Except as required by law, we assume no obligation to update any such forward-looking statements after the date of this call or to conform these forward-looking statements to actual results.\nAdditionally, during the call, we will discuss certain financial measures that have not been prepared in accordance with GAAP. Unless otherwise noted, all references to financial measures on this call are presented on a non-GAAP basis. This non-GAAP information should not be considered in isolation or as a substitute for results or superior to results prepared in accordance with GAAP. Please refer to the tables in our earnings release in the slides accompanying our fourth quarter and fiscal year 2024 earnings call for a reconciliation of these measures to their most directly comparable GAAP financial measure.\nNow I will turn it over to Kevin.\n\nKevin Ronald Sayer\n\nChairman, President, Chief Executive Officer, DexCom, Inc.\n\nThank you, Sean, and thank you, everyone, for joining us. Today, we reported fourth quarter organic revenue growth of 8% compared to the fourth quarter of 2023. This brought our full year organic revenue growth to 12%, which was in line with our latest 2024 guidance. 2024 was a year of strategic investment for DexCom. And through these investments, we believe we enter 2025 in a stronger position to capitalize on our next wave of growth.\nTo recap, over the past year, we broadened our commercial reach, launched new products that define the category, build greater scale and advanced CGM reimbursement globally. Through this work, we continue to lead the biosensing market and have positioned ourselves to impact millions of more lives around the world.\nWe ended 2024 with more than 2.8 million customers globally on our G-Series and D-Series products as demand for DexCom CGM remains high. This represents an increase of approximately 25% to our global active customer base compared to 2023. This increase in customers was driven by momentum both in the category and through our improving execution in the field, which we're very excited about. This was evident in the U.S., where our sales force productivity metrics showed improvement in the fourth quarter.\nWe have now grown our U.S. prescriber base by more than 50,000 over the past year. Through these new relationships, we've successfully broadened our presence within primary care and made early inroads with emerging CGM care points like maternal-fetal medicine. Importantly, across this growing position base, we are also seeing prescribing depth improve. It often takes only a single Dexcom experience for a physician to recognize the potential to deliver better care with DexCom CGM.\nAs these new physicians now expand their use of DexCom CGM across our practices, we've seen the impact to our new patient performance build from the strong third quarter finish that we described on our last call. This helped us achieve another quarter of record new customer starts.\nAs discussed earlier in the year, we knew that the opportunity ahead was tremendous when expanding the U.S. sales force. With this focus on execution, we look to build upon our momentum in 2025 as we further cultivate these relationships and connect with the next leg of CGM prescribers. Our team is also helping many of these physicians navigate the evolving coverage landscape within diabetes care. In the past 2 years alone, reimbursement for CGM has significantly expanded as we've helped establish our clinical value well beyond insulin management.\nAs many of you remember, a key milestone on this journey was the publication of our mobile randomized controlled trial, which demonstrated significantly improved outcomes beyond intensive insulin use. This data prompted clinical societies to update their standards of care and quickly led to widespread reimbursement for anyone on basal insulin. We are now seeing similar evidence build around the benefits of CGM regardless of where someone is in their diabetes journey. In fact, some data has shown even greater health outcomes for those non audience when the CGM is providing them real-time feedback on lifestyle decisions for the first time. There is also a growing economic argument for incorporating CGM earlier into care plans as this has been shown to reduce hospitalizations, specialty visits and utilization of health care resources.\nAs this comprehensive body of evidence continues to grow, payers have started to act. We recently shared that as of January 2025, 2 of the 3 largest PBMs now cover DexCom CGM for anybody with diabetes. With these national formularies leading the way by the end of the year, DexCom will have coverage for more than 5 million people with type 2 diabetes who are not on insulin in the U.S. For context, this is even larger than the type 2 basal reimbursement that came less than 2 years ago. And yet this only represents around 20% of the 25 million type 2 non-insulin lives with diabetes in the U.S. In 2025, we will be actively pursuing coverage for the remaining 20 million lives.\nTo strengthen our case even more, we recently announced that we initiated a randomized controlled trial for people with type 2 diabetes who are not on insulin and expect to complete enrollment soon. As we advance this important work to further expand coverage in the U.S., we have already significantly broadened access to the DexCom technology with the launch of our over-the-counter product, Stelo. In line with our mission to empower people to take control of health, this product has allowed us to reach many more people. As we said at the J.P. Marketing Conference last month, more than 140,000 people were on Stelo in the first 4 months of the launch with demand spanning across the type 2 diabetes, prediabetes and health and wellness populations.\nImportantly, regardless of our [indiscernible] in [ their ] metabolic health journey, we're quickly enhancing Stelo to make it more personalized and drive greater engagement across our platform. Key to this will be DexCom's proprietary generative AI technology, which was recently launched in its initial feature in Stelo and will become a key source of personalized content as we expand its functionality over time. We're also building on the Stelo experience through targeted partnerships that will consolidate multiple biomarkers into our platform. This includes our recently announced relationship with Oura, which will integrate Dexcom glucose data with vital sign, sleep, stress, hard health and activity data from the Oura to provide an even broader picture of health for our mutual customers.\nOverall, we've been thrilled by customer demand for Stelo in these initial months, and we're excited to build on this momentum as we enter 2025. We see an opportunity to further elevate the Stelo brand this year through product iteration, broad awareness campaigns and new distribution channels. This will include Stelo's upcoming introduction on the Amazon storefront, which we expect to be live in the coming weeks.\nFinally, we ended the year on a high note across our international business. We have spoken time and time again about the importance of building greater access. And our most recent international coverage wins have again served as a nice catalyst for our business. Most notably, early in the fourth quarter, we finalized basal coverage for our DexCom 1+ system in France and saw a strong demand in the first quarter of its implementation.\nFrance is another great example of our ability to leverage our product portfolio to match the needs of each customer and reimbursement system. It has also proven to be on the forefront of type 2 CGM coverage as 1 of the only 2 international markets with broad basal coverage today. In fact, across many of our markets, even type 2 intensive coverage is in much earlier stages though we're seeing interest and reimbursement steadily build. As it does, we believe we're better positioned than at any time in our company's history to participate and lead growth in this category. As we look forward to 2025, there is a lot for us to be excited about. We remain in a unique position to help pioneer a fast-growing industry that has significant potential to broaden its impact.\nWith that, I'll turn it over to Jeremy.\n\nJereme M. Sylvain\n\nExecutive VP, CFO & CAO, DexCom, Inc.\n\nThank you, Kevin. As a reminder, unless otherwise noted, the financial measures presented today will be discussed on a non-GAAP basis. Reconciliations to GAAP can be found in today's earnings release as well as the slide deck on our IR website. For the fourth quarter of 2024, we reported worldwide revenue of $1.11 billion compared to $1.03 billion for the fourth quarter of 2023, representing growth of 8% on both a reported basis and organic basis.\nAs a reminder, our definition of organic revenue excludes the impact of foreign exchange, in addition to non-CGM revenue acquired or divested in the trailing 12 months. U.S. revenue totaled $803 million for the fourth quarter compared to $769 million for the fourth quarter of 2023, representing an increase of 4%.\nAs Kevin mentioned, new customer demand has steadily built over the past 2 quarters as our sales force productivity metrics continue to improve. Rebate eligibility again negatively impacted our U.S. growth rate by several points in Q4 but we expect this impact to step down in the first quarter and then be minimal over the course of 2025.\nIn the DME channel, our share remained stable during the fourth quarter, in line with our expectations based on the strengthening performance of our sales team. While channel mix again had the largest year-over-year impact to our revenue per customer in Q4, recent DME share trends should help this impact moderate over the course of 2025. International revenue grew 17% totaling $311 million in the fourth quarter. International organic revenue growth was 19% for the fourth quarter. Our international business accelerated for the second quarter in a row as new access wins and the expanded availability of G7 and DexCom 1+ generated higher demand in many key markets. In addition to France, another nice win came in New Zealand, where we unlocked broader type 1 coverage and saw a similar uptick in demand. These are great examples of how each market is unique and at different stages of reimbursement development.\nAs Kevin mentioned, we still see a long runway ahead to build much greater global access, even within our existing markets. Our fourth quarter gross profit was $661.2 million or 59.4% of revenue compared to 64.2% of revenue in the fourth quarter of 2023. During the fourth quarter, our gross margin was negatively impacted by a $21 million noncash charge. The majority of this was related to inventory that our quality management system identified as being mishandled by one of our shipping partners. The remainder of this charge is related to new build configurations that lowered our production yield in the quarter. As a result of these disruptions, we are currently managing channel inventory tightly for the next few weeks. Our facilities are running at full capacity to rebuild optimal supply for our distribution partners, and we expect to have these levels back to normal by the end of the first quarter. This is why we have made the investment in capacity to manage their growth and scale opportunities.\nOperating expenses were $451.7 million for Q4 of 2024 compared to $421.1 million in Q4 of 2023. Operating income was $209.5 million or 18.8% of revenue in the fourth quarter of 2024 compared to $242.7 million or 23.5% of revenue in the same quarter of 2023. Adjusted EBITDA was $300.1 million or 27.0% of revenue for the fourth quarter compared to $321.5 million or 31.1% of revenue for the fourth quarter of 2023. Net income for the fourth quarter was $177.8 million or $0.45 per share. We remain in a great financial position, closing the quarter with approximately $2.6 billion of cash and cash equivalents. This provides us significant flexibility to both support our organic growth opportunities and assess strategic uses of capital on an ongoing basis.\nTurning to 2025 guidance. As we stated last month, we anticipate total revenue to be $4.6 billion, representing growth of 14% for the year. This guidance assumes continued strong category growth, steady DME share new access wins internationally, broader distribution for Stella and several product advancements across our platform. We also expect to see U.S. revenue and volume growth converging as the year progresses as we lap some of the unique rebate and channel dynamics discussed earlier.\nFrom a margin perspective, we expect full year non-GAAP gross profit margin to be in the range of 64% to 65%. Non-GAAP operating profit margin to be approximately 21% and adjusted EBITDA of approximately 30%. Our guidance assumes gross margins will improve at least 200 basis points in 2025 as we convert more of our installed base to G7 and drive greater scale at our high-volume manufacturing facilities. It also assumes a second half launch of our 15-day G7 system, which we expect to provide greater gross margin leverage beyond 2025 as we convert more of our installed base to the 15-day system.\nWith that, we can open up the call for Q&A. Sean?\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of Investor Relations\n\nThank you, Jeremy. In addition to Kevin and Jeremy, we will also have Jake Leach, our Chief Operating Officer, joining us for our question-and-answer session. As a reminder, we ask our audience to limit themselves to only one question at this time. and then reenter the queue if necessary. Abby, please provide the Q&A instructions."
  },
  {
    "header": "DXCM",
    "cik": "0001093557",
    "ticker": "DXCM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5dc8b2a8d67c1671e602ea2dcba65cd8",
    "period": "2024 Q2",
    "content": "Q2 2024 DexCom Inc Earnings Call\n\nQ2 2024 DexCom Inc Earnings Call\n\nDXCMNASDAQJUL 25, 4:30 PM\n\nOperator\n\nWelcome to the DexCom Second Quarter 2024 Earnings Release Conference Call. My name is Abby, and I'll be your operator for today's call. [Operator Instructions] As a reminder, the conference is being recorded. I will now turn the call over to Sean Christensen. You may begin.\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of Investor Relations\n\nThank you, Abby, and welcome to DexCom's Second Quarter 2024 Earnings Call. Our agenda begins with Kevin Sayer, DexCom's Chairman, President and CEO, who will summarize our recent highlights and ongoing strategic initiatives, followed by a financial review and outlook from Jereme Sylvain, our Chief Financial Officer. Following our prepared remarks, we will open the call up for your questions. At that time, we ask analysts to limit themselves to 1 question each so we can provide an opportunity for everyone participating today. Please note that there are also slides available related to our second quarter 2024 performance on the DexCom Investor Relations website on the Events & Presentations page.\nWith that, let's review our safe harbor statement. Some of the statements we will make on today's call may constitute forward-looking statements. These statements reflect management's intentions, beliefs and expectations about future events, strategies, competition, products, operating plans and performance. All forward-looking statements included on this call are made as of the date hereof based on information currently available to DexCom, are subject to various risks and uncertainties, and actual results could differ materially from those anticipated in the forward-looking statements. The factors that could cause actual results to differ materially from those expressed or implied by any of these forward-looking statements are detailed in DexCom's annual report on Form 10-K, most recent quarterly report on Form 10-Q and other filings with the Securities and Exchange Commission. Except as required by law, we assume no obligation to update any such forward-looking statements after the date of this call or to conform these forward-looking statements to actual results.\nAdditionally, during the call, we will discuss certain financial measures that have not been prepared in accordance with GAAP. Unless otherwise noted, all references to financial measures on this call are presented on a non-GAAP basis. This non-GAAP information should not be considered in isolation or as a substitute for results or superior to results prepared in accordance with GAAP. Please refer to the tables in our earnings release and the slides accompanying our second quarter earnings call for a reconciliation of these measures to their most directly comparable GAAP financial measure. Now I will turn it over to Kevin.\n\nKevin Ronald Sayer\n\nChairman, President, Chief Executive Officer, DexCom, Inc.\n\nThank you, Sean, and thank you, everyone, for joining us. Before we begin discussing Q2 results, let me state that overall category demand remained strong, and awareness of the value of CGM across the metabolic health spectrum continues to accelerate. This trend was evident at the recent American Diabetes Association Conference, which featured DexCom's largest evidence to date in the non-insulin type 2 space. DexCom research demonstrated significant A1c reduction in multiple studies, as well as real-world evidence showing a time and range increase of greater than 4 hours per day for nearly 4,000 customers using DexCom CGM at 1 year. We are leveraging several pathways of evidence generation to ensure that we are maximizing our market opportunity into the future as our CGM systems become increasingly tailored to the unique needs of each customer.\nDespite the positive progress on these fronts, we saw 3 near-term trends emerge over the course of the second quarter that drove results below our expectations. First, as we've worked through our U.S. sales force realignment expansion, we have seen our share of new customers fall short of our expectations despite still strong absolute customer additions. Second, our U.S. revenue per customer has stepped down faster than expected based on 2 primary drivers: rebate eligibility and channel mix. With G7 coverage emerging faster than expected, we realized greater rebate eligibility relative to initial expectations and compared to 2023 levels. While we believe this enhanced G7 coverage has helped facilitate new customer starts, as mentioned above, the pace of these starts did not allow us to offset the temporary impact from this rebate eligibility. We expect the impact of this rebate eligibility dynamic will reach its peak in the third quarter, and Jereme will provide specific color on the Q3 expectations shortly.\nBeyond the transitory G7 eligibility dynamic, we also saw revenue per customer impacted by U.S. channel mix dynamics. U.S. customer growth has remained strong in our pharmacy business as we expand our reach into primary care and type 2 diabetes more broadly. However, our growth in the DME channel has trailed our plan. The DME distributors remain important partners for us in our business, and we've not executed well this quarter against these partnerships. We need to refocus on those relationships.\nFinally, our international performance was also lighter than expectations in the quarter. While we delivered strong performance in some of our core markets such as the U.K. and France, we saw category growth soften in certain geographies as type 1 penetration advances in these regions. We continue to see a significant runway ahead across our international footprint, particularly as we drive greater access for people with type 2 diabetes.\nTo account for these trends and appropriately reflect our base assumption, we've lowered our full year revenue guidance to 11% to 13% organic growth. We have higher expectations for our business than what we experienced this quarter. We believe we have an incredible product and incredible future pipeline and an unparalleled market opportunity. We also have a great team capable of leading this market, but I expect more for myself and more from my team going forward. So what are we doing to enhance our competitive position and reestablish momentum? It starts with our product portfolio, which we continue to strengthen to put our field sales team in a great position with clinicians.\nIn the second quarter, we expanded our direct-to-Apple Watch connectivity with G7, launching in the U.S. and several additional international markets with this feature that has been among our most requested for several years. We expanded the international launch of the DexCom One+ system now reaching 18 international markets with our smaller G7 form factor for our DexCom [ wind ] users. We've built on the performance of G7, making it even better. This includes a continuation of our monthly cadence of software updates, which included the second quarter additions of medication logging and the ability to ingest activity data into our G7 app.\nWe've introduced a stronger adhesive to support our customers into the summer months, and we expanded the G7 Bluetooth connectivity range by more than 65%. We advanced DexCom's CGM leadership in the ID space with the launches of G7 integrations with Tandem's Mobi System and Insulet's Omnipod 5. We've strengthened our existing products while preparing for the most expansive product launch in our company's history with the upcoming August launch of Stelo. We are seeing the demand for CGM build in the non-insulin space and consumer use and believe that we've created a unique and engaging system to drive people to better metabolic health outcomes. Our team has worked hard to build a scalable service model for Stelo that will be great for our customers, including the e-commerce experience, seamless delivery through Amazon fulfillment, insightful product features, digital support options and much more to come. We'll offer both single purchase opportunities as well as discounted subscriptions that bring the monthly cost below $100. Stelo will be a full launch on stelo.com, and we continue to expect approximately 1% of revenue contribution in 2024.\nWe are committed to personalized approaches to metabolic health management through updates like these. This is what will enable us to capture greater share and maintain high rates of retention and utilization across our customer base. We feel that our expanded U.S. sales force positions us very well to reignite our growth opportunity now and well into the future. We have the ability to dive deep into the technological leadership that DexCom provides for diabetes specialty practices. We have also expanded our reach and ability to highlight the simplicity of our platform and how it fits into a busy primary care practice. We have the advantage of better coverage and the lowest out-of-pocket cost for the insulin population and soon to be enhanced by the simplicity of the Stelo OTC platform. As we take significant steps to broaden our addressable market well into the future with Stelo and our expanded U.S. sales force, we are also working hard to ensure simplified access to our systems in the markets we serve.\nIn the second quarter, our team worked with the CDC to create new [ ICD-10 ] diagnostic codes for problematic hypoglycemia. These codes, which were published in May and go into effect in October, can simplify the process of documenting hypoglycemic events that qualify noninsulin users for CGM coverage. Our international market expansion efforts also progressed into the second quarter as we received coverage in France for people with type 2 diabetes on basal insulin and began serving these customers in June. We also transitioned to direct sales in Japan at the outset of the quarter and look forward to taking control of our commercial efforts in that crucial market.\nTo summarize, our second quarter performance and 2024 outlook are not up to our standards, and we look forward to better capitalizing on our opportunity as we move forward. With that, I'll turn it over to Jereme.\n\nJereme M. Sylvain\n\nExecutive VP, CFO & CAO, DexCom, Inc.\n\nThank you, Kevin. As a reminder, unless otherwise noted, the financial metrics presented today will be discussed on a non-GAAP basis. Reconciliations to GAAP can be found in today's earnings release as well as the slide deck on our IR website. For the second quarter of 2024, we reported worldwide revenue of $1.004 billion compared to $871.3 million in the second quarter of 2023, representing growth of 15% on a reported basis and 16% on an organic basis. As a reminder, our definition of organic revenue excludes the impact of foreign exchange in addition to non-CGM revenue acquired or divested in the trailing 12 months.\nU.S. revenue totaled $732 million for the second quarter compared to $617 million in the second quarter of 2023, representing growth of 19%. As Kevin mentioned, we experienced lower-than-expected new customer starts in conjunction with our sales force expansion and realignment, particularly in the DME channel, as well as the near-term impact from pharmacy eligibility changes, which lowered our revenue per customer relative to our expectation. Together, these dynamics adversely impacted our revenue this quarter by approximately $40 million as compared to our internal estimate. Based on the compounding effect of these lower second quarter new customer starts, we also expect our growth rate in the back half of the year to be impacted. To offset this, our team is working aggressively to improve our execution and deliver the higher market share levels that we believe our product deserves.\nInternational revenue grew 7%, totaling $272 million in the second quarter. International organic revenue growth was 10% for the second quarter. While we anticipated our international growth to slow this quarter as we lapped our very strong performance from Q2 2023, our results came in lighter than expected. Our miss on new customers impacted us by approximately $10 million on the quarter. Our international performance can often ebb and flow based on coverage decision and distributor purchases. But as Kevin mentioned, there remains a long runway ahead for DexCom CGM globally. We continue to invest in infrastructure to expand our geographical presence, provide compelling evidence to expand market access in new segments of key markets and leverage our product portfolio to meet the unique needs of various customers and health systems.\nOur second quarter gross profit was $638.1 million or 63.5% of revenue, which was in line with the 63.5% of revenue we delivered in the second quarter of 2023. We continue to see further migration of our customer base from G6 to G7 in the second quarter as we finalize new pump integrations and transition DexCom 1 to the G7 form factor. Between this ongoing customer transition and continued ramp-up of our high-volume manufacturing facilities in Mesa and Malaysia, we are making steady progress towards our long-term cost targets.\nOperating expenses were $442.7 million for Q2 of 2024 compared to $395.1 million in Q2 of 2023. Operating income was $195.4 million or 19.5% of revenue in the second quarter of 2024 compared to $158.4 million or 18.2% of revenue in the same quarter of 2023. Adjusted EBITDA was $283.9 million or 28.3% of revenue for the second quarter compared to $232.6 million or 26.7% of revenue for the second quarter of 2023. Net income for the second quarter was $174.3 million or $0.43 per share. We remain in a great financial position, closing the quarter with greater than $3.1 billion of cash and cash equivalents. And based on our strong cash position, consistent free cash flow generation and ongoing growth opportunities, we are announcing an authorization for a share repurchase program of up to $750 million.\nTurning to guidance. Starting with full year 2024, we are decreasing our revenue guidance to a range of $4.00 billion to $4.05 billion, representing organic growth of 11% to 13% for the year. As mentioned earlier, the compounding effect of our slower-than-expected new customer growth in the U.S. DME channel and international business as well as increased pharmacy eligibility resulted in the need to recalibrate the guide. Our updated guidance reflects these dynamics and assumes a longer ramp in productivity in our U.S. sales force. For margins, we are reducing our non-GAAP gross profit margin guidance to approximately 63%, while maintaining our prior guidance on non-GAAP operating margin and adjusted EBITDA at approximately 20% and 29%, respectively.\nIn addition to our annual guidance, we are providing 2 additional data points to help investors and analysts understand some of the unique elements impacting our revised guidance in 2024. First, the impact to new patients from our sales force initiative combined with our revenue per customer trends that Kevin detailed will change the historical seasonality pattern that we have typically experienced. These impacts are expected to reach their peak in the third quarter, with total revenue expected to be between $975 million and $1 billion. In conjunction with this revenue outlook, we thought it would be helpful to provide a midyear update on our global active customer base, which we now estimate to be between 2.5 million and 2.6 million. This represents strong growth over where we finished 2023, though the growth percentage has decelerated slightly. Our hope is these updates will provide additional visibility as our team works to implement several of the areas of focus that we have aligned on over the past month and as our sales force continues to ramp their efficiency. With that, we can open up the call for Q&A. Sean?\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of Investor Relations\n\nThank you, Jereme. As a reminder, we ask our audience to limit themselves to own 1 question at this time and then reenter the queue if necessary. Abby, please provide the Q&A instructions."
  },
  {
    "header": "DXCM",
    "cik": "0001093557",
    "ticker": "DXCM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bef67249724aa5eb1c6ea9e6280048c8",
    "period": "2024 Q1",
    "content": "Q1 2024 DexCom Inc Earnings Call\n\nQ1 2024 DexCom Inc Earnings Call\n\nDXCMNASDAQAPR 25, 4:30 PM\n\nOperator\n\nLadies and gentlemen, welcome to the DexCom First Quarter 2024 Earnings Release Conference Call. My name is Abby, and I will be your operator for today's call. [Operator Instructions]\nAs a reminder, the conference is being recorded. And I will now turn the call over to Sean Christensen, Vice President of Finance and Investor Relations. Mr. Christensen, you may begin.\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of Investor Relations\n\nThank you, Abby, and welcome to DexCom's First Quarter 2024 Earnings Call. Our agenda begins with Kevin Sayer, DexCom's Chairman, President and CEO, who will summarize our recent highlights and ongoing strategic initiatives, followed by a financial review and outlook from Jereme Sylvain, our Chief Financial Officer. Following our prepared remarks, we will open the call up for your questions.\nAt that time, we ask analysts to limit themselves to 1 question so we can provide an opportunity for everyone participating today. Please note that there are also slides available related to our first quarter 2024 performance on the DexCom Investor Relations website on the Events and Presentations page. With that, let's review our safe harbor statement.\nSome of the statements we will make in today's call may constitute forward-looking statements. These statements reflect management's intentions, beliefs and expectations about future events, strategies, competition, products, operating plans and performance. All forward-looking statements included in this presentation are made as of the date hereof based on information currently available to DexCom, are subject to various risks and uncertainties, and actual results could differ materially from those anticipated in the forward-looking statements.\nThe factors that could cause actual results to differ materially from those expressed or implied by any of these forward-looking statements are detailed in DexCom's annual report on Form 10-K, most recent quarterly report on Form 10-Q and other filings with the Securities and Exchange Commission. Except as required by law, we assume no obligation to update any such forward-looking statements after the date of this presentation or to conform these forward-looking statements to actual results.\nAdditionally, during the call, we will discuss certain financial measures that have not been prepared in accordance with GAAP with respect to our non-GAAP and cash-based results. Unless otherwise noted, all references to financial metrics are presented on a non-GAAP basis. The presentation of this additional information should not be considered in isolation or as a substitute for results or superior to results prepared in accordance with GAAP.\nPlease refer to the tables in our earnings release and the slides accompanying our first quarter earnings presentation for a reconciliation of these measures to their most directly comparable GAAP financial measure. Now I will turn it over to Kevin.\n\nKevin Ronald Sayer\n\nChairman, President, Chief Executive Officer, DexCom, Inc.\n\nThank you, Sean, and thank you, everyone, for joining us. Today, we reported another great quarter for DexCom with first quarter organic revenue growth of 25% compared to the first quarter of 2023. Demand for DexCom CGM remains very high as customers continue to recognize and value our leading product performance and differentiated user experience.\nWhile it has only been a year since the launch of G7 in the U.S., we have seen a significant shift in the landscape over that time. We have attracted tens of thousands of new prescribers to our ecosystem, meaningfully improved our presence within primary care and experienced growing demand from people with diabetes who are benefiting from significant expansions and coverage over the last year. Much of this momentum can be directly attributed to our product performance and innovative features.\nWith the launch of G7, we extended our leadership in sensor accuracy and took a significant step forward in ease of use. We also introduced a new software ecosystem, which was designed to improve our user experience and drive high levels of customer engagement and retention. Importantly, we have continued to enhance the G7 experience with ongoing improvements to both the hardware and software platforms. In fact, we have completed software updates almost monthly since the launch of G7, introducing new features, upgrading performance and connectivity and most recently establishing the ability to integrate insulin data into our app.\nThese are great examples of how our new software architecture enables much faster innovation. We are constantly working to advance the customer experience and reinforce DexCom as the technology leader in this space. Along those lines, we were very excited to receive clearance by the FDA for our direct-to-watch feature for G7 in the first quarter. This approval will allow our customers to use their Apple Watch as a primary display rather than connecting through their mobile phone, providing even greater flexibility in how and where they interact with their glucose data.\nThis added to our long list of industry first as G7 is the first FDA-cleared CGM that can communicate directly from sensor to watch. To enable this, we built a robust connectivity infrastructure into the design of G7 with the ability to connect to 3 different Bluetooth devices at the same time, our customers can simultaneously connect to a phone, a pump or receiver and a watch. DexCom is the only CGM system that gives customers these options.\nWe have received great feedback since we launched our direct-to-watch software in the U.K. and Ireland and look forward to extending it to additional markets shortly. Features like these add to our standing as the innovator in the CGM industry, strengthening our sensor platform as global access and awareness continue to expand.\nAs a reminder, we recently crossed the 1-year mark since the Landmark CMS decision to expand coverage for all people using insulin and certain non-insulin using individuals that struggle with hypoglycemia. This decision paved the way for greater commercial coverage for these populations, further strengthening our position as the most covered CGM in the U.S. It also served to broaden our conversations with payers. While payers have long recognized DexCom's ability to help titrate insulin, there is now a growing appreciation for our ability to drive better outcomes through behavior change and customer engagement.\nThere is also a growing awareness of these benefits in the clinical community with much broader coverage now available, many physicians have started incorporating DexCom CGM earlier into their customer care plans. They recognize lifestyle management as a cornerstone of the Diabetes Care and metabolic health landscapes and see CGM as a core tool to drive behavior alongside new drug therapies like GLP-1s. To that point, in the second quarter, we will be launching a medication logging module and activity integration tool within the G7 app to help those using DexCom CGM with these therapies.\nWhile this has helped us significantly expand our prescriber base over the past year, we are still only scratching the surface of this sizable opportunity. There are over 200,000 primary care physicians in the U.S. who treat tens of millions of people with diabetes. There remains a clear opportunity for us to deepen our presence within this channel as we work to drive even greater care for their patients. As a result, we announced an expansion of our sales force this past quarter. We were blown away by the level of interest and the quality of talent that we were able to attract for these roles.\nBy the end of the first quarter, we had already completed our hiring and trained these new reps. This team is excited to hit the ground running, and we look forward to seeing them build momentum over the course of the year. As part of this initiative, beginning in the second quarter, we are also taking steps to optimize the structure of our sales team to be most effective with our call points across endocrinologists and primary care physicians as well as leading practitioners in maternal-fetal medicine.\nWe expect our new team in this upgraded structure to help us better capitalize on the significant opportunities ahead. Along those lines, we hit another significant milestone in our company's history with the FDA's clearance of our newest product, Stelo, the first glucose biosensor approved for use without a prescription in the U.S., recognizing a significant unmet need for the 25 million people with type 2 diabetes who are not on insulin or at risk of severe hypoglycemia, we developed [indiscernible] as a more tailored solution for this population and work closely with the FDA to simplify access to this product.\nBy removing the burden of a prescription, we expect Stelo to drive broad interest from both the clinical community and directly from members of the diabetes community who want to better understand their blood sugar. In our dialogue with the FDA, it became clear that iCGM accuracy remain critically important in establishing this new sensor category, both as a safety measure and to ensure that our customers are receiving reliable, actionable information. Stelo will leverage the industry-leading accuracy of our G7 sensor hardware while providing a custom software experience to more directly meet the needs of those not taking insulin.\nWe're on track to launch Stelo this summer is a 15-day cash pay product. We'll continue to build our case with payers for broader coverage. Stelo will be fulfilled initially via a brand-new e-commerce website and available in onetime purchases or subscription models. We look forward to providing greater detail on Stelo features, including pricing, immediately before launch, and we'll share further updates on our go-to-market strategy and ordering process at ADA and on our second quarter earnings call.\nIn our international business, we also advanced some key strategic initiatives this past quarter. In February, we officially launched DexCom 1 plus into 8 European markets. which is our first step in moving our entire DexCom 1 product line into the G7 form factor. This transition brings several of the G7 technological benefits to this customer base, such as the smaller form factor, shorter warm-up time and improved accuracy and further simplifies the prescribing process for physicians.\nMoving to a shared hardware platform also benefits our cost structure over time as it allows us to drive greater volume to our G7 lines and more quickly reach scale. We also completed our transition to a direct sales model in Japan, enabling us to begin commercial operations at the start of the second quarter. As a reminder, this is one of the only markets in the world with coverage for all people using insulin, which represents over 1 million people.\nDespite this, market penetration remains in its early stages and we see a significant opportunity to drive greater uptake in DexCom's CGM share. As a result, we believe Japan could become a key growth driver for us over time as we strengthen our presence in this market in the coming quarters. This is an incredibly exciting time for us. There will be a lot to learn with the launch of Stelo and we are thrilled to once again pioneer the CGM industry with a new subset of users. We look forward to sharing more updates with you as we begin this journey.\nWith that, I will turn it over to Jereme for a review of the first quarter financials. Jereme?\n\nJereme M. Sylvain\n\nExecutive VP, CFO & CAO, DexCom, Inc.\n\nThank you, Kevin. As a reminder, unless otherwise noted, the financial metrics presented today will be discussed on a non-GAAP basis. Reconciliations to GAAP can be found in today's earnings release as well as on our IR website. For the first quarter of 2024, we reported worldwide revenue of $921 million compared to $741 million for the first quarter of 2023, representing growth of 24% on a reported basis and 25% on an organic basis. .\nAs a reminder, our definition of organic revenue excludes the impact of foreign exchange in addition to our non-CGM revenue acquired or divested in the trailing 12 months. U.S. revenue totaled $653 million for the first quarter compared to $526 million in the first quarter of 2023, representing growth of 24%. Our recent momentum in the U.S. continued this quarter as we again benefited from the largest expansion of reimbursed coverage in our company's history.\nThis led to another quarter of significant new customer demand in the U.S. and contributed to our record new start quarter globally. As Kevin mentioned, we are excited to build on this momentum with our expanded sales force and look forward to seeing the new team ramp up in the months ahead. International revenue grew 24%, totaling $268 million in the first quarter. International organic revenue growth was 26% for the first quarter. We executed very well across our international footprint and again took market share this quarter, benefiting from our targeted access expansion and product portfolio strategy.\nWe delivered a particularly strong quarter in our core European markets, which more than offset the pause in growth from Japan as we finalized its transition to direct sales. Our first quarter gross profit was $569 million or 61.8% of revenue compared to 63.4% of revenue in the first quarter of 2023. This gross margin result was in line with our expectations as G7 continues to become a larger part of our product mix. As a reminder, G7 carries a lower margin than G6 today. So we expect this to change in the coming quarters as we drive more volume through our G7 lines in the U.S. and Malaysia.\nBetween continued G7 demand, our pump integrations and moving DexCom 1 to the G7 platform, we continue to see more of our base moving to the G7 form factor. Operating expenses were $428.9 million for Q1 of 2024 compared to $391.2 million in Q1 of 2023. This quarter was another demonstration of our ability to generate significant operating leverage as we grow. In fact, we grew our revenue at more than double the rate of operating expenses in the first quarter, resulting in more than 600 basis points of OpEx leverage compared to the first quarter of 2023.\nOperating income was $140.2 million or 15.2% of revenue in the first quarter of 2024 and compared to $78.6 million or 10.6% of revenue in the same quarter of 2023. Adjusted EBITDA was $220.9 million or 24% of revenue for the first quarter compared to $145.9 million or 19.7% of revenue for the first quarter of 2023. Net income for the first quarter was $128.2 million or $0.32 per share. We remain in a great financial position, closing the quarter with approximately $2.9 billion of cash and cash equivalents on the back of nearly doubling our free cash flow year-over-year.\nThis provides us significant flexibility to both support our organic growth opportunities and assess any strategic uses of capital. From a capacity perspective, we remain in a great position with Malaysia quickly scaling and we are further diversifying our footprint with the build-out of our Ireland facility. This leaves us well positioned to support our near-term growth opportunities, including the highly anticipated launch of Stelo this summer.\nTurning to guidance. We are raising the midpoint of our revenue guidance with an updated range of $4.20 billion to $4.35 billion, representing organic growth of 17% to 21% for the year. For margins, we are reaffirming our prior full year guidance of non-GAAP gross profit margin in a range of 63% to 64%, non-GAAP operating margin of approximately 20% and adjusted EBITDA margin of approximately 29%.\nWith that, we can open up the call for Q&A. Sean?"
  },
  {
    "header": "DXCM",
    "cik": "0001093557",
    "ticker": "DXCM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/40707f34a70c0be0df26743a3db3d8d6",
    "period": "2023 Q4",
    "content": "Q4 2023 DexCom Inc Earnings Call\n\nQ4 2023 DexCom Inc Earnings Call\n\nDXCMNASDAQFEB 8, 4:30 PM\n\nOperator\n\nLadies and gentlemen, welcome to the DexCom Fourth Quarter and Fiscal Year 2023 Earnings Conference Call. My name is Abby, and I will be your operator for today's call. [Operator Instructions] As a reminder, the conference is being recorded. And I will now turn the call over to Sean Christensen, Vice President of Finance and Investor Relations. You may begin.\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of Investor Relations\n\nThank you, Abby, and welcome to DexCom's Fourth Quarter and Fiscal Year 2023 Earnings Call. Our agenda begins with Kevin Sayer, DexCom's Chairman, President and CEO, who will summarize our recent highlights and ongoing strategic initiatives, followed by a financial review and outlook from Jereme Sylvain, our Chief Financial Officer. Following our prepared remarks, we will open the call up for your questions. At that time, we ask analysts to limit themselves to 1 question, so we can provide an opportunity for everyone participating today. Please note that there are also slides available related to our fourth quarter and fiscal year 2023 performance on the DexCom Investor Relations website on the Events and Presentations page.\nWith that, let's review our safe harbor statement. Some of the statements we will make in today's call may constitute forward-looking statements. These statements reflect management's intentions, beliefs and expectations about future events, strategies, competition, products, operating plans and performance. All forward-looking statements included in this presentation are made as of the date hereof based on information currently available to DexCom, are subject to various risks and uncertainties, and actual results could differ materially from those anticipated in the forward-looking statements.\nThe factors that could cause actual results to differ materially from those expressed or implied by any of these forward-looking statements are detailed in DexCom's annual report on Form 10-K, most recent quarterly report on Form 10-Q and other filings with the Securities and Exchange Common. Except as required by law, we assume no obligation to update any such forward-looking statements after the date of this presentation or to conform these forward-looking statements to actual results.\nAdditionally, during the call, we will discuss certain financial measures that have not been prepared in accordance with GAAP, with respect to our non-GAAP and cash-based results. Unless otherwise noted, all references to financial metrics are presented on a non-GAAP basis. The presentation of this additional information should not be considered in isolation or as a substitute for results or superior to results prepared in accordance with GAAP. Please refer to the tables in our earnings release and the slides accompanying our fourth quarter and fiscal year earnings presentation, for a reconciliation of these measures to their most directly comparable GAAP financial measure. Now I will turn it over to Kevin.\n\nKevin Ronald Sayer\n\nChairman, President, Chief Executive Officer, DexCom, Inc.\n\nThank you, Sean, and thank you, everyone, for joining us. 2023 was an incredible year for DexCom, and I'd like to start by reviewing some of our key accomplishments. Total revenue grew by 24%, on an organic basis, driven by another year of record customer starts. This translates into more than $700 million of organic revenue growth compared to last year, as we built strong commercial momentum through recent coverage expansion and the performance of DexCom's CGM systems. .\nIn 2023, we added over 600,000 DexCom users to our base and ended the year with approximately 2.3 million customers globally. Importantly, we delivered this level of growth again, while enhancing scale and efficiency of our operations. A key milestone here was the opening of our Malaysia manufacturing facility around midyear. Production at this site is ramping quickly, and the team is already delivering yields on par with our more established U.S. facilities. This facility will help support our growth and cost ambitions for years to come.\nAs a measure of our success for 2023, we not only generated $1 billion in Q4 revenue. We also delivered $1 billion in adjusted EBITDA for the year and generated record levels of free cash flow, which is up nearly 70%, compared to 2022. By establishing a disciplined cost culture that focuses years in advance, we are striking the right balance of margin progression, while still investing strategically in pathways to support our significant growth opportunities.\nFrom a strategic perspective, 2023 will go down as one of the most transformational years in our company's history. We launched G7 and DexCom ONE into multiple new markets. Significantly expanding our global access and advancing key technical and clinical work that will provide the foundation for the future of DexCom.\nThis started with the rollout of G7 in the U.S. in February. G7 is the most accurate CGM ever launched and the market's reception to G7 has been exceptional. Customers and clinicians have been thrilled with the new form factor, product performance and ease of use and payers wasted no time establishing coverage as they recognize the clear value proposition that G7 provides.\nWe immediately started to see a change in prescribing patterns, once this product reached the market. And this trend became even more pronounced as we completed the largest expansion of coverage in our company's history. In mid-April, Medicare coverage went live for people with type 2 diabetes, using Basal insulin only, as well as certain non-insulin using individuals with hypoglycemia risk. Between this decision and the broad commercial coverage that quickly followed for the Basal markets, we have effectively doubled our reimbursed population in the U.S. This has completely changed the market landscape in the U.S.\nWith broader coverage available and a new product that greatly simplifies the prescribing process, we've attracted a sizable new cohort of clinicians to our ecosystem. In fact, in 2023, we expanded our prescriber base by approximately 40%, and we're not stopping there. We have always known that the primary care channel would become increasingly important as our business evolves. Much of the work our Commercial team has done in recent years has been tailored to this market. And we are now seeing the direct result of that effort, as more than 70% of our new scripts are being written by Primary Care physicians.\nThese relationships are not only critical to help us reach the millions of insulin using individuals, who have not yet started on CGM, but also the tens of millions with broader type 2 diabetes, prediabetes and beyond. Based on the success of our team in 2023 and the magnitude of these future opportunities, we are excited to continue our investment in our U.S. sales force this year. When we have a presence with prescribers, we win. Now it is up to us to continue to expand that prescriber pool.\nWe are already seeing more clinicians want to incorporate DexCom CGM, earlier into patients' care plans, as they recognize our unique ability to drive behavior change, sustainable outcomes and greater accountability. This is why we are thrilled to be introducing our newest product, Stelo, later this summer. Stelo will be the first CGM design specifically for people with type 2 diabetes, who are not on insulin. Leveraging our leading sensor platform, we have built a custom software experience that is tailored to the needs of this population.\nStelo will feature a 15-day wear time and launches a cash pay product while we build our case with payers for broader coverage. With several trials currently underway, we will continue to add to the growing body of evidence demonstrating DexCom's unique ability to drive greater health and economic outcomes for all people with diabetes. The launch of Stelo also presents a great opportunity to bolster our evidence with a large collection of real-world data, as we see the impact this product is having on our customers. We filed Stella with the FDA in the fourth quarter of 2023, leaving us well on track for our highly anticipated launch this summer.\nAs our product portfolio continues to grow, it provides a greater glimpse into the future potential of our company. We have built a platform technology that we can customize to provide creative solutions for different populations. Our redesigned software infrastructure is a key component to this, as it enables much quicker iteration and greater connectivity. Connectivity has always been a distinct advantage for DexCom. And with our recent filing of direct to watch with the FDA and new G7 pump integrations, we are further advancing this leadership position.\nWe will also continue innovating on our hardware technology, with our current efforts focused on launching an extended wear sensor across all of our product offerings. As we look at the significant opportunity ahead of us, we are as excited as we've ever been. As I said at our Investor Day this past summer, we are just getting started. With that, I will now turn it over to Jereme for a review of the fourth quarter financials. Jereme?\n\nJereme M. Sylvain\n\nExecutive VP, CFO & CAO, DexCom, Inc.\n\nThank you, Kevin. As a reminder, unless otherwise noted, the financial metrics presented today will be discussed on a non-GAAP basis. Reconciliations to GAAP can be found in today's earnings release, as well as on our IR website.\nFor the fourth quarter of 2023, we reported worldwide revenue of $1.035 billion, compared to $815 million for the fourth quarter of 2022, representing growth of 27% on a reported basis and 26% on an organic basis. As a reminder, our definition of organic revenue excludes currency in addition to non-CGM revenue acquired or divested in the trailing 12 months.\nU.S. revenue totaled $769 million for the fourth quarter, compared to $606 million in the fourth quarter of 2022. Representing growth of 27%. Between the ongoing success of G7 and our significantly improved access in recent months, the momentum in our U.S. business continues to grow. In fact, we delivered our fastest quarterly U.S. growth rate since the beginning of 2021, as our revenue accelerated for the third quarter in a row.\nInternational revenue grew 27%, totaling $265 million in the fourth quarter. International organic revenue growth was 23% for the fourth quarter. We continue to execute very well across our International footprint and again took share in Q4, as our global access work and product portfolio strategy have helped broaden our reach in many markets.\nOur fourth quarter gross profit was $664 million or 64.2% of revenue, compared to 66.7% of revenue in the fourth quarter of 2022. This year-over-year decline in gross margin was expected, as G7 was a much larger percent of our product and customer mix in Q4, compared to a year ago. As a reminder, G7 has a higher cost profile than G6 today but we expect this to change in the coming quarters, as we drive greater volume through our G7 lines. As it reaches scale, we continue to expect G7's margin profile to improve upon that of our G6 platform.\nOperating expenses were $421 million for Q4 2023, compared to $372 million in Q4 of 2022. This quarter was another demonstration of our commitment to being disciplined and thoughtful with our spend. Our operating expenses grew at half the rate of revenue this quarter, and we delivered nearly 500 basis points of operating expense leverage compared to last year. This extended our streak to 8 straight quarters of at least 250 basis points of year-over-year OpEx leverage.\nOperating income was $242.7 million or 23.5% of revenue in the fourth quarter of 2023, compared to $172.1 million or 21.1% of revenue in the same quarter of 2022. Adjusted EBITDA was $321.5 million or 31.1% of revenue for the fourth quarter, compared to $237.1 million or 29.1% of revenue for the fourth quarter of 2022. Net income for the third quarter was $202.8 million or $0.50 per share. We remain in a great financial position, closing the year with greater than $2.7 billion of cash and cash equivalents.\nHaving financial flexibility allows the organization to take advantage of opportunities. Case in point, we executed the $500 million accelerated share repurchase program mentioned on our Q3 results. Through this transaction, we were able to offset the remaining dilution related to our maturing 2023 converts, while purchasing our stock at what we view as an attractive price. As Kevin mentioned earlier, our free cash flow grew by 70% in 2023, as our business continues to scale and become more efficient. As our cash flow profile continues to grow, it only adds to our significant financial flexibility. This allows us to continue to invest behind our meaningful organic growth opportunity, while assessing strategic uses of capital on an ongoing basis.\nTurning to 2024 guidance. As we stated last month, we anticipate total revenue to be in the range of $4.15 billion to $4.35 billion, representing organic growth of 16% to 21% for the year. This guidance assumes continued momentum in the type 2 Basal-only population in the U.S., the expansion of DexCom ONE on the G7 platform into new geographies and the launch of Stelo in the summer of 2024. It also assumes the divestiture of our non-diabetes distribution business in Australia and New Zealand this quarter, which represented around $30 million of revenue in 2023.\nFrom a margin perspective, we expect full year non-GAAP gross profit margin to be in a range of 63% to 64%. Operating profit margin to be approximately 20% and adjusted EBITDA of approximately 29%. Our gross margin guidance reflects the ongoing conversion from G6 to G7 within our customer base, and the associated scale that comes with that process. Below gross margin, we'll continue to be very diligent with our spend in 2024, while investing strategically behind multiple growth opportunities. With that, I will pass it back to Kevin.\n\nKevin Ronald Sayer\n\nChairman, President, Chief Executive Officer, DexCom, Inc.\n\nThanks, Jereme. I would now like to open up the call for Q&A. Sean?\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of Investor Relations\n\nThank you, Kevin. As a reminder, we ask our audience to limit themselves to only one question at this time and then reenter the queue if necessary. Abby, please provide the Q&A instructions."
  },
  {
    "header": "DXCM",
    "cik": "0001093557",
    "ticker": "DXCM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3c54b8e6332937257466e5f45f089674",
    "period": "2023 Q3",
    "content": "Q3 2023 DexCom Inc Earnings Call\n\nQ3 2023 DexCom Inc Earnings Call\n\nDXCMNASDAQOCT 26, 4:30 PM\n\nOperator\n\nWelcome to the DexCom Third Quarter 2023 Earnings Release Conference Call. My name is Mandeep and I will be your operator for today's call. [Operator Instructions] As a reminder, the conference is being recorded.\nI will now turn the call over to Sean Christensen, Vice President of Finance and Investor Relations. Mr. Christensen, you may begin.\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of Investor Relations\n\nThank you, operator, and welcome to DexCom's Third Quarter 2023 Earnings Call. Our agenda begins with Kevin Sayer, DexCom's Chairman, President and CEO, who will summarize our recent highlights and ongoing strategic initiatives, followed by a financial review and outlook from Jereme Sylvain, our Chief Financial Officer. Following our prepared remarks, we will open the call up for your questions. At that time, we ask analysts to limit themselves to one question so we can provide an opportunity for everyone participating today. Please note that there are also slides available related to our third quarter performance on the DexCom Investor Relations website on the Events and Presentations page.\nWith that, let's review our safe harbor statement. Some of the statements we will make in today's call may constitute forward-looking statements. These statements reflect management's intentions, beliefs and expectations about future events, strategies, competition, products, operating plans and performance. All forward-looking statements included in this presentation are made as of the date hereof based on information currently available to DexCom, are subject to various risks and uncertainties and actual results could differ materially from those anticipated in the forward-looking statements.\nThe factors that could cause actual results to differ materially from those expressed or implied by any of these forward-looking statements are detailed in DexCom's annual report on Form 10-K, most recent quarterly report on Form 10-Q and other filings with the Securities and Exchange Commission. Except as required by law, we assume no obligation to update any such forward-looking statements after the date of this presentation or to conform these forward-looking statements to actual results.\nAdditionally, during the call, we will discuss certain financial measures that have not been prepared in accordance with GAAP with respect to our non-GAAP and cash-based results. Unless otherwise noted, all references to financial metrics are presented on a non-GAAP basis. The presentation of this additional information should not be considered in isolation or as a substitute for results or superior to results prepared in accordance with GAAP. Please refer to the tables in our earnings release and the slides accompanying our third quarter earnings presentation reconciliation of these measures to their most directly comparable GAAP financial measure.\nNow I will turn it over to Kevin.\n\nKevin Ronald Sayer\n\nChairman, President, Chief Executive Officer, DexCom, Inc.\n\nThank you, Sean, and thank you, everyone, for joining us. Today, we reported another great quarter for DexCom with third quarter organic revenue growth of 26% compared to the third quarter of 2022. This year is proving to be one of the most exciting periods in our company's history. Access is expanding faster than ever before, and we are seeing new levels of for our differentiated products. This can be seen firsthand in our broader rollout of G7 in the U.S. Building upon our legacy of being the most accurate sensor, G7's focus on simplicity and affordability continues to attract new customers and prescribers to our platform. Similar to last quarter, the majority of G7 customers continue to be new to DexCom, and we took yet another step forward in expanding our prescribing base. There are now nearly 18,000 physicians writing scripts for DexCom that were not prescribing our products before the G7 launch.\nThis represents a notable increase in our prescribing community in only a short period of time as more clinicians recognize G7's unique feature set, ease of use and market-leading levels of coverage. This combination has made it incredibly easy for physicians to prescribe DexCom CGM and drive greater levels of engagement within their patient populations. Additionally, our G7 software platform is enhancing our value proposition across all patient types. We've implemented new software updates almost monthly since launch with improvements to features like connectivity and alarm personalization. As one example, we have established new lines of communication in our app to simplify the process of engaging with our customers. We are constantly working behind the scenes to improve the customer experience, and we will continue to operate with this type of focus to ensure that we have the most user-friendly and engaging products on the market.\nOur customers know that when you join the DexCom ecosystem, you get all of the benefits today and tomorrow associated with our leading innovation. Our latest product cycle has also coincided with the largest expansion of coverage in our company's history, with significant reimbursement now established beyond intensive insulin use. There are more people with covered access to DexCom CGM than ever before. As a reminder, Medicare coverage went live in mid-April for people with type 2 diabetes using basal insulin only as well as certain non-insulin individuals that experience hypobychemia. Collectively, these 2 populations represent nearly 7 million people in the U.S. with approximately half being of Medicare age.\nEncouragingly, commercial coverage continues to build for this group. We have established market-leading levels of basal-only reimbursement as payers clearly recognize the potential for better outcomes driven by DexCom. This further supports our industry low out-of-pocket cost for our customers. With a full quarter of broad coverage now under our belt, we continue to be very encouraged by early prescribing transfer this cohort. We noted last quarter that we experienced an immediate uptick in new patient starts once coverage went live, and we have seen a clear continuation of this trend since that time. In fact, we delivered another record Medicare new patient start quarter in Q3 as physicians have quickly adjusted their prescribing patterns to match the new reimbursement landscape.\nWhile early, basal adoption trends look very similar to those we previously experienced once broad coverage became available for intensively managed type 2 diabetes. We view this as a very positive sign of things to come. Importantly, when you combine this broader coverage with our leading sensor technology, we feel incredibly confident in our market position. Since the launch of G7, we have gained share across all reimbursed channels and patient segments in the U.S. and that trend continued this quarter.\nEven among non-reimbursed channels, we are seeing more and more interest in DexCom CGM. We are also seeing similar dynamics across our international footprint. We have never been better positioned to compete globally from a product to access or capacity perspective. And we once again took international share this quarter as a result.\nOur product portfolio continues to be a key contributor to this success. By having multiple products available, we can tailor our offerings to meet the unique needs of individual geographies and reimbursement structures. A great example of this was Senior France this past quarter, where Dexcom ONE secured reimbursement for all people on intensive insulin therapy, which represents around 0.5 million people, and we have submitted our evidence to extend that coverage to the basal population.\nIn addition to advancing our product offerings, we've been continuously working to build greater commercial scale and flexibility to serve each market more effectively. As we discussed at our Investor Day, one way to drive scale is through the conversion of key international markets from distributor to direct operations. Historically, these consents have been followed by a notable uptick in performance as we provide greater levels of support and focus to these markets once we oversee all facets of sales and distribution. Along those lines, we recently made the strategic decision to go direct in Japan. As a reminder, Japan became one of the first countries to establish broad reimbursement for anyone taking insulin late last year, representing more than 1 million lives.\nDespite this, the market remains in its very early stages, and we will continue to work to drive much greater CGM adoption over time as we initiate direct sales in the second quarter of next year.\nFinally, at the ASD this month, we added to our substantial base of distinctive clinical evidence with new data around long-term DexCom CGM outcomes and adherence, the impact of Dexcom ONE for type 2 diabetes and performance within the pregnancy setting. Study after study, we continue to demonstrate DexCom's position as a cornerstone within the evolving diabetes care and metabolic health landscape. Across a wide range of customers in care settings, our product plays a unique role in providing real-time information that can drive behavior change, greater patient accountability and Warren farm therapy decisions.\nLike everyone else, we have also been interested to see the latest data behind new drug therapies. We believe these drugs play an important role in the care continuum, and it is encouraging to see new solutions emerging and a growing appreciation around the need for better and earlier care. Data continues to demonstrate that clinicians prefer to use CGM together with these drugs to drive the best possible outcomes. In fact, we shared claims data this quarter that showed prescribing trends for CGM increase once someone has initiated GLP-1 therapy, as clinicians favor DexCom for its protective features and ability to support lifestyle management. As an update, we looked at trailing 12-month data through August 2023 would suggest this dynamic is even more pronounced among the newest generation of these drugs. The data clearly show that CGM usage grows faster in GLP-1 users than those who are not on therapy. This further demonstrates the complementary nature of DexCom CGM across all therapy regimes in diabetes.\nAs we look forward, we continue to ensure that we advance our unique role within the ecosystem of care as we progress our mission of empowering people to take control of help. This will include launching new products such as our non-insulin product coming next summer as well as advancing our ongoing clinical work across much broader populations. We are still very early in our story in terms of potential impact and the number of lives we can ultimately touch. Our future is incredibly bright.\nWith that, I will turn it over to Jereme for a review of the third quarter financials. Jereme?\n\nJereme M. Sylvain\n\nExecutive VP, CFO & CAO, DexCom, Inc.\n\nThank you, Kevin. As a reminder, unless otherwise noted, the financial metrics presented today will be discussed on a non-GAAP basis. Reconciliations to GAAP can be found in today's earnings release as well as on our IR website. For the third quarter of 2023, we reported worldwide revenue of $975 million compared to $770 million for the third quarter of 2022, representing growth of 27% on a reported basis and 26% on an organic basis. As a reminder, our definition of organic revenue excludes currency in addition to non-CGM revenue acquired or divested in the trailing 12 months.\nU.S. revenue totaled $714 million for the third quarter compared to $573 million in the third quarter of 2022, representing growth of 24%. Between the ongoing success of our G7 launch and significant expansion of coverage for DexCom this year, our U.S. business is really hitting its stride. This is particularly noticeable when looking at our new customer start trends, which again outpaced our expectations for this quarter. This dynamic has now played out for several quarters in a row, and we are seeing the direct result of that continued momentum.\nIn the third quarter, we saw revenue growth accelerate compared to last quarter, and we delivered our fastest quarterly growth rate in over 2 years. International revenue grew 33%, totaling $261 million in the third quarter. International organic revenue growth was 30% for the third quarter. We continue to execute incredibly well in our international markets. Our product portfolio strategy, ongoing access work and growing commercial traction helped us again gain share this quarter. We had a particularly strong quarter across our European footprint as we saw our growth remain similar to the accelerated level we saw in the second quarter.\nAn item of note is we did have slower growth coming from our non-CGM business as well as relatively flat performance in Japan as we work with our distributor partner to start the process of transitioning to direct sales. As a reminder, when we made our distributor acquisition in 2021, we also inherited a business that distributed products outside the diabetes space. We recently made the decision to spin off this unit to focus entirely on our CGM and diabetes technologies in this region, which we think will enhance our execution in the market. We expect the deal to close in early 2024, and we want to thank our employees for their continued strong work through the transition in the space.\nOur third quarter gross profit was $630 million or 64.7% of revenue compared to 64.2% of revenue in the third quarter of 2022. We are very proud of our gross margin performance in the quarter. This is another testament to the top tier work our operations team continue to deliver this year. Despite managing through a new product launch, we have improved yields on both the G6 and G7 platforms. In addition, Q3 gross margins benefited from a stronger-than-expected mix of G6 customers as our pump users eagerly await G7 AID integration. When this transition starts in the coming weeks, we expect an acceleration in our base shift to G7. While G7 currently has a higher unit cost profile than G6 and will over the near term, we expect this to become our highest margin product as we drive greater volumes and economies of scale over the course of 2024 and beyond.\nOperating expenses were $392 million for Q3 of 2023, compared to $333 million in Q3 of 2022. Our focus on cost management again stood out this quarter as we delivered over 300 basis points of operating expense leverage. This now marks the seventh straight quarter that we have generated at least 250 basis points of year-over-year operating expense leverage. We will continue to invest in the growth of the business while finding ways to be even more efficient.\nOperating income was $238.9 million or 24.5% of revenue in the third quarter of 2023 compared to $160.8 million or 20.9% of revenue in the same quarter of 2022. This margin represents a new quarterly record for DexCom.\nAdjusted EBITDA was $345 million or 32.3% of revenue for the third quarter compared to $226.6 million or 29.4% of revenue for the third quarter of 2022. This margin also represents a new quarterly record for DexCom. Net income in the third quarter was $203 million or $0.50 per share. We remain in a very strong financial position as we closed out the quarter with better than $3.2 billion of cash and cash equivalents. Our ability to generate consistent and growing free cash flow has become more apparent every quarter, and we delivered the highest free cash flow quarter in our company's history in Q3. This provides a lot of flexibility to be thoughtful and opportunistic in our capital allocation decisions. Along those lines, we are excited to announce a $500 million share repurchase program today. Given our very strong underlying fundamentals and outlook, we see this as a great time to step into the market and buy back our stock. This program also provides the added benefit of more than offsetting any remaining dilution related to our 2023 convertible notes as the remainder of these are reaching maturity in the coming weeks.\nTurning to guidance. We are raising our full year 2023 revenue guidance to a range of $3.575 billion to $3.6 billion, representing growth of 23% to 24% for the year. Our updated revenue guidance reflects an increase of over $60 million at the midpoint compared to our previous guidance. It is more than $165 million higher than where we guided to start the year. From a margin perspective, we are raising our full year non-GAAP gross margin guidance to approximately 64%. We are also increasing our non-GAAP operating and adjusted EBITDA margin guidance for the year to approximately 19% and 28%, respectively.\nWith that, I will pass it back to Kevin.\n\nKevin Ronald Sayer\n\nChairman, President, Chief Executive Officer, DexCom, Inc.\n\nThanks, Jereme. I would now like to open up the call for Q&A. We also have Jacob Leach, our Chief Operating Officer; and Teri Lawver, our Chief Commercial Officer, joining us for our question-and-answer session. Sean?\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of Investor Relations\n\nThank you, Kevin. [Operator Instructions] Operator, please provide the Q&A instructions."
  },
  {
    "header": "DXCM",
    "cik": "0001093557",
    "ticker": "DXCM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/099692a307e654c9e02a5f6c0159654b",
    "period": "2023 Q2",
    "content": "Q2 2023 DexCom Inc Earnings Call\n\nQ2 2023 DexCom Inc Earnings Call\n\nDXCMNASDAQJUL 27, 4:30 PM\n\nOperator\n\nLadies and gentlemen, welcome to the DexCom Second Quarter 2023 Earnings Release Conference Call. My name is Abby, and I will be your operator for today's call. [Operator Instructions]. As a reminder, the conference is being recorded. And I will now turn the call over to Sean Christensen. Vice President of Finance and Investor Relations. Mr. Christensen, you may begin.\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of Investor Relations\n\nThank you, Abby, and welcome to DexCom's Second Quarter 2023 Earnings Call. Our agenda begins with Kevin Sayer, DexCom's Chairman, President and CEO, who will summarize our recent highlights and ongoing strategic initiatives, followed by a financial review and outlook from Jereme Sylvain, our Chief Financial Officer. Following our prepared remarks, we will open the call up for your questions. At that time, we ask analysts to limit themselves to one question so we can provide an opportunity for everyone participating today. Please note that there are also slides available related to our second quarter performance on the DexCom Investor Relations website on the Events and Presentations page.\nWith that, let's review our safe harbor statement. Some of the statements we will make in today's call may constitute forward-looking statements. These statements reflect management's intentions, beliefs and expectations about future events, strategies, comments, statements included in this presentation are made as of the date hereof based on information currently available to DexCom, are subject to various risks and uncertainties, and actual results could differ materially from those anticipated in the forward-looking statements.\nThe factors that could cause actual results to differ materially from those expressed or implied by any of these forward-looking statements are detailed in DexCom's annual report on Form 10-K, most recent quarterly report on Form 10Q and other filings with the Securities and Exchange Commission. Except as required by law, we assume no obligation to update any such forward-looking statements after the date of this presentation or to conform these forward-looking statements to actual results.\nAdditionally, during the call, we will discuss certain financial measures that have not been prepared in accordance with GAAP. With respect to our non-GAAP and cash-based results. Unless otherwise noted, all references to financial metrics are presented on a non-GAAP basis. The presentation of this additional information should not be considered in isolation or as a substitute for results or periods of results prepared in accordance with GAAP. Please refer to the tables in our earnings release and the slides accompanying our second quarter earnings presentation for a reconciliation of these measures to their most directly comparable GAAP financial measure.\nNow I will turn it over to Kevin.\n\nKevin Ronald Sayer\n\nChairman, President, Chief Executive Officer, DexCom, Inc.\n\nThank you, Sean, and thank you, everyone, for joining us. Today, we reported another great quarter for DexCom with second quarter organic revenue growth of 26% compared to the second quarter of 2022. Demand for DexCom CGM continues to grow as access to our products is expanding faster than at any time in our company's history. In the first half of 2023 alone, we broadened our product portfolio strategy, extended our geographic reach and meaningfully expanded reimbursed coverage for DexCom CGM. As we sit at the midpoint of this pivotal year for our company, we have a lot to be excited about.\nIn the U.S., our launch of G7 continues to gain momentum. Customers and clinicians alike are sharing consistently or faster warm-up time and redesigned software platform, with this product, we have extended our leadership position in accuracy and product performance while taking a significant step forward in terms of simplicity. It has never been easier to use or prescribe a DexCom CGM, and we are attracting new customers and prescribers to our ecosystem as a result. Similar to last quarter, we have seen a continuation of the trend that the majority of our G7 users have been new to DexCom.\nAdditionally, there are now 8,000 physicians writing scripts for G7 in the U.S. that were previously not prescribing DexCom. We designed G7 to hold broad market appeal, and these early prescribing trends are validating those efforts. Behind the scenes, we continue to drive reimbursement for G7. As a reminder, we established Medicare and broad commercial DME coverage during the first quarter, while rapidly progressing our commercial pharmacy contracts. We further advanced this process in the second quarter as expected, and we are excited to share that all major PBMs now cover DexCom G7. This occurred much faster than we originally anticipated and brings our total number of G7 covered lives nearly in line with our industry-leading G6 levels. This further strengthens our position as the most covered CGM brand as we prioritize keeping out-of-pocket costs low for our customers.\nAs a reminder, the majority of our customers are paying less than $20 a month out of pocket in the pharmacy channel, which is significantly less than our nearest competitor, where the majority of customers are paying greater than $70 per month. We're also seeing G7 play a very important role for us as we move more broadly beyond intensive insulin management. We've taken a big step in that direction this year following the recent CMS decision to significantly expand coverage beyond intensive insulin use. As of mid-April, Medicare coverage officially kicked in for people with type 2 diabetes using basal insulin only as well as certain non-insulin using individuals that experience hypoglycemia.\nThis resulted in a true step change in coverage for the industry. As we estimate these 2 populations represent around 6 million to 7 million people in the U.S. with roughly half being of Medicare age. It's also been encouraging to see commercial payers quickly follow suit. We have already established greater than 60% commercial coverage for the basal population, which we view as a validation of DexCom's value proposition by payers. We're thrilled to have this level of coverage established this quickly as it provides us much greater commercial flexibility to promote this opportunity.\nWhile still early, the initial response from the clinical community has been very encouraging. Physicians have wasted no time in prescribing DexCom to their basal patients as they recognize a clear potential for better outcomes among this population. We have also seen excitement coming directly from members of the basal community who are interested in engaging with our glucose data to make more informed lifestyle decisions. As a result, we have seen a notable uptick in demand in our Medicare business. In fact, Q2 was our highest new patient quarter within the Medicare channel in the history of our company. Considering this was only a partial quarter of expanded coverage, we view this as a very positive sign of things to come.\nIn our International business, our share gains accelerated in the second quarter as our ongoing access initiatives and product portfolio strategy have helped us reach many more people with diabetes across the globe. We expanded our international G7 launch in the second quarter into 6 new markets. G7 is being met with a lot of enthusiasm in our initial launch countries, and we are excited to bring it to additional geographies in the coming months. This will include our launch of G7 into Canada, where we recently received regulatory clearance. We have plenty of inventory on hand to support this broader rollout, particularly with our Malaysia facility now producing commercial product.\nAnother key international lever for us has been our broader rollout of DexCom ONE. DexCom ONE has proven to accelerate our entrance into new markets, broaden access within existing geographies and even serve as a catalyst for reimbursement in certain regions. Perhaps most noteworthy this past quarter is that we officially launched DexCom ONE in Argentina, which marks our initial entrants into Latin America. We expect this to only be a starting point for us in that region as we continue to extend our global reach in coming years.\nFinally, we came away from the American Diabetes Association's 83rd scientific sessions as excited as ever about our future. This year's event added to the growing body of evidence demonstrating DexCom CGM's ability to drive greater health and economic outcomes across the diabetes care continuum. Particularly, we are seeing more data suggesting a clear use beyond the intensive insulin population and even outside of insulin you saw all together. For example, our team presented a real-world study of more than 7,000 adults with type 2 diabetes who were not using insulin. After only 3 months, this cohort saw a 40% increase in time range and a clinically meaningful improvement in A1c levels. Perhaps just as important was the high level of engagement demonstrated as study participants were DexCom CGM more than 80% of the time. This was consistent with what we have seen in other broader type 2 studies, including the mobile trial where we saw high levels of utilization and a clear desire to continue to our DexCom CGM full-time.\nDuring ADA weekend, we hosted an Investor Day, where we shared our latest vision around the future of DexCom. As part of the day, we increased our LRP, provided new detail on the size of our recent access wins and shared our plan to launch our product specifically for people not on insulin. With this product, we will leverage our G7 hardware but provide a custom software experience tailored to this broader population. We expect to launch early next year with a 15-day wear time and cash pay option. This will simplify access out of the gate per users as we build the case with payers for broader coverage. Importantly, this new product also provides a glimpse into our future where we expect to utilize software to build tailored experiences and serve much larger populations. As we said at Investor Day, we're just getting started.\nWith that, I will turn it over to Jereme for a review of the second quarter financials. Jereme?\n\nJereme M. Sylvain\n\nExecutive VP, CFO & CAO, DexCom, Inc.\n\nThank you, Kevin. As a reminder, unless otherwise noted, the financial metrics presented today will be discussed on a non-GAAP basis. Reconciliations to GAAP can be found in today's earnings release as well as on our IR website. For the second quarter of 2023, we reported worldwide revenue of $871 million compared to $696 million for the second quarter of 2022, representing growth of 26% on an organic basis. As a reminder, our definition of organic revenue excludes currency in addition to non-CGM revenue acquired in the trailing 12 months.\nU.S. revenue totaled $617 million for the second quarter compared to $511 million in the second quarter of 2022, representing growth of 21%. We delivered another record new customer start quarter in Q2 with continued momentum in the U.S. as our G7 launch gained additional traction and the recently finalized CMS coverage provided a new tailwind to our Medicare business. As Kevin mentioned, we continue to progress our commercial pharmacy coverage in G7 for the second quarter, which further reduced our need to utilize the Bridge program. The impact from this program was negligible in Q2, and we expect this number to remain small going forward. With broad coverage for G7 now available across all channels, there will be fewer customers that need to leverage this program to access their product.\nInternational revenue grew 38%, totaling $255 million in the second quarter. International organic revenue growth was 40% for the second quarter. We have been executing very well in international markets as our ongoing access work and product portfolio strategy continues to broaden our reach. we have seen a robust customer response to this expanded access and have consistently taken share across our footprint in recent quarters. In fact, this marks the 9th straight quarter that we have gained international market share. The U.K. continues to be a great case study for us.\nIn the past year, we have significantly broadened our reimbursement in that market, see new clinical recommendations around real-time CGM use and launched our newest generation product. Following these events, we have experienced an acceleration in this market. And in Q2, we posted one of our highest U.K. growth rates in recent years. We also recently expanded our connectivity leadership in this market. As Insulet extended their launch of Omnipod 5, which is powered by our G6 system to the United Kingdom, given our long track record in the pump market with over 1 million patient years of cumulative experience and the forthcoming connectivity with G7. We expect to remain the clear CGM leader for the connected insulin delivery market.\nOur second quarter gross profit was $553.5 million or 63.5% of revenue compared to 64.6% of revenue in the second quarter of 2022. The year-over-year decline in gross margin was expected as we take a temporary step back to scale G7 production. It is worth noting that some of our expected ramp-up costs extended into the third quarter, which increased Q2 gross margin relative to our expectations. It takes some time for our new manufacturing lines to fully scale but the cost profile of G7 will gradually improve as we increase production volumes. Keep in mind, our Malaysia facility recently initiated commercial production. So you should expect to see a similar dynamic occurring in the near term as we scale those lines.\nOperating expenses were $395.1 million for Q2 of 2023 and compared to $347.6 million in Q2 of 2022. At our recent Investor Day, we highlighted some of our key cost initiatives, which we refer to as a cost to execute. This represents our ongoing framework of how we think about operational efficiency and how we ultimately seek cost as a growth driver for our business. Our second quarter operating expense management was yet another demonstration of our commitment to this program as we generated over 450 basis points of OpEx leverage. We are very proud of this result as we have continued to support our ongoing investments in our global commercial efforts. We know this will ebb and flow over time based on the needs of the business, but it should serve as a reminder of this organization's ability to scale.\nOperating income was $158.4 million or 18.2% of revenue in the second quarter of 2023 compared to $101.9 million or 14.6% of revenue in the same quarter of 2022. Adjusted EBITDA was $232.6 million or 26.7% of revenue for the second quarter compared to $175.5 million or 25.2% of revenue for the second quarter of 2022. Net income for the second quarter was $139.4 million or $0.34 per share. We closed the quarter with greater than $3.6 billion of cash and cash equivalents, leaving us in a very strong financial position.\nThis significant step up relative to our Q1 cash levels primarily reflects the convertible bond offering we completed early in the second quarter. With our 2023 converts coming due later this year, we saw an opportunity to refinance at very compelling terms which provides us significant financial flexibility. This supports our ongoing capital deployment goals with a primary focus on extending our organic growth opportunity.\nAs we mentioned, we reached a key milestone during this quarter as our Malaysia facility began producing commercial product. This plant will quickly scale to become our largest operation and help support our long-term cost target of $10 per sensor.\nTurning to guidance. We are raising our full year 2022 revenue guidance to a range of $3.50 billion to $3.55 billion, representing growth of 20% to 22% for the year. Our updated revenue guidance reflects an increase of over $65 million at the midpoint compared to our previous guidance. This reflects our strong start to the year as well as our expectation to carry this momentum into the second half of 2023. From a margin perspective, we are updating our full year non-GAAP gross margin guidance to 63%, which represents the high end of our previous guidance range. Our operating expense management has also left us well positioned to raise operating and EBITDA margin guidance for the year. We now expect non-GAAP operating margin of approximately 17% and adjusted EBITDA margin of 26.5% for fiscal year 2023.\nWith that, I will pass it back to Kevin.\n\nKevin Ronald Sayer\n\nChairman, President, Chief Executive Officer, DexCom, Inc.\n\nThanks, Jereme. Our results this quarter we like a highlight reel. Q2 was our highest revenue quarter ever and represented the largest year-over-year dollar growth in our company's history. We again delivered record new customer starts worldwide and gained market share in nearly every major reimbursed geography. Our G7 launch continued to be marked by excellent execution across the board. We have now introduced this product into 13 international markets and quickly built broad reimbursement in the U.S. Through our commercial efforts, we are bringing new physicians into our ecosystem and our manufacturing initiatives are driving process improvements ahead of expectations.\nAdditionally, our R&D team has already enabled 5 flawless upgrades to our completely redesigned G7 app. In addition, we are growing in a disciplined and sustainable manner. We have delivered over 450 basis points of operating expense leverage, doubled our earnings per share year-over-year and posted one of the largest free cash flow quarters in our company's history. I'm incredibly proud of our team for delivering this level of progress. When you experience results like these, it makes our stated vision much more tangible. We are truly on a mission to help people control their health through continued innovation and execution.\nWith that, I would now like to open the call up for Q&A. We will also have Jake Leach, our Chief Operating Officer, to join us for our question-and-answer session. Sean?"
  },
  {
    "header": "DXCM",
    "cik": "0001093557",
    "ticker": "DXCM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e3ac8c6deba8daae5599d8f0559c5951",
    "period": "2023 Q1",
    "content": "Q1 2023 DexCom Inc Earnings Call\n\nQ1 2023 DexCom Inc Earnings Call\n\nDXCMNASDAQAPR 27, 4:30 PM\n\nOperator\n\n[Audio Gap] Substitute for results or superior to results prepared in accordance with GAAP. Please refer to our tables in our earnings release and the slides accompanying our first quarter earnings presentation for a reconciliation of these measures to their most directly comparable GAAP financial measure.\nNow I will turn it over to Kevin.\n\nKevin Ronald Sayer\n\nChairman, President, Chief Executive Officer, DexCom, Inc.\n\nThank you, Sean, and thank you, everyone, for joining us. Today, we reported another excellent quarter for DexCom with first quarter organic revenue growth of 19% compared to the first quarter of 2022. Momentum for global CGM adoption remains very high. and we continue to see a growing appreciation for the differentiated experience that DexCom provides. It has been an exciting start to 2023. Our teams advanced some of our most important strategic initiatives in the first quarter that will continue to build on our foundation for growth in the years ahead. There is growing momentum behind the rollout of our G7 system as we initiated our full launch of G7 in the U.S. This launch represents years of hard work to bring to market a product based on feedback from our customers that meets their specific needs. .\nG7 is the most accurate CGM on the market. It is simple to use and is supported by the most covered CGM brand. We expect this differentiated feature set will add to our leading customer satisfaction metrics. We were thrilled with the opportunity to announce this launch on the biggest stage with our second ever Super Bowl commercial. Over 100 million people were watching the game on our commercial air and the customer clinician outreach that filled was incredibly encouraging as we expected it would be. The ad generated 3x as many impressions for DexCom as our 2021 Super Bowl commercial, exceeding our initial expectations on engagement and awareness.\nWe also heard from members of the diabetes community who shared their DexCom magic moments and pride in feeling represent on a platform of this size. Awareness remains a critical element to driving broader access and adoption for CGM, and we designed this campaign to demonstrate the life-changing potential of our system and a G7 product is incredibly simple to use. Millions of people with diabetes to not use CGM, and this provided us an opportunity to both connect with them and advocate on their behalf. While we are still early in our U.S. launch of G7, we have been very encouraged by the initial response. We have seen a steady ramp of new users and the initial feedback from both customers and clinicians has been consistently great.\nWe have also seen this product attracting new prescribers altogether. Already in the early weeks of this rollout, nearly 1,000 health care providers have prescribed G7 who previously were not prescribing DexCom CGM. Perhaps most encouraging is the progress we have made in building reimbursement for G7 in only a short period of time. Medicare coverage was established for G7 only days after our Super Bowl commercial, which coincided well with the timing of our launch and came in about a month earlier than anticipated.\nWe also finalized our commercial DME contracts relatively quickly and G7 commercial DME coverage is now already on par with G6 levels. Commercial pharmacy coverage has also progressed rapidly. In our reimbursement discussions, payers are clearly recognizing the value proposition that exists with DexCom G7. As a result, we already have more commercial pharmacy coverage established for G7 today than our competitor does for their sensor platform. Payers continue to value our premium feature set, leading customer engagement metrics, best-in-class performance and proven outcomes backed by robust clinical edits. Overall, we have advanced coverage more quickly than anticipated, and we expect G7 to be covered by all major PBMs by the end of the second quarter. These coverage decisions for G7 also position us well as our industry takes a significant step forward in terms of access for CGM.\nIn early March, CMS finalized their proposal to expand access to include people with type 2 diabetes using basal insulin only as well as certain noninsulin-using individuals that experience hypoglycemia. With coverage officially kicking in last week, this decision represented the largest single expansion of access to CGM in our industry's history. As a reminder, we size the basal-only type 2 population alone at around 3 million people in the U.S. with around half being of Medicare age. We are incredibly excited to start serving this population more broadly going forward as we see a significant opportunity to help these individuals live healthier lives.\nOur mobile trial demonstrated meaningful improvements in timing range, A1c levels and hypoglycemic events among this population wearing DexCom sensors, as sensor engagement proved to produce behavior changes within this cohort that supported greater glycemic control. We are in a great position to compete as this market develops as accuracy, performance and customer engagement will continue to be the defining features of delivering outcomes.\nCustomers and clinicians have historically indicated a preference for a differentiated product where reimbursement exists, and we expect this dynamic to endures access continues to expand. Along those lines, we will continue to leverage our mobile data as well as the updated ADA standards of care to build broader coverage. We are in active discussions with private payers in the U.S. to establish basal reimbursement and will similarly advocate for broader coverage in international markets.\nOur international G7 roll at also continues to go well with good initial uptake and high customer satisfaction rates. Majority of our international G7 customers continue to be new to DexCom altogether, suggesting the new form factor and feature set is attracting both people new to CGM as well as those using competitive systems. We view this as a very positive sign as we broaden our rollout in the coming months.\nIn the second quarter, we will be launching G7 in 8 new international markets as part of our strategic effort to get this product to as many peel as possible. From a capacity perspective, we remain in great shape to support this broader rollout. We are ramping up production quickly and have plenty of G7 inventory on hand to support our growth ambitions.\nAdditionally, we expect our Malaysia plant to start producing commercial product around midyear, which will further support our G7 scale up. Finally, we look forward to seeing many of you in June at the American Diabetes Association's 83rd Annual Scientific Sessions in our hometown of San Diego, California. We are always excited to connect with thought leaders across the industry at this event, as we collectively work to map out the future of DexCom CGM technology in Diabetes Care & Beyond.\nIn conjunction with the conference, we are planning an investor event where we will provide our latest vision around the future of DexCom and share incremental detail on many of our key strategic initiatives. We hope to see you there.\nWith that, I will turn it over to Jereme for a review of the first quarter financials. Jereme?\n\nJereme M. Sylvain\n\nExecutive VP, CFO & CAO, DexCom, Inc.\n\nThank you, Kevin. As a reminder, unless otherwise noted, the financial metrics presented today will discuss on a non-GAAP basis. Reconciliations to GAAP can be found in today's earnings release as well as our IR website.\nFor the first quarter of 2023, we reported worldwide revenue of $741 million compared to $629 million for the first quarter of 2022, representing growth of 19% on an organic basis. As a reminder, our definition of organic revenue excludes currency in addition to non-CGM revenue acquired in the trailing 12 months. U.S. revenue totaled $526 million for the first quarter compared to $451 million for the first quarter of 2022, representing growth of 17%. We experienced another quarter of strong new customer starts in Q1, as we saw a continuation of steady demand for our G6 as well as an encouraging initial uptake of G7 with our launch in the final weeks of the quarter.\nAs Kevin mentioned, we'll be able to progress our commercial pharmacy coverage for G7 faster than anticipated in the quarter. This caused the impact of our bridge program to be around half of the $15 million level we expected as more customers were able to access G7 through reimbursed channels.\nAccordingly, the impact on revenue from this program should continue to shrink going forward given our established commercial coverage for G7. International revenue grew 21%, totaling $216 million in the first quarter. International organic revenue growth was 27% for the first quarter. For another quarter, we continued to gain share in international markets in Q1 as customers have been responding well to our broad access initiatives and new product launches. As anticipated, DexCom ONE is having a growing impact on our results as this product has enabled us to enter new markets and compete much more broadly within existing markets. In the U.K. access to DexCom ONE was recently simplified with the addition of the products transmitter to the national formulary with the entire system now covered by the drug tariff, this reduces the administrative steps for clinicians in a market where we already have considerable underlying momentum. We will continue to work on delivering these types of wins, making it easier and simpler for customers to get reimbursed access to DexCom products.\nOur first quarter gross profit was $469.8 million or 63.4% of revenue compared to 63.3% of revenue in the first quarter of 2022. Our first quarter gross margin reflects the traditional step down relative to what we see in the fourth quarter as we serve a greater mix of pharmacy customers and less contribution from our DME users with high deductible health plans. This was a better-than-expected Q1 result for gross margin as we delivered incremental efficiencies in our G6 lines while managing production for our G7 launch. However, we continue to anticipate gross margins for the full year in line with our original guidance as we scale our global G7 production.\nOperating expenses were $391.2 million for Q1 of 2023 compared to $347.8 million in Q1 of 2022. Operating expense management continues to be an ongoing point of emphasis for our team as part of our broader cost efforts, and it continues to be on display this quarter. In line with our expectations, we generated over 250 basis points of OpEx leverage in the first quarter even as we allocated greater commercial investment to support our G7 launch. We are very proud of the efforts our team has made and continue to make on these efficiency initiatives. Operating income was $78.6 million or 10.6% of revenue in the first quarter of 2023, compared to $50.3 million or 8% of revenue in the same quarter of 2022. Adjusted EBITDA was $145.9 million or 19.7% of revenue for the first quarter compared to $112.4 million or 17.9% of revenue for the first quarter of 2022. Net income for the first quarter was $68.5 million or $0.17 per share. We closed the quarter with approximately $2.6 billion worth of cash and cash equivalents remaining in a great financial position.\nOur balance sheet provides us with significant flexibility to organically support our ongoing growth investments, including the build-out of our Malaysia manufacturing facility and continually assess our strategic uses of capital. As Kevin mentioned, we are expecting our Malaysia facility to start producing commercial product around midyear, which we view as a pivotal moment in our global manufacturing journey. This plant will provide a significant new capacity and be a key element of our long-term growth and cost reduction plans.\nTurning to guidance. We are raising our full year 2023 revenue guidance to a range of $3.4 billion to $3.515 billion. For margins, we are reaffirming our prior full year guidance of gross profit margins in the range of 62% to 63%, operating margins of approximately 16.5% and adjusted EBITDA margins of approximately 26%. The increase of approximately $38 million at the midpoint of revenue guidance reflects our increased confidence in the business and the underlying market. This factors in our strong first quarter results as well as a benefit from CMS finalizing type 2 basal coverage earlier than originally anticipated.\nWith that, I will turn it back to Kevin.\n\nKevin Ronald Sayer\n\nChairman, President, Chief Executive Officer, DexCom, Inc.\n\nThanks, Jereme. I would now like to open up the call for Q&A. Sean?\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of Investor Relations\n\nThank you, Kevin. [Operator Instructions] Abby, please provide the Q&A instructions."
  },
  {
    "header": "DXCM",
    "cik": "0001093557",
    "ticker": "DXCM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5ca2195788c55fe4f7aed217f725ea98",
    "period": "2022 Q4",
    "content": "Q4 2022 Dexcom Inc Earnings Call\n\nQ4 2022 Dexcom Inc Earnings Call\n\nDXCMNASDAQFEB 9, 4:30 PM\n\nOperator\n\nLadies and gentlemen, welcome to the Dexcom Fourth Quarter 2022 Earnings Release Conference Call. My name is Abby, and I will be your operator for today's call. (Operator Instructions) As a reminder, the conference is being recorded.\nAnd I will now turn the call over to Sean Christensen, Vice President of Finance and Investor Relations. Sean, you may begin.\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of IR, DexCom, Inc.\n\nThank you, Abby, and welcome to Dexcom's Fourth Quarter 2022 Earnings Call. Our agenda begins with Kevin Sayer, Dexcom's Chairman, President and CEO, who will summarize our recent highlights and ongoing strategic initiatives; followed by a financial review and outlook from Jereme Sylvain, our Chief Financial Officer. Following our prepared remarks, we will open the call up for your questions. (Operator Instructions)\nPlease note that there are also slides available related to our fourth quarter performance on the Dexcom Investor Relations website on the Events and Presentations page.\nWith that, let's review our safe harbor statement. Some of the statements we will make in today's call may constitute forward-looking statements. These statements reflect management's intentions, beliefs and expectations about future events, strategies, competition, products, operating plans and performance. All forward-looking statements included in this presentation are made as of the date hereof based on information currently available to Dexcom, are subject to various risks and uncertainties, and actual results could differ materially from those anticipated in the forward-looking statements.\nThe factors that could cause actual results to differ materially from those expressed or implied by any of these forward-looking statements are detailed in Dexcom's annual report on Form 10-K, most recent quarterly report on Form 10-Q and other filings with the Securities and Exchange Commission. Except as required by law, we assume no obligation to update any such forward-looking statements after the date of this presentation or to conform these forward-looking statements to actual results.\nAdditionally, during the call, we will discuss certain financial measures that have not been prepared in accordance with GAAP with respect to our non-GAAP and cash-based results. Unless otherwise noted, all references to financial metrics are presented on a non-GAAP basis. The presentation of this additional information should not be considered in isolation or as a substitute for results or superior to results prepared in accordance with GAAP. Please refer to the tables in our earnings release and the slides accompanying our fourth quarter earnings presentation for a reconciliation of these measures to their most directly comparable GAAP financial measure.\nNow I will turn it over to Kevin.\n\nKevin Ronald Sayer\n\nExecutive Chairman, CEO & President, DexCom, Inc.\n\nThank you, Sean, and thank you, everyone, for joining us. I'd like to start by reviewing some of Dexcom's key accomplishments in 2022. Total revenue grew 20% on an organic basis driven by another year of record new customer starts. This translates into more than $475 million of organic revenue growth compared to last year as we saw another step forward for CGM awareness and Dexcom brand loyalty. We added nearly 450,000 Dexcom users to our base in 2022 and ended the year with close to 1.7 million customers globally. Our team did a great job generating this customer engagement and growth while simultaneously enhancing the scale and efficiency of our organization.\nOur operations team demonstrated world-class performance this year, ensuring adequate supply in a difficult macro environment and providing on-time delivery rates of greater than 99%. We drove over 500 basis points of operating expense leverage in 2022 despite broad inflationary pressure. This was not the result of reactionary cost cutting. Instead, it reflects decisions made years ago at our company to foster a culture of cost discipline as we grow.\nFrom a strategic perspective, we will look back at 2022 as a pivotal year for our company. We advanced several of our most important initiatives, including multiple new product launches, significant access wins, new market development and a further extension of our market-leading performance in connectivity. Everything we achieved this past year helps build a foundation for years of sustainable growth ahead.\nFor example, in October, CMS published a proposed local coverage determination that would meaningfully expand access to CGM technology for the Medicare population. This proposal would broaden coverage to include people with type 2 diabetes using basal insulin only as well as certain non-insulin-using individuals that experience hypoglycemia. This result was led by the publication of Dexcom's MOBILE study and furthered by a strong partnership with the diabetes community. We heard broad support and enthusiasm from key stakeholders during the comment period and expect the ruling to be finalized in the coming months.\nAs a reminder, we size the basal-only type 2 population at 3 million people in the United States. Between this Medicare ruling and broader commercial coverage, which we expect to follow shortly, this population has the potential to nearly double our addressable reimbursed market in the United States.\nOutside the United States, our team has been equally focused on building greater access. We drove many positive coverage decisions from Mobile payers over the course of 2022. These access wins were in response to the strong clinical evidence we continue to generate as well as the introduction of our portfolio strategy in many of these markets.\n2022 was the first time that we brought multiple Dexcom products to a single market, and this strategy has enabled us to significantly extend our reach. By offering multiple products, we can provide a unique value proposition that meets the specific needs of our diverse base of customers, clinicians and payers.\nA great example is in the U.K., where Dexcom ONE was added to the national formulary for all people with intensively managed diabetes. Collectively, our international access initiatives have helped us expand our reimbursed coverage by 3.5 million lives over the past 18 months.\n2022 will also be remembered as the year of G7. We received both CE Mark and FDA regulatory clearance for G7 and initiated a full launch outside the United States. The feedback from our customers has been everything we'd hope for. We are hearing consistent praise for the new features, such as the 60% smaller form factor, shorter warm-up period and more engaging and consumer-friendly app.\nPerhaps the most encouraging is that 97% of initial users surveyed have found G7 easy to use. We designed this product to simplify the lives of our customers, and we are thrilled to see that emphasis resonating. All of this leaves us incredibly excited to bring G7 to the U.S. In fact, we began shipping this week into our U.S. distribution channels to support our rollout.\nWe have quickly ramped up production capacity to support the launch with our automated G7 lines already capable of producing more than 100,000 sensors a day. We want to get G7 into the hands of as many people as possible. So in conjunction with our launch, we've established a bridge program to simplify access for our early adopters. This program will provide new and existing customers access to G7 immediately and allow us to go to market in a broad and expedited manner.\nBehind the scenes, we continue to advance our discussions with payers to build reimbursement. Our conversations have progressed very well, and we are well on track with our G7 coverage plans.\nMore importantly, we are not going to be bashful about what we think of this product. G7 is the new gold standard in diabetes technology. This is the most accurate, easy-to-use and accessible CGM ever produced, and we want to share this message with the world. As a result, we will be releasing our second-ever Super Bowl commercial this Sunday. We're again teaming up with one of our most recognizable Dexcom warriors, Nick Jonas, to announce the G7 is here.\nThis is a great opportunity to connect not only with our loyal G6 users but with the millions of people with diabetes that still do not use CGM. We want these individuals, their caregivers and their loved ones to know that Dexcom can help them live healthier lives.\nWith that, I'll turn it over to Jereme for a review of the fourth quarter financials. Jereme?\n\nJereme M. Sylvain\n\nExecutive VP, CFO & CAO, DexCom, Inc.\n\nThank you, Kevin. As a reminder, unless otherwise noted, the financial metrics presented today will be discussed on a non-GAAP basis. Reconciliations to GAAP can be found in today's earnings release as well as on our IR website.\nFor the fourth quarter of 2022, we reported worldwide revenue of $815 million compared to $698 million for the fourth quarter of 2021, representing growth of 20% on an organic basis. As a reminder, our definition of organic revenue excludes currency in addition to non-CGM revenue acquired in the trailing 12 months.\nU.S. revenue totaled $606 million for the fourth quarter compared to $517 million in the fourth quarter of 2021, representing growth of 17%. Our recent momentum in the U.S. continued into Q4 as we delivered another strong quarter of volume growth and solid new customer starts.\nWe were very encouraged by the prescribing trends we saw in the fourth quarter, and we closed the year with around 75% of our commercial scripts going through the pharmacy channel. This represents the endpoint of a multiyear channel journey. And we believe our current structure maximizes access for our users as the most covered CGM and supports greater customer choice in how they access the most accurate CGM.\nInternational revenue grew 15%, totaling $209 million in the fourth quarter. International organic revenue growth was 27% for the fourth quarter. We continue to take share in international markets as the introduction of new products and access wins over the past year leave us in a wonderful position to compete for new users.\nFor example, in response to the sizable U.K. coverage decision we received last August, our revenue growth has accelerated over the past 2 quarters in that region. Even though this was already one of our largest OUS markets, there has been a clear uptick in demand following this broad expansion of access.\nOur fourth quarter gross profit was $544 million or 66.7% of revenue compared to 67.7% of revenue in the fourth quarter of 2021. Foreign currency was an 80 basis point negative impact on gross margin in the quarter. Operating expenses were $372 million for the fourth quarter of 2022 compared to $461 million in the fourth quarter of 2021.\nYou may recall that in the fourth quarter of 2021, we recognized an $87 million expense associated with the contingent milestone under the 2018 collaboration and license agreement with Verily Life Sciences. Absent this, our operating expenses for the fourth quarter of 2022 would have been relatively flat year-over-year. This represents another quarter of very disciplined cost management as we generated 800 basis points of OpEx leverage.\nOperating income was $172.1 million or 21.1% of revenue in the fourth quarter of 2022 compared to $12 million or 1.7% of revenue in the same quarter of 2021. Even excluding the Verily charge from 2021, this highlights incredibly strong operating expense leverage in our current year, which more than offsets our step backwards in gross margin.\nAdjusted EBITDA was $237.1 million or 29.1% of revenue for the fourth quarter compared to $67.3 million or 9.6% of revenue for the fourth quarter of 2021. Net income for the fourth quarter was $136.3 million or $0.34 per share.\nWe remain in a great financial position, closing the quarter with approximately $2.5 billion worth of cash and cash equivalents. This cash level provides organizational flexibility to support our organic growth opportunity and assess strategic uses of capital on an ongoing basis, such as the accelerated share repurchase program we executed in 2022 and ongoing development of our Malaysia manufacturing facility.\nTurning to 2023 guidance. As we stated last month. We anticipate total revenue to be in the range of $3.35 billion to $3.49 billion, representing growth of 15% to 20%. This reflects another year of strong underlying volume growth, which will again exceed our revenue growth rate for the year.\nTo help provide some insight into the makeup of our guidance this year, we recently provided some additional color around our expectations. First, earlier on this call, Kevin discussed our plans to support our initial G7 customers with a bridge program. We expect this program to impact our revenue per customer early in the year as we provide G7 access at an affordable cash rate as we build reimbursement. We expect this impact to narrow over the course of the year as broader coverage is secured.\nInternationally, we estimate that around 1/3 of our new customer starts will come in through the Dexcom ONE platform. Therefore, this business will start to have a more material impact on numbers this year as that customer base builds.\nFor the type 2 basal opportunity, we anticipate CMS reimbursement to be finalized for this population by midyear and begin contributing to our results in the second half of 2023. We expect this population to contribute approximately 1% of our total revenue in 2023.\nTurning to margins. We expect gross profit margin to be in the range of 62% to 63%. This assumed year-over-year decline is primarily related to the impact of the broader G7 launch. As with any launch, we will initially be running at lower production volumes, and it will take some time for our new manufacturing lines to scale. Importantly, this is a temporary dynamic, and we still expect G7 product costs to be less than G6 at scale.\nDespite the step backwards in gross margin, we are guiding for operating margins to be relatively flat year-over-year at 16.5%, which reflects another 150 to 250 basis points of operating expense leverage in 2023. This is the result of ongoing cost initiatives at our organization, which continue to drive leverage even as we allocate greater investment to support our global commercial infrastructure and G7 launch. Finally, we expect adjusted EBITDA margins of approximately 26% in 2023.\nWith that, I will pass it back to Kevin.\n\nKevin Ronald Sayer\n\nExecutive Chairman, CEO & President, DexCom, Inc.\n\nThanks, Jereme. To summarize, we are incredibly excited about the opportunity ahead with G7, and we're rolling out product to our distributors as we speak, and we're ready for a big launch in the U.S.\nI would now like to open up the call for Q&A. Sean?\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of IR, DexCom, Inc.\n\nThank you, Kevin. (Operator Instructions) Abby, please provide the Q&A instructions."
  },
  {
    "header": "DXCM",
    "cik": "0001093557",
    "ticker": "DXCM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f62db928756d7c5e5fbf55f924c53204",
    "period": "2022 Q3",
    "content": "Q3 2022 Dexcom Inc Earnings Call\n\nQ3 2022 Dexcom Inc Earnings Call\n\nDXCMNASDAQOCT 27, 4:30 PM\n\nOperator\n\nHello, and welcome to the Dexcom Third Quarter 2022 Earnings Release Conference Call. My name is Michelle, and I will be your operator for today's conference. (Operator Instructions) As a reminder, today's conference is being recorded.\nI will now turn the call over to Mr. Sean Christensen. Sir, you may begin.\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of IR, DexCom, Inc.\n\nThank you, operator, and welcome to Dexcom's Third Quarter 2022 Earnings Call. Our agenda begins with Kevin Sayer, Dexcom's Chairman, President and CEO, who will summarize our recent highlights and ongoing strategic initiatives; followed by a financial review and outlook from Jereme Sylvain, our Chief Financial Officer. (Operator Instructions)\nPlease note that there are also slides available related to our third quarter performance on the Dexcom Investor Relations website on the Events and Presentations page.\nWith that, let's review our safe harbor statement. Some of the statements we will make in today's call may constitute forward-looking statements. These statements reflect management's intentions, beliefs and expectations about future events, strategies, competition, products, operating plans and performance. All forward-looking statements included in this presentation are made as of the date hereof based on information currently available to Dexcom and are subject to various risks and uncertainties. And actual results could differ materially from those anticipated in the forward-looking statements.\nThe factors that could cause actual results to differ materially from those expressed or implied by any of these forward-looking statements are detailed in Dexcom's Annual Report on Form 10-K, most recent quarterly report on Form 10-Q and other filings with the Securities and Exchange Commission. Except as required by law, we assume no obligation to update any such forward-looking statements after the date of this presentation or to conform these forward-looking statements to actual results.\nAdditionally, during the call, we will discuss certain financial measures that have not been prepared in accordance with GAAP with respect to our non-GAAP and cash-based results. Unless otherwise noted, all references to financial metrics are presented on a non-GAAP basis.\nThe presentation of this additional information should not be considered in isolation or as a substitute for results or superior to results prepared in accordance with GAAP. Please refer to the tables in our earnings release and the slides accompanying our third quarter earnings presentation for a reconciliation of these measures to their most directly comparable GAAP financial measure.\nNow I will turn it over to Kevin.\n\nKevin Ronald Sayer\n\nExecutive Chairman, CEO & President, DexCom, Inc.\n\nThank you, Sean, and thank you, everyone, for joining us today. Today, we reported another strong quarter for Dexcom with third quarter organic revenue growth of 20% compared to the third quarter of 2021. Our teams executed incredibly well as we work to advance our strategic initiatives while preparing for the largest product launch in our company's history.\nIn the U.S., we saw continued momentum after our strong second quarter new customer starts with ongoing loyalty among endocrinologists and growing traction with primary care physicians. We are finding these physicians eager to engage with our teams as they learn more about the clinical benefits and superior outcomes that Dexcom CGM can provide their patients.\nWhile we expect these primary care relationships to be critical to our long-term customer aspirations, they also help us better serve the intensive insulin-using population in the U.S. today. The domestic core market still has a long runway of growth ahead as we expect the vast majority of the population to adopt CGM to help them better manage their health.\nOutside the U.S., our team continued to deliver customer access wins this quarter. One example, in August, the NHS announced the inclusion of Dexcom ONE on prescription via the England, Wales, Scotland and Northern Ireland drug tariff for everyone with type 1 diabetes and type 2 intensively managed diabetes. This announcement meaningfully expanded access to Dexcom within these markets as our previous reimbursement was generally limited to a smaller population of higher-risk individuals.\nImportantly, this is a clear example of how we can leverage our portfolio strategy to reach many more people with diabetes across the globe. Whether we use Dexcom ONE to enter new geographies or to improve access within existing markets, there is a large opportunity to expand our reach. In many cases, these are segments of the market that have lacked product choice for customers. So providing Dexcom's leading real-time CGM solution is being welcomed enthusiastically from customers and health systems alike.\nAs many of you have seen, we were also very excited to initiate our full OUS launch of G7 following a successful limited launch. G7 is now available in the United Kingdom, Ireland, Germany, Austria and Hong Kong. We have been looking forward to this day for a long time as we view G7 is not only a major step forward for Dexcom but for the entire diabetes technology market.\nThis is a game-changing launch. As we often say, G7 takes everything about G6 and makes it better. It has a 60% smaller form factor, 30-minute warm-up time, 12-hour grace period to allow customers to choose a convenient time to change sensors, an improved app experience and more. All of this while building upon the product performance and accuracy that has earned the trust of our customers and clinicians.\nThese advancements were specifically designed to improve the lives of our customers, and that is being recognized by our earliest G7 users. The feedback from our launch has been incredibly positive, which adds to our confidence that this product will take Dexcom to the next level.\nWe are moving quickly to make this life-changing technology available broadly around the world, and we'll be rolling out G7 across a steady cadence of additional geographies over the next several months. In the U.S., we have responded to the FDA, and our G7 regulatory pathway is tracking in line with expectations we shared last quarter. We completed the necessary software changes in response to the feedback we received from the agency and subsequently validated the data to ensure the software is operating as designed.\nThese efforts position us well to receive G7 clearance before the end of the year. This is a very exciting time for us. We believe this is the product of the future for Dexcom, and we are working diligently to make that product accessible to a much broader population, not only the intensive insulin-using population but moving into people with type 2 diabetes on basal insulin only, noninsulin-using type 2s, gestational, hospital, metabolic health and beyond.\nAlong those lines, there is a growing body of evidence, demonstrating outcomes beyond the intensive insulin-using population, including a recently published study in Diabetes Technology & Therapies. This study assessed the benefits of Dexcom CGM for a population of predominantly noninsulin-using type 2 individuals. Similar to our MOBILE study, it demonstrated meaningful reductions in A1c levels and improvements in time and range across the study group.\nNotably, the largest improvements in time and range came from the cohort being treated with one or less medication per day. This suggests that a sizable opportunity exists to help individuals earlier in their diabetes journey, potentially preventing escalation of the disease. This has meaningful long-term health implications for those starting on CGM and also holds promise to reduce the economic burden on our health system associated with progression of diabetes.\nCMS clearly recognized this potential in 2017 when they became one of the first global payers to cover CGM for people with intensively managed type 2 diabetes, and they appear ready to lead yet again in customer care. In early October, CMS published a proposed local coverage determination that would again meaningfully expand CGM for the Medicare population.\nOnce finalized, this proposal would expand Medicare coverage to include the basal-only population as well as noninsulin-using individuals that have experienced hypoglycemia. This proposal is in direct response to the clinical outcomes demonstrated in our MOBILE trial, where Dexcom proved to meaningfully improve time and range for this population.\nSince publishing that data, we have been expecting a reimbursement decision and applaud CMS for taking the lead. Coverage for the basal-only population alone would allow us to help significantly more people in the U.S. as we size that population approximately 3 million individuals.\nThis will be the first major reimbursement expansion beyond the intensively managed space and one that we expect to be the first of many. Historically, CMS has often led commercial payers on coverage decisions, and we anticipate the same dynamic to occur here.\nHowever, we're not stopping here. We will continue to advocate for the millions of additional individuals that could benefit from access to real-time CGM. There is a massive opportunity ahead for Dexcom.\nWith that, I'll turn it over to Jereme for a review of the third quarter financials. Jereme?\n\nJereme M. Sylvain\n\nExecutive VP, CFO & CAO, DexCom, Inc.\n\nThank you, Kevin. As a reminder, unless otherwise noted, the financial metrics presented today will be discussed on a non-GAAP basis. Reconciliations to GAAP can be found in today's earnings release as well as on our IR website.\nFor the third quarter of 2022, we reported worldwide revenue of $770 million compared to $650 million for the third quarter of 2021, representing growth of 20% on an organic basis. As a reminder, our definition of organic revenue excludes currency in addition to non-CGM revenue acquired in the trailing 12 months.\nU.S. revenue totaled $573 million for the third quarter compared to $490 million in the third quarter of 2021, representing a growth of 17%. Momentum continues to grow in our U.S. business. We saw initial signs of an inflection in late Q1 and have been encouraged to see those positive customer trends continue in the months that followed.\nThis resulted in a reacceleration in revenue growth in the third quarter. The investments we have made in our salesforce over the past year are starting to pay off. We instituted new salesforce tools earlier this year to make calls more efficient. And today, our team is yielding productivity metrics in line with our high expectations.\nWe have also taken steps recently to simplify access for people in the United States by creating multiple cash pay options. We are seeing growing demand coming from outside our current reimbursement landscape, including the type 2 nonintensive space. So we established these programs to help serve these customers as we work to broaden access.\nInternational revenue grew 22%, totaling $196 million in the third quarter. International organic revenue growth was 28% for the third quarter. Our international business continues to deliver impressive results as access initiatives completed over the past year are helping us gain market share.\nFor example, in Australia, we are seeing very positive response to the recently expanded reimbursement for G6. Within weeks, we saw an uptick in demand. And currently, our new customers are trending around 3x higher than prior to this expanded access.\nWe have seen this dynamic play out again and again, where broader access can serve as an almost immediate catalyst to demand. As a result, we will continue to prioritize our efforts to make Dexcom CGM accessible to many more people across the globe.\nOur third quarter gross profit was $494.2 million or 64.2% of revenue compared to 68.7% of revenue in the third quarter of 2021. Similar to last quarter, the launch of G7 creates a difficult year-over-year comparison on gross margin as G7 development costs are now included in COGS. This dynamic accounts for some of the expected step down compared to 2021.\nAdditionally, there were 70 basis point negative impact on gross margin from currency. Absent this, gross margin would have been approximately 65%. Operating expenses were $333 million for the third quarter of 2022 compared to $320 million in the third quarter of 2021.\nOur focus on cost management was on full display this quarter as we generated over 600 basis points of operating expense leverage despite ongoing investment to support our growth. We drove leverage in every category of spend this quarter, while simultaneously offsetting inflationary pressures. Our focus will continue to be on generating leverage in nonvariable expenses while reinvesting those savings into our global commercial infrastructure.\nOperating income was $160.8 million or 20.9% of revenue in the third quarter of 2022 compared to $123.8 million or 19% of revenue in the same quarter of 2021 as our significant operating expense leverage more than offset gross margin declines in the quarter. Adjusted EBITDA was $226.6 million or 29.4% of revenue for the third quarter compared to $173.5 million or 26.7% of revenue for the third quarter of 2021.\nNet income for the third quarter was $111.9 million or $0.28 per share. We remain in a great financial position, closing the quarter with approximately $2.4 billion worth of cash and cash equivalents.\nWe reached a new high watermark in terms of free cash flow this quarter, generating over $180 million of free cash. This provides us the flexibility to support our ongoing growth opportunity while also assessing any strategic uses of capital on an ongoing basis.\nOur largest use of capital continues to be the buildup of our Malaysia manufacturing plant. Construction continues to progress on schedule, and we expect this facility to be producing commercial product by mid next year. This facility will provide us the necessary scale and manufacturing efficiency to support our long-term cost targets.\nDuring the third quarter, we also executed our previously announced accelerated share repurchase program, purchasing over 550 million of outstanding shares. This allowed us to reduce the dilution associated with our 2023 convertible notes while buying back our shares at what we viewed as an attractive price point.\nTurning to guidance. We are updating our full year 2022 revenue guidance to a range of $2.88 billion to $2.91 billion. For margins, we are updating our full year guidance to the following. We are reducing our gross profit margin guidance to approximately 64%, down from 65% previously. And we are maintaining our previous operating margin and adjusted EBITDA margin guidance at 16% and 25%, respectively. This guidance factors in another sizable uptick in currency headwinds relative to expectations we shared a quarter ago.\nWe now expect approximately $55 million of foreign currency headwinds for the full year relative to our prior estimate of around $40 million. This currency impact is the primary reason we found it prudent to reduce our gross margin guidance for 2022.\nHowever, we reiterated our operating margin guidance as we expect to offset the additional foreign exchange pressure through ongoing operating expense leverage. We have been able to navigate through a shifting economic environment well to date, but we are certainly not immune to macro pressure.\nLeading economic indicators continue to point to additional uncertainty in the coming quarters. So we are working proactively to offset these impacts where we can. All these dynamics could create incremental challenges to work through in the near term. We are as bullish as ever about our underlying business and the opportunity ahead for Dexcom.\nWith that, I will pass it back to Kevin.\n\nKevin Ronald Sayer\n\nExecutive Chairman, CEO & President, DexCom, Inc.\n\nThanks, Jereme. Our third quarter was characterized by sharp execution and delivering results in line with what we said we were going to do. We're committed to launching G7 internationally in the third quarter, and now we have G7 in 5 different countries with more following closely behind.\nWe said that our growth rates in the U.S. would reaccelerate as the underlying trends in the business remain strong, and we delivered on an acceleration in the growth rate. We committed to advancing our G7 regulatory process in the U.S., and our efforts this quarter leave us on track for a clearance before the end of the year.\nWe said that the basal-only coverage would be a matter of when, not if. Now we have more clarity around when. We will continue to operate with this type of focus on execution going forward.\nFinally, as we move into Q&A, we have Jake Leach with us. We recently announced the promotion of Jake to the role of Chief Operating Officer, providing him with end-to-end responsibility for product. With almost 2 decades of experience at Dexcom and serving most recently as our Chief Technology Officer, nobody knows G7 and our product road map better than Jake.\nI would now like to open up the call for Q&A. Sean?\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of IR, DexCom, Inc.\n\nThank you, Kevin. (Operator Instructions) Operator, please provide the Q&A instructions."
  },
  {
    "header": "DXCM",
    "cik": "0001093557",
    "ticker": "DXCM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9070bd95640b35b6e17819ff72f4e133",
    "period": "2022 Q2",
    "content": "Q2 2022 Dexcom Inc Earnings Call\n\nQ2 2022 Dexcom Inc Earnings Call\n\nDXCMNASDAQJUL 28, 4:30 PM\n\nOperator\n\nWelcome to the Dexcom Second Quarter 2022 Earnings Release Conference Call. My name is Darryl, and I'll be your operator for today's call. (Operator Instructions) As a reminder, this conference is being recorded. I will now turn the call over to Sean Christensen. Sean, you may begin.\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of IR, DexCom, Inc.\n\nThank you, operator, and welcome to Dexcom's second quarter 2022 earnings call. Our agenda begins with Kevin Sayer, Dexcom's Chairman, President and CEO, who will summarize our recent highlights and ongoing strategic initiatives; followed by a financial review and outlook from Jereme Sylvain, our Chief Financial Officer. (Operator Instructions) Please note that there are also slides available related to our second quarter performance on the Dexcom Investor Relations website on the Events and Presentations page.\nWith that, let's review our safe harbor statement. Statements we will make in today's call may constitute forward-looking statements. These statements reflect management's intentions, beliefs and expectations about future events, strategies, competition, products, operating plans and performance. All forward-looking statements included in this presentation are made as of the date hereof based on information currently available to Dexcom, are subject to various risks and uncertainties, and actual results could differ materially from those anticipated in the forward-looking statements.\nThe factors that could cause actual results to differ materially from those expressed or implied by any of these forward-looking statements are detailed in Dexcom's annual report on Form 10-K, most recent quarterly report on Form 10-Q and other filings with the Securities and Exchange Commission. Except as required by law, we assume no obligation to update any such forward-looking statements after the date of this presentation or to conform these forward-looking statements to actual results.\nAdditionally, during the call, we will discuss certain financial measures that have not been prepared in accordance with GAAP with respect to our non-GAAP and cash-based results. Unless otherwise noted, all references to financial metrics are presented on a non-GAAP basis.\nThe presentation of this additional information should not be considered in isolation or as a substitute for results or superior to results prepared in accordance with GAAP. Please refer to the tables in our earnings release and the slides accompanying our second quarter earnings presentation for a reconciliation of these measures to their most directly comparable GAAP financial measures.\nNow I will turn it over to Kevin.\n\nKevin Ronald Sayer\n\nExecutive Chairman, CEO & President, DexCom, Inc.\n\nThank you, Sean, and thank you, everyone, for joining us. Today, we reported another strong quarter for Dexcom with second quarter organic revenue growth of 16% compared to the second quarter of 2021. Momentum for global CGM adoption remains high, and we once again achieved worldwide record new customer starts in the second quarter. Following some disruption early in the year related to the Omicron wave, office access has continued to improve. And we experienced a return to a more normalized customer journey, which helped us deliver this record.\nCustomer satisfaction also continues to reach new levels as our U.S. Net Promoter Score hit another all-time record in the second quarter. Our customers value the differentiated experience that Dexcom provides with consistent praise for our real-world accuracy, connectivity, actionable features and customer support. Product performance has been a hallmark for Dexcom throughout our history. Customers and caretakers alike rely upon the accuracy of Dexcom CGMs and can be confident in performance across all aspects of glucose management, backed by numerous clinical trials and borne out by real-world experience.\nWe have long viewed software as an avenue to differentiate, enabling unique user experiences, supporting greater connectivity and enhancing our ability to move more seamlessly into new markets. In support of this vision, we have invested significantly in building our software infrastructure in recent years and now spend more of our R&D budget on software than hardware. A tangible example of this can be found in our rollout of Dexcom ONE. This product leverages our G6 hardware and will use our G7 platform in the future, but uses software to provide a different experience than our G Series systems. This has allowed us to meaningfully expand our market presence in recent months, entering new markets and winning tenders internationally that were previously not available to our G Series product. This is just the beginning of our journey on leveraging software to great products that meet the needs of our end users.\nOur software infrastructure has also positioned us to be the partner of choice for technology companies looking to build new and innovative experiences around CGM data. Our list of real-time API partners continues to grow as we're the only company that can provide partners real-time CGM data in an FDA-regulated solution.\nOur software capabilities are also laying the foundation for our success beyond the intensively managed population. For example, 2 partners focused on the use of CGM for weight management and metabolic health, Signos and Levels Health, have clinical trials underway that are leveraging our real-time API capabilities. We are excited to see the outcome from these trials as they provide a glimpse into the future for CGM technology that could serve as a much broader end market than today.\nThe second quarter saw a number of strategic accomplishments in international markets that continue to strengthen our competitive position. The excitement continues to grow for our portfolio of CGM systems, G6, G7 and Dexcom ONE, and we've made significant strides in both direct and distributor markets to broaden access to our technology. We launched Dexcom ONE in both Spain and the U.K. and have secured reimbursement for key segments of the population. Opening large parts of these markets have previously lacked reimbursement for Dexcom CGM.\nWe also announced a partnership with Roche to distribute Dexcom ONE in Italy. This relationship will allow us to leverage Roche's well-established commercial infrastructure to bring Dexcom ONE to a much larger Italian market. In Australia, the government recently committed to providing subsidized access to our G6 system for all people living with type 1 diabetes, which is a significant improvement in coverage and a great win for Australians deserving access to CGM technology.\nOur limited launch of G7 in the U.K. continues to be met with significant enthusiasm from our customers who have provided consistently positive feedback on product size, ease of use, the shorter warm-up time, the app experience and more. Many customers shared that they would often forget they were even wearing their G7 during their session and indicated they can't wait to continue wearing the product full time in the future. The period has proven to be incredibly valuable, allowing us to assess the functionality of the sensor and app in a real-world setting and providing feedback on ways to refine our support system to make the broader rollout as streamlined as possible. We are excited to get G7 in the hands of more customers and plan to expand our launch in the third quarter, starting in the U.K.\nIn the U.S., our 510(k) submission for G7 remains under review with the FDA. As part of this process, we are making a subtle change to the G7 software based on feedback from the FDA, slightly delaying our expected time lines for clearance and U.S. launch. We expect FDA clearance and limited launch later this year and a large commercial launch in the U.S. in the first quarter of 2023.\nEncouragingly, our preliminary discussions with payers have progressed very well. They understand what this product will mean for our customers and people with diabetes broadly, giving us increasing confidence in the ability to ramp up commercial coverage quickly.\nFinally, we were very proud to showcase our expanded CGM portfolio at 2 of the largest diabetes conferences of the year, ATTD in Barcelona and ADA in New Orleans. These events provide us an opportunity to connect with thought leaders across the diabetes space, and we continue to see a clear consensus on real-time CGM being the standard of care in diabetes management and a growing appreciation of the health and economic benefits of extending the use of this technology beyond the intensively managed population, including the broader type 2 population and use in the hospital. Between these 2 events, there were dozens of presentations, abstracts and posters highlighting success stories of CGM to date and what the future could hold for this technology.\nI started attending diabetes conferences almost 30 years ago. As I look back even 2 or 3 years ago, these types of conversations around the broad potential of CGM were nonexistent. Now it's become very apparent that CGM data will become the basis of where diabetes management and glucose control in the future is headed. We're very excited about the opportunities ahead for Dexcom.\nAnd with that, I'll turn it over to Jereme for a review of the second quarter financials. Jereme?\n\nJereme M. Sylvain\n\nExecutive VP, CFO & CAO, DexCom, Inc.\n\nThank you, Kevin. As a reminder, unless otherwise noted, the financial metrics presented today will be discussed on a non-GAAP basis. Reconciliations to GAAP can be found in today's earnings release as well as on our IR website. For the second quarter of 2022, we reported worldwide revenue of $696 million, which included $12 million of unfavorable foreign currency impact. This is compared to $595 million for the second quarter of 2021, which represents growth of 16% on an organic basis. We have slightly changed our definition of organic revenue based on feedback from our stakeholders to exclude currency and acquisition-related revenue in the trailing 12-month period. Volume growth for the second quarter came in around the mid-30% range on a global basis.\nU.S. revenue totaled $511 million for the second quarter compared to $462 million in the second quarter of 2021, representing growth of 11%. Customer demand remained strong in the U.S., and our unit volume growth continued to grow at a very healthy clip this quarter, relatively in line with recent quarters. We have been launching a number of new tools for our sales force in the U.S. that leverage technology to make each physician visit more efficient and effective. These tools inform our team what each doctor is prescribing, the makeup of their payer mix and even compare the out-of-pocket cost for each customer. This data can make each visit more impactful and help us continue to address the competitive mix that still exist in the market.\nWe continue to see an ongoing impact on revenue growth from our strategic shift to the pharmacy channel. But as discussed previously, we believe this will ultimately set us up to serve meaningful, more customers over time. International revenue grew 39%, totaling $185 million in the second quarter. Organic revenue growth was 34% for the second quarter. Our positive momentum continued this quarter as the number of global initiatives we implemented in the past year has significantly improved our competitive position in international markets.\nIn addition to the Dexcom ONE new market wins Kevin highlighted before, we also continue to drive greater reimbursement in our initial launch countries in Eastern Europe this quarter. While we previously announced that patient reimbursement in Bulgaria and Estonia, Latvia and Lithuania have now established full or partial reimbursement for individuals with type 1 diabetes. This is a great example of how our CGM portfolio strategy can help us enter completely new markets and be a catalyst for access.\nThrough new product launches and reimbursement efforts over the past 18 months, we are happy to share that we have increased the reimbursed access to our product by more than 3 million customers and look forward to getting this much-needed technology in the hands of as many people as possible.\nOur second quarter gross profit was $449.5 million or 64.6% of revenue compared to 70.1% of revenue in the second quarter of 2021. Given the initial launch of G7 in the U.K., this is the first quarter where G7 development costs started to flow through COGS, accounting for some of the expected year-over-year step down in gross margin. Additionally, there were greater than 50 basis points of impact from currency in the quarter.\nOur second quarter gross margin was a nice step-up from the first quarter and leaves us on track to hit our margin targets for the full year. Operating expenses were $347.6 million for Q2 of 2022 compared to $315 million in Q2 of 2021. Similar to last quarter, we generated meaningful operating expense leverage despite incremental investment to support the G7 launch. We saw OpEx as a percentage of sales this quarter drop by 310 basis points year-over-year as we continue to leverage our R&D and G&A expense lines.\nOperating income was $101.9 million or 14.6% of revenue in the second quarter of 2022 compared to $101.5 million or 17.1% of revenue in the same quarter of 2021 as a tough year-over-year gross margin comp was partially offset by operating leverage in the quarter.\nAdjusted EBITDA was $175.5 million or 25.2% of revenue for the second quarter compared to $156.6 million or 26.3% of revenue for the second quarter of 2021. Net income for the second quarter was $69.5 million or $0.17 per share. We remain in a great financial position, closing the quarter with approximately $2.8 billion worth of cash and cash equivalents. This provides us the flexibility to continue to invest in our organic growth opportunity, including the ongoing build-out this year of our Malaysia manufacturing facility and to assess any compelling strategic investments that present themselves. Along those lines, we announced today a $700 million share repurchase program, which will allow us to offset the dilutive impact from our 2023 convertible notes. We are always assessing the best uses of our capital. And given the recent market pressure, we view this as a great time to invest in our own business as we remain incredibly bullish on the sizable opportunity ahead for Dexcom.\nTurning to guidance. We are updating our full year 2022 revenue guidance to a range of $2.86 billion to $2.91 billion. For margins, we are reaffirming our prior full year guidance of gross profit margins of approximately 65%, operating margins of approximately 16% and adjusted EBITDA margins of approximately 25%. This guidance factors in a significant uptick in currency headwinds relative to the expectations we shared a quarter ago. We now expect around $40 million of foreign currency headwinds for the full year relative to our prior estimate of around $15 million to $20 million.\nWith that, I will pass it back to Kevin.\n\nKevin Ronald Sayer\n\nExecutive Chairman, CEO & President, DexCom, Inc.\n\nThanks, Jereme. As I look at this quarter, our underlying fundamentals remain incredibly strong. We experienced another quarter of solid volume growth, achieved worldwide record new customer starts, recorded our highest-ever customer satisfaction rating. These results were before any material contribution from G7, which we expect to improve the customer experience in every way. We advanced our CGM portfolio outside the United States with a wider rollout of Dexcom ONE, helping us reach more reimbursed lives and serving more new customers.\nFor G7, the feedback from our limited launch in the U.K. has been fantastic, leaving us incredibly excited for a broader global launch in the coming weeks. And in the U.S., we now have clear visibility to the finish line on G7 clearance. And our preliminary payer discussions are setting the stage for a big launch early next year.\nDespite all the macroeconomic challenges that exist today, runaway inflation, supply chain challenges, FX headwinds, we reiterated our margin guidance, continue to have no delivery delays across our business and remain committed to driving additional operating leverage in the coming years. And finally, we announced a $700 million share repurchase plan today. This will allow us to offset the dilutive impact of our 2023 convertible notes and also provides us an opportunity to send a clear message. We're betting on ourselves and the massive opportunity ahead of us. We're optimistic as we've ever been about our future.\nWith that, I'd now like to open up the call for Q&A. Sean?\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of IR, DexCom, Inc.\n\nThank you, Kevin. (Operator Instructions) Operator, please provide the Q&A instructions."
  },
  {
    "header": "DXCM",
    "cik": "0001093557",
    "ticker": "DXCM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/eb172d0ab7db5e1e4da7da1cf226ec62",
    "period": "2021 Q4",
    "content": "Q4 2021 Dexcom Inc Earnings Call\n\nQ4 2021 Dexcom Inc Earnings Call\n\nDXCMNASDAQFEB 10, 4:30 PM\n\nOperator\n\nWelcome to the DexCom Fourth Quarter 2021 Earnings Release Conference Call. My name is Adrian, and I'll be your operator for today's call. (Operator Instructions) Please note, this conference call is being recorded.\nI'll now turn the call over to Sean Christensen. Sean, you may begin.\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of IR, DexCom, Inc.\n\nThank you, operator, and welcome to DexCom's Fourth Quarter and Full Year 2021 Earnings Call. Our agenda begins with Kevin Sayer, DexCom's Chairman, President and CEO, who will provide a summary of our fourth quarter and full year highlights and ongoing strategic initiatives, followed by a financial review and outlook from Jereme Sylvain, our Chief Financial Officer. Following our prepared remarks, we will open the call up for your questions. (Operator Instructions)\nPlease note that there are also slides available related to our fourth quarter performance on the DexCom Investor Relations website on the Events and Presentations page. With that, let's review our safe harbor statement.\nSome of the statements we will make in today's call may constitute forward-looking statements. These statements reflect management's intentions, beliefs, expectations and assumptions about future events, strategies, competition, product, operating plans and performance. All forward-looking statements included in this presentation are made as of the date hereof based on information currently available to DexCom, are subject to various risks and uncertainties and actual results could differ materially from those anticipated in the forward-looking statements.\nThe factors that could cause actual results to differ materially from those expressed or implied by any of these forward-looking statements are detailed in DexCom's annual report on Form 10-K, most recent quarterly report on Form 10-Q and other filings with the Securities and Exchange Commission. Except as required by law, we assume no obligation to update any such forward-looking statements after the date of this presentation or to conform these forward-looking statements to actual results.\nAdditionally, during the call, we will discuss certain financial measures that have not been prepared in accordance with GAAP with respect to our non-GAAP and cash-based results. Unless otherwise noted, all references to financial metrics are presented on a non-GAAP basis. The presentation of this additional information should not be considered in isolation or as a substitute for results or superior to results prepared in accordance with GAAP. Please refer to the tables in our earnings release and the slides accompanying our fourth quarter and full year earnings presentation for a reconciliation of these measures to their most directly comparable GAAP financial measure.\nNow I will turn it over to Kevin.\n\nKevin Ronald Sayer\n\nExecutive Chairman, CEO & President, DexCom, Inc.\n\nThank you, Sean, and thank you, everyone, for joining us. I want to take time at the start to highlight some of DexCom's key accomplishments in 2021 that reflect our progress relative to the priorities that we established at the start of the year and our long-term goals.\nTotal revenue grew 26% on an organic basis over the prior year, with rising CGM awareness and DexCom brand loyalty, leading to another year of record new patient additions. This translates to nearly $500 million of organic growth for the year, leading us to exceed the midpoint of our original guidance for the year by more than $160 million. We laid the foundation for significant expansion of our addressable markets in the future with differentiated product solutions and clinical evidence.\nIn June, we presented results from the MOBILE randomized controlled trial for people with type 2 diabetes being managed with basal insulin. The results were clear. DexCom CGM can do significantly more to help these people manage diabetes. And with this conclusion being validated in the Journal of the American Medical Association as well as in the recently updated ADA standards of care, we are hopeful that we can bring access to our technology for the estimated 3 million people on basal insulin therapy in the U.S. and many more outside the U.S.\nAlongside the MOBILEclinical evidence, we drove several updates to our product portfolio to broaden the ways that customers can engage with our technology. We've consistently spoken about our investments in software and data infrastructure as a significant competitive advantage. In the third quarter, we received 2 key FDA clearances for DexCom software tools that reflect this commitment and strength.\nOur real-time API allows us to directly integrate Dexcom CGM data in real time to the displays of approved third-party apps. And our app in-app solution creates an FDA-cleared DexCom app experience that can be integrated directly with the app of a DexCom partner. Both of these creative solutions have already been rolled out with DexCom Partners, and we believe they position us well to provide extensive options for our customers, partners and potential partners as CGM use continues to expand into new populations.\nWe again strengthened our product portfolio through differentiated software with the CE Mark and launch of our DexCom 1 product in the fourth quarter of 2021. In a relatively short period since launch, we've already seen strong adoption in both type 1 and type 2 customers, and the health systems in 2 of our 4 launch countries established reimbursement. With the focus on ease of use and affordable price point, we believe DexCom 1 will be a significant part of our story as we look to extend CGM access globally.\nPerhaps most importantly, in 2021, we completed the pivotal trials in support of our next-generation G7 system and submitted the results for both CE Mark and FDA clearance. As many of you recently saw in our January presentation and will soon see in a publication, the performance of the G7 system is outstanding, achieving performance levels relative to the FDA's iCGM special controls.\nEven with customers on our G6 system expressing record Net Promoter Scores at the end of 2021, we are incredibly excited for them to experience G7. We believe that we are very close to receiving CE Mark and navigating the final stages of that review. In the meantime, our teams continue to work to prepare the manufacturing scale-up and commercial efforts in anticipation of G7 launches throughout the year as well as launches with some of our partners on their upcoming connected insulin delivery devices.\nOn that front, we were excited to see the news of the FDA's recent clearance of Insulet's Omnipod 5, the first tubeless automated insulin delivery pump. With this clearance for Insulet and the ongoing success of Control-IQ for tandem Diabetes, we believe that we are enabling automated insulin delivery for the best tubeless pump on the market and the best tethered pump. The outcomes that customers are seeing with these DexCom integrated systems are outstanding, and we are proud that our commitment to connectivity is helping advance the market and enhance the quality of life for our customers.\nThese accomplishments align with the strategic priorities that we established at the start of last year, showing the resilience and execution of the DexCom teams in a challenging environment. And these accomplishments are not merely 2021 events, but they are the foundation that we will continue to build on as we press forward in 2022 and beyond. Many of you likely saw the recent update to the IDF estimates for global diabetes prevalence and cost. There are now greater than 500 million adults with diabetes globally, and cost to treat the disease alone are estimated to be approximately $1 trillion per year.\nIn addition, the CDC now estimate that 38% of adults in America or 96 million people have prediabetes. There is a real opportunity here for DexCom to do something great to address this epidemic and power diabetes management and down the road even workboards diabetes prevention and better health outcomes broadly. The future for DexCom is bright.\nWith that, I will turn it over to Jereme for a review of the fourth quarter financials and discussion of the 2022 outlook. Jereme?\n\nJereme M. Sylvain\n\nExecutive VP, CFO & CAO, DexCom, Inc.\n\nThank you, Kevin. As a reminder, unless otherwise noted, the financial metrics presented today will be discussed on a non-GAAP basis. Reconciliations to GAAP can be found in today's earnings release as well as on our IR website.\nIn line with our January pre-announcement, we reported worldwide revenue of $698 million for the fourth quarter compared to $569 million for the fourth quarter of 2020, representing growth of 23% on both a reported and constant currency basis and 20% on an organic basis.\nThe organic revenue excludes non-CGM revenue that we generated in the fourth quarter following our acquisition of our distributor in Australia and New Zealand. U.S. revenue totaled $517 million in the fourth quarter compared to $451 million in the fourth quarter of 2020, representing growth of 15%.\nUnit volume growth, which is a general representation for the growth of our user base, remained in the high 30% range compared to the fourth quarter of 2020, and we continue to see the strength in our strategic shift to the pharmacy channel. Our teams continue to work very hard to broaden our prescriber base and take advantage of the significant reimbursement access that we have driven in the past 2 years in both the U.S. and international markets.\nThe uptick in COVID cases has created some challenges for us in the fourth quarter and into the early first quarter, but it is a credit to the resilience of our field team and the strength of the category that global new customers remain near record levels in the fourth quarter.\nOur international business executed very well in the fourth quarter, with revenue growing 54%, totaling $181 million. Excluding non-CGM revenue that resulted from our 2021 distributor acquisition, international growth was 41% in the fourth quarter. The international result reflected broad-based strength, including record results in all of our direct markets.\nThis growth continues to validate the strategic moves that we made over the course of 2021, most notably the progress that we made to broaden access to our technology through advocacy, flexibility gained from operating efficiencies and a differentiated product portfolio. We look forward to extending this momentum now as we progress into 2022.\nOur fourth quarter gross profit was $472.6 million or 67.7% of revenue compared to 70.2% of revenue in the fourth quarter of 2020. The fourth quarter gross margin was slightly above our expectations as certain costs related to the G7 scale-up and commercial preparation remain in our R&D costs until we receive CE Mark. We made excellent progress to drive efficiencies across our product design, procurement, manufacturing and logistics functions leading to a full year 2021 gross margin that finished 360 basis points above our original 2021 guidance.\nOperating expenses were $373.6 million for Q4 2021 compared to $294.7 million in Q4 2020. The increase in operating expenses as a percentage of revenue relative to the fourth quarter of 2020 was primarily a result of development and operational costs incurred in preparation for the launch of G7 as well as investments to support our global commercialization efforts.\nOperating income was $99 million in the fourth quarter of 2021 compared to $104.4 million in the same quarter of 2020. As a reminder, when we provided the outlook for 2021, we determined it was in the best interest to make investments in the business continue to fuel CGM growth and awareness.\nAs we wrap the year, we are proud to report that we outpaced our initial 2021 operating margin guidance by more than 200 basis points, all of which came despite significant investments to solidify our software advantages, advance the G7 clinical, regulatory and manufacturing programs, significantly expand our global sales force presence and significant efforts to build brand awareness. And we are committed to driving further leverage in the years to come as we strike the right balance between investing to maximize our growth opportunity and turning that opportunity into cash flow generation for the business and our stakeholders.\nAdjusted EBITDA was $154.5 million or 22.1% of revenue for the fourth quarter compared to $159.2 million or 28% of revenue for the fourth quarter of 2020. Net income for the fourth quarter was $69 million or $0.68 per share. As many of you also saw in our press release and our GAAP reconciliations, we also recognized an $87 million expense associated with contingent milestone under the 2018 collaboration and license agreement with Verily Life Sciences. Terms of our amended contract with Verily are available in the SEC filings that were originally published in November 2018 and updated in November 2021.\nWe closed the quarter with greater than $2.7 billion in cash and cash equivalents. We have demonstrated the ability to generate positive cash flow. And going forward, we remain in a very flexible position to continue to advance strategic initiatives and opportunities. Most notably, we will continue our development of our manufacturing facility in Malaysia as we expect to have that facility validated for production by the end of 2022.\nTurning to 2022 guidance. As we stated last month, we anticipate full year total revenues of $2.82 billion to $2.94 billion, representing growth of 15% to 20%. Given the success of our strategic transition to the pharmacy channel over the past 3 years, we anticipate that 2022 will be the final year where we see a significant shift of our existing base from the durable medical equipment channel to pharmacy.\nWith this ongoing shift as well as the majority of our new customers now coming through the pharmacy channel in the U.S., our expectations for customer growth in 2022 are again higher than our revenue growth rate, continuing to reflect the large end markets we serve and the growing demand for DexCom CGM worldwide. We have several scenarios built in conjunction with our plan G7 launches. And factoring in the respective regulatory approvals and competitive environment, we will provide updates as the year progresses.\nTurning to margins. We are establishing the following guidance for 2022. We expect gross profit margins of approximately 65% for the year, in line with the expectation that we established for our 2025 long-range plan. The slight step back relative to our 2021 results is primarily related to the launch of our G7 system during the year as we begin production at lower volumes and gradually scale in conjunction with our launches.\nDespite that step back in gross margin, we expect to offset that impact completely with approximately 400 basis points of operating expense leverage. We anticipate our operating margins of 2022 of approximately 16%. This factors in the ongoing investments that are driving significant returns for DexCom and setting us up for sustainable growth, including our DTC marketing efforts and investments in our product portfolio pipeline. We are making these investments with the discipline throughout the organization, driving towards the margin expansion that we've established in our long-range plan.\nFinally, we expect adjusted EBITDA margins of approximately 25% in 2022.\nWith that, I will turn the call back to Kevin.\n\nKevin Ronald Sayer\n\nExecutive Chairman, CEO & President, DexCom, Inc.\n\nThanks, Jereme. To summarize, we set out in 2021 with a few key goals in mind: to complete the clinical and regulatory process for G7 and prepare for significant launches, to validate health and economic outcomes for DexCom CGM beyond the intent of insulin using population, to broaden access to DexCom CGM globally through evidence, advocacy and leveraging our growing scale and efficiency and to strengthen our product portfolio for future growth through differentiated software capabilities. Our progress on all these initiatives contributed to a great 2021 and have us looking forward to a big year ahead in 2022.\nI would now like to open up the call for Q&A. Sean?\n\nSean Christensen\n\nDirector of Corporate Affairs & Head of IR, DexCom, Inc.\n\nThank you, Kevin. (Operator Instructions) Operator, please provide the Q&A instructions."
  }
]