[
  {
    "header": "NXPI",
    "cik": "0001413447",
    "ticker": "NXPI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4c9f8894867c516ad216dfccd9399e13",
    "period": "2025 Q3",
    "content": "Q3 2025 NXP Semiconductors NV Earnings Call\n\nQ3 2025 NXP Semiconductors NV Earnings Call\n\nNXPINASDAQOCT 28, 8:00 AM\n\nOperator\n\nHello and thank you for standing by. Welcome to NXP Third Quarter 2025 Earnings Conference Call. [Operator Instructions]\nI would now like to hand the conference over to Jeff Palmer, Senior Vice President, Investor Relations. Please go ahead, sir.\n\nJeff Palmer\n\nVice President of Investor Relations\n\nThank you, Towanda, and good morning, everyone. Welcome to our third quarter earnings call today. With me on the call today is Rafael Sotomayor, NXP's President and CEO; and Bill Betz, our CFO. Also on the call with us is Kurt Sievers, who will act as a special adviser to Rafael through the end of 2025.\nThe call today is being recorded and will be available for replay from our corporate website. Today's call will include forward-looking statements that involve risks and uncertainties that could cause NXP's results to differ materially from management's current expectations. These risks and uncertainties include, but are not limited to, statements regarding the macroeconomic impact on the specific end markets in which we operate, the sale of new and existing products and our expectations for financial results for the fourth quarter of 2025. NXP undertakes no obligation to revise or update publicly any forward-looking statements. For a full disclosure of forward-looking statements, please refer to our press release.\nAdditionally, we will refer to certain non-GAAP financial measures, which are driven primarily by discrete events that management does not consider to be directly related to NXP's underlying core operating performance. Pursuant to Regulation G, NXP has provided reconciliations of the non-GAAP financial measures to the most directly comparable GAAP measures in our third quarter 2025 earnings press release which will be furnished to the SEC on Form 8-K and is available on NXP's website in the Investor Relations section.\nNow I'd like to turn the call over to Rafael.\n\nRafael Sotomayor\n\nExecutive VP & GM of Secure Connected Edge\n\nThank you, Jeff, and good morning. We appreciate you joining our call today. Our overall performance during the third quarter was solid. Our revenue exceeded guidance by $23 million. We experienced sequential growth driven by broad-based improvements across all regions and end markets. We maintained good profitability and control operating expenses resulting in healthy fall-through. Turning to the specifics. NXP delivered third quarter revenue of $3.17 billion, a decline of 2% year-on-year and up 8% sequentially. Non-GAAP operating margin in the third quarter was about 34%, 170 basis points below the same period a year ago and 10 basis points above the midpoint of our guidance. The lower operating margin versus the same period last year was due to lower revenue and gross profit partially helped by flat operating expenses. Taken together, we drove non-GAAP earnings per share of $3.11, $0.01 better than guidance.\nDistribution inventory was flat in 9 weeks, consistent with our guidance, while still below our long-term target of 11 weeks. From a direct sales perspective, we believe our shipments into the Tier 1 automotive supply chain has approached end demand. We estimate that aggregate inventory levels of NXP specific products at our major Tier 1 partners are below NXP's manufacturing cycle time. We believe this reflects a continued cautious approach in the automotive supply chain due to the uncertain macro environment. Overall during the quarter, we did not experience any material customer order volumes or push out. Now I will turn to our expectations for the fourth quarter. Our outlook reflects the continued strength of our company-specific growth drivers and signs of a steady cyclical recovery in our automotive and industrial markets. We do not yet anticipate direct customer inventory restocking as one might expect off the bottom of a cyclical trough.\nFrom a channel perspective, our guidance assumes distribution inventory may fluctuate between 9 and 10 weeks as we are selectively staging additional products in the channel to be competitive. We are guiding fourth quarter revenue to $3.3 billion, up 6% versus the fourth quarter of 2024 and up 4% sequentially. At the midpoint, we expect the following trends in our business during Q4. Automotive is expected to be up mid-single digits versus Q4 2024 and up in the low single-digit percent range versus Q3 2025. Industrial and IoT is expected to be up in the mid-20% range year-on-year and up 10% versus Q3 2025. Mobile is expected to be up in the mid-teens percent range year-on-year and up in the mid-single-digit range on a sequential basis. And finally, communication infrastructure and other is expected to be down in the 20% range versus Q4 2024 and flat versus Q3 2025.\nIn summary, NXP third quarter results and guidance for the fourth quarter reflects a growing confidence in the company-specific growth drivers and that our new up cycle is beginning to materialize. This is based on the several signals we track regularly. These include continually growing customer backlog placed with our distribution partners, improve order signals from our direct customers increased short-cycle orders and a growing number of product shortages leading to customer escalations. At the same time, we do not yet see material customer restocking due to the uncertain macro environment. Now an update on our pending acquisitions of Kinara and VivoLinx. We have received all regulatory approvals. We have closed both Aviva Links and Kinara. We are extremely excited about the long-term benefits these acquisitions will bring to our customer engagements and market position.\nAs we have previously shared in the short term, these acquisitions will have an immaterial impact to the revenue and the financial model of NXP. We do believe the revenue impact will be material in 2028 and beyond. The 3 recent acquisitions, TTTech Auto, Kinara and Aviva Links will enable NXP's vision to be the leader in intelligent edge systems in the automotive, industrial and IoT markets. As this is my first earnings call, I would like to assure you that the strategy we laid out during our November 2024 Investor Day stays firmly in place. This includes our product innovation focus in our financial and capital return model.\nFor the last 6 months, I traveled globally, engaging with our customers, suppliers and development teams. My key takeaway is that NXP's strategy is compelling. We are focused on the most important customers and top leaders. Our highly differentiated product road maps position us well to achieve our long-term goals. I will continue to work closely with the cross-function leaders through NXP to accelerate our innovation in time-to-market efforts. Overall, we remain focused on disciplined investment and portfolio enhancements to drive profitable growth while maintaining control over the factors we can influence. And now I would like to pass the call to Bill for a review of our financial performance.\n\nWilliam J. Betz\n\nExecutive VP & CFO, NXP Semiconductors N.V.\n\nThank you, Rafael, and good morning to everyone on today's call. As Rafael has already covered the drivers of the revenue during Q3 and provide the revenue outlook for Q4 and I would like to move to the financial highlights. Overall, Q3 financial performance was solid with revenue, gross profit and operating profit all above the midpoint of our guidance range. while operating expenses were a touch above the midpoint of our guidance due to slightly higher variable compensation.\nTaken together, we delivered non-GAAP earnings per share of $3.11 and or a $0.01 better than the midpoint of our guidance. Now moving to the details of Q3. Total revenue was $3.17 billion, down 2% year-on-year and $23 million above the midpoint of our guidance range. We generated $1.81 billion in non-GAAP gross profit and reported a non-GAAP gross margin of 57%, down 120 basis points year-on-year and in line with the midpoint of our guidance range. Total non-GAAP operating expenses were $738 million, or 23.3% of revenue flat year-on-year. From a total operating profit perspective, non-GAAP operating profit was $1.07 billion, and non-GAAP operating margin was 33.8%, down 170 basis points year-on-year and 10 basis points above the midpoint of our guidance range. Non-GAAP interest expense was $91 million, while taxes for ongoing operations were $173 million or a 17.7% non-GAAP effective tax rate. Noncontrolling interest was $15 million and results from equity accounted investees related to our joint venture manufacturing partnerships was a $2 million loss.\nTaken together, the below-the-line items were $6 million unfavorable versus our guidance, primarily due to a slightly higher tax rate driven by improved profitability, Stock-based compensation, which is not included in our non-GAAP earnings, was $118 million. Now I'd like to turn to the changes in our cash and debt. Our total debt at the end of Q3 was $12.2 billion, up $757 million sequentially. We issued 3 new tranches of debt totaling $1.5 billion with a combined weighted cost of debt of 4.853%. During the quarter, we reduced our net commercial paper outstanding by $735 million. Additionally, we plan to retire 2 tranches of debt due in March and June of 2026, totaling $1.25 billion with a weighted cost of debt of 4.465%. Our ending cash balance was $3.95 billion, up $784 million sequentially due to the cumulative effect of commercial paper reduction, capital returns, equity and CapEx investments offset against the new debt and cash generated during the quarter. Resulting net debt was $8.28 billion, with a trailing 12-month adjusted EBITDA of $4.65 billion, Our ratio of net debt to trailing 12-month adjusted EBITDA at the end of Q3 was 1.8x, And our 12-month adjusted EBITDA interest coverage ratio was 15.9x.\nDuring Q3, we paid $256 million in cash dividends and repurchased $54 million of our shares, representing a 12-month total shareholder return of $2.05 billion or 106% of non-GAAP free cash flow. After the end of the quarter and through October 24, we bought an additional $100 million of our shares under a 10b5-1 program. Now turning to working capital metrics. Days of inventory was 161 days, an increase of 3 days versus the prior quarter, with inventory dollars up modestly due to prebuilds and wafer receipts from our foundry partners. Days receivables were 31 days, down 2 days sequentially and days payable were 58 days, down 2 days sequentially as well. Taken together, our cash conversion cycle was 134 days. Cash flow from operations was $585 million and net CapEx was $76 million or about 2% of revenue, resulting in non-GAAP free cash flow of $509 million or 16% of revenue. During Q3, we paid $225 million towards the capacity access fees related to BSMC, which is included in our cash flow from operations.\nAdditionally, we paid $139 million into BSMC and $15 million into ESMC, our 2 equity accounted foundry joint ventures under construction with the payments reflected in our cash flow from investing activities. Now turning to our expectations for the fourth quarter. As Rafael mentioned, we anticipate Q4 revenue to be $3.3 billion, plus or minus $100 million. At the midpoint, this is up about 6% year-on-year and up 4% sequentially, better than our view 90 days ago. We expect non-GAAP gross margin to be 57.5%, plus or minus 50 basis points. Operating expenses are expected to be about $757 million plus or minus $10 million or about 23% of revenue, consistent with our long-term financial model. Taken together, we see non-GAAP operating margin to be 34.6% at the midpoint, bringing NXP back into our long-term financial model.\nIn addition, our guidance includes about 2 months of operating expenses for the close of Aviva Links and Kinara acquisitions. Now turning to the below line items. We estimate non-GAAP financial expense to be about $103 million. We expect the non-GAAP tax rate to be 18% of profit before tax. Noncontrolling interest expense will be about $14 million and start-up expenses related to our equity account investees will be about $3 million loss. For Q4, we suggest for modeling purposes, you use an average share count of 254.3 million shares. We expect stock-based compensation, which is not included in our non-GAAP guidance to be $118 million. Taken together at the midpoint, this implies a non-GAAP earnings per share of $3.28. Turning to the uses of cash. We expect capital expenditures to be around 3% of revenue, below our 5% target as we execute our hybrid manufacturing strategy.\nThis includes consolidating our 200-millimeter front-end manufacturing factories investing in our 300-millimeter joint ventures with BSMC and ESMC. These investments will result in margin expansion, supply resilience and access to a competitive manufacturing cost structure. As shared at our Investor Day, we will continue to substantially invest in BSMC in Singapore during Q4 and including a $250 million capacity access fee payment and a $350 million equity investment. When BSMC is fully low in 2028, it will drive a 200 basis point improvement in NXP's total gross margin. Additionally, we will make a $45 million equity investment into ESMC in Germany, enabling additional 300-millimeter supply resilience. Lastly, we will pay approximately $500 million from the closed acquisitions of both Aviva Links and Kinara. And furthermore, we have restarted our buybacks at the beginning of September, and we will continue to buy back stock consistent with our capital allocation strategy. And finally, I would like to extend my personal thanks to Kurt as he transitions to a new and exciting chapter of his life. He's been in an inspiration to all NXP team members and a personal mentor and value partner to me as a CFO. We will miss his infectious humor, timely counsel and thoughtful insights.\nWith that, I would like to now turn it back to the operator for questions."
  },
  {
    "header": "NXPI",
    "cik": "0001413447",
    "ticker": "NXPI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/312f9fb5314fb068299420afe7233faf",
    "period": "2025 Q2",
    "content": "Q2 2025 NXP Semiconductors NV Earnings Call\n\nQ2 2025 NXP Semiconductors NV Earnings Call\n\nNXPINASDAQJUL 22, 8:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to NXP Second Quarter 2025 Earnings Conference Call. [Operator Instructions]\nPlease be advised that today's conference is being recorded. I would like now to turn the conference over to your first speaker, Jeff Palmer, Senior Vice President of Investor Relations. Please go ahead.\n\nJeff Palmer\n\nVice President of Investor Relations\n\nThank you, Michelle, and good morning, everyone. Thank you for joining our call today. With me on the call is Kurt Sievers, NXP's CEO; Rafael Sotomayor, NXP's President; and Bill Betz, our CFO.\nCall today is being recorded and will be available for replay from our corporate website. Today's call will include forward-looking statements that involve risks and uncertainties that could cause NXP's results to differ materially from management's current expectations. These risks and uncertainties include, but are not limited to, statements regarding the macroeconomic impact on the specific end markets in which we operate, the sale of new and existing products and our expectations for the financial results for the third quarter of 2025. NXP undertakes no obligation to revise or update publicly any forward-looking statements. For a full disclosure on forward-looking statements, please refer to our press release.\nAdditionally, we will refer to certain non-GAAP financial measures, which are driven primarily by discrete events that management does not consider to be directly related to NXP's underlying core operating performance. Pursuant to Regulation G, NXP has provided reconciliations of the non-GAAP financial measures to the most directly comparable GAAP measures in our second quarter 2025 earnings press release, which will be furnished to the SEC on Form 8-K and is available on NXP's website in the Investor Relations section.\nNow I'd like to turn the call over to Kurt.\n\nKurt Sievers\n\nPresident, CEO & Executive Director\n\nThank you, Jeff, and good morning, everyone. We appreciate you joining our call today. I will review our quarter 2 performance, and then I will discuss our guidance for the third quarter. Beginning with Q2, our revenue was $26 million better than the midpoint of our guidance. The revenue trends in all our focus end markets were above expectations, reflective of increasingly positive cyclical trends. Taken together, NXP delivered quarter 2 revenue of $2.93 billion, a decrease of 6% year-on-year.\nNon-GAAP operating margin in quarter 2 was 32%, 230 basis points below the year ago period and 20 basis points above the midpoint of our guidance. Year-on-year performance was a result of the lower revenue and the related gross profit fall through, partially offset by $40 million lower operating expenses.\nFrom a channel perspective, distribution inventory was consistent with our guidance of 9 weeks, while still below our long-term target of 11 weeks. And during the quarter, we did not experience any material customer order pull-ins or push outs, which could be associated with tariffs.\nFrom a direct sales perspective, we continue to support Western Tier 1 automotive customers with their desire to digest on-hand inventory. However, we do believe that for the most part, the Tier 1 are either approaching or already at normalized inventory respect.\nNow let me turn to our expectations for the third quarter. Our guidance for the third quarter reflects the combination of an emerging cyclical improvement in NXP's core end markets and the performance of our company-specific growth drivers. We are guiding quarter 3 revenue to $3.15 billion, down 3% versus the third quarter of 2024 and up 8% sequentially, a return to better than historic seasonal trends.\nAt the midpoint, we expect the following trends in our business during quarter 3. Automotive is expected to be flat versus quarter 3 2024 and up in the mid-single-digit percent range versus quarter 2 2025. Industrial & IoT is expected to be up in the mid-single-digit range year-on-year and up in the high single-digit range versus quarter 2 '25. Mobile is expected to be up in the low single-digit percent range year-on-year and up in the mid-20% range on a sequential basis. And finally, Communication Infrastructure & Other is expected to be down in the upper 20% range versus quarter 3 2024 and flat versus quarter 2 2025.\nOur guidance assumes channel inventory will remain at 9 weeks. However, if the cyclical recovery continues, we may stage additional products at our distribution partners to be competitive. And hence, we may selectively increase the inventory in the trend.\nWith respect to direct sales, our automotive outlook assumes that we will come closer to shipping to [ natural ] and demand. In Industrial & IoT, which is primarily served through distribution, we see globally a broad-based recovery across both core industrial and consumer IoT.\nSo in summary, NXP's second quarter results and guidance for the third quarter reflect an increasingly positive view that a new up cycle is beginning to materialize. This is based on several signals being tracked regularly. These include continually growing customer backlog levels placed with our distribution partners, improved order signals from our direct customers, increased [indiscernible] cycle orders and increasing product shortages leading to customer escalations.\nAt the same time, the tariff environment continues to create a level of uncertainty in the long-term planning of our customers. And yet, as of today, the direct impact of the current tariffs is immaterial to NXP's financials.\nSo looking ahead, we will continue to manage what is in our direct control to drive solid profitability and earnings. This includes strengthening our competitive portfolio by leveraging the recently closed acquisition of TTTech Auto as well as the addition of Kinara and Aviva Links, which are still pending regulatory approval. Lastly, we are on track to align our wafer fabrication footprint consistent with our hybrid manufacturing strategy.\nAnd now I would like to pass the call over to you, Bill, for a review of our financial performance.\n\nWilliam J. Betz\n\nExecutive VP & CFO, NXP Semiconductors N.V.\n\nThank you, Kurt, and good morning to everyone on today's call. As Kurt has already covered the drivers of the revenue during Q2 and provided our revenue outlook for Q3, I will move to the financial highlights. Overall, our Q2 financial performance was good with revenue and gross profit above the midpoint of our guidance range. While our operating expenses were at the high end of our guidance due to the timing of payouts and project spend. Taken together, we delivered non-GAAP earnings per share of $2.72 a or $0.06 better than the midpoint of guidance. Consistent with our guidance, the distribution channel inventory was 9 weeks.\nNow moving to the details of Q2. Total revenue was $2.93 billion, down 6% year-on-year and $26 million above the midpoint of our guidance range. We generated $1.65 billion in non-GAAP gross profit and reported a non-GAAP gross margin of 56.5%, down 210 basis points year-on-year and 20 basis points above the midpoint of our guidance range due to higher revenue and slightly favorable manufacturing costs. Total non-GAAP operating expenses were $720 million or 24.6% of revenue, down $40 million year-on-year and $10 million above the midpoint of our guidance range.\nFrom a total operating profit perspective, non-GAAP operating profit was $935 million and non-GAAP operating margin was 32%, down 230 basis points year-on-year and 20 basis points above the midpoint of the guidance range.\nNon-GAAP interest expense was $85 million, while taxes for ongoing operations were $148 million or a 17.4% non-GAAP effective tax rate. Noncontrolling interest was $12 million and results from equity accounting [ invest ] fees associated with our joint venture manufacturing partnerships was 0. Taken together, the below-the-line items were $1 million unfavorable to our guidance. Stock-based compensation, which is not included in our non-GAAP earnings, was $117 million.\nNow I would like to turn to the changes in our cash and debt. Our total debt at the end of Q2 was $11.48 billion down $247 million sequentially, as we repaid the $500 million tranche of debt due in May 2025 during the quarter. Our ending cash balance was $3.17 billion, down $818 million sequentially due to the cumulative effect of acquisition costs, debt reduction, capital returns, equity and CapEx investments offset against the cash and additional liquidity generated during the quarter. The resulting net debt was $8.31 billion, and we exited the quarter with a trailing 12-month adjusted EBITDA of $4.75 billion. Our ratio of net debt to trailing 12-month adjusted EBITDA at the end of Q2 was 1.8x, and our 12-month adjusted EBITDA interest coverage ratio was 17.4x.\nDuring Q2, we paid $257 million in cash dividends and repurchased $204 million of our shares. Due to the capital requirements related to the TTTech Auto acquisition, the potential closure of Kinara and Aviva Links and our long-term net debt leverage ratio targets, we paused the buyback during the quarter. We expect to resume the buyback in Q3, consistent with our long-term capital allocation policy.\nTurning to working capital metrics. Days of inventory was 158 days, a decrease of 11 days versus [indiscernible], with inventory dollars slightly up sequentially. Base receivables were 33 days, down 1 day sequentially and days payable were 60 days, down 2 days sequentially. Taken together, our cash conversion cycle improved to 131 days.\nCash flow from operations was $779 million, and net CapEx was $83 million or 3% of revenue, resulting in non-GAAP free cash flow of $696 million or 24% of revenue. During Q2, we paid $35 million towards the capacity access fees related to VSMC, which is included in our cash flow from operations, Additionally, we paid $50 million into VSMC and $16 million into ESMC, our 2 equity accounting joint ventures under construction with the payments reflected in our cash flow from investing activities.\nNow turning to our expectations for the third quarter. As Kurt mentioned, we anticipate Q3 revenue to be $3.15 billion, plus or minus about $100 million. At the midpoint, this is down about 3% year-on-year and up 8% sequentially. We expect non-GAAP gross margin to be 57%, plus or minus 50 basis points.\nOperating expenses are expected to be about $735 million, plus or minus about $10 million or about 23% of revenue, consistent with our long-term financial model. The sequential increase is primarily driven by the acquisition of TTTech Auto and variable compensation. Taken together, we see non-GAAP operating margin to be 33.7% at the midpoint.\nPlease note our third quarter guidance does not incorporate the remaining 2 acquisitions, which continue to be under regulatory review. We estimate non-GAAP financial expense to be about $91 million. We expect non-GAAP tax rate to be 17.4% of profit before tax. Noncontrolling interest will be about $14 million and results from equity account invest fees about $1 million.\nFor Q3, we suggest, for modeling purposes, you use an average share count of 253.8 million shares. We expect stock-based compensation, which is not included in our non-GAAP guidance to be $116 million. Taken together at the midpoint, this implies non-GAAP earnings per share of $3.10.\nTurning to uses of cash. We expect capital expenditures to be around 3% of revenue. We will make a $225 million capacity access fee and a $145 million equity investment into VSMC, as well as a $15 million equity investment in ESMC, which are 2 equity accounted foundry joint ventures under construction. Pending the regulatory approval for Aviva and Kinara acquisitions, we will result in a cash payment of $550 million.\nNow in closing, I would like to highlight a few focus areas for NXP. First, as Kurt mentioned, based on the signals we track, it appears to us we are in the early stages of a cyclical recovery. Second, we have started the consolidation of our legacy front and 200-millimeter factories as part of our hybrid manufacturing strategy. This includes rebuilding a [indiscernible] for future customer requirements, which will result in higher inventory. We expect by year-end, this will be approximately 6 to 7 days of inventory, which we will hold in [indiscernible] form. As a result, our front-end utilizations have moved to the mid-70% range during Q2 from the low 70% range before. Lastly, we will continue to focus on what is in our control, driving solid profitability and earnings consistent with our long-term financial model.\nI would like to now turn it back to the operator for your questions."
  },
  {
    "header": "NXPI",
    "cik": "0001413447",
    "ticker": "NXPI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a121136e7c9daeff3e9fc1c7bf5ffc58",
    "period": "2025 Q1",
    "content": "Q1 2025 NXP Semiconductors NV Earnings Call\n\nQ1 2025 NXP Semiconductors NV Earnings Call\n\nNXPINASDAQAPR 29, 8:00 AM\n\nOperator\n\nFor standing by. Welcome to the NXP First Quarter 2025 Earnings Conference Call. Please be advised that today's conference call is being recorded.\nI would now like to hand the conference over to your first speaker today, Jeff Palmer, Senior Vice President of Investor Relations. Please go ahead.\n\nJeff Palmer\n\nVice President of Investor Relations\n\nThank you, Tanya. Good morning, everyone. Welcome to NXP Semiconductor's First Quarter Earnings Call. With me on the call today is Kurt Sievers, NXP's President and CEO; and Bill Betz, our CFO. The call today is being recorded and will be available for replay from our corporate website. Today's call will include forward-looking statements that involve risks and uncertainties that could cause NXP's results to differ materially from management's current expectations.\nThese risks and uncertainties include, but are not limited to, statements regarding the macroeconomic impact on the specific end markets in which we operate, the sale of new and existing products and our expectations for the financial results for the second quarter of 2025. NXP undertakes no obligation to revise or update publicly any forward-looking statements. For a full disclosure on forward-looking statements, please refer to our press release. Additionally, we will refer to certain non-GAAP financial measures, which are driven primarily by discrete events that management does not consider to be directly related to NXP's underlying core operating performance. Pursuant to Regulation G, NXP has provided reconciliations of the non-GAAP financial measures to the most directly comparable GAAP measures in our first quarter 2025 earnings press release which will be furnished to the SEC on Form 8-K and available on S&P's website in the Investor Relations section.\nNow I'd like to pass the call to Kurt.\n\nKurt Sievers\n\nPresident, CEO & Executive Director\n\nThank you, Chad, and good morning, everyone. We appreciate you joining our call today. I will review our quarter 1 performance and then discuss our guidance for quarter 2. Beginning with quarter 1, our revenue was $10 million better than the midpoint of our guidance. The revenue trends in the mobile and communication infrastructure markets were slightly above expectations while performance in the automotive and industrial and IoT markets were slightly below our expectations.\nTaken together, NXP delivered Q1 revenue of $2.84 billion, a decrease of 9% year-on-year. Non-GAAP operating margin in quarter 1 was 31.9%, 260 basis points below the year ago period and about 40 basis points above the midpoint of our guidance. Year-on-year performance was a result of the lower revenue related gross profit fall-through. Partially offset by lower operating expenses. From a channel perspective, distribution inventory was in line with our guidance at 9 weeks below our long-term target of 11 weeks.\nFrom a direct sales perspective, we continue to support Western Tier 1 auto customers with their ongoing digesting of on-hand inventory against the backdrop of a cloudy automotive demand environment.\nNow let me turn to our expectations for the second quarter. We are operating in a very uncertain environment influenced by tariffs with volatile direct and indirect effects. As of today, the direct impact of the current tariffs is immaterial to our financials. However, the indirect impact of current tariffs related to future demand and supply chain remains unknown. As of now, we are not seeing any abnormal customer order pull-ins or pushouts, which could be associated with the tariffs. And other than the potential indirect impacts of tariffs, we are seeing some positive trends.\nThese trends include improving distribution customer backlog levels as well as stabilized order signals from our direct customers. Additionally, we are experiencing an increase in short-cycle orders as well as some spot product shortages leading to customer escalations. Taken together, these trends have historically been indicative of the early innings of improving cycle dynamics.\nTherefore, our guidance reflects these improving cycle trends and the immaterial direct tariff impact, but we have not incorporated any judgment of indirect impact from tariffs. Given the uncertain macro environment, we are only providing guidance for the second quarter. We are guiding Q2 revenue to $2.9 billion, down 7% versus the second quarter of 2024 and up 2% sequentially. At the midpoint, we expect the following trends in our business during quarter 2. Automotive is expected to be flat versus quarter 2 2024 and up in the low single-digit percent range versus quarter 1 '25.\nIndustrial and IoT is expected to be down in the mid-teens percent range year-on-year and up in the mid-single-digit percent range versus quarter 1, 2025. Mobile is expected to be down in the mid-single-digit percent range on both a year-on-year and a sequential basis. And finally, communication infrastructure and other is expected to be down in the high 20% range versus quarter 2 '24 flat was quarter 1 '25.\nOur outlook assumes that we will continue to under ship end demand in automotive, we expect channel inventory to be flattish at 9 weeks against our long-term target of 11 weeks.\nBefore turning to your questions, I would like to review a strategic acquisition, which we announced in the first quarter. On February 10, we announced the intention to acquire Kinara for $307 million an industry leader in high-performance, energy-efficient and programmable new road processes. This acquisition provides a scalable platform for AI-powered app-based systems combining NXP's broad portfolio processing, connectivity, security and advanced analog solutions with Kinara's AI NPU hardware and software.\nWe believe there is an inflection point in the industrial and IoT markets, which is creating demand for intelligent edge AI compute solutions. Customers need high performance secure low-power processing, which takes place locally at the edge. This eliminates the requirement to connect to the cloud for the execution of AI models in order to meet the critical latency, security and real-time edge requirements. China already has meaningful customer engagements within the factory automation, building and energy management, health care and smart home end markets.\nWe expect the regulatory approval should be complete by the end of second quarter. The transaction will not have a material impact on the financial model shared at our Investor Day in November. We expect Kinara to be accretive to our current financial model by 2028, and it will accelerate our overall position in the industrial and IoT markets.\nIn summary, NXP's first quarter results and guidance for the second quarter underpin a cautious optimism that NXP continues to effectively navigate through a challenging set of market conditions. We are operating in a very uncertain environment influenced by tariffs with volatile direct and indirect effects. Considering these external factors, we are redoubling our efforts to manage what is in our direct control, enabling NXP to drive solid profitability and earnings.\nNow finally, on a more personal note, after deep reflection, I have decided to retire from NXP at the end of 2025. My past 30 proud years with NXP including 7 years as President and 5 years as CEO in hugely fulfilling. I am incredibly thankful for the invaluable privilege to work with so many amazing people and having the opportunity to co-create NXP's future and drive technological leadership for a better world.\nFor 3 decades, I definitely prioritized and dedicated by energy to NXP in all of our stakeholds. Now the time has come to start planning for a shift and focus on my personal journey. I am looking forward to entering the next chapter of my life in good hands, taking more time for family, friends and personal passions. And I would like to congratulate Rafael on his promotion to President of NXP.\nI look much forward to the next 6 months of transition period before Rafael assumes the Chief Executive Officer role for NXP in October worked very closely together with all of you in the upcoming periods. Building on more than 10 years of experience in NXP, Rafael will be an excellent leader to execute on NXP's strategy to bring intelligent systems to the action in the automotive and industrial and IoT end markets.\nAnd with that, I would like to pass the call over to you, Bill, for a review of our financial performance.\n\nWilliam J. Betz\n\nExecutive VP & CFO, NXP Semiconductors N.V.\n\nThank you, Kurt, and good morning to everyone on today's call. As Kurt has already covered the drivers of the revenue during Q1 and provided our revenue outlook for Q2. I will move to the financial highlights.\nOverall, our Q1 financial performance was good. Revenue was slightly above the midpoint of our guidance range, while gross profit was in line and operating expenses were below the midpoint of our guidance. Taken together, we delivered non-GAAP earnings per share of $2.64 or $0.05 better than the mid-quarter.\nWe continue to manage sales into the distribution channel, consistent with our guidance of 9 weeks. Now moving to the details of Q1. Total revenue was $2.84 billion, down 9% year-on-year, slightly above the midpoint of our guidance range. We generated $1.59 billion in non-GAAP gross profit and reported a non-GAAP gross margin of 56.1% down 210 basis points year-on-year and 20 basis points below the midpoint of our guidance range due to product and channel mix. Total non-GAAP operating expenses, $686 million or 24.2% of revenue, down $50 million year-on-year and $14 million below the midpoint of our guidance.\nFrom a total operating profit perspective, non-GAAP operating profit was $904 million, and non-GAAP operating margin was 31.9%, down 260 basis points year-on-year and 40 basis points above the midpoint of our guidance range. Non-GAAP interest expense was $80 million, while taxes for ongoing operations were $143 million or a 17.4% non-GAAP effective tax rate.\nNoncontrolling interest was $7 million and results from equity account investees associated with our joint venture manufacturing partnerships was $1 million. Taken together, the below the line items were $3 million unfavorable to our guidance. Stock-based compensation, which is not included in our non-GAAP earnings was $127 million.\nNow I would like to turn to the changes in our cash and debt. Our total debt at the end of Q1 was $11.73 billion, up $871 million sequentially due to a combination of a second tranche of the European investment [indiscernible] and the initial results of our new commercial paper program. Our ending cash balance was $3.99 billion, up $696 million sequentially due to the cumulative effect of additional liquidity, capital returns, CapEx investments and cash generation during the quarter. The resulting net debt was $7.74 billion and we exited the quarter with a trailing 12-month adjusted EBITDA of $4.89 billion.\n[indiscernible] ratio of net debt to trailing 12-month adjusted EBITDA at the end of Q1 was 1.6x and our 12-month adjusted EBITDA interest coverage ratio was 19.2x. During Q1, we repurchased $303 million of our shares and paid $258 million in cash dividends. After the end of the quarter and through April '25, we bought an additional $90 million of our shares under an established NV5-1 program.\nTurning to working capital metrics. Days of inventory was 169 days, an increase of 18 days sequentially and flattish on a dollar basis. Days receivable were 34 days, up 4 days sequentially and days payable were 62 days, down 3 days sequentially. Taken together, our cash conversion cycle was 141 days.\nCash flow from operations was $565 million, and net CapEx was $138 million or 5% of revenue, resulting in non-GAAP free cash flow of $427 million or 15% of revenue. During Q1, we paid a $125 million capacity access fee related to BSMC which is included in our cash flow from operations. Additionally, we paid $16 million in the ESMC, our equity [indiscernible] foundry joint venture under construction in Germany and a $20 million into BSMC our equity accounted foundry-driven venture under construction in [ Cinema ], both of which are included in our cash flow from investing.\nNow turning to our expectations for the second quarter. As Kurt mentioned, we anticipate Q2 revenue to be $2.9 billion, plus or minus about $100 million. At the mid point, this is down about 7% year-on-year and up about 2% sequentially. We expect non-GAAP gross margin to be 56.3% plus or minus 50 basis points.\nOperating expenses are expected to be about $710 million, plus or minus about $10 million. The sequential increase is driven by the normal annual merit increases and the previously disclosed annual license payment modestly offset by our ongoing restructuring to make room for the 3 pending acquisitions. Taken together, we see non-GAAP operating margin to be 31.8% at the mid point.\nPlease note our second quarter guidance does not incorporate the 3 pending acquisitions. We estimate non-GAAP financial expense to be about $88 million. We expect the non-GAAP tax rate to be 17.4% of profit before tax. Non-internal interest will be about $9 million and results from equity account invest fees about $2 million. For Q2, we suggest for [indiscernible] purposes you use an average share count of 255 million shares. We expect stock-based compensation, which is not included in our non-GAAP guidance to be $115 million, taken together, at the midpoint, this implies a non-GAAP earnings per share of $2.66.\nFurthermore, we continue to operate our internal fabs in the low 70% range, and we expect our days of inventory to be flattish into Q2. Turning to uses of cash. We expect capital expenditures to be around 4% -- we will pay a $35 million capacity access fee to BSMC. Additionally, we will make a $16 million equity investment into ESMC and a $50 million equity investment into BSMC. Our 2 equity-accounted foundry joint ventures under construction. Pending the regulatory approval of the 3 acquisitions, it will result in a cash payment of $1.1 billion, and we will redeem the $500 million tranche of debt due in May from our current cash balance of $4 billion.\nAfter closing these acquisitions, our ongoing restructuring actions are intended to enable NXP to get into its stated long-term operating expense model of 23% in the second half of 2025.\nIn closing, I would like to highlight a few focus areas for NXP. First, as Kurt mentioned in his prepared remarks our outlook does not consider unknown indirect end market demand impacts because of global tariffs, while the direct impact of the current tariffs are immaterial to our financial guidance.\nSecond, with the upcoming CEO transition, there is no change to our long-term financial model and capital allocation strategy. And lastly, we are operating in a very uncertain environment influenced by global tariffs Considering these external factors on the end markets we operate, we are redoubling our efforts to manage what is in our direct control, enabling NXP to drive solid profitability and earnings while executing our growth strategy.\nWith that, I would like to now turn it back to the operator for your questions."
  },
  {
    "header": "NXPI",
    "cik": "0001413447",
    "ticker": "NXPI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/36a30df1a50e319076a8513dd11a8884",
    "period": "2024 Q4",
    "content": "Q4 2024 NXP Semiconductors NV Earnings Call\n\nQ4 2024 NXP Semiconductors NV Earnings Call\n\nNXPINASDAQFEB 4, 8:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the NXP Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today. Jeff Palmer, Senior Vice President of Investor Relations. Please go ahead.\n\nJeff Palmer\n\nVice President of Investor Relations\n\nThank you, Daniel, and good morning, everyone. Welcome to NXP Semiconductor's Fourth Quarter Earnings Call. With me on the call today is Kurt Sievers, NXP's President and CEO; and Bill Betz, our CFO. .\nThe call today is being recorded and will be available for replay from our corporate website. Today's call will include forward-looking statements that involve risks and uncertainties that could cause NXP's results to differ materially from management's current expectations. These risks and uncertainties include, but are not limited to, statements regarding the macro economic impact on the specific end markets in which we operate, the sale of new and existing products and our expectations for financial results for the first quarter of 2025.\nNXP undertakes no obligation to revise or update publicly any forward-looking statements for full disclosure for forward-looking statements, please refer to our press release.\nAdditionally, we will refer to certain non-GAAP financial measures, which are driven primarily by discrete events that management does not consider to be directly related to NXP's underlying core operating performance. Pursuant to Regulation G, NXP has provided reconciliations of the non-GAAP financial measures to the most directly comparable GAAP measures in our fourth quarter 2024 earnings press release, which will be furnished to the SEC on Form 8-K and is available on NXP's website in the Investor Relations section at nxp.com.\nNow I'd like to turn the call over to Kurt.\n\nKurt Sievers\n\nPresident, CEO & Executive Director\n\nThank you, Jeff, and good morning, everyone. We really appreciate you joining our call today. I will review both our quarter 4 and our full year 2024 performance, and then I will discuss our guidance for quarter 1.\nBeginning with quarter 4, our revenue was $11 million better than the midpoint of our guidance. The revenue trends in our end markets were slightly above in Automotive; in line and Mobile. Slightly below in Industrial and IoT, while communication infrastructure and other missed our expectations.\nSo taken together, NXP delivered quarter 4 revenue of $3.11 billion, a decrease of 9% year-on-year. The non-GAAP operating margin in quarter 4 was 34.2%, 140 basis points below the year ago period and about 10 basis points above the midpoint of our guidance. Year-on-year performance was the result of the lower revenue and the related gross profit fall through, partially offset by lower operating expenses.\nFrom a channel perspective, we kept distributing inventory flat at 8 weeks below our long-term target of 11 weeks. From a direct sales perspective, we supported Western Tier 1 automotive customers with their continued digestion of on-hand inventory in a cloudy auto demand environment.\nFor the full calendar year 2024, revenue was $12.61 billion, a decrease of 5% year-on-year. Full year non-GAAP operating margin was 34.6%, a 50 basis point compression versus the year ago period due to lower revenue and the related gross profit fall-through, partially offset by lower operating expenses. While the second half of 2024 did not play out as we had originally expected, we rigorously focused on what is under our own control to minimize the impact on our financial performance.\nAnd now let me turn to the specific full year 2024 trends in our focus end markets. In automotive, full year revenue was $7.15 billion, down 4% year-on-year, primarily a reflection of declining automotive production in Europe and Japan exacerbated by inventory digestion at Western Tier 1 customers in an uncertain automotive demand environment.\nAgainst this backdrop, we experienced company-specific growth in our accelerated growth drivers. S32 for the software-defined vehicle, automotive connectivity, radar and electrification. For quarter 4, automotive revenue was $1.79 billion, down 6% versus the year ago period and near the high end of our guidance.\nTurning to Industry and IoT. Full year revenue was $2.27 billion, down 3% year-on-year a reflection of ongoing weakness in end demand and tight control of distribution channel inventories. For quarter 4, Industry and IoT revenue was $516 million down 22% versus the year ago period and slightly below our guidance.\nIn Mobile, full year revenue was $1.49 billion, up 13% year-on-year, thanks to easy compares in the first half of 2023. For quarter 4, mobile revenue was $396 million, down about 2% versus the year ago period and in line with our guidance. In communication infrastructure and other, full year revenue was $1.69 billion, down 20% year-on-year. The year-on-year decline was due to lower sales across the entire portfolio.\nFor quarter 4, revenue was $409 million, down 10% year-on-year and below our guidance.\nNow I will turn to our expectations for quarter 1, 2025. We are guiding quarter 1 revenue to $2.25 billion, down 10% versus the first quarter of 2024 and down 9% sequentially. From a sequential perspective, this is consistent with our original outlook for quarter 1 to be seasonally down in the high single-digit range.\nAt the midpoint, we expect the following trends in our business during quarter 1. Automotive is expected to be down in the mid-single-digit percent range versus both quarter 1, 2024 and quarter 4 2024. Industrial and IoT is expected to be down in the low double-digit percent range year-on-year and about flat versus quarter 4 2024. Mobile is expected to be down in the high single-digit range year-on-year and down in the high teens percent range versus quarter 4 2024.\nAnd finally, Communication, Infrastructure and Other is expected to be down in the mid-20% range versus quarter 1 2024 and down in the upper 20% range versus quarter 4 2024. Zooming out, as we enter 2025, we continue to see weakness in Europe. The Americas appear to be bouncing off the bottom and China has implemented several incentive programs. All of this correlates with the reported manufacturing PMI being around 50 with China and the U.S. slightly above and Europe and Japan below. Against this backdrop, we continue to have poor forward visibility, and we are experiencing relatively high turns business, reflective of our short orderly terms.\nOn the customer front, we have completed the majority of our annual price negotiations for calendar year 2025, and we continue to be confident in low single-digit price erosion year-over-year, consistent with our prior commentary. When it comes to inventory in the market, our quarter 1 guidance contemplates decreasing inventory dollars in both the direct and the distribution channels reflecting under shipment against true end demand.\nWe expect distribution channel inventory to be 8 to 9 weeks below our long-term target of 11 weeks. Now before turning to your questions, I would like to review 2 strategic acquisitions, which we announced over the last 90 days. Both are vital building blocks to accelerate and expand NXP's CoreRide vision for next-generation software-defined vehicle platforms.\nOur CoreRide platform comprises a complete suite of secure hardware and software solutions, including processes, connectivity, functional safety and power management as we had laid out in our Investor Day in November. So first, in mid-December, we announced our intention to acquire for $243 million. AVEVA is a 5-year-old Silicon Valley startup, whose founders have a proven track record in the multi-egerbit Ethernet market. The company is focused on multi-gigabit automotive connectivity technology based on the ASA MLE standard, which is ideally suited for asymmetric point-to-point connectivity of ADAS sensors and IVI display applications. Asymmetry ASA links are cost and performance optimized for one-way data traffic typical for ADAS and IBI applications, whereas Ethernet is optimized for 2-way data traffic going in both directions at the same speed.\nThis addition is fully complementary with NXP's market-leading positions in automotive networking processors, gateways and broad in vehicle networking solutions. is an innovation leader in open standards-based asymmetrical ASA service with the first 2 markets best-in-class 16-nanometer port 16 gigabit per second Uplink product.\nThe company's pre-revenue and has received design awards from OEMs and Tier 1 customers aiming to replace proprietary solutions. We expect AVEVA to enhance and complement our broad automotive networking business beginning in 2027. With this, we are capturing a growing application area we have not taken part in by our standards-based solution. This acquisition reinforces our company's specific automotive connectivity accelerated growth driver.\nAnd secondly, in early January, we announced our intention to acquire TTTech Auto was $625 million, the division of TTTech, a privately held software company based in Austria. TTTech Auto has extensive knowledge and expertise in the automotive market especially in the domain of vehicle safety and real-time integration.\nIts software product called MotionWise, is focused on safety and deterministic real-time performance, key attributes of the software-defined vehicle. Motion wise bridges the silicon hardware layer to the operating system layer, enabling deterministic and safe management of the application software layer.\nMotionWise is already deployed in over 4 million vehicles with a pipeline of awarded projects, which will enable another 7 million vehicles. The combination of NXP ScoreRide and TTTech Auto's MotionWise, will reduce our customers' integration efforts enabling software reuse and delivering optimal system performance. The combined expertise of NXP and TTTech Auto will allow to drive faster time to market and lower cost solution in direct collaboration with automotive OEMs.\nTaken together, these acquisitions enhance our long-term competitive position in the automotive end market. We expect the regulatory approvals should be complete by the end of quarter 3 '25. These transactions are consistent with our long-term strategic efforts and will begin to contribute revenue within a brief period after close.\nHowever, they will not have a material impact on the financial model. We recently shared at our Investor Day in November. By 2028 and beyond, these assets will be accretive to our current financial model and will help bootstrap and accelerate our capabilities in specific functional areas. I am very excited about how they will help NXP to offer complete system-level solutions for tomorrow's automotive markets. We do look forward to welcoming the talented teams to NXP.\nAnd with that, I would like to pass the call over to you, Bill, for a review of our financial performance.\n\nWilliam J. Betz\n\nExecutive VP & CFO, NXP Semiconductors N.V.\n\nThank you, Kurt, and good morning to everyone on today's call. As Kurt has already covered the drivers of the revenue during Q4 and provided our revenue outlook for Q1. I will move to the financial highlights.\nOverall, our Q4 financial performance was good. Revenue and non-GAAP gross profit were both modestly above the midpoint of our guidance range, while operating expenses were in line with the midpoint of our guidance. Taken together, we delivered non-GAAP earnings per share of $3.18 or $0.05 better than the midpoint of our guidance.\nFurthermore, we continue to tightly manage sales into the distribution channel with weeks of inventory in the channel flat sequentially at 8 weeks. I will first provide full year highlights and then move to the Q4 results. Full year revenue for 2024 was $12.61 billion, down 5% year-on-year due to a weak macro in the Western markets, while China continued to be resilient.\nWe generated $7.33 billion in non-GAAP gross profit and reported a non-GAAP gross margin of 58.1%, down 40 basis points year-on-year. Total non-GAAP operating expenses were $2.96 billion or 23.5% of revenue, slightly above our long-term operating expense model as we continue to invest in our strategy, supporting long-term profitable growth.\nTotal non-GAAP operating profit was $4.37 billion, down 6% year-on-year. This reflects a non-GAAP operating margin of 34.6%, down 50 basis points year-on-year and in line with our long-term financial model.\nNon-GAAP interest expense was $275 million. Taxes related to ongoing operations were $686 million or a 16.8% non-GAAP effective tax rate. Noncontrolling interest was $32 million and the results from equity account investees associated with our joint venture manufacturing partnerships was zero.\nStock-based compensation, which is not included in our non-GAAP earnings, was $461 million.\nTurning to full year cash flow performance. We generated $2.78 billion in cash flow from operations and invested $693 million in net CapEx or about 5.5% of revenue. Taken together, this resulted in $2.09 billion of non-GAAP free cash flow or about 17% of revenue. During 2024, we repurchased 5.7 million shares for $1.37 billion and paid cash dividends of $1.04 billion or 37% of cash flow from operations.\nIn total, we returned $2.41 billion to our owners, which was 115% of the total non-GAAP free cash flow generated during the year.\nNow moving to the details of Q4. Total revenue was $3.11 billion, down 9% year-on-year, modestly above the midpoint of our guidance range. We generated $1.79 billion in non-GAAP gross profit and reported a non-GAAP gross margin of 57.5%, down 120 basis points year-on-year and in line with the midpoint of our guidance range.\nTotal non-GAAP operating expenses were $725 million or 23.3% of revenue, down $66 million year-on-year and in line with the midpoint of our guidance range. From a total operating profit perspective, non-GAAP operating profit was $1.06 billion, and non-GAAP operating margin was 34.2%, down 140 basis points year-on-year and above the midpoint of our guidance range.\nNon-GAAP interest expense was $74 million, while taxes for ongoing operations were $164 million, or a 16.5% non-GAAP effective tax rate. Noncontrolling interest was $10 million and results from equity account invest fees associated with our joint venture manufacturing partnerships was 0, although $2 million better than our expectations.\nStock-based compensation, which is not included in our non-GAAP earnings, was $117 million.\nNow I would like to turn to the changes in our cash and debt. Our total debt at the end of Q4 was $10.85 billion, up $672 million sequentially due to the attractively priced loan from the European Investment Bank. Our ending cash balance was $3.29 billion, up $144 million sequentially and due to the cumulative effect of additional liquidity, capital returns, CapEx investments and cash generation during Q4. The resulting net debt was $7.56 billion, and we exited the quarter with a trailing 12-month adjusted EBITDA of $5.06 billion.\nOur ratio of net debt to curing 12-month adjusted EBITDA at the end of Q4 was 1.5x, and our 12-month adjusted EBITDA interest coverage was 21.3x. During Q4, we paid $258 million in cash dividends and repurchased $455 million of our shares. After the end of the quarter and through January 31, we bought an additional 101 million of our shares under established 10b-51 program.\nTurning to working capital metrics. Days of inventory was 151 days, an increase of 2 days sequentially, while we maintain distribution channel inventory at 8 weeks. As we have highlighted throughout the previous year, given the uncertain demand environment, we continue to make the intentional choice to control the increase of channel inventory.\nDays receivables were 30 days, flat sequentially and days payable or 65 days, an increase of 5 days versus the prior quarter due to improving our payment terms with suppliers. Taken together, our cash conversion cycle was 116 days, an improvement of 3 days versus the prior quarter.\nCash flow from operations was $391 million, and net CapEx was $99 million or 3% of revenue, resulting in non-GAAP free cash flow of $292 million or 9% of revenue. During Q4, we paid a $275 million capacity access fee related to BSFC, which is included in our cash flow from operations. Additionally, we paid $50 million into our -- the ES&C equity accounted foundry joint venture under construction in Germany, which is included in our cash flow from investing.\nTurning now to our expectations for the first quarter. As Kurt mentioned, we anticipate Q1 revenue to be $2.825 billion, plus or minus about $100 million. At the midpoint, this is down about 10% year-on-year and down about 9% sequentially. We expect non-GAAP gross margin to be about 56.3% plus or minus 50 basis points, driven by the return of our annual price concessions and lower revenue fall through over our fixed costs.\nOperating expenses are expected to be about $700 million, plus or minus about $10 million. The sequential decline is driven by restructuring the business and lower variable compensation. Taken together, we see non-GAAP operating margin to be 31.5% at the midpoint. We estimate non-GAAP financial expense to be about $80 million. We expect the non-GAAP tax rate to be 17.5% of profit before tax.\nNoncontrolling interest will be about $5 million and results from equity account invest fees to be about $1 million. For Q1, we suggest for modeling purposes, you use an average share count of 256 million shares. We expect stock-based compensation, which is not included in our non-GAAP guidance to be $128 million, taken together at the midpoint. This implies a non-GAAP earnings per share of $2.59.\nTurning to uses of cash. We expect capital expenditures to be around 5% of revenue, we also made a $125 million capacity access fee into the SMC, which was originally planned for Q4. Additionally, we will make a $32 million equity investment into ESMC and a $76 million equity investment into VMC and our 2 equity accounted foundry joint ventures under construction.\nFor full year 2025 modeling purposes consistent with comments from our recent Investor Day, we expect operating expenses to stay with our long-term model of 23% for the year. We will see a step-up of operating expenses due to the annualized merits the $15 million annual license fee, along with variable compensation movements pending actual performance.\nWe suggest using a non-GAAP tax rate of 17.5%, plus or minus 50 basis points for stock-based compensation, we suggest using of $475 million. For noncontrolling interest, we suggest modeling $30 million plus or minus a few million. And for equity accounted investees, we suggest modeling $10 million loss, plus or minus a few million depending out on the build progress for both ES&C and the SMC joint venture from our front-end facilities.\nFor capital expenditures, we expect to stay within the long-term model of 5% or less. In closing, I would like to highlight a few focus areas for NXP. First, as you can see, we have taken some restructuring charges in Q4 as we are creating space for our recent acquisitions to prevent dilution and to ensure we stay within our long-term operating expense model. Second, our internal front-end utilizations will remain in the low 70% range.\nConsistent with our hybrid manufacturing strategy, we are now also concretely planning the consolidation of our internal 200-millimeter factories. And lastly, as visibility remains very cloudy, we will rigorously focus on managing what is in our control to navigate a soft landing while executing our growth strategy.\nAnd of course, there is no change to our capital allocation strategy.\nWith that, I would like to turn it back to the operator for your questions."
  },
  {
    "header": "NXPI",
    "cik": "0001413447",
    "ticker": "NXPI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0df862b81d1099faf3aae26e1c889772",
    "period": "2024 Q2",
    "content": "Q2 2024 NXP Semiconductors NV Earnings Call\n\nQ2 2024 NXP Semiconductors NV Earnings Call\n\nNXPINASDAQJUL 23, 8:00 AM\n\nOperator\n\nGood day, and welcome to the NXP 2Q '24 Earnings Conference Call. [Operator Instructions]\nAs a reminder, this call may be recorded. I would now like to turn the call over to Jeff Palmer, Senior Vice President of Investor Relations. Please go ahead.\n\nJeff Palmer\n\nVice President of Investor Relations\n\nThank you, Michelle, and good morning, everyone. Welcome to NXP Semiconductors Second Quarter Earnings Call.\nWith me on the call today is Kurt Sievers, NXP's President and CEO; and Bill Betz, our CFO.\nThe call today is being recorded and will be available for replay from our corporate website.\nToday's call will include forward-looking statements that involve risks and uncertainties that could cause NXP's results to differ materially from management's current expectations. These risks and uncertainties include, but are not limited to, statements regarding the macroeconomic impact on the specific end markets in which we operate, the sale of new and existing products and our expectations for the financial results for the third quarter of 2024. NXP undertakes no obligation to revise or update publicly any forward-looking statements. For a full disclosure on forward-looking statements, please refer to our press release.\nAdditionally, we will refer to certain non-GAAP financial measures, which are driven primarily by discrete events that management does not consider to be directly related to NXP's underlying core operating performance. Pursuant to Regulation G, NXP has provided reconciliations of the non-GAAP financial measures to the most directly comparable GAAP measures in our second quarter 2024 earnings press release, which will be furnished to the SEC on Form 8-K and available on NXP's website in the Investor Relations section.\nBefore we start the call today, I have one housekeeping item related to the 2024 Investor Day, which will be held at the Four Seasons in Boston on November 7. The preregistration website will be open on the NXP Investor Relations website beginning on August 7. The space will be limited. We request that you register in advance, and we hope to see you all in November in Boston.\nNow I'd like to turn the call over to Kurt.\n\nKurt Sievers\n\nPresident, CEO & Executive Director\n\nThanks very much, Jeff, and good morning, everyone. We appreciate you all joining our call today.\nLet me begin with quarter 2. Revenue trends in all our focus end markets were in line with the midpoint of our guidance range. NXP delivered quarter 2 revenue of $3.127 billion, down 5% year-on-year and flat sequentially. The non-GAAP operating margin in quarter 2 was 34.3%, 70 basis points below the year ago period, and 30 basis points above the midpoint of our guidance. Year-on-year performance was a result of lower revenue in the automotive and communications infrastructure markets, combined with consistent gross profit generation.\nFrom a channel perspective, distribution inventory was 1.7 months, consistent with our guidance and just slightly up from the 1.6 months in quarter 1. With that, we continue to operate well below our long-term target of 2.5 months of inventory in the channel.\nNow let me turn to the specific trends in our focus end markets. In automotive, revenue was $1.73 billion, down 7% versus the year ago period and in line with our guidance. We have worked with our direct Tier 1 customers to ensure a continued orderly process of inventory digestion.\nIn Industrial & IoT, revenue was $616 million, up 7% versus the year ago period and in line with our guidance. Our performance compared favorably versus the year ago period, driven by demand in China and Asia Pacific, while the trends in the European and North American markets remained soft.\nIn Mobile, revenue was $345 million, up 21% versus the year ago period and in line with our guidance.\nAnd finally, in Communication, Infrastructure and Other, revenue was $438 million, down 23% year-on-year and in line with our guidance.\nNow I will turn to our expectations for the third quarter of 2024. We are guiding Q3 revenue to $3.25 billion, down 5% versus the third quarter of 2023 and up 4% sequentially. In the Automotive end market, our revenue troughed in the second quarter, and we will resume sequential growth in quarter 3. This will be led by company-specific drivers and by now, we are also moving much closer to shipping to end demand at several customers.\nAt the same time, the inventory digestion process at select direct Tier 1 auto customers will extend into the second half, stretching beyond our initially expected levels and with a surprisingly wide variation of their desired steady-state inventory levels.\nTaken together, while resuming sequential growth in the second half of 2024, we continue to ship below automotive end demand in the somewhat softening Automotive macro.\nIn the Industrial & IoT end markets, we see steady improvement in the consumer IoT demand in China. This is offset by persistent weakness in the core industrial demand in Europe and the Americas.\nIn the Mobile end markets, we anticipate normal seasonality from a lean inventory position.\nAnd finally, within Communications, Infrastructure and Other, we expect our company-specific growth in secure RFID tagging to be more than offset by the previously discussed weakness in the remaining parts of that reportable end market.\nSo at the midpoint, we anticipate the following trends in our business during the third quarter. Automotive is anticipated to be down in the low single-digit percent range versus quarter 3, '23, and up in the mid-single-digit percent range versus quarter 2, 2024. Industrial & IoT is expected to be up in the low single-digit percent range, both year-on-year and quarter-on-quarter. Mobile is expected to be up in the mid-single-digit percent range versus quarter 3, '23, and up in the mid-teens percent range versus quarter 2, '24. Finally, Communication Infrastructure & Other is expected to be down in the mid-20% range year-on-year and down in the mid-single-digit percent range versus quarter 2, '24.\nIn summary, NXP troughed in the first half of this year, and now, we expect to resume sequential growth through the second half. Therefore, during quarter 3, we will continue to stage inventory just a touch higher in the channel in order to support our competitiveness and in order to prepare for the anticipated second half growth and beyond. With that, our quarter 3 guidance assumes approximately 1.8 months of distribution channel inventory. However, we will not grow general inventory back to anywhere near our long-term target of 2.5 months within this calendar year. As a result, we will continue to stage inventory in a very controlled and targeted manner in the channel.\nTaken together, the second half will grow over the first half with the potential outcome for 2024 to be a modest annual revenue decline in the low single-digit range. This is towards the low end of our earlier expectations because of the more persistent and deep inventory digestion at our auto Tier 1 customers, and due to the continued weakness in our core industrial markets in Europe and the Americas.\nBefore turning the call over to Bill, I would like to highlight what I believe is a truly strategic long-term investment for our hybrid manufacturing strategy. On June 5, 2024, we disclosed the formation of a 60-40 manufacturing joint venture between Vanguard International Semiconductor and NXP. The strategic rationale for the investment is to enable NXP to execute its long-term growth objectives with access to competitive cost, supply control and geographic resilience. This move complements our participation in the TSMC led joint venture in Europe, which we announced in August 2023.\nThe new joint venture, VisionPower Semiconductor Manufacturing Company or VSMC will build a 300-millimeter fab in Singapore, which is a global hub for third-party foundries with excellent access to a robust and highly skilled workforce for mature node manufacturing.\nSingapore is also where NXP and TSMC have successfully operated SSMC, a 200-millimeter joint venture for over 25 years. Phase 1 of the VSMC joint venture fab will support 130-nanometers to 40-nanometer mixed signal, power management and analog products, targeting the automotive, industrial, consumer and mobile end markets.\nWhen fully operational in 2029, the fab will produce 55,000 wafers per month, and there is a Phase 2 option to expand the fab, providing an additional 45,000 wafers per month including 28-nanometer process flows. A key factor for the long-term success of the joint venture is that TSMC will license the foundational process flows as well as NXP contributing proprietary mixed signal process flows.\nWe are very confident to partner with Vanguard, an independent trailing edge foundry located in Taiwan. Vanguard's largest shareholder is TSMC, which owns approximately 30% of Vanguard and which will help to assure the long-term success of the joint venture.\nFrom a financial perspective, NXP will make a total investment of $2.8 billion between 2024 and 2028, with the peak investment period being in 2025. This investment enables NXP to address about $4 billion of incremental annual revenue for which the capacity has not been available to us before. Furthermore, this joint venture opens the door to a strategic road map to eventually consolidate our 200-millimeter internal factories over time into a very cost-competitive footprint.\nAnd now I would like to pass the call over to you, Bill, for a review of our financial performance.\n\nWilliam J. Betz\n\nExecutive VP & CFO, NXP Semiconductors N.V.\n\nThank you, Kurt, and good morning to everyone on today's call. As Kurt has already covered the drivers of the revenue during Q2 and provided our revenue outlook for Q3, I will move to the financial highlights.\nOverall, the Q2 financial performance was good. Revenue, non-GAAP gross margin, operating expenses and distribution channel inventory all came in line with our guidance.\nTurning to Q2 specifics. Total revenue was $3.127 billion, down 5% year-on-year. We generated $1.83 billion in non-GAAP gross profit and reported a non-GAAP gross margin of 58.6%, up 20 basis points year-on-year and 10 basis points above the midpoint of our guidance range.\nTotal non-GAAP operating expenses were $760 million or 24.3% of the revenue, down $11 million year-on-year. This was $5 million below the midpoint of our guidance due to lower-than-anticipated hiring.\nFrom a total operating profit perspective, non-GAAP operating profit was $1.07 billion, and non-GAAP operating margin was 34.3%, down 70 basis points year-on-year and up 30 basis points above the midpoint of our guidance.\nNon-GAAP interest expense was $67 million, with taxes for ongoing operations of $169 million or a 16.8% non-GAAP effective tax rate. Noncontrolling interest was $6 million and stock-based compensation, which is not included in our non-GAAP earnings, was $114 million. Taken together, we delivered non-GAAP earnings per share of $3.20, consistent with our guidance.\nNow I would like to turn to the changes in our cash and debt. Our total debt at the end of Q2 was $10.18 billion, with our cash balance of $3.26 billion, down $49 million sequentially due to the cumulative effect of capital returns, CapEx investments and cash generation during Q2. The resulting net debt was $6.92 billion, and we exited the quarter with a trailing 12-month adjusted EBITDA of $5.3 billion.\nOur ratio of net debt to trailing 12-month adjusted EBITDA at the end of Q2 was 1.3x, and our 12-month adjusted EBITDA interest coverage ratio was 23.1x.\nDuring Q2, we paid $260 million in cash dividends and repurchased $310 million of our shares. Taken together, we returned $570 million to shareholders, representing 99% of non-GAAP free cash flow. After the end of Q2 and through Friday, July 19, we repurchased an additional $69 million of our shares under an established 10b5-1 program.\nTurning to working capital metrics. Days of inventory was 148 days, an increase of 4 days sequentially, while distribution channel inventory was 1.7 months or just over 7 weeks. The combination of balance sheet inventory and channel inventory was about 200 days of inventory. Days receivable were 27 days, up 1 day sequentially, and days payable were 64 days, a decrease of 1 day versus the prior quarter. Taken together, our cash conversion cycle was 111 days, an increase of 6 days versus the prior quarter.\nCash flow from operations was $761 million, and net CapEx was $184 million or 6% of revenue, resulting in non-GAAP free cash flow of $577 million or about 18% of revenue.\nTurning to our expectations for the third quarter. As Kurt mentioned, we anticipate Q3 revenue to be $3.25 billion plus or minus about $100 million. At the midpoint, this is down 5% year-on-year and up 4% sequentially. We expect non-GAAP gross margin to be about 58.5% plus or minus 50 basis points.\nAs Kurt noted in his prepared remarks, we will continue to stage inventory in the channel to support growth in future periods. Our guidance assumes approximately 1.8 months of distribution channel inventory exiting Q3. Operating expenses are expected to be $760 million plus or minus $10 million. Taken together, we see non-GAAP operating margin to be 35.1% at the midpoint.\nWe estimate non-GAAP financial expense to be $67 million, with the non-GAAP tax rate to be 16.8% of profit before tax. Noncontrolling interest and other will be about $9 million.\nFor Q3, we suggest for modeling purposes to use an average share count of 258.5 million shares. We expect stock-based compensation, which is not included in our non-GAAP guidance, to be $116 million. For capital expenditures, we expect to be around 6%. Taken together, at the midpoint, this implies a non-GAAP earnings per share of $3.42.\nBefore going to my closing remarks, I will provide additional details of the VSMC joint venture, as discussed by Kurt earlier. The total cost of the joint venture will be $7.8 billion. The NXP investment into the venture is $2.8 billion, made up of $1.6 billion commitment for a 40% equity stake in the joint venture and an additional $1.2 billion investment for long-term capacity access. Vanguard will invest $3.1 billion, made up of $2.4 billion for a 60% equity stake and an additional $700 million for long-term capacity access. The remainder of the funding will be provided by other sources in the form of subsidies and loan guarantees in Singapore.\nThis joint venture will not consolidate into NXP's financial statements, but the profits and losses will be reflected under the equity accounted [ investees ] in our non-GAAP income statement. The investment will be funded from cash flow from ongoing operations with no need to raise additional debt. Additionally, the joint venture will provide approximately 200 basis points of gross margin expansion to our total corporate gross margin when fully operational in 2029. The gross profit benefit is derived from the incremental revenue, the benefits of the increase to 300-millimeter wafer size and the avoidance of typical margin stacking when buying material in the commercial foundry market.\nSo in closing, looking through the remainder of 2024, I would like to highlight 3 areas of focus. First, with the VSMC and ESMC investments, there is no change to our capital allocation policy. We have returned $2.4 billion or 81% of the free cash flow generated over the last 12 months. Furthermore, we will continue to be active in the market repurchasing NXP shares.\nSecond, we will continue to be disciplined to manage what is in our control and stay within our long-term financial model. Specifically, we expect our gross margin will continue to perform at or above the high end of the long-term model.\nAnd then lastly, we feel confident to resume sequential growth through the second half while we continue to stage inventory in the channel in a targeted and controlled manner.\nI would like to now turn it back to the operator for your questions."
  },
  {
    "header": "NXPI",
    "cik": "0001413447",
    "ticker": "NXPI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d539511f2c8925d8de612b72f1b7a5b9",
    "period": "2024 Q1",
    "content": "Q1 2024 NXP Semiconductors NV Earnings Call\n\nQ1 2024 NXP Semiconductors NV Earnings Call\n\nNXPINASDAQAPR 30, 8:00 AM\n\nOperator\n\nHello, and thank you for standing by. Welcome to NXP's First Quarter 2024 Earnings Conference Call. [Operator Instructions]\nI would now like to turn the call over to Jeff Palmer, Senior VP of Investor Relations. You may begin.\n\nJeff Palmer\n\nVice President of Investor Relations\n\nThank you, [indiscernible], and good morning, everyone. Welcome to NXP Semiconductor's first quarter earnings call. With me on the call today is Kurt Sievers, NXP's President and CEO; and Bill Betz, our CFO. The call today is being recorded and will be available for replay from our corporate website.\nToday's call will include forward-looking statements that involve risks and uncertainties that could cause NXP's results to differ materially from management's current expectations. These risks and uncertainties include, but are not limited to, statements regarding the macroeconomic impact on the specific end markets in which we operate, the sale of new and existing products and our expectations for our financial results for the second quarter of 2024. NXP undertakes no obligation to revise or update publicly any forward-looking statements. For a full disclosure on forward-looking statements, please refer to our press release.\nAdditionally, we will refer to certain non-GAAP financial measures which are driven primarily by discrete events that management is not considered to be directly related to NXP's underlying core operating performance. Pursuant to Regulation G, NXP has provided reconciliations of the non-GAAP financial measures to the most directly comparable GAAP measures in our first quarter 2024 earnings press release, which will be furnished to the SEC on Form 8-K and available on SP's website in the Investor Relations section.\nNow I'd like to turn the call over to Kurt.\n\nKurt Sievers\n\nPresident, CEO & Executive Director\n\nThank you, Jeff, and good morning, everyone. We appreciate you joining the call this morning. Beginning with quarter 1, revenue trends in all our focused end markets were in line with the midpoint of our guidance. NXP delivered quarter 1 revenue of $3.13 billion, essentially flat year-on-year. Non-GAAP operating margin in quarter 1 was 34.5%, 30 basis points below the year ago period and 60 basis points above the midpoint of our guidance. .\nYear-on-year performance was a result of consistent gross profit generation, offset by slightly higher operating expenses as we continue to invest in our future business. From a channel perspective, we helped distribution inventory at a tight 1.6 months level, consistent with our guidance and well below our long-term target of 2.5 months of inventory EBITDA. Now let me turn to the specific trends in our focus end markets.\nIn automotive, revenue was $1.80 billion, down 1% versus the year ago period and in line with our guidance. We continue to manage an orderly process of inventory digestion with our major direct automotive Tier 1 customers. In Industrial and IoT, revenue was $574 million, up 14% versus the year ago period and in line with our guidance. Our performance compares favorably versus the year ago period when the business had dropped. Since 1Q '23, we have seen a steady sequential improvement in the Industrial and IoT demand trends, so not yet back to the long-term levels, which we would expect. In Mobile, revenue was $349 million, up 34% versus the year ago period, where again, the business had troughed already back in 1Q '23.\nAnd lastly, in Communication Infrastructure & Other revenue was $399 million, down 25% year-on-year and in line with our guidance. And now let me turn to our expectations for the second quarter 2024. We are guiding quarter 2 revenue to $3.125 billion, down 5% versus the second quarter of 2023 and flat sequentially. In the automotive end market, revenue trends during the first half of 2024 reflect a continued inventory digestion process at our direct Tier 1 automotive customers compounded by a soft automotive macro environment. In the Industrial and IoT end markets, we had already trust in 1Q '23. We see improving demand in China in part, thanks to our lean channel position as well as thanks to incrementally healthier end demand. This is expected to be partially offset by soft end demand in Europe and the Americas.\nIn the Mobile end market, we continue to witness the expected modest cyclical recovery. And finally, within the communications infrastructure and other end markets, our resumption of sequential growth is primarily driven by secure RFID tagging. Taken together at the midpoint, we anticipate the following trends in our business during the second quarter. Automotive is expected to be down in the high single-digit percent range versus quarter 2 '23 and down in the mid-single-digit percent range versus quarter 1, '24. Industrial IoT is expected to be up in the high single-digit percent range for both year-on-year and versus quarter 1 '24. Mobile is expected to be up in the low 20% range year-on-year and about flat versus Q1 '24.\nAnd finally, communication infrastructure and other is expected to be down in the mid-20% range year-on-year and up in the high single-digit percent range versus quarter 1, '24. So in summary, we are beginning to see incrementally improving demand signals for the second half of '24 across all end markets. Hence, during quarter 2, we will begin to state slightly higher inventory in the channel to support our competitiveness for the anticipated second half growth. Therefore, our guidance assumes approximately 1.7 months of distribution channel inventory exiting quarter 2 and if demand momentum continues, we will stage additional channel inventory during the second half, however, in a very controlled and targeted manner.\nSo it is unlikely that we grow channel inventory back to our long-term target of 2.5 months within this calendar year. And taken all together, the potential outcome for 2024 should be in the range of a modest annual revenue growth or decline, just consistent with our views from a quarter ago. Overall, we continue to manage what is in our control, enabling NXP to drive solid profitability and earnings in a challenging demand environment. Our first quarter results, our guidance for the second quarter and our early views into the second half of the year underpin a cautious optimism that NXP is successfully navigating through this industry-wide cyclical downturn.\nAnd now before turning the call over to Bill, and while we are very focused on managing the soft landing through the cycle, I would like to take a minute to highlight a couple of important innovation announcements, which we made during the first quarter. This includes our S32 core right platform for next-generation software-defined vehicles. It represents the industry's first platform to combine high-performance automotive processing, vehicle networking and system power management, along with integrated software to address the complexity, the scalability and the cost efficiency required for the software-defined vehicle. And as part of that announcement, we also introduced our 5-nanometer S32M processor, a milestone in the expansion of our S32 processing summary.\nAdditionally, we introduced industry's first 28-nanometer RFCMOS single-chip automotive radar, which enables next-generation automotive ADAS systems. This new product further expands our market-leading franchise and it enables next-generation highly performing coherent radar systems in a very cost-effective manner. Lastly, NXP and Honeywell, who is a leader in building automation systems signed a memorandum of understanding. This collaboration aims to help make them operate more intelligently by integrating NXP's neural network enabled industrial grade applications processes into Honeywell's building management systems. That agreement is another great example of how NXP will participate and potentially lead in the revolution of AI processing at the edge in Industrial applications.\nAnd now I would like to pass the call over to you, Bill for a review of our financial performance. Bill?\n\nWilliam J. Betz\n\nExecutive VP & CFO, NXP Semiconductors N.V.\n\nThank you, Kurt, and good morning to everyone on today's call. As Kurt has already covered the drivers of the revenue during Q1, and provided our revenue outlook for Q2. I will move to the highlights. Overall, the Q1 financial performance was good. Revenue was in line with the midpoint of our guidance range, with non-GAAP gross margin slightly above the midpoint of our guidance while inventory in the distribution channel continues to remain below our long-term target.\nTurning to Q1 results. Total revenue was $3.13 billion, flat year-on-year, in line with the midpoint of our guidance range. We generated $1.82 billion in non-GAAP gross profit and reported a non-GAAP gross margin of 58.2%, flat year-on-year, though 20 basis points above the midpoint of our guidance range. The incremental margin was due to an increase in the estimated useful lives of our internal front-end manufacturing equipment from 5 to 10 years. This was about 30 basis points favorable to the results, which was not in our guidance. Total non-GAAP operating expenses were $736 million, or 23.5% of revenue, up $8 million year-on-year and down $55 million from Q4. This was $19 million below the midpoint of our guidance range primarily due to a combination of reduced variable compensation and proactive expense controls.\nFrom a total operating profit perspective, non-GAAP operating profit was $1.08 billion, and non-GAAP operating margin was 34.5%, down 30 basis points year-on-year and 60 basis points above the midpoint of our guidance range. Non-GAAP interest expense was $64 million, with taxes for ongoing operations of $171 million or a 16.8% non-GAAP effective tax rate. Noncontrolling interest was $5 million and stock-based compensation, which is not included in our non-GAAP earnings, was $115 million.\nNow I would like to turn to the changes in our cash and debt. Our total debt at the end of Q1 was $10.18 billion, down $997 million as we repaid the 4.875% bonds that was due on March 1, 2024. Our ending cash balance, including short-term deposits was $3.31 billion, down $963 million sequentially due to the cumulative effect of debt repayment, capital returns, CapEx investments and cash generation during Q1. The result -- the resulting net debt was $6.9 billion, and we exited the quarter with a trailing 12-month adjusted EBITDA of $5.4 billion. Our ratio of net debt to trailing 12-month adjusted EBITDA at the end of Q1 was 1.3x, and our 12-month adjusted EBITDA interest coverage ratio was 22.8x.\nDuring Q1, we paid $261 million in cash dividends, and we repurchased $303 million of our shares. Subsequent to the end of Q1, and through Friday, April 26, we repurchased an additional $97 million of shares under an established 10b5-1 program.\nTurning to working capital metrics. Days of inventory was 144 days, an increase of 12 days sequentially while distribution channel inventory was 1.6 months or about 7 weeks. As we have highlighted throughout the previous year, given the uncertain demand environment, we continue to make the intentional choice to limit inventory in the channel while keeping inventory on our balance sheet to enable greater flexibility to redirect product as needed. Days receivables were in 6 days, up 2 days sequentially and days payable were 65 days, a decrease of 7 days versus the prior quarter. Taken together, our cash conversion cycle was 105 days, an increase of 21 days versus the prior quarter. Cash flow from operations was $851 million, and net CapEx was $224 million or approximately 7% of revenue, resulting in non-GAAP free cash flow of $627 million or about 20% of revenue.\nTurning now to our expectations for the second quarter. As Kurt mentioned, we anticipate Q2 revenue to be $3.125 billion, plus or minus about $100 million. At the midpoint, this is down 5% year-on-year and flat sequentially. We expect non-GAAP gross margin to be about 58.5% plus or minus 50 basis points, which includes approximately 60 basis points associated with the change of our useful life estimates for our internal front-end manufacturing equipment. As Kurt noted in his prepared remarks, we will begin to stage slightly higher inventory in the channel to support our competitiveness for the anticipated second half growth. Therefore, our guidance assumes approximately 1.7 months of distribution channel inventory exiting Q2.\nOperating expenses are expected to be about $765 million, plus or minus about $10 million. The sequential increase is primarily driven by our annual merit increases and the $15 million license fee paid to [indiscernible] as part of our legal settlement. Taken together, we see non-GAAP operating margin to be 34% at the midpoint. We estimate non-GAAP financial expense to be $63 million, with a non-GAAP tax rate to be 16.8% of profit before tax. Noncontrolling interest and other will be about $5 million. For Q2, we suggest for modeling purposes, you use an average share count of 258.5 million shares. We expect stock-based compensation, which is not included in our non-GAAP guidance to be $115 million. For capital expenditures, we expect to be around 6%. Taken together at the midpoint, this implies a non-GAAP earnings per share of $3.20.\nIn closing, looking through the remainder of 2024, I'd like to highlight a few focus areas for NXP. First, from a performance standpoint, we will continue to navigate a soft landing through a challenging and cyclical demand environment with a cautious optimism for a second half improvement in our business. Second, we will continue to be disciplined to manage what is in our control and stay within our long-term financial model. Specifically, we expect our gross margin will continue to perform at or above the high end of the long-term model while maintaining internal fab utilization levels in the low 70s for the remainder of the year. Third, there is no change to our capital allocation policy, where we have returned $2.4 billion over the last 12 months. Furthermore, we will continue to be active in the market repurchasing NXP shares. And lastly, we are excited to host an Investor Day on November 7 in Boston. The specific details will be available soon on the NXP Investor Relations homepage. We look forward to you joining us.\nI'd like to now turn it back to the operator for questions."
  },
  {
    "header": "NXPI",
    "cik": "0001413447",
    "ticker": "NXPI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/91bc0cbaddc27b26d1c8031c436ab443",
    "period": "2023 Q4",
    "content": "Q4 2023 NXP Semiconductors NV Earnings Call\n\nQ4 2023 NXP Semiconductors NV Earnings Call\n\nNXPINASDAQFEB 6, 8:00 AM\n\nOperator\n\nGood day, and welcome to the NXP 4Q '23 Earnings Conference Call. [Operator Instructions]. As a reminder, this call is being recorded.\nI would now like to turn the call over to Jeff Palmer, Senior Vice President of Investor Relations. You may begin.\n\nJeff Palmer\n\nVice President of Investor Relations\n\nThank you, Michelle, and good morning, everyone. Welcome to NXP Semiconductors' Fourth Quarter Earnings Call. With me on the call today is Kurt Sievers, NXP's President and CEO; and Bill Betz, our CFO. The call today is being recorded and will be available for replay from our corporate website.\nToday's call will include forward-looking statements that involve risks and uncertainties that could cause NXP's results to differ materially from management's current expectations. These risks and uncertainties include, but are not limited to, statements regarding the macro impact on the specific end markets in which we operate, the sale of new and existing products and our expectations for financial results for the first quarter of 2024.\nPlease be reminded that NXP undertakes no obligation to revise or update publicly any forward-looking statements. For a full disclosure on forward-looking statements, please refer to our press release. Additionally, we will refer to certain non-GAAP financial measures, which are driven primarily by discrete events that management does not consider to be directly related to NXP's underlying core operating performance. Pursuant to Regulation G, NXP has provided reconciliations of the non-GAAP financial measures to the most directly comparable GAAP measures in our fourth quarter 2023 earnings press release, which will be furnished to the SEC on Form 8-K and available on NXP's website in the Investor Relations section.\nNow I'd like to turn it over to Kurt.\n\nKurt Sievers\n\nPresident, CEO & Executive Director\n\nThank you, Jeff, and good morning, everyone. We really appreciate you joining our call this morning. I will review both our quarter 4 and our full year 2023 performance and then discuss our guidance for quarter 1. Beginning with quarter 4, our revenue was $22 million better than the midpoint of our guidance with the trends in the mobile market performing better than our expectations, with Automotive and Industrial & IoT performance in line with our guidance and Communication Infrastructure slightly below our expectations.\nTaken together, NXP delivered quarter 4 revenue of $3.42 billion, an increase of 3% year-on-year. Non-GAAP operating margin in quarter 4 was 35.6%, 90 basis points below the year ago period and about 20 basis points above the midpoint of our guidance. The year-on-year performance was a result of solid gross profit growth offset by higher operating expenses as we continue to invest in new product development.\nFrom a channel perspective, we maintained distribution inventory at a tight 1.5 months level, well below our long-term target of 2.5 months. In addition, we continue to partner with our direct customers on the normalization of their on-hand inventory. For the full year, revenue was $13.28 billion, an increase of about 1% year-on-year. Passing the revenue growth, we increased our pricing by approximately 8% in 2023, offsetting our higher input costs to maintain our gross profit percentage. And at the same time, our unit volumes were down by approximately 7% through 2023. We believe this underpins our view that we have intentionally undershipped fundamental end demand in order to limit inventory build in the channel and at our direct customers.\nFull year non-GAAP operating margin was 35.1%, a 120 basis point compression versus the year ago period as a result of the improved gross profit performance offset by increased operating expenses, primarily in product and system innovation investments.\nNow let me turn to the specific full year 2023 trends in our focus end markets. In Automotive, full year revenue was $7.48 billion, up 9% year-on-year, which is a reflection of higher pricing, strong company-specific growth drivers offset by lower shipment volumes. For quarter 4, Automotive revenue was $1.89 billion, up 5% versus the year ago period and in line with our guidance.\nTurning to Industrial & IoT. Full year revenue was $2.35 billion, down 13% year-on-year, a reflection of our tight channel management in a cyclically weak end market offsetting price increases. We saw the trough for the Industrial & IoT business back in quarter 1 2023. For quarter 4, Industrial & IoT revenue was $662 million, up 9% versus the year ago period and in line with our guidance.\nIn Mobile, full year revenue was $1.33 billion, down 17% year-on-year because of weak trends and inventory digestion in the handset marketplace. For quarter 4, Mobile revenue was $406 million, flat versus the year ago period and better than our guidance.\nFinally, in Communication Infrastructure & Other, full year revenue was $2.11 billion, up 5% year-on-year. The year-on-year growth was due to a combination of increased sales of secured card and tagging solutions, higher pricing and last-time buys of select legacy network processing solutions. And that was offset by declines of RF power products for the cellular base station markets. For quarter 4, revenue was $455 million, down 8% year-on-year and below our guidance.\nNow like every year, I would like to provide the annual progress update on our 6 accelerated growth drivers, which we highlighted during our Analyst Day in November 2021. Starting with Automotive, the accelerated growth drivers are radar, electrification and our S32 processor family for the software-defined vehicle. Looking at our performance in 2023, both the S32 processor family and our electrification solutions are tracking ahead of plan. Revenue from RADAR is tracking below plan as we took strong actions to limit shipments to customers who are digesting inventory. Taken together, the automotive accelerated growth drivers in Africa are tracking above plan. The underlying core auto business grew in line with our longer-term expectations.\nWithin Industrial & IoT, we are tracking below our expected growth range. We believe the underperformance is a reflection of significant cyclical end market weakness and of our disciplined approach to managing the distribution channel. So remember, we serve approximately 80% of the Industrial & IoT end markets through our distribution channel to efficiently address the needs of tens of thousands of small customers, the majority of whom are in the Asia Pacific and the Greater China region.\nWithin Mobile, we are below our expected revenue growth range for the Ultra-Wideband accelerated growth driver due to the well-documented weakness in the Android handset market. However, Ultra-Wideband traction in the automotive market, which is the first well-defined use case for Ultra-Wideband is progressing very well. 18 out of 20 automotive platforms have been awarded to NXP and another 15 platforms are evaluating NXP solutions as we speak. And at this point in time, the Ultra-Wideband revenue stream is being driven by about 7 automotive platforms and a few premier handset OEMs.\nFinally, for RF power amplifiers within Communications Infrastructure, we are below our expected revenue growth range. The challenge we faced was the combination of weaker base station deployments globally in 2023 and the faster-than-expected OEM transition to [indiscernible] nitride from LDMOS technology. However, the underlying core portion of Communications Infrastructure performed very well in 2023 as a result of serving pent-up demand for various secure cards and tagging solutions including RFID for intelligent labels. Taken together, we are ahead of plan for the Communications Infrastructure segment.\nNow let me turn to our expectations for quarter 1 2024. We are guiding quarter 1 revenue to $3.125 billion, about flat versus the first quarter of 2023. From a sequential perspective, this represents a deceleration of about 9% at the midpoint versus the prior quarter, which is consistent with our original outlook for quarter 1 to be down in the mid- to high single-digit range. Our tempered outlook for quarter 1 reflects typical seasonality, compounded by our continued desire to enable the normalization of on-hand inventories at our direct customers and we will continue to hold channel inventory in a tight range.\nRegarding pricing, we see improving input cost trend versus previous years, which allow us to assume flat pricing for 2024. So at the midpoint, we anticipate the following trends in our business during quarter 1. Automotive is expected to be down in the low single-digit percent range versus quarter 1 2023 and down in the mid-single-digit percent range versus quarter 4 2023.\nIndustrial & IoT is expected to be up in the mid-teens percent range year-on-year and down in the low double-digit percent range versus quarter 4 2023. Mobile is expected to be up in the low 30% range year-on-year and down in the mid-teens percent range versus quarter 4 2023.\nFinally, Communication Infrastructure & Other is expected to be down in the mid-20% range year-on-year and down in the low double-digit percent range versus quarter 4 2023. In review, during 2023, thanks to our company-specific end market exposure, we experienced the variations of the semiconductor cycle at distinctly different points of time for the various parts of our portfolio. On the one hand, full year revenue performance in our more consumer-oriented segments of Industrial & IoT and Mobile was underwhelming. However, following our tight channel management, these businesses trust already back in quarter 1 2023 after experiencing a dramatic post-COVID reset. Ever since we have seen a gradual improvement. And we do think these growth trends should continue throughout 2024.\nOn the other hand, within Automotive and Core Industrial, we experienced solid trends in the early part of 2023, but have entered a multi-quarter inventory correction phase with our direct customers starting in the second quarter of 2023. This should continue through the first half of 2024. In the second half of 2024, we expect also in the Automotive and Core Industrial segments to shift to end demand and resume growth.\nRegarding our Communication Infrastructure & Other business, we expect 2024 revenue to decline over 2023, consistent with our prior view we shared on the Q3 earnings call. So as we look ahead to 2024, we do think the macro has deteriorated from our view 90 days ago. We now expect the first half of 2024 will decline versus the first half of 2023 due to longer-than-anticipated inventory digestion at our direct automotive customers. However, we expect our company revenue in the second half of 2024 will grow over the first half of 2024, as we believe we will be shipping again to end demand by then.\nOverall, we have and will continue to manage everything in our control to navigate a soft landing for our business. As such, we have kept a very tight handle on our distribution channel, and we are supporting our direct customers to facilitate inventory digestion as appropriate. This enables us to take advantage of the cyclical improvement as soon as it materializes per segment. And based on everything I have set the potential outcome for 2024 should be in the range of a modest annual revenue growth or decline.\nSo now I would like to pass the call to you, Bill, for a review of our financial performance.\n\nWilliam J. Betz\n\nExecutive VP & CFO, NXP Semiconductors N.V.\n\nThank you, Kurt, and good morning to everyone on today's call. As Kurt has already covered the drivers of the revenue during Q4 and provided our revenue outlook for Q1, I will move to the financial highlights.\nOverall, our Q4 financial performance was good. Revenue was slightly above the midpoint of our guidance range and non-GAAP gross profit was above the midpoint of our guidance range, driven by a higher mix from sales into distribution channel even as months of supply in the channel remained flat at 1.5 months or about 6 weeks.\nI will first provide full year highlights and then move to the Q4 results. Full year revenue for 2023 was $13.28 billion or up 1% year-on-year. We generate $7.76 billion in non-GAAP gross profit and reported a non-GAAP gross margin of 58.5%, up 60 basis points year-on-year. Total non-GAAP operating expenses were $3.09 billion or 23.3% of revenue, slightly above our long-term financial model as we continue to invest in our strategy, supporting long-term profitable growth.\nTotal non-GAAP operating profit was $4.66 billion, down 3% year-on-year. This reflects a non-GAAP operating margin of 35.1% down 120 basis points year-on-year and in line with our current long-term financial model. Non-GAAP interest expense was $283 million, taxes related to ongoing operations were $693 million or a 15.8% non-GAAP effective tax rate. Noncontrolling interests were $25 million, and stock-based compensation, which is not included in our non-GAAP earnings, was $411 million.\nTurning to full year cash flow performance. We generated $3.51 billion in cash flow from operations and invested $826 million in net CapEx or 6% of revenue. Taken together, this resulted in $2.69 billion of non-GAAP free cash flow or 20% of revenue. During 2023, we repurchased 5.46 million shares for $1.05 billion and paid cash dividends of $1.01 billion or 29% of cash flow from operations. In total, we returned $2.06 billion to our owners, which was 77% of the total non-GAAP free cash flow generated during the year.\nNow moving to the details of Q4. Total revenue was $3.42 billion, up 3% year-on-year, modestly above the midpoint of our guidance range. We generated $2.01 billion in non-GAAP gross profit and reported a non-GAAP gross margin of 58.7%, up 70 basis points year-on-year and 20 basis points above the midpoint of our guidance range, driven primarily by mix.\nTotal non-GAAP operating expenses were $791 million or 23.1% of revenue, up $78 million year-on-year, though down $12 million from Q3 and within our guidance range. From a total operating profit perspective, non-GAAP operating profit was $1.22 billion, and non-GAAP operating margin was 35.6%, down 90 basis points year-on-year, above the midpoint of our guidance range.\nNon-GAAP interest expense was $69 million, with taxes for ongoing operations were $178 million, or a 15.5% non-GAAP effective tax rate. Noncontrolling interest was $6 million and stock-based compensation, which is not included in our non-GAAP earnings, was $107 million.\nNow I would like to turn to the changes in our cash and debt. Our total debt at the end of Q4 was $11.17 billion, essentially flat sequentially. Our ending cash balance, including short-term deposits, was $4.27 billion, up $229 million sequentially due to the cumulative effect of capital returns, CapEx investments and cash generation during Q4. The resulting net debt was $6.9 billion, and we exited the quarter with a trailing 12-month adjusted EBITDA of $5.41 billion. Our ratio of net debt to trailing 12-month adjusted EBITDA at the end of Q4 was 1.3x, and our 12-month adjusted EBITDA interest coverage ratio was 21.6x. During Q4, we paid $261 million in cash dividends, and we repurchased $434 million of our shares.\nTurning to working capital metrics. Days of inventory was 132 days, a decrease of 2 days sequentially, while we maintain distribution channel inventory at 1.5 months or about 6 weeks. As we have highlighted throughout the previous year, given the uncertain demand environment, we continue to make the intentional choice to limit inventory in the channel, while keeping inventory on our balance sheet to enable greater flexibility to redirect product as needed. Days receivable were 24 days, down 1 day sequentially and days payable were 72 days, an increase of 12 days versus the prior quarter due to increased external material sourcing.\nTaken together, our cash conversion cycle was 84 days, and an improvement of 15 days versus the prior quarter. Cash flow from operations was $1.14 billion and net CapEx was $175 million, resulting in non-GAAP free cash flow of $962 million or 28% of revenue.\nTurning now to our expectations for the first quarter. As Kurt mentioned, we anticipate Q1 revenue to be $3.125 billion, plus or minus about $100 million. At the midpoint, this is flat year-on-year and down 9% sequentially. We expect non-GAAP gross margin to be about 58%, plus or minus 50 basis points driven primarily related to lower distribution sales as we maintain our months of sales in the channel at 1.6 or below.\nOperating expenses are expected to be about $755 million, plus or minus about $10 million. Taken together, we see non-GAAP operating margin to be 33.9% at the midpoint. We estimate non-GAAP financial expense to be about $66 million. We anticipate the non-GAAP tax rate to be 16.9% of profit before tax. Noncontrolling interest and other will be about $3 million. For Q1, we suggest for modeling purposes, you use an average share count of 259 million shares. We expect stock-based compensation, which is not included in our non-GAAP guidance to be $127 million higher than normal, driven by our restructuring activities taken in Q4 as we continue to refine the portfolio.\nFor capital expenditures, we expect to be around 7%. Taken together at the midpoint, this implies a non-GAAP earnings per share of $3.17. For full year 2024 modeling purposes, we expect non-GAAP gross margin to be around the high end of our long-term model of plus or minus the normal 50 basis points. We expect operating expenses to stay within our long-term model and fluctuate by quarter, driven by annualized merits occurring in the second quarter and variable compensation movements pending actual performance.\nWe suggest for non-GAAP tax rate use a range between 16.4% to 17.4%. For stock-based compensation, we suggest to use $480 million where Q1 is the peak for the year. For noncontrolling interest, we suggest to use $25 million. For capital expenditures, we expect to stay within the long-term model of 6% to 8% of sales.\nIn closing, looking ahead into 2024, I'd like to highlight a few focus areas for NXP. First, from a performance standpoint, we will continue to navigate a soft landing through a challenging and cyclical demand environment. Therefore, we will continue to be disciplined to manage what is in our control and stay within our long-term financial model. Second, operationally, the Q1 guidance assumes internal factory utilization will continue to be in the low to mid-70s range, a level we expect to hold until internal inventory normalizes.\nLastly, we will retire the $1 billion 2024 debt tranche when it comes due on March 1 with cash on hand. Finally, there is no change to our capital allocation strategy where we will continue to return all excess free cash flow back to our owners. In addition, since the beginning of Q1 2024, we repurchased $16 million worth of shares under our existing 10b5-1 program.\nOverall, we will remain active repurchasing our shares. I'd like to now turn it back to the operator for questions."
  },
  {
    "header": "NXPI",
    "cik": "0001413447",
    "ticker": "NXPI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/792d9e9983b67296e59004dd3a3f37f7",
    "period": "2023 Q3",
    "content": "Q3 2023 NXP Semiconductors NV Earnings Call\n\nQ3 2023 NXP Semiconductors NV Earnings Call\n\nNXPINASDAQNOV 7, 8:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the NXP Third Quarter 2023 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker, Jeff Palmer, Senior Vice President, Investor Relations. Please go ahead.\n\nJeff Palmer\n\nVice President of Investor Relations\n\nThank you, Shannon, and good morning, everyone. Welcome to NXP Semiconductors Third Quarter Earnings Call. With me on the call today is Kurt Sievers, NXP's President and CEO; and Bill Betz, our CFO; the call today is being recorded will be available for replay from our corporate website. Today's call will include forward-looking statements that involve risks and uncertainties that could cause NXP's results to differ materially from management's current expectations. These risks and uncertainties include, but are not limited to, statements regarding the macroeconomic impact on specific end markets in which we operate, the sale of new and existing products and our expectations for the financial results for the fourth quarter of 2023.\nPlease be reminded that NXP undertakes no obligation to revise or update publicly any forward-looking statements. For a full disclosure on forward-looking statements, please refer to our press release. Additionally, we will refer to certain non-GAAP financial measures, which are driven primarily by discrete events that management does not consider to be directly related to NXP's underlying core operating performance. Pursuant to Regulation G, NXP provided reconciliations of the non-GAAP financial measures to the most directly comparable GAAP measures in our third quarter 2023 earnings press release which will be furnished to the SEC on Form 8-K and available on the NXP's website in the Investor Relations section at nxp.com.\nNow I'd like to turn the call over to Kurt.\n\nKurt Sievers\n\nPresident, CEO & Executive Director\n\nThank you very much, Jeff, and good morning, everyone. We appreciate you joining our call today. I will start with a review of our quarter 3 results, discuss our guidance for quarter 4 and provide our early views of 2024. Now let me begin with quarter 3. NXP delivered quarterly revenue of $3.43 billion $34 million above the midpoint of guidance and essentially flat year-on-year. Revenue trends in our Mobile, Industrial and IoT and Automotive end markets all performed in line or better than anticipated, while our communication infrastructure and other end markets was slightly below our expectations. Our distribution channel inventory during the third quarter declined slightly to a 1.5 month level, well below our long-term target of 2.5 months.\nNon-GAAP operating margin in quarter 3 was 35%, 30 basis points below the midpoint of our guidance. This is primarily due to an unforecasted potential legal liability of approximately $14 million, which is reflected in SG&A. Non-GAAP operating margin was down 190 basis points versus the year ago period, primarily as a result of higher R&D investments and the noted potential legal expense. Now let me turn to the specific trends in our focus end markets.\nIn Automotive, quarter 3 revenue was $1.89 billion, up 5% versus the year ago period and in line with the midpoint of our guidance. In Industrial and IoT, quarter 3 revenue was $607 million, down 15% versus the year ago period, so above the midpoint of our guidance. In Mobile, quarter 3 revenue was $377 million, down 8% versus the year ago period and above the high end of our guidance. In Communication Infrastructure and Other, quarter 3 revenue was $559 million, up 8% year-on-year, so slightly below the midpoint of our guidance.\nDuring the third quarter, from a geographic perspective, we experienced incremental improvement across most regions, with China solidly improving quarter-over-quarter. So our shift to rates to China are still down versus the year ago period. From a channel perspective, sequential growth was led by improved sell-through in our distribution business. At the same time, our direct business sequentially declined a reflection of NXP actively managing inventory digestion at our direct customers. Overall, our distribution business represented 57% of sales, up from 51% in the second quarter.\nAnd now I will turn to our expectations for quarter 4, 2023. We are guiding quarter 4 revenue to $3.4 billion. This is about 3% versus the year ago period up and represents a sequential decline of approximately 1% at the midpoint. We anticipate the following trends in our business. Automotive is expected to be up in the mid-single-digit percent range versus quarter 4 2022 and flattish sequentially. Industrial and IoT is expected to be up in the high single digits on a percentage basis versus both quarter 4 2022 and quarter 3 2023. Mobile is expected to be down in the mid-single-digit percent range versus quarter 4 2022 and up in the low single-digit range on a sequential basis.\nAnd finally, Communication Infrastructure and Other is expected to be down mid-single digits on a percentage basis versus quarter 4 2022 and down in the upper teens [ percent ] sequentially. Our guidance for quarter 4 contemplates ending the fourth quarter at 1.6 months of distribution channel inventory. Zooming out, the combination of our third quarter results and the midpoint of our fourth quarter guidance indicates the full year 2023 revenue will be flattish versus 2022 a in a challenging and cyclical market environment. When we now turn to our early views on 2024, we continue to see an operating environment with a number of cross currents.\nClearly, the macro environment remains weak, including subdued demand in China, geopolitical challenges and elevated inflation, which is constraining demand. At the company level, lead times have normalized, and we anticipate a more neutral pricing environment going forward. And already since early this year, we have actively engaged with our large direct customers to drive a reduction in on-hand inventory where needed, rather than just blindly enforcing NCNR commitments. Furthermore, we have demonstrated over several quarters, proactive management of our distribution channel, resulting in a very lean channel inventory position of 1.5 months at the end of quarter 3 versus our long-term target of 2.5 months.\nThrough all of these proactive actions, we believe we will enter 2024 with a comparatively balanced customer inventory position with some remaining pockets of inventory digestion yet to occur. Hence, we will also begin to replenish the channel sometime in 2024. In terms of NXP's focus end markets for 2024, we are assuming global auto production to be up 1% as anticipated by NXP. We assume the mix shift towards semiconductor content rich, hybrid and battery electric vehicles continues and reaches about 40% of all cars produced in '24, up from 33% in 2023. This is very supportive of the NXP-specific secure content drivers such as radar systems, electrification solutions and high-performance processes for software-defined vehicles.\nTurning to core Industrial. We see the trends, including especially content growth to be pretty similar to Automotive. In our Consumer IoT and Mobile business, after over a year of weak demand, we see an incrementally improving environment. Finally, we do believe the weak demand in Communication Infrastructure and Other likely continues as we have situated pent-up demand in our secured cards business, anticipated a weak environment in mobile base station build-outs and expect end of life in some of our network edge products. When putting it all together, netting the positives against the loan headwinds, we continue to navigate a soft lending for the business and anticipate a return to year-on-year revenue growth throughout 2024.\nFor the first quarter, we expect seasonality to return more to the typical pre-COVID seasonal panels in a range of down mid- to upper single digits sequentially. And now I would like to pass the call to you, Bill, for a review of our financial performance.\n\nWilliam J. Betz\n\nExecutive VP & CFO, NXP Semiconductors N.V.\n\nWell, thank you, Kurt, and good morning to everyone on today's call. As Kurt has already covered the drivers of the revenue during Q3 and provided the revenue outlook for Q4, I will move to the financial highlights. Overall, our Q3 financial performance was good. Revenue and non-GAAP gross profit were modestly above the midpoint of guidance, with solid gross profit fall through. Now moving to the details of Q3. Total revenue was $3.4 billion, $34 million above the midpoint of the guidance and essentially flat year-on-year. We generated $2.01 billion in non-GAAP gross profit and reported a non-GAAP gross margin of 58.5% up 50 basis points year-on-year and 10 basis points above the midpoint of the guidance range, driven by the fall-through on higher revenues.\nTotal non-GAAP operating expenses were $803 million or 23.4% of revenue, up $73 million year-on-year. and up $32 million from Q2. When compared to the midpoint of guidance, this is a miss of $18 million where $14 million is due to a potential unforecasted legal liability and the remainder from higher variable compensation. From a total operating profit perspective, non-GAAP operating profit was $1.2 billion, and non-GAAP operating margin was 35%. This was down 190 basis points year-on-year and slightly below the midpoint of the guidance range due to the previously noted potential legal liability, which created a 40 basis point headwind to non-GAAP operating margin.\nNon-GAAP interest expense was $65 million, with non-GAAP income tax provision of $168 million, reflecting a non-GAAP effective tax rate of 14.8%, which is favorable versus our guidance range of 16% to 17%. Noncontrolling interest was $5 million and stock-based compensation, which is not included in the non-GAAP earnings, was $103 million. Changing together, this resulted in a non-GAAP earnings per share of $3.70, $0.10 above the midpoint of the guidance. Now turning to the changes in our cash and debt. Total debt at the end of Q3 was $11.17 billion, flat sequentially. The ending cash position was $4.04 billion, up $179 million sequentially due to the cumulative affected capital returns improved working capital metrics, flat CapEx investments and positive cash generation during Q3.\nThe resulting net debt was $7.13 billion and we exited the quarter with a trailing 12-month adjusted EBITDA of $5.38 billion. The ratio of net debt to trailing 12-month adjusted EBITDA at the end of Q3 was 1.3x and the 12-month adjusted EBITDA interest coverage ratio was 19.9x. During Q3, we repurchased $360 million of our shares and paid $262 million in cash dividends. Taken together, we returned $568 million to our owners in the quarter, which represented 72% of non-GAAP free cash flow and 81% on a trailing 12-month period. Furthermore, subsequent to the end of Q3. We continue to execute our share repurchase program, buying an incremental $124 million or approximately 658,000 shares through Friday, November 3.\nNow turning to working capital metrics. Days of inventory was 134 days, a decrease of 3 days sequentially and distribution channel inventory was 1.5 months or approximately 45 days, down about 4 days from the second quarter. When combined, this represents approximately 179 days or a 7-day decline from the prior quarter. We continue to be laser focused on tightly controlling our channel inventory levels, while leveraging our balance sheet strength to whole product in [ DiForm ] for quick turnaround as demand materializes. Days receivable were 25 days, down 4 days sequentially and days payable were 60 days, a sequential decrease of 3 days. Taken together, the cash conversion cycle was 99 days, an improvement of 4 days versus the prior quarter.\nCash flow from operations was $988 million and net CapEx was $200 million or approximately 6% of revenue, slightly better than our guidance of 7% resulting in non-GAAP free cash flow of $788 million or 23% of Q3 revenue, which is up from 17% in the prior quarter. On a trailing 12-month basis, this represents a 20% non-GAAP free cash flow margin. Overall, we continue to be focused on driving non-GAAP free cash flow margin to greater than 25%, a level we have demonstrated in the past and a level we believe we can achieve in the future. Turning now to our expectations for the fourth quarter. As Kurt mentioned, we anticipate Q4 revenue to be $3.4 billion, plus or minus $100 million. At the midpoint of our revenue outlook, this is up about 3% year-on-year and down about 1% versus Q3.\nFurthermore, given our manufacturing cycle times, the current demand environment, and our lean channel inventory. Our guidance contemplates improving the channel inventory to 1.6-month level for Q4. We expect non-GAAP gross margin to be flat sequentially at 58.5%, plus or minus 50 basis points as we continue to balance mix and internal utilizations. However, we do see slightly higher input costs from our suppliers. As a result, we remain focused on mitigating these higher input costs through a combination of productivity and passing higher input costs along to our customers. Operating expenses are expected to be $785 million, plus or minus about $10 million. Taken together, non-GAAP operating margin will be 35.4% at the midpoint. We expect non-GAAP financial expense to be $69 million and the non-GAAP tax will be $180 million or an effective non-GAAP tax rate of 15.9% of profit before tax.\nNoncontrolling interest will be $6 million. For Q4, we suggest for modeling purposes, we use an average share count of 260 million shares and capital expenditures of 6% of revenue. We expect stock-based compensation, which is not included in our non-GAAP guidance to be $106 million. Taken together, at the midpoint, implies a non-GAAP earnings per share of $3.65. Now for 2024, non-GAAP modeling, we propose you to assume the following: we expect to increase channel inventory sometime in 2024 to support anticipated growth, ensure proper customer stock levels and to support our long-tail customers. We expect non-GAAP gross margin to remain at the high end of our long-term model, plus or minus the normal 50 basis points. Non-GAAP operating expenses, we plan to manage the business at or below the 23% of sales.\nFor capital expenditures, we expect to stay within the long-term model of 6% to 8% of sales. for stock-based compensation, which is not included in our non-GAAP results, we suggest using approximately $450 million. And for non-GAAP taxes, we expect a 17% rate versus the prior view of 18%. So in closing, I would like to highlight what we shared last cycle. First, from a performance standpoint as we navigate a soft landing through a challenging and cyclical demand environment, we will continue to be disciplined to manage what is in our control and stay within our long-term financial model. Second, operationally, the Q4 guidance assumes internal factory utilization will be in the low to mid-70s range. A level we expect to hold until internal inventory normalizes.\nAnd lastly, we plan to hold more cash on the balance sheet to enable greater flexibility. We also plan to retire the $1 billion March 2024 debt tranche when it comes due with our cash on hand which will result in an improved gross debt leverage ratio below the current 2.1x level today. Finally, we will remain active repurchasing our shares. I would like to now turn it back over to the operator for your questions."
  },
  {
    "header": "NXPI",
    "cik": "0001413447",
    "ticker": "NXPI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/67f7dc04fb71ff662b9f9434b7e0d223",
    "period": "2023 Q2",
    "content": "Q2 2023 NXP Semiconductors NV Earnings Call\n\nQ2 2023 NXP Semiconductors NV Earnings Call\n\nNXPINASDAQJUL 25, 8:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to NXP's Second Quarter 2023 Earnings Conference Call. [Operator Instructions] Please be advised today's conference is being recorded. I would now like to hand the conference over to Jeff Palmer, Senior Vice President of Investor Relations. Please go ahead, sir.\n\nJeff Palmer\n\nVice President of Investor Relations\n\nThank you, [ Norma ], and good morning, everyone. Welcome to NXP Semiconductor's second quarter earnings call. With me on the call today is Kurt Sievers, NXP's President and CEO; and Bill Betz, our CFO. Call today is being recorded and will be available for replay from our corporate website.\nToday's call will include forward-looking statements that involve risks and uncertainties and could cause NXP's results to differ materially from management's current expectations. These risks and uncertainties include, but are not limited to, statements regarding the macroeconomic impact on the specific end markets in which we operate, the sale of new and existing products and our expectations for financial results for the third quarter of 2023. Please be reminded that NXP undertakes no obligation to revise or update publicly any forward-looking statements.\nFor a full disclosure on forward-looking statements, please refer to our press release. Additionally, we will refer to certain non-GAAP financial measures, which are driven primarily by discrete events that management does not consider to be directly related to NXP's underlying core operating performance. Pursuant to Regulation G, NXP has provided reconciliations of the non-GAAP financial measures to the most directly comparable GAAP measures in our second quarter 2023 earnings press release, which will be furnished to the SEC on Form 8-K and is available on NXP's website in the Investor Relations section at nxp.com.\nNow I'd like to turn the call over to Kurt.\n\nKurt Sievers\n\nPresident, CEO & Executive Director\n\nThank you, Jeff, and good morning, everyone. We really appreciate you joining our call today. I will start with a review of our quarter 2 results and then discuss our guidance for quarter 3.\nNow let me begin with quarter 2. Our revenue came in at the high end of our guidance or about $100 million better than the midpoint with the trends in all end market segments performing better than our expectations. Taken together, NXP delivered quarter 2 revenue of $3.3 billion, essentially flat year-on-year, while we continue to maintain our distribution channel inventory strictly at a 1.6-month level, which remains to be well below our long-term target of 2.5 months.\nNon-GAAP operating margin in quarter 2 was 35%, 50 basis points above the midpoint of our guidance, so 100 basis points below the year ago period. The year-on-year performance was a result of stronger gross margin, offset by higher R&D investments in support of our mid- and long-term growth targets.\nNow let me turn to the specific trends in our focus end markets. In Automotive, quarter 2 revenue was $1.87 billion, up 9% versus the year ago period and near the high end of our guidance.\nIn Industrial and IoT, quarter 2 revenue was $578 million, down 19% versus the year ago period and near the high end of our guidance.\nIn Mobile, quarter 2 revenue was $284 million, down 27% versus the year ago period and above the high end of our guidance.\nIn Communication, Infrastructure and Other, quarter 2 revenue was $571 million, up 15% year-on-year and at the high end of our guidance.\nDuring the second quarter, we had experienced incremental improvement across all regions with China also gradually improving quarter-over-quarter. Year-on-year growth was led by our Direct business. While our Distribution business continues to grow sequentially from the trough in Q1, though still down on a year-on-year basis.\nNow let me turn to our expectations for quarter 3, 2023. We are guiding quarter 3 revenue to $3.4 billion. This is down about 1% versus the year ago period and represents sequential growth of about 3% at the midpoint. We do anticipate the following trends in our business. Automotive is expected to be up in the mid-single-digit percent range versus quarter 3, '22 and up in the low single-digit range sequentially.\nIndustrial and IoT is expected to be down in the mid-teens percent range versus quarter 3, '22 and up in the low single-digit percent range sequentially. Mobile is expected to be down in the mid-teens percentage range versus quarter 3, '22 and to be up in the mid-20% range on a sequential basis.\nAnd finally, Communication, Infrastructure and Other is expected to be up about 10% versus quarter 3, '22 and flattish sequentially.\nOur guidance for the third quarter contemplates that we maintain the 1.6-month distribution channel inventory level and very consistent to our approach in prior quarters, we will manage sell-in to the channel tightly, so we may start to increase general inventory as and when we see consistent strength in channel sell-through for future periods.\nWe are well positioned with on-hand inventory to [indiscernible] a possible rebound in demand as it emerges. Furthermore, we continue to experience higher input costs. Hence, we stick to our consistent pricing policy, which is to pass along the input cost increases to our customers, while not having our gross margin.\nFrom a more strategic standpoint, we focus on enhancing how we work with our suppliers and customers in order to enable long-term supply and demand assurance programs especially in the automotive and core industrial businesses.\nNow as we progress through 2023, we are gaining confidence that we will be able to return to predictable year-over-year growth of the business. Demand in the Automotive and Core Industrial businesses continues to be solid with only a few pockets of supply shortages persisting through year-end.\nWithin the Mobile segment, we are seeing the expected strong seasonal trends in the premium portion of the market in quarter 3. And our consumer IoT business appears to be accelerating from the in Q1. However, it does not show signs of a sharp rebound as of yet.\nAnd finally, in our Communications, Infrastructure segment, we see soft and lumpy demand in the cellular base station markets, offset by strength in our secured card and businesses.\nSo taken together our first half results and our guidance for quarter 3 give us confidence that we are successfully navigating through the cyclical downturn in our consumer exports businesses, while we do see continued strength in our Automotive, Core Industrial and Communications Infrastructure businesses.\nWe believe quarter 1 was the trough in our business. And we anticipate the second half of 2023 will be greater than the first half of this year and also the second half of 2023 will grow over the second half of 2022. And this outlook does not contemplate a strong rebound in the consumer IoT business or the Android handset market nor does it assume the retail of the distribution channel to our long-term target of 2.5 months.\nSo overall, we will continue to be very, very disciplined, manage what is in our control and stay within our long-term financial model.\nAnd before I turn the call over to Bill, I'd like to take a moment and thank our automotive processor team for achieving a very significant milestone for the enablement of the software-defined At the end of June, NXP out the industry's first fully automotive specified safe and secure 5-nanometer computer. This is a 4 billion transistor multi-core NPU based on an innovative chip architecture that allows the up-integration of new functions and consolidation of existing functions.\nThe vehicle of the future will utilize new software-defined platforms to allow easy upgrades and new features to be added through the vehicle lifetime. Software-defined vehicles get more performance, more reliable, more functional with time instead of degrading as is the case today.\nIn order to achieve this capability, auto OEMs require both flexibility in their compute architecture as well as the opportunity to tap into a broad ecosystem of application developers. At the top of the compute hierarchy in the car is the vehicle computer that runs the vehicle score services and orchestrates functionality across domains deployed into new and processes.\nWith our S32 platform, NXP is the only semiconductor company which offers a complete portfolio to address a wide range of processing requirements across the entire compute hierarchy of the software-defined vehicle.\nThe challenge the auto OEMs are facing with this transformation is the enablement of both software reuse and software scalability. And NXP's S32 platform addresses that challenge by enabling software reuse both horizontally across domains as well as vertically from low-end controllers, all the way up to the high-performance vehicle computer.\nOver the last several years, we have engaged with and enabled multiple automotive OEMs in their journey towards the software-defined vehicle. We have continued to receive significant OEM awards, including the new 5-nanometer vehicle computer, which will help accelerate our automotive growth very well beyond 2024.\nWe are and I am really excited to be on this truly transformational journey with the automotive industry. And now I would like to pause -- to pass the call over to you, Bill, for a review of our financial performance.\n\nWilliam J. Betz\n\nExecutive VP & CFO, NXP Semiconductors N.V.\n\nWell, thank you, Kurt, and good morning to everyone on today's call. As Kurt has already covered the drivers of the revenue during Q2 and provided the revenue outlook for Q3, I will move to the financial highlights.\nOverall, our Q2 financial performance was very good. Revenue was at the high end of the guidance range in both non-GAAP gross profit and non-GAAP operating profit were above the midpoint of the guidance.\nNow moving to the details of Q2. Total revenue was $3.3 billion, essentially flat year-on-year, while $99 million above the midpoint of the guidance range. We generated $1.93 billion in non-GAAP gross profit and reported a non-GAAP gross margin of 58.4%, up 60 basis points year-on-year and 20 basis points above the midpoint of the guidance range.\nTotal non-GAAP operating expenses were $771 million or 23.4% of the revenue, which is up $47 million year-on-year and up $43 million from Q1. This was at the high end of the guidance range due to our planned annual merit expenses and higher variable compensation.\nFrom a total operating profit perspective, non-GAAP operating profit was $1.16 billion, and non-GAAP operating margin was 35%. This was down 100 basis points year-on-year though above the midpoint of the guidance range, which is a reflection of solid fall-through on the combination of higher revenue, better gross profit, offset by slightly higher operating expenses.\nNon-GAAP interest expense was $73 million with non-GAAP income tax provision of $180 million consistent with better profitability, reflecting a non-GAAP effective tax rate of 16.6%. Noncontrolling interest was $6 million and stock-based compensation, which is not included in the non-GAAP earnings, was $102 million. Taken together, this resulted in a non-GAAP earnings per share of $3.43, near the high end of the guidance range.\nTurning to the changes in our cash and debt. Total debt at the end of Q1 was $11.17 billion, flat sequentially. The ending cash position was $3.86 billion, down $67 million sequentially due to the cumulative effect of capital returns, offset by lower CapEx investments, working capital needs and cash generation during Q2. The resulting net debt was $7.31 billion, and we exited the quarter with a trailing 12-month adjusted EBITDA of $5.44 billion. The ratio of net debt to trailing 12-month adjusted EBITDA at the end of Q2 was 1.3x, and the 12-month adjusted EBITDA interest coverage ratio was 18.2x.\nDuring Q2, we repurchased $302 million of our shares and paid $264 million in cash dividends. Taken together, we returned $566 million to the owners in the quarter, which represented 102% and of non-GAAP free cash flow generated during the quarter and 80% on a trailing 12-month period.\nFurthermore, subsequent to the end of Q2, we continue to execute our share repurchase program, buying an incremental $69 million of our shares through Friday, July 21.\nNow turning to working capital metrics. Days of inventory was 137 days, an increase of 2 days sequentially and distribution channel inventory was 1.6 months or approximately 49 days. When combined, this represents approximately 186 days.\nFurthermore, we continue to be laser-focused on tightly controlling our channel inventory levels, while leveraging our balance sheet strength to hold product for quick turnaround as demand materializes. We will only ship products into distribution that has a high likelihood of selling through in the current quarter or is being pre-staged if needed for specific customer deliveries in the next quarter and along with any change in market conditions.\nDays receivable were 29 days, down 2 days sequentially. Days payable were 63 days, a sequential decrease of 5 days due to the timing of material receipts. Taken together, the cash conversion cycle was 103 days, an increase of 5 days versus the prior quarter.\nCash flow from operations was $756 million, and net CapEx was $200 million or 6% of revenue, resulting in non-GAAP free cash flow of $556 million or 17% of Q2 revenue. On a trailing 12-month basis, this represents a 20% free cash flow margin. We continue to be focused on driving non-GAAP free cash flow margin to greater than 25%, a level we have demonstrated in the past and the level we believe we can achieve in the future.\nTurning now to our expectations for the third quarter. As Kurt mentioned, we anticipate Q3 revenue to be $3.4 billion, plus or minus $100 million. At the midpoint of our revenue outlook, this is down about 1% year-on-year and about up 3% versus Q2. Furthermore, given our manufacturing cycle times in the current demand environment, our guidance contemplates maintaining channel inventory at 1.6-month level, though, again, we may move this upward pending improved market conditions and customer requests.\nWe expect non-GAAP gross margin to be flat sequentially at 58.4% plus or minus 50 basis points, as we continue to balance our mix and internal utilizations. However, we do see and expect higher input costs from our suppliers to continue. As a result, we remain focused on mitigating these higher input costs through a combination of productivity and higher prices to our customers.\nOperating expenses are expected to be $785 million plus or minus about $10 million. Taken together, non-GAAP operating margin will be 35.3% at the midpoint. We expect non-GAAP financial expense to be $67 million and non-GAAP tax rate to be 16.6% of profit before tax.\nNoncontrolling interest will be $4 million. And for Q3, we suggest for modeling purposes, you use an average share count of 261.3 million shares and capital expenditures of 7% of revenue. Taken together at the midpoint, this implies a non-GAAP earnings per share of $3.60.\nIn closing, I would like to highlight the key themes for this earnings cycle. First, from a performance standpoint, we will continue to be disciplined to manage what is in our control and stay within our long-term financial model. Second, operationally, the Q3 guidance assumes internal factory utilization in the low- to mid-70s range, similar to this past quarter and a level we expect to hold until internal inventory normalizes.\nLastly, we continue to hold more cash on the balance sheet to enable greater flexibility. Options include reinvestment in the business, continued share repurchases, growth of the dividend and reduced debt levels. Similar to last quarter, we continue to remain active repurchasing our shares.\nI would like to now turn it back to the operator for questions."
  },
  {
    "header": "NXPI",
    "cik": "0001413447",
    "ticker": "NXPI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/08d975d7ca544720bb52e86a01563844",
    "period": "2023 Q1",
    "content": "Q1 2023 NXP Semiconductors NV Earnings Call\n\nQ1 2023 NXP Semiconductors NV Earnings Call\n\nNXPINASDAQMAY 2, 8:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the NXP First Quarter 2023 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Jeff Palmer. Please go ahead.\n\nJeff Palmer\n\nVice President of Investor Relations\n\nThank you, Latania, and good morning, everyone. Welcome to NXP Semiconductor's first quarter earnings call. With me on the call today is Kurt Sievers, NXP's President and CEO; and Bill Betz, our CFO. The call today is being recorded and will be available for replay from our corporate website.\nToday's call will include forward-looking statements that involve risks and uncertainties that could cause NXP's results to differ materially from management's current expectations. These risks and uncertainties include, but are not limited to, statements regarding the continued impact of the COVID-19 pandemic on our business, the macroeconomic impact on specific end markets in which we operate, the sale of new and existing products and our expectations for the financial results for the second quarter of 2023.\nPlease be reminded that NXP undertakes no obligation to revise or update publicly any forward-looking statements. For a full disclosure on forward-looking statements, please refer to our press release. Additionally, we will refer to certain non-GAAP financial measures, which are driven primarily by discrete events that management does not consider to be directly related to NXP's underlying core operating performance.\nPursuant to Regulation G, NXP has provided reconciliations of the non-GAAP financial measures to the most directly comparable GAAP measures in our first quarter 2023 earnings press release which will be furnished to the SEC on Form 8-K and available on NXP's website in the Investor Relations section at nxp.com.\nI would now like to turn the call over to Kurt.\n\nKurt Sievers\n\nPresident, CEO & Executive Director\n\nThanks very much, Jeff, and good morning, everyone. We appreciate you joining our call today. I will start with a review of our quarter 1 results and then discuss our guidance for the second quarter. So let me begin with quarter 1. Our revenue was [ 121 million ] better than the midpoint of our guidance with the trends in all the end market segments performing better than our expectations. .\nTaken together, NXP delivered quarter 1 revenue of $3.12 billion, essentially flat year-on-year, while we continue to maintain our distribution channel inventory at a 1.6 months level, which is well below our long-term target. Non-GAAP operating margin in Q1 was 34.8%, 50 basis points above the midpoint of our guidance [ so ] 90 basis points below the year ago period. Year-on-year performance was a result of flattish revenue, combined with better gross margin offset by higher operating expenses.\nNow let me turn to the specific trends in our focus end markets. In automotive, quarter 1 revenue was $1.83 billion, up 17% versus the year ago period and above the midpoint of our guidance. In Industrial & IoT, quarter 1 revenue was $504 million, down 26% versus the year ago period and near the high end of our guidance.\nIn Mobile, quarter 1 revenue was $260 million, down 35% versus the year ago period and near the high end of our guidance. And finally, Communication Infrastructure and Other, Quarter 1 revenue was $529 million, up 7% year-on-year and above the midpoint of our guidance. During that first quarter, after a slow start, we have seen modest incremental improvement in our China-exposed businesses, which are primarily served through the distribution channel. And this was particularly true for our Industrial & IoT and Mobile businesses.\nAt the same time, we saw solid demand in our North American and European business across all market segments. Now I will turn to our expectations for the second quarter 2023. We are guiding Q2 revenue to $3.2 billion. While this is down about 3% versus the year ago period, it represents a sequential resumption of growth to about 3% at the midpoint. At the midpoint, we anticipate the following trends in our business.\nAutomotive is expected to be up in the high single-digit percent range versus quarter 2 2022 and up in the low single-digit range versus quarter 1, 2023. Industrial & IoT is expected to be down in the mid-20% range year-on-year and up in the high single-digit percent range versus quarter 1, 2023.\nMobile is expected to be down in the low 30% range year-on-year and to be flat on a sequential basis. And finally, Communication Infrastructure and Other is expected to be up about 10% year-on-year and up in the mid-single-digit range sequentially.\nIn summary, as we progress through 2023, we do see a continued solid demand environment in our automotive, core industrial and communications infrastructure businesses while our consumer, IoT and mobile business are stabilizing. We believe the severe shortages, which we have experienced over the last 2 years should subside as we progress towards the end of this year, with now only about 1/3 of our portfolio with lead times greater than 52 weeks.\nThis is down substantially from prior periods. However, we continue to still be supply constrained in several specific technology nodes, primarily for the automotive and core industrial segments. In addition, we are experiencing higher input costs. Hence, we continue to execute our consistent pricing policy, which is to pass along the cost increases to our customers while not [indiscernible] our gross margin.\nWithin Automotive, we see a combination of positive tailwinds continuing throughout the year. This includes the ongoing secular adoption of xEV drivetrains and ADAS as well as NXP-specific content and price increases. Third-party research firms anticipate a modest increase year-on-year of global car production. While at the same time, we believe there are pockets of elevated inventory held at some select Tier 1 auto suppliers due to the [indiscernible] issues, which have plagued the extended auto supply chain.\nIn Industrial & IoT, we expect relative strength in the core industrial submarkets as our products enable critical infrastructure and companies to be more efficient. However, while the consumer IoT business is stabilizing, a more significant growth will be dependent on a cyclical rebound, especially in China. In the Mobile segment, we continue to navigate through a sub-seasonal trough in the first half of this year. However, we do anticipate normal premium model releases in the second half to help resume growth.\nAnd lastly, in Communications, Infrastructure and Other, we are further improving our supply capability against growing statural demand, specifically in our RFID tagging solutions and against pent-up demand for [ secure card ] solutions. On the other hand, our RF power business remains lumpy, and growth this year is limited to 5G build-outs in India.\nOur guidance for the second quarter contemplates that we maintain the 1.6 months channel inventory level. And yet, we may start increasing this level if and when we see consistent strength in general sell-through into the second half of this year. And overall, we are very well positioned with on-hand inventory to satiate a possible rebound in demand as it emerges.\nIn summary, the combination of our first quarter results, the guidance for the second quarter and our early views into the second half of the year leads us to believe that total revenue for the second half of the year will be greater than the first half. Despite our cautious optimism, we do acknowledge the ongoing uncertainty in the demand environment. Therefore, we will continue to be very disciplined and manage what is in our control and stay within our long-term financial model.\nAnd with that, I would like to pass the call over to you, Bill, for a review of our financial performance.\n\nWilliam J. Betz\n\nExecutive VP & CFO, NXP Semiconductors N.V.\n\nThank you, Kurt, and good morning to everyone on today's call. As Kurt has already covered the drivers of the revenue during Q1 and provided our revenue outlook for Q2, I will move to the financial highlights. Overall, our Q1 financial performance was very good. Revenue was above the high end of our guidance range. And both non-GAAP gross and operating profit were above the midpoint of the guidance.\nNow moving to the details of Q1. Total revenue was $3.12 billion, essentially flat year-on-year, while $121 million above the midpoint of the guidance range. We generated\n[Technical Difficulty]\n\nOperator\n\n[Operator Instructions]\nThis is your operator, and you are live.\n\nKurt Sievers\n\nPresident, CEO & Executive Director\n\nGreat. Bill, why don't you continue? Sorry about that folks. .\n\nWilliam J. Betz\n\nExecutive VP & CFO, NXP Semiconductors N.V.\n\nSo let me start now moving to the details of Q1. Total revenue was $3.12 billion, essentially flat year-on-year, while $121 billion above the midpoint of the guidance range. We generated $1.82 billion in non-GAAP gross profit and reported a non-GAAP gross margin of 58.2%, up 60 basis points year-on-year and 20 basis points above the midpoint of the guidance range. .\nTotal non-GAAP operating expenses were $728 million or 23.3% of revenue, up $40 million year-on-year and up $15 million from Q4, modestly above the high end of the guidance range, driven by variable compensation and slightly higher R&D investments. From a total operating profit perspective, non-GAAP operating profit was $1.09 billion and non-GAAP operating margin was 34.8%, down 90 basis points year-on-year, though above the midpoint of the guidance range, reflecting solid fall-through on the increased revenue level versus the guide.\nNon-GAAP interest expense was $76 million, with non-GAAP income tax provision of $167 million, consistent with the high end of the guidance due to better profitability reflecting a non-GAAP effective tax rate of 16.6%.\nNoncontrolling interest was $8 million and stock-based compensation which is not included in the non-GAAP earnings was $99 million. Taken together, this resulted in a non-GAAP earnings per share of $3.19, which is near the high end of our guidance range.\nTurning to the changes in our cash and debt. Total debt at the end of Q1 was $11.17 billion, flat sequentially. The ending cash position was $3.93 billion, up $85 million sequentially due to the cumulative effect of higher working capital, CapEx investments, capital returns and cash generation during Q1.\nThe resulting net debt was $7.24 billion and we exited the quarter with a trailing 12-month adjusted EBITDA of $5.46 billion. The ratio of net debt to trailing 12-month adjusted EBITDA at the end of Q1 was 1.3x, and the 12-month adjusted EBITDA interest coverage was 16.4x. During Q1, we paid $219 million in cash dividends which represented 35% of cash flow from operations.\nDue to the uncertain macro environment and the recent liquidity issues in the regional banking sector, we paused our share repurchases during Q1. However, we plan to resume buybacks in Q2, and our capital allocation strategy has not changed. We plan to return 100% of excess free cash flow back to the owners of the company.\nTurning to working capital metrics. Days of inventory was 135 days, an increase of 19 days sequentially and distribution channel inventory was 1.6 months or 49 days. When combined, this represents approximately 184 days. As mentioned during the last earnings call, our inventory strategy is to manage both on hand and channel inventory together to better serve our customers and prevent excess finished goods inventory on our balance sheet and/or in the distribution channel.\nOur goal is to only ship products into the distribution channel that have a high likelihood of selling through in the current quarter or is being pre-staged if needed for customer delivery in the next quarter. From an internal standpoint, we are comfortable supporting approximately 140 days of inventory on the balance sheet, so long as we hold the channel at 1.6 months or 49 days.\nAs the channel inventory returns to the long-term target of 2.5 months or 75 days, we would correspondingly lower our balance sheet inventory. In Q1, the inventory flexibility on the balance sheet enables us to deliver an extra $120 million of revenue by leveraging the [ die bank ] inventory on hand.\nMoving on to days receivables. It was 31 days, up 5 days sequentially. Days payable were 68 days, a sequential decrease of 9 days due to timing of material receipts. Please note, beginning in Q1, we reclassified certain payables amounts to other current liabilities to better reflect true payable trends.\nTaken together, the cash conversion cycle was 98 days, an increase of 33 days versus the prior quarter as we leverage the balance sheet to avoid over shipping into the channel. Cash flow from operations was $632 million and net CapEx was $251 million, resulting in non-GAAP free cash flow of $381 million or 12% of revenue. The reduction in free cash flow quarter-on-quarter is primarily due to increased working capital needs as previously noted.\nOur long-term target has not changed, and we are focused on driving non-GAAP free cash flow margin to greater than 25%, a level we demonstrated in the second half of 2022. Turning now to our expectations for the second quarter. As Kurt mentioned, we anticipate Q2 revenue to be $3.2 billion, plus or minus $100 million.\nFurthermore, given our manufacturing cycle times and the current demand environment, our guidance contemplates maintaining channel inventory at a 1.6-month level, though we may move this upward pending improved market conditions. At the midpoint of our revenue outlook, this is down [ 3% ] year-on-year and up 3% versus Q1. We expect non-GAAP gross margin to be flat sequentially at 58.2%, plus or minus 50 basis points.\nOperating expenses are expected to be $760 million, plus or minus about $10 million, reflecting annual merit increases. Taken together, non-GAAP operating margin will be 34.5% at the midpoint. We expect non-GAAP financial expense to be $69 million, and the non-GAAP tax rate to be 16.5% of profit before tax.\nNoncontrolling interest will be $7 million. For Q2, we suggest for modeling purposes, you use an average share count of 261.2 million shares and a CapEx rate of 8% of revenue. Taken together at the midpoint, this implies a non-GAAP earnings per share of $3.28.\nIn closing, I would like to highlight the key themes for this earnings cycle. First, we will continue to manage our inventory as a combination of internal and channel inventory. This enables us to better serve our customers' requirements, prevent excess inventory buildup in the channel and supports our outlook for the second half revenue of 2023 to be greater than the first half.\nSecond, the Q2 guidance contemplates internal factory utilization to be in the [ mid-70s ] range, which is modestly down from the low 80s in Q1. We believe operating our factories at a more reasonable utilization level, enables better flexibility and improved throughput. Despite the lower utilization level, we anticipate our gross margin to remain at the high end of our long-term model for the remainder of 2023, driven by improved product mix.\nThirdly, we are holding more cash on the balance sheet to enable greater flexibility. This includes options around the timing and magnitude of share repurchases, cash dividends or the ability to retire debt early as well as any small tuck-in acquisitions, all of which can be funded with cash on hand. Finally, we will continue to be very disciplined to manage what is in our control and stay within our long-term financial model.\nI would like to now turn it back to the operator for questions."
  },
  {
    "header": "NXPI",
    "cik": "0001413447",
    "ticker": "NXPI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fbe8a4698297f68cbdd83db233c28067",
    "period": "2022 Q4",
    "content": "Q4 2022 NXP Semiconductors NV Earnings Call\n\nQ4 2022 NXP Semiconductors NV Earnings Call\n\nNXPINASDAQJAN 31, 8:00 AM\n\nOperator\n\nHello. Thank you for standing by, and welcome to the NXP Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions)\nI would now like to hand the conference over to your speaker today, Jeff Palmer, Senior Vice President of Investor Relations. Please go ahead.\n\nJeff Palmer\n\nVP of IR, NXP Semiconductors N.V.\n\nThank you, Michelle, and good morning, everyone. Welcome to NXP's Fourth Quarter and Full Year 2022 Earnings Call. With me on the call today is Kurt Sievers, NXP's President and CEO; and Bill Betz, our CFO. The call today is being recorded and will be available for replay from our corporate website.\nToday's call will include forward-looking statements that involve risks and uncertainties that could cause NXP's results to differ materially from management's current expectations. These risks and uncertainties include, but are not limited to, statements regarding the continued impact of the COVID-19 pandemic on our business, the macroeconomic impact on the specific end markets in which we operate, the sale of new and existing products and our expectations for the financial results for the first quarter of 2023. Please be reminded that NXP undertakes no obligation to revise or update publicly any forward-looking statements. For a full disclosure on forward-looking statements, please refer to our press release.\nAdditionally, we will refer to certain non-GAAP financial measures, which are driven primarily by discrete events that management does not consider to be directly related to NXP's underlying core operating performance. Pursuant to Regulation G, NXP has provided reconciliations of the non-GAAP financial measures to the most directly comparable GAAP measures in our fourth quarter 2022 earnings press release, which will be furnished to the SEC on Form 8-K and available from NXP's website in the Investor Relations section at nxp.com.\nNow I'd like to turn the call over to Kurt.\n\nKurt Sievers\n\nPresident, CEO & Executive Director, NXP Semiconductors N.V.\n\nThanks, Jeff, and good morning, everyone. We really appreciate you joining our call this morning. I will review both our quarter 4 and our full year 2022 performance, and then I will discuss our guidance for quarter 1.\nBeginning with quarter 4, our revenue was [$12 million] better than the midpoint of our guidance with the trends in the mobile and industrial and IoT markets performing better than our expectations, while Automotive was in line and Communication Infrastructure below our expectations. Taken together, NXP delivered quarter 4 revenue of $3.31 billion, an increase of 9% year-on-year while maintaining channel inventory at a 1.6 months level, well below our long-term target.\nNon-GAAP operating margin in quarter 4 was a strong 36.5%, 160 basis points better than the year ago period and about 50 basis points above the midpoint of our guidance. Year-on-year outperformance was a result of good follow through on the higher revenue, better gross margin due to higher factory utilization and disciplined expense management.\nNow let me turn to the full year performance. Revenue was a record $13.21 billion, an increase of 19% year-on-year. When passing the revenue growth, approximately 14% was due to higher pricing and was due to a combination of volume and mix. And here, as a reminder, we have executed a consistent pricing policy to pass along the inflationary increases of our input costs while not patting our gross margin.\nThroughout 2022, we consistently found ourselves in a situation where robust demand across automotive and core industrial markets, outstripped available supply even as production levels, both internally and from our supplier partners improved through the year. And now we do see a continuation of input cost inflation in 2023, however, not at the same pace and level we experienced in 2022.\nThe full year non-GAAP operating margin was solid 36.3%, a 340 basis point improvement versus the year ago period as a result of higher revenue, improved factory loadings and positive operating leverage.\nNow let me move to the specific trends in our focus end markets. First, Automotive. Full year revenue was $6.88 billion, up 25% year-on-year, a reflection of higher pricing, our strong company-specific product drivers and accelerated content increases, thanks to the secular growth in sales of xEV vehicles and prioritization by OEMs of premium class vehicles in a limited supply environment.\nFor the fourth quarter, Automotive revenue was $1.81 billion, up 17% versus the year ago period and in line with our guidance.\nNow moving to Industrial and IoT. Full year revenue was $2.71 billion, up 13% year-on-year, primarily due to higher pricing and the strong competitive positioning of our solution offering comprising industrial processes (inaudible) connectivity and security. For the fourth quarter, Industrial and IoT revenue was $605 million, down 8% versus the year ago period, so better than our guidance.\nMobile. Full year revenue was $1.61 billion, up 14% year-on-year, primarily due to higher pricing and continued traction of our secure mobile wallet. For quarter 4, Mobile revenue was $408 million, up 9% versus the year ago period and better than our guidance.\nLastly, Communication Infrastructure and Other. Full year revenue was $2 billion, up 15% year-on-year. The year-on-year growth was due to higher pricing and a combination of sales growth of network processors, RFID tech solutions, secured transit and access products and RF power products for the cellular base station markets. For quarter 4, Communication Infrastructure and Other revenue was $494 million, up 8% year-on-year and below our guidance.\nNow as discussed earlier, I also would like to provide you a progress update on our accelerated growth drivers. At our Analyst Day in November '21, we highlighted our expectation to grow total company revenue to approximately $15 billion in 2024, coming from $11 billion in 2021 within a compound annual growth range of 8% to 12% over that period. Embedded within this outlook, we highlighted 6 company-specific revenue drivers across all our served end markets, which we anticipated to grow in aggregates to about $6 billion in '24 from a $3 billion level in '21, representing about a 25% 3-year compound annual growth range.\nAdditionally, we shared with you that our high relative market share core business would grow to $9 billion in '24 from $8 billion in '21, reflecting about a 5% 3-year compound annual growth range. Overall, we are confident to achieve the anticipated growth rates for both our accelerated growth drivers as well as our high relative market share core business.\nMoving to the segments. Within Automotive, the accelerated growth drivers are 77 gigahertz radar, electrification and the S32 domain and solar processes, all of which are tracking ahead of plan. According to market research company, Yole, NXP is confirmed as the clear #1 revenue market leader in automotive radar solutions as well as individually in radar RF transceivers and radar processes. Furthermore, we just announced the industry's first 28-nanometer RFCMOS radar 1 chip IC family for the next-generation ADAS, an autonomous driving systems.\nTurning to our efforts in electrification. Our sales, including battery management solutions, inverter control and other xEV control processes has doubled year-on-year and achieved record custom design wins.\nFinally, within Automotive, the customer enthusiasm for this S32 domain and sonar processor family, enabling the software-defined vehicle, are far in excess of our expectations. This includes the awards by a major automotive OEM, which selected the S32 family of automotive processes and microcontrollers to be used across its fleet of future vehicles beginning mid-decade.\nMoving to Industrial and IoT. We are in line with our expected growth range of about 25% 3-year CAGR for our accelerated growth drivers. Both our crossover and (inaudible) application processor families grew nearly 50% year-on-year in 2022. However, we did see a deceleration in revenue in the consumer IoT portion of the end markets during the second half of 2022.\nFinally, we announced our new MCX microcontroller portfolio, that is scalable, optimized foundation for energy-efficient industrial and IoT edge applications, addressing the heavy real-time workloads for the next wave of innovation. In addition, we recently announced our new analog front-end family for high-precision data acquisition and condition monitoring systems for factory automation.\nMoving to Mobile. We are below our expected revenue growth range for the accelerated growth driver of ultra-wideband due to the well-documented weakness in the Android handset market, which is the focused mobile market for our ultra-wideband solutions. However, for ultra-widebands, the ecosystem build-out and design win activity and traction in both Mobile and Auto are going well. And we believe as the Android market rebounds, awarded design wins will result in the expected revenue growth for ultra-widebands.\nLastly, within Communications and Infrastructure, we are in line with our expected revenue growth range for RF power amplifiers. The industry transition to gallium nitride from LDMOS technology has occurred faster than expected. The revenue for our gallium nitride-based solutions has doubled year-on-year and demand continues to outstrip our increasing supply capability.\nIn review, 2022 was a very good year for NXP, with strong execution resulting in record revenue, solid profit growth and a healthy free cash flow generation. Additionally, we experienced unprecedented year-on-year design win traction across the entire portfolio.\nNow let me turn to our expectations for quarter 1, 2023. We are guiding quarter 1 revenue to $3 billion, down about 4% versus the first quarter of '22. From a sequential perspective, this represents a deceleration of about 9% at the midpoint versus the prior quarter. At the midpoint, we anticipate the following trends in our business. Automotive is expected to be up in the mid-teens percent range versus quarter 1, '22 and flat versus quarter 4, '22.\nIndustrial and IoT is expected to be down in the low 30% range year-on-year and down in the low 20% range versus quarter 4, '22. Mobile is expected to be down about in the mid-40% range, both on a year-on-year and sequential basis. Finally, Communication Infrastructure and Other is expected to be about flat, both on a year-on-year and sequentially.\nIn summary, as we head into 2023, our Automotive and Core Industrial businesses remain supply constraints in select areas. Within Automotive, the increase of global production levels and the secular adoption of xEV are tailwinds to continued content increases. In Industrial and IoT, we expect relative strength in the core industrial submarkets as our products enable critical infrastructure and companies to be more efficient. However, the Consumer IoT and the Mobile segment will continue to be dependent on a cyclical rebound.\nAnd lastly, in Communications Infrastructure, we expect our supply capability to improve against pent-up demand, specifically in our RFID packing solutions, secure access products and e-government identification.\nWithin the 5G base station markets, growth in '23 will be dependent on the build-out, especially in India. At the same time, we do believe from an external macro perspective, the general demand environment is offering much higher levels of uncertainty than last year. And in the very short term, we are expecting a dip in China due to the spike in infection rates following the policy shift relating to COVID. Additionally, we expect continued cyclical weakness in demand for consumer-oriented products and a potential correction of customer inventory.\nIn this more uncertain demand environment, we will focus on prudently managing what is in our control. And especially while we have plenty of orders, we will continue to very vigilantly manage general inventory to a 1.6 months level, which is about a month below our long-term target, equaling approximately $500 million of revenue. We intend to maintain that 1.6 months channel inventory in the first quarter, while we are well positioned with our on-hand inventory to increase channel inventory, if and when demand in China revolves. So far, quarter-to-date, our distribution sales through in China is off to a slow start as is incorporated in our guidance.\nOver the midterm, we are cautiously optimistic given customer engagement levels, design win momentum in our strategic focus areas and a potential rebound in China.\nAnd now I would like to pass the call to you, Bill, for a review of our financial performance.\n\nWilliam J. Betz\n\nExecutive VP & CFO, NXP Semiconductors N.V.\n\nThank you, Kurt, and good morning to everyone on today's call. As Kurt has already covered the drivers of revenue during Q4 and provided our revenue outlook for Q1, I will move to the financial highlights.\nOverall, our Q4 financial performance was very good. Revenue was slightly above the midpoint of our guidance range and both non-GAAP gross profit and non-GAAP operating profit were above the midpoint of our guidance.\nI will first provide full year highlights and then move to the Q4 results. Full year revenue for 2022 was $13.21 billion, up 19% year-on-year. We generated $7.64 billion in non-GAAP gross profit and reported a non-GAAP gross margin of 57.9%, up 180 basis points year-on-year as a result of higher internal factory utilization and fall-through on higher revenue, which is at the high end of our long-term financial model.\nTotal non-GAAP operating expenses were $2.86 billion or 21.6% of revenue, below our long-term financial model. Total non-GAAP operating profit was $4.79 billion, up 32% year-on-year. This reflects a non-GAAP operating margin of 36.3%, up 340 basis points year-on-year and above our long-term financial model.\nNon-GAAP interest expense was $386 million. Cash taxes for ongoing operations were $558 million, noncontrolling interest of $46 million and stock-based compensation, which is not included in our non-GAAP earnings, was $364 million.\nFull year cash flow highlights include $3.9 billion in cash flow from operations and $1.06 billion in net CapEx investments or 8% of revenue, resulting in $2.83 billion of non-GAAP free cash flow, up 23% year-on-year or a healthy 21% of revenue.\nDuring 2022, we repurchased 8.33 million shares for $1.43 billion and paid cash dividends of $815 million or 21% of cash flow from operations. In total, we returned $2.2 billion to our owners, which was 79% of the total non-GAAP free cash flow generated during the year.\nNow moving to the details of Q4. Total revenue was $3.31 billion, up 9% year-on-year, in line with the midpoint of our guidance range. We generated $1.92 billion in non-GAAP gross profit and reported a non-GAAP gross margin of 58%, up 70 basis points year-on-year and consistent with the midpoint of our guidance range.\nTotal non-GAAP operating expenses were $713 million or 21.5% of revenue, which is up $32 million year-on-year and down $17 million from Q3, slightly favorable to the midpoint of our guidance. From a total operating profit perspective, non-GAAP operating profit was $1.21 billion, and non-GAAP operating margin was 36.5%, up 160 basis points year-on-year, above the midpoint of our guidance range, reflecting solid fall-through in operating leverage on the increased revenue level.\nNon-GAAP interest expense was $95 million, with cash taxes for ongoing operations of $126 million and noncontrolling interest was $12 million. Stock-based compensation, which is not included in our non-GAAP earnings, was $97 million.\nNow I would like to turn to the changes in our cash and debt. Our total debt at the end of Q4 was $11.17 billion, essentially flat sequentially. Our ending cash position was $3.85 billion, up $86 million sequentially due to the cumulative effect of capital returns, CapEx investments and cash generation during Q4. The resulting net debt was $7.32 billion, and we exited the quarter with a trailing 12-month adjusted EBITDA of $5.47 billion.\nOur ratio of net debt to trailing 12-month adjusted EBITDA at the end of Q4 was 1.3x, and our 12-month adjusted EBITDA interest coverage was 14.9x. Cash flow generation of the business continues to be healthy and our balance sheet continues to be very strong.\nDuring Q4, we paid $221 million in cash dividends and repurchased $475 million of our shares. Additionally, the NXP Board of Directors has approved a 20% increase in our quarterly cash dividend, bringing the quarterly cash dividend to approximately $1 per share. These actions are all aligned with our capital allocation strategy.\nTurning to working capital metrics. Days of inventory was 116 days, an increase of 17 days sequentially and distribution channel inventory was 1.6 months. As we mentioned on our last quarter's call, given the uncertain demand environment, we made the intentional choice to limit the months of inventory in the channel, while keeping inventory on our balance sheet to enable greater flexibility to redirect product as needed. Furthermore, given our manufacturing cycle times, combined with the uncertain demand environment in the first half of 2023, we will continue with this approach in Q1, and we expect DIO to increase in the quarter. Days receivable were 26 days, down 1 day sequentially and days payable were 105 days, an increase of 9 days versus the prior quarter due to the timing of material. Taken together, our cash conversion cycle was 37 days, an increase of 7 days versus the prior quarter.\nCash flow from operations was $1.08 billion and net CapEx was $233 million, resulting in non-GAAP free cash flow of $843 million or approximately 25% of our revenue.\nTurning now to our expectations for the first quarter. As Kurt mentioned, we anticipate Q1 revenue to be $3 billion, plus or minus about $100 million. At the midpoint, this is down 4% year-on-year and down 9% sequentially. We expect non-GAAP gross margin to be about 58% plus or minus 50 basis points, driven by favorable mix, offset by the lower revenue.\nOperating expenses are expected to be about $710 million, plus or minus about $10 million. Taken together, we see non-GAAP operating margin to be 34.3% at the midpoint. We estimate non-GAAP financial expense to be about $77 million. We anticipate the non-GAAP tax rate to be 16.5% of profit before tax. Noncontrolling interest and other will be about $10 million. For Q1, we suggest for modeling purposes, you use an average share count of 261.4 million shares. Taken together, at the midpoint, this implies a non-GAAP earnings per share of $3.01.\nFor full year 2023 modeling purposes, we suggest for a non-GAAP tax rate you use a range between 16% to 17%. This is lower than our previously anticipated effective cash tax rate of 18% and is based on current tax legislation. For stock-based compensation, we suggest you use $410 million, no change from the model. For noncontrolling interest, we suggest you use $30 million to $40 million lower than 2022 and for capital expenditures, we expect to invest approximately 8% of our revenue.\nIn closing, looking ahead into 2023, I'd like to highlight a few focus areas for NXP. First, we plan to execute and drive our 6 company-specific accelerated growth drivers. Second, we will manage our internal and channel inventory thoughtfully based on market conditions. Thirdly, we will continue to be disciplined with our operating expenses, while protecting our long-term R&D investments. Taken together, we plan to operate within our long-term financial model ranges in what is a dynamic macro environment.\nI'd like to now turn it back to the operator for questions. Thank you."
  },
  {
    "header": "NXPI",
    "cik": "0001413447",
    "ticker": "NXPI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3f8132257b56be87e935ac1da24f8509",
    "period": "2022 Q3",
    "content": "Q3 2022 NXP Semiconductors NV Earnings Call\n\nQ3 2022 NXP Semiconductors NV Earnings Call\n\nNXPINASDAQNOV 1, 8:00 AM\n\nOperator\n\nHello. Thank you for standing by, and welcome to the NXP Third Quarter 2022 Earnings Conference Call. (Operator Instructions) Please be advised that today's conference may be recorded.\nI would now like to hand the conference over to your speaker today, Jeff Palmer, Senior Vice President of Investor Relations. Please go ahead.\n\nJeff Palmer\n\nVP of IR, NXP Semiconductors N.V.\n\nThank you, Josh, and good morning, everyone. Welcome to the NXP Semiconductors Third Quarter 2022 Earnings Call. With me on the call today is Kurt Sievers, NXP's President and CEO; and Bill Betz, our CFO. The call today is being recorded and will be available for replay from our corporate website.\nToday's call will include forward-looking statements that involve risks and uncertainties that could cause NXP's results to differ materially from management's current expectations. These risks and uncertainties include, but are not limited to, statements regarding the continued impact of the COVID-19 pandemic on our business, the macroeconomic impact on the specific end markets in which we operate, the sale of new and existing products and our expectations for the financial results for the fourth quarter of 2022. Please be reminded that NXP undertakes no obligation to revise or update publicly any forward-looking statements. For a full disclosure on forward-looking statements, please refer to our press release.\nAdditionally, we will refer to certain non-GAAP financial measures, which are driven primarily by discrete events that management does not consider to be directly related to NXP's underlying core operating performance. Pursuant to Regulation G, NXP has provided reconciliations of the non-GAAP financial measures to the most directly comparable GAAP measures in our third quarter 2022 earnings press release, which will be furnished to the SEC on Form 8-K and be available on NXP's website in the Investor Relations section at nxp.com.\nNow I'd like to turn the call over to Kurt.\n\nKurt Sievers\n\nPresident, CEO & Executive Director, NXP Semiconductors N.V.\n\nThank you, Jeff, and good morning, everyone. We appreciate you joining our call today.\nNow let me begin with a review of our quarter 3 performance. Our revenue was $20 million better than the midpoint of our guidance with performance in the Mobile, Automotive and Communication Infrastructure markets, all better than our expectations. For the Consumer-exposed IoT subset of the Industrial & IoT market, we started to experience weaker sell-through in the Channel. And let me remind you that our Consumer IoT exposure is approximately 40% of the Industrial and IoT segment revenue. It is made up of thousands of customers primarily in China and serviced through our distribution partners. Taken together, NXP delivered quarter 3 revenue of $3.45 billion, an increase of 20% year-on-year.\nOur non-GAAP operating margin in quarter 3 was a record 36.9%, 340 basis points better than the year ago period and 80 basis points above the midpoint of our guidance. Our results reflect strong execution with solid profit fall-through on the incrementally higher revenue and better than guided operating leverage.\nNotwithstanding our results, which surpassed our guidance, we are facing a tricky demand environment. On the one hand, the demand trends from Automotive and Core Industrial customers are very resilient. And we continue to face supply constraints across multiple microcontroller and advanced analog products. And on the other hand, we see weakness in the broad Consumer IoT and in the Android mobile market.\nGiven that unbalanced dynamic of the demand environment, we are going to pull those levers that are in our control, namely stringent Channel Inventory management and discipline and discretionary operating expense.\nIn terms of inventory, we have decided to take a Draconian approach to managing our distribution Channel Inventory. Specifically, our quarter 4 guidance contemplates a Channel Inventory at the 1.6 months of supply level, which is in line with quarter 3 and well below our long-term model. We prefer to keep any incremental inventory on our balance sheet, where we have the ability to control and redirect shipments as needed.\nAnd in terms of discretionary spending, amongst others, we are slowing the rate of hiring. All in all, we believe these measures are a prudent approach until such time as we see a clearer and more consistent view of the demand environment.\nNow let me turn to the specific trends in our focus end markets. In Automotive, revenue in Q1 was -- in Q3 was $1.8 billion, up 24% year-on-year, near the high end of guidance. In Industrial & IoT, revenue was $713 million, up 17% year-on-year, $32 million below our guidance. In Mobile, revenue was $410 million, up 19% year-on-year, $30 million better than our guidance. And lastly, Communication Infrastructure & Other revenue was $518 million, up 14% year-on-year, slightly above our guidance.\nNow let me look at key operating indicators relative to the noted demand dynamics, where we see the following. In terms of quoted product lead times, overall, we dropped to just below 70% of our portfolio with lead times that are greater than 52 weeks. This metric was greater than 80% a quarter ago. While this is in aggregate an improvement from prior periods, we continue to be sold out through '23 in the Automotive and Core Industrial end markets.\nIn terms of our NCNR program, most of our Automotive and Core Industrial customers continue to demand assured supply for 2023. Our '23 NCNR order book continues to surpass our '23 supply capability as well as the level of NCNR orders which have been requested for 2022.\nAnd in terms of inventory, as noted previously, our Q4 guidance contemplates distribution channel at 1.6 months, well below our long-term target of 2.5 months. With respect to on-hand inventory at NXP, our DIO has increased 5 days sequentially to 99 days, and it will increase further. Given the application-specific nature of our product portfolio, we are comfortable with this direction.\nNow let me turn to our expectations for quarter 4. We are guiding revenue at $3.3 billion, up about 9% versus the fourth quarter of 2021, within a range of up 5% to up 12% year-on-year. And from a sequential perspective, this represents a decline of about 4%, at the midpoint versus the prior quarter.\nAt the midpoint, we anticipate the following trends in our business. Automotive is expected to be up in the high teens on a percent basis versus quarter 4 '21 and flattish versus quarter 3 '22. Industrial and IoT is expected to be down in the low double-digit range on a percentage basis year-on-year and down in the high teens range versus quarter 3 '22.\nMobile is expected to be up in the low single-digit range year-on-year and down in the upper single-digit range versus quarter 3 '22. And finally, Communication Infrastructure & Other is expected to be up in the low teens range versus the same period a year ago and flattish on a sequential basis.\nNow in summary, there is a real dichotomy in the various end markets that we serve. The potential for some demand destruction in the consumer end markets that we noted as a concern last quarter has materialized. While we could ship more into the Channel, we are taking a proactive stance to limit Channel Inventory buildup. And conversely, we are seeing very resilient customer demand in the Automotive and Core Industrial segments, where demand continues to outpace supply, which hinders us from shipping to the true end demand. So overall, we remain cautious in the near term due to the uncertainties in the macro environment.\nAnd with that, now I would like to pass the call over to you, Bill, for a review of our financial performance.\n\nWilliam J. Betz\n\nExecutive VP & CFO, NXP Semiconductors N.V.\n\nThank you, Kurt, and good morning to everyone on today's call.\nAs Kurt has already covered the drivers of the revenue during Q3 and provided our revenue outlook for Q4, I will move to the financial highlights. Overall, our Q3 financial performance was very good. Revenue was $20 million above the midpoint of our guidance range. And both non-GAAP gross profit and non-GAAP operating profit were above the midpoint of our guidance.\nNow moving to the details of Q3. Total revenue was $3.45 billion, up 20% year-on-year, notwithstanding weakness in the consumer-centric portion of the Industrial and IoT segment. We generated $1.99 billion in non-GAAP gross profit and reported a non-GAAP gross margin of 58%, up 150 basis points year-on-year and both above the midpoint of guidance range as a result of higher factory utilization and higher sales volume.\nTotal non-GAAP operating expenses were $730 million or 21.2%, up $73 million year-on-year and up $6 million from Q2, better than our guidance range and below our long-term model. From a total operating profit perspective, non-GAAP operating profit was $1.27 billion, and non-GAAP operating margin was 36.9%, up 340 basis points year-on-year, and both above the midpoint of the guidance range.\nNon-GAAP interest expense was $91 million with cash taxes for ongoing operations of $160 million or 13.6% effective cash tax rate. And noncontrolling interest was about $12 million. Stock-based compensation, which is not included in our non-GAAP earnings, was $89 million.\nNow I would like to turn to the changes in our cash and debt. Our total debt at the end of Q3 was $11.16 billion, flat sequentially. Our ending cash position was $3.76 billion, up $214 million sequentially thanks to improved operating performance. The resulting net debt was $7.40 billion. And we exited the quarter with a trailing 12-month adjusted EBITDA of $5.3 billion. Our ratio of net debt to trailing 12-month adjusted EBITDA at the end of Q3 was 1.4x, and our 12-month adjusted EBITDA interest coverage was 13.8x.\nTurning to working capital metrics. Days of inventory was 99 days, an increase of 5 days sequentially as we continue to experience incrementally improved supply trends. The increase in on-hand inventory was evenly split between raw materials and work in process to support revenue growth in subsequent periods and an increase in finished goods due to the noted weakness in the Android mobile market and the consumer-centric portion of Industrial & IoT.\nAs Kurt mentioned, we continue to tightly manage our Channel Inventory. Inventory in the Channel was 1.6 months and continues to be well below our long-term target. Days receivable were 27 days, flat sequentially. And days payable were 96, an increase of 2 days versus the prior quarter. Taken together, our cash conversion cycle was 30 days. Our working capital management, balance sheet and Channel metrics continue to be very strong and well managed.\nCash flow from operations was $1.14 billion, and net CapEx was $281 million or 8.2% of revenue, resulting in a non-GAAP free cash flow of $863 million or 25% of revenue. During Q3, we paid $223 million in cash dividends, and we repurchased $400 million of NXP shares. In addition, since the beginning of Q4 through October 28, we purchased an additional $260 million of shares under the established 10b5-1 program.\nOn a trailing 12-month basis through the end of Q3, we have returned 98% of our non-GAAP free cash flow back to the owners of the company, consistent with our capital allocation strategy. The cash flow generation of the business continues to be excellent.\nNow turning to our expectations for Q4. As Kurt mentioned, we anticipate revenue to be about $3.3 billion, plus or minus about $100 million. At the midpoint, this is up 9% year-on-year and down 4% sequentially. We expect non-GAAP gross margin to be about 57.8%, plus or minus 50 basis points. Operating expenses are expected to be around $720 million, plus or minus about $10 million, which is down about 1% sequentially driven by lower incentive compensation and discretionary spending.\nTaken together, we see non-GAAP operating margin to be 36% at the midpoint. We estimate non-GAAP financial expense to be about $81 million driven by higher interest income and we anticipate cash tax related to ongoing operations to be about $140 million or about a 13% effective cash tax rate, which is below our communicated model, leading to a full year effective tax rate of 13%.\nNoncontrolling interest should be about $12 million. And for Q4, we suggest for modeling purposes, you use an average share count of 262 million shares. For CapEx, we suggest you use 8%, bringing total year CapEx to 8% versus our prior expectations of 10% due to delays in equipment deliveries.\nFinally, I have an update to our reported financials. Beginning with our guidance for Q1 2023, we will begin to apply an estimated annual tax rate to our GAAP and, thus, our non-GAAP profit before tax. This change will enable NXP to report a non-GAAP earnings per share on a go-forward basis, consistent with SEC guidelines.\nGiven current tax legislation, we believe our new estimated tax rate will be consistent with our long-term cash tax rate of 18%, as provided at our Analyst Day in November of 2021.\nOverall, despite the uncertain macroeconomic conditions which are impacting some of our more consumer-oriented markets, as Kurt mentioned, we will navigate what is in our control, such as Channel Inventory and discretionary spending. Furthermore, over the foreseeable future, we will continue to operate within our long-term financial model.\nThank you, and we now can turn the call back over to the operator for questions."
  },
  {
    "header": "NXPI",
    "cik": "0001413447",
    "ticker": "NXPI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/32d0c7e76393bcdcad9f1e2a543cc5d5",
    "period": "2022 Q2",
    "content": "Q2 2022 NXP Semiconductors NV Earnings Call\n\nQ2 2022 NXP Semiconductors NV Earnings Call\n\nNXPINASDAQJUL 26, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Thank you for standing by, and welcome to the NXP Second Quarter 2022 Earnings Conference Call. (Operator Instructions) Please be advised that today's conference may be recorded.\nI would now like to hand the conference over to your speaker host today, Jeff Palmer. Please go ahead, sir.\n\nJeff Palmer\n\nVP of IR, NXP Semiconductors N.V.\n\nThank you, Olivia. Good morning, everyone. Welcome to NXP Semiconductor's Second Quarter 2002 (sic) [2022] Earnings Call. With me on the call today is Kurt Sievers, NXP's President and CEO; and Bill Betz, our CFO. The call today is being recorded and will be available for replay from our corporate website.\nToday's call will include forward-looking statements that involve risks and uncertainties that could cause NXP's results to differ materially from management's current expectations. These risks and uncertainties include, but are not limited to, statements regarding the continued impact of the COVID-19 pandemic on our business, the macroeconomic impact on the specific end markets in which we operate, the sale of new and existing products and our expectations for the financial results for the third quarter of 2022. Please be reminded that NXP undertakes no obligation to revise or update publicly any forward-looking statements. For a full disclosure on forward-looking statements, please refer to our press release.\nAdditionally, we will refer to certain non-GAAP financial measures, which are driven by -- primarily by discrete events that management does not consider to be directly related to NXP's underlying core operating performance. Pursuant to Regulation G, NXP has provided reconciliations of the non-GAAP financial measures to the most directly comparable GAAP measures in our second quarter 2002 (sic) 2022 earnings press release, which will be furnished to the SEC on Form K and is available on NXP's website in the Investor Relations section at nxp.com.\nNow I'd like to turn the call over to Kurt.\n\nKurt Sievers\n\nPresident, CEO & Executive Director, NXP Semiconductors N.V.\n\nThank you very much, Jeff, and good morning, everyone. We appreciate you all joining our call today.\nLet me begin with a review of our quarter 2 performance. Our revenue was $37 million better than the midpoint of our guidance, with Automotive and Industrial & IoT above our guidance, while trends in the Mobile and Communication Infrastructure markets were in line with our expectations. Taken together, NXP delivered quarter 2 revenue of $3.31 billion, an increase of 28% year-over-year.\nOur non-GAAP operating margin in quarter 2 was a record 36%, 400 basis points better than the year ago period and about 30 basis points above the midpoint of our guidance. Our results reflect strong execution, with better-than-guided operating leverage and profit fall-through on the incrementally higher revenue on top of improved gross profit.\nNow let me turn to the specific trends in our focus end markets. In Automotive, revenue was $1.71 billion, up 36% year-over-year, near the high end of guidance. In Industrial & IoT, revenue was $713 million, up 25% year-on-year, better than our guidance. In Mobile, revenue was $388 million, up 12% year-on-year, in line with our guidance. And lastly, Communication Infrastructure & Other revenue was $498 million, up 20% year-on-year, in line with our guidance.\nLooking at the trends across our end markets, we are not naive to believe NXP is immune from the clearly weakening macro environment. We are highly alert, and we review frequently and very closely several key indicators relative to the dynamics of customer demand versus supply, inventory per channel per end market and per geography.\nWhen we look at demand signals, we have a high level of confidence in the intermediate-term outlook. This is especially true in terms of demand trends in the Automotive and Industrial markets, which account for the majority of our total revenue. While there is a well-documented weakness in the low-end Android handset market, it is important to note that our Mobile business is more biased towards the premium-tier vendors. And in aggregate, our Mobile business accounts for only about 12% of our total revenue.\nIn terms of the PC and broad consumer electronics markets, there are much smaller contributors in the IoT portion of our Industrial & IoT segment.\nIn terms of customer behaviors, we do not see any substantial weakening within the Auto and Industrial customer base. Relative to long-term committed customer demand, a large percentage of our major customers continue to firmly desire supply assurance commitments, which are facilitated by placing noncancelable, nonreturnable orders with us throughout 2023. And currently, the level of NCNR orders into 2023 is greater than our ability to service.\nIn terms of key operating metrics, which inform our short-term decisions, demand continues to outpace our gradually and incrementally improving supply capability. Furthermore, even as we actively derisk our existing backlog for potential double or any stale orders, we judge supply to only address approximately 80% of the underlying demand. Additionally, we continue to redirect shipments to those customers which are at risk of going lines down, thus avoiding excess or stagnant inventory buildup.\nWhen looking at customer inventory, we continue to see a dysfunctional supply chain, which struggles to get the right product mix and complete kits to the correct location in the extended Automotive and Industrial markets.\nNow in terms of our own on-hand inventory, it has increased through quarter 2 on a dollar basis, consistent with orders placed to our suppliers and internal build plans. The primary area of increase is in raw material and work in progress in order to fulfill firm customer commitments in future and especially in quarter 3. On a days basis, DIO was 94, an increase of 5 days sequentially, and closer to our long-term target of 95 days.\nNow moving to the distribution channel, which services about half of our total revenue. Inventory continues to remain stubbornly below our long-term targets. During quarter 2, the months of supply in the channel was barely 1.6, which is about a month below our long-term target, and it is now the seventh consecutive quarter of an exceedingly tight supply situation in the channel.\nFinally, let me speak to our ability to service customer requirements. Lead times continue to be extended, with more than 80% of all products being quoted at 52 weeks or greater, which is actually on a similar level to last quarter.\nSo in summary, against this dynamic backdrop, our second quarter and the first half of the year was a good beginning to what we view will be a positive year for NXP. We do continue to see the second half of the year greater than the first on an absolute dollar basis.\nNow let me turn to our expectations for quarter 3. We are guiding revenue at $3.425 billion, up about 20% versus the third quarter of 2021, within a range of up 17% to up 22% year-on-year. From a sequential perspective, this represents growth of about 3% at the midpoint versus the prior quarter.\nAt the midpoint, we anticipate the following trends in our business. Automotive is expected to be up in the low 20% range versus quarter 3 '21 and up in the mid-single-digit range versus quarter 2 '22. Industrial & IoT is expected to be up in the low 20% range year-on-year and up in the mid-single-digit range versus quarter 2 '22. Mobile is expected to be up about 10% year-on-year and down in the low single-digit range versus quarter 2 '22. And finally, Communication Infrastructure & Other is expected to be up in the low double-digit range versus the same period a year ago and up in the low single-digit range on a sequential basis.\nLet me summarize. The growth we have anticipated for 2022 is materializing, notwithstanding the clear macro crosscurrents and the continued supply challenges. We do continue to see strong customer demand in the Automotive and Industrial segments as well as within our company-specific accelerated growth drivers. Overall, demand continues to outpace increasing supply. However, we are staying paranoid about the macro environment. And hence, we will continue to work very diligently and in a very disciplined manner to assure inventory across all end markets remains lean.\nAnd with that, I would like to pass the bill over to you -- the call over to you, Bill, for a review of our financial performance. Bill?\n\nWilliam J. Betz\n\nExecutive VP & CFO, NXP Semiconductors N.V.\n\nThank you, Kurt, and good morning to everyone on today's call. As Kurt has already covered the drivers of the revenue during Q2 and provided our revenue outlook for Q3, I will move to the financial highlights.\nOverall, our Q2 financial performance was very good. Revenue was $37 million above the midpoint of our guidance range. And both non-GAAP gross profit and non-GAAP operating profit were above the midpoint of our guidance.\nNow moving to the details of Q2. Total revenue was $3.31 billion, up 28% year-on-year and above the midpoint of our guidance range. We generated $1.92 billion in non-GAAP gross profit and reported a non-GAAP gross margin of 57.8%, which is up 170 basis points year-on-year and both above the midpoint of the guidance range as a result of higher revenue and positive product mix.\nTotal non-GAAP operating expenses were $724 million or 21.9%, up $98 million year-on-year and up $36 million from Q1, in line with our guidance range but the lower long-term model. From a total operating profit perspective, non-GAAP operating profit was $1.19 billion, and non-GAAP operating margin was 36%, up 400 basis points year-on-year and both above the midpoint of the guidance range. Non-GAAP interest expense was $97 million, with cash taxes for ongoing operations of $150 million or approximately 13.7% effective cash tax rate, and noncontrolling interest was $13 million. Stock-based compensation, which is not included in our non-GAAP earnings, was $89 million.\nNow I would like to turn to the changes in our cash and debt. Our total debt at the end of Q1 was $11.16 billion, up $587 million sequentially as we issued $1.5 billion of new debt and simultaneously retired early the $900 million of debt, which was due in June of 2023. Our ending cash position was $3.55 billion, up $862 million sequentially due to a combination of the previously mentioned financing, CapEx investments and capital returns during Q2. The resulting net debt was $7.62 billion, and we exited the quarter with a trailing 12-month adjusted EBITDA of $4.96 billion. Our ratio of net debt to trailing 12-month adjusted EBITDA at the end of Q2 was 1.5x, and our 12-month adjusted EBITDA interest coverage was 12.7x.\nTurning to working capital metrics, days of inventory was 94 days, an increase of 5 days sequentially, and close to our long-term DIO target of 95 days as we continue to experience incrementally improved supply trends. The increase in on-hand inventory was primarily in raw materials and work in process to support revenue growth in subsequent periods especially Q3. We continue to closely manage our distribution channel, with inventory in the channel at 1.6 months, well below our long-term target. Days receivable were 27 days, flat sequentially. And days payable were 94, an increase of 1 day versus the prior quarter.\nTaken together, our cash conversion cycle was 27 days, reflecting strong customer demand, solid receivable collections and positioning for customer deliveries for future periods. Our working capital management and balance sheet metrics continue to be very strong.\nCash flow from operations was $819 million, and net CapEx was $268 million or 8.1% of revenue, resulting in non-GAAP free cash flow of $551 million or 17% of revenue. During Q2, we paid $222 million in cash dividends. On a trailing 12-month basis, we have returned 132% of our non-GAAP free cash flow back to the owners of the company, consistent with our capital allocation strategy. The cash flow generation of the business continues to be excellent.\nTurning now to our expectations for Q3. As Kurt mentioned, we anticipate revenue to be about $3.425 billion, plus or minus about $75 million at the midpoint. This is up 20% year-on-year and about 3% sequentially. We expect non-GAAP gross margin to be about 57.8%, plus or minus 50 basis points.\nOperating expenses are expected to be about $743 million, plus or minus about $10 million, which is up about 3% sequentially, driven by hiring, especially new college graduates and our normal project spend. Taken together, we see non-GAAP operating margin to be 36.1% at the midpoint. We estimate non-GAAP financial expense to be about $95 million and anticipate cash tax related to ongoing operations to be about $160 million or about a 14% effective cash tax rate, consistent with our communicated model.\nNoncontrolling interest should be about $13 million. For Q3, we suggest that, for modeling purposes, you use an average share count of 265 million shares.\nFinally, I have a few closing comments I'd like to make. First, as Kurt mentioned in his prepared remarks, we have attempted to derisk our Q3 outlook given the combination of the uncertain macroeconomic environment, and we'll document the weakness in the Mobile and consumer end markets. Despite these potential risks, customer demand in the Automotive and Industrial remains strong and greater than our immediate ability to supply.\nSecondly, from a unique revenue growth standpoint, since November of last year at Investor Day, we discussed 6 accelerated growth drivers. Looking at our first half performance of 2022 versus the same period last year, we are very well on track to the targets we presented.\nLastly, our people. We are very proud of all our team members globally and especially those in China, who continue to overcome severe COVID restrictions while simultaneously dealing with global supply chain disruptions this past quarter. We continue to be amazed at our employees' incredible dedication and resilience and for powering through these extremely tough times. Our results are a testament to their hard work.\nWith that, thank you, and I'll now turn it back over to the operator for questions."
  },
  {
    "header": "NXPI",
    "cik": "0001413447",
    "ticker": "NXPI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/32676cdda753d04085445ed2ebc86654",
    "period": "2022 Q1",
    "content": "Q1 2022 NXP Semiconductors NV Earnings Call\n\nQ1 2022 NXP Semiconductors NV Earnings Call\n\nNXPINASDAQMAY 3, 8:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the NXP First Quarter 2022 Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Jeff Palmer, Senior Vice President of Investor Relations. Please go ahead.\n\nJeff Palmer\n\nVP of IR, NXP Semiconductors N.V.\n\nThank you, Katherine, and good morning, everyone. Welcome to NXP Semiconductors' First Quarter 2022 Earnings Call. With me on the call today is Kurt Sievers, NXP's President and CEO; and Bill Betz, our CFO.\nThe call today is being recorded and will be available for replay from our corporate website. Today's call will include forward-looking statements that involve risks and uncertainties that could cause NXP's results to differ materially from management's current expectations. These risks and uncertainties include, but are not limited to, statements regarding the continued impact of the COVID-19 pandemic on our business, the macroeconomic impact on specific end markets in which we operate, the sale of new and existing products and our expectations for financial results for the second quarter of 2022.\nPlease be reminded that NXP undertakes no obligation to revise or update publicly any forward-looking statements. For a full disclosure on forward-looking statements, please refer to our press release. Additionally, we will refer to certain non-GAAP financial measures, which are driven primarily by discrete events that management does not consider to be directly related to NXP's underlying core operating performance.\nPursuant to Regulation G, NXP has provided reconciliations of the non-GAAP financial measures to the most directly comparable GAAP measures in our first quarter 2022 earnings press release, which will be furnished to the SEC on Form 8-K and is available on NXP's website in the Investor Relations section at nxp.com.\nI'd now like to turn the call over to Kurt.\n\nKurt Sievers\n\nPresident, CEO & Executive Director, NXP Semiconductors N.V.\n\nThank you, Jeff, and good morning, everyone. We appreciate you joining our call today, and I can tell you, after 2 years, finally, I do very much look forward to a series of in-person investor meetings through the rest of this week. Now let me begin with a review of our quarter 1 performance. Our revenue was $36 million better than the midpoint of our guidance with automotive, industrial, IoT and mobile at or above our guidance.\nSo trends in the communication infrastructure markets were just slightly below our expectations due to supply issues. Taken together, NXP delivered quarter 1 revenue of $3.14 billion, an increase of 22% year-on-year. Non-GAAP operating margin in quarter 1 was a strong 35.7%, 480 basis points better than the year ago period and about 70 basis points above the midpoint of our guidance.\nOur results reflect strong execution with good operating leverage and profit fall through on higher revenue, improved gross profit and modestly lower operating expenses.\nNow let me turn to the specific trends in our focus end markets. In automotive, revenue was $1.56 billion, up 27% year-on-year, in line with our guidance. In industrial and IoT, revenue was $682 million, up 19% year-on-year better than our guidance. In mobile, revenue was $401 million, up 16% year-on-year better than our guidance.\nLastly, Communication Infrastructure and other was $496 million, up 18% year-on-year just modestly below guidance as a result of ongoing supply changes. Overall, the demand in our strategic end markets continues to be robust, putting our customers' requirements in excess of our improved supply capability.\nAnd in that context, let me provide some data points of what we see in our daily engagements with our customers. In the distribution channel, which services about half of our total revenue, inventory remains stubbornly below our long-term targets. During quarter 1, the months of supply in the channel was 1.5 months, which is about a month below our long-term target.\nAnd it is now the sixth consecutive quarter of an exceedingly tight supply situation in the channel. Internal inventory days continue to be below our long-term target of 95 days. In quarter 1, DIO increased by 6 days with all of the increase in support of our growth outlook for the second quarter. Lead times across the board continue to be extended, with more than 80% of all of our products being quoted at 52 weeks or greater.\nEssentially, we are supply constrained for all of 2022. The level of inbound supply-related customer escalations continues to be elevated across all focused end markets and regions. And lastly, let me zoom in on the trends we see in the automotive market. In the U.S., new car inventory at dealers is substantially below historic levels at 27 days versus the historic metric of 64 days.\nThe pace to xEV vehicle penetration globally continues to rapidly accelerate hitting 19% of global production in 2021 and is expected to hit 23% penetration in 2022 and moving to 30% next year in 2023.\nWith xEVs having roughly 2x to semiconductor content, this is another strong secular tailwind to semiconductor content growth. The Ukraine war has disrupted predominantly European Tier 1 suppliers and OEMs with shortages of wiring harnesses. In China, the COVID-related shutdowns are creating yet another level of significant supply uncertainty.\nThe extended auto supply chain continues to be very lean, with reported days of inventory at the Tier 1s and at the auto OEMs out of sync with each other.\nAnd lastly, based on our very frequent and detailed customer conversations across the supply chain, the Tier 1s and OEMs continue to be challenged by kitting issues to complete module and vehicle assemblies. These kitting issues are not due to 1 semi supplier or shortage of just 1 common [golden screw device]. Against all of this dynamic backdrop, our first quarter was a very good beginning to what we view will be a positive year for NXP.\nIn the face of the loaded customer escalations and elevated lead times, we are proactively and relentlessly working with our customers to redirect material to assure that customers get what they need, where they needed and when they needed. And zooming out, customers have begun to much better appreciate and embrace the strategic value of semiconductors play in their long-term success both from an innovation as well as a supply perspective.\nHence, as a result of our adaptability, the level of engagements with strategic customers is resulting in unprecedented levels of customer intimacy. Our engagements are unlocking new and significant long-term customer arrangements and cooperation that is closer than ever, which will enhance our relative market share over the longer term.\nNow let me turn to our expectations for quarter 2. We are guiding revenue at $3.28 billion, up about 26% versus the second quarter of '22 within a range of up 22% to up 30% year-on-year. From a sequential perspective, this represents growth of about 4% at the midpoint versus the prior quarter.\nAt the midpoint, we anticipate the following trends in our business: Automotive is expected to be up in the low 30% range versus quarter 2, 2021 and up in the high-single digits range versus quarter 1, 2022.\nIndustrial and IoT is expected to be up in the low 20% range year-on-year and up in the low single digits range versus quarter 1, 2022. Mobile is expected to be up in the low double-digit range year-on-year and down in the low single-digit range versus quarter 1, 2022. And finally, Communication Infrastructure and Other is expected to be up about 20% versus the same period a year ago and flattish on a sequential basis.\nOur guidance incorporates several items to be aware of. First, the year-on-year comparison of our auto business in the second quarter benefits from the easy compare versus quarter 2, 2021 when we were impacted by the effects of the winter storms on our wafer manufacturing facilities in Texas.\nSecond, our Tianjin back-end facility in China is fully running at maximum capacity. Remember, we lost about 1 to 2 weeks of output during the early part of quarter 1.\nAnd lastly, our guidance does contemplate several tens of millions of dollars of potential supply and logistical disruptions due to the lockdowns occurring in China related to COVID outbreaks. Now before I pass the call to Bill, I would like to provide an update on our ESG journey, something our management team and I are personally committed to.\nOn April 1, we published our annual corporate sustainability report, which included the achievement of several goals. On a year-over-year basis, we have reduced our normalized carbon footprint by 11% and have increased the use of renewable electricity in our facilities to 31% of our total consumption. Additionally, we have realized an 11% normalized decrease in our water consumption and 76% increase in our recycling efforts.\nThese are all solid and positive steps, but I believe we can and should do more. Looking forward, we have committed to achieve carbon neutrality by 2035. We have formally committed in the science-based targets initiative, and we are transitioning toward 100% renewable energy sources in our facilities. This will all be a significant task for our organization, and we are committed to providing regular updates documenting our progress.\nFrom a global employee perspective, we grew by 8% during 2021, despite a difficult talent market and women now represent 37% of our total employee population. To keep the organization focused on the sustainability journey, I am proud to announce Jennifer Wuamett, our General Counsel, has been named NXP's Chief Sustainability Officer, and she will oversee our sustainability program.\nFinally, to demonstrate that we, as an organization, are all responsible to improve the impact we have in our environment, the NXP Board has approved that a portion of our employee annual incentive compensation will be tied to achieving progress towards long-term sustainability goals.\nNow in summary, the robust growth we have anticipated for 2022 is materializing in spite of all supply challenges. We do continue to see strong customer demand, especially our company-specific accelerated growth drivers. Overall, demand continues to outstrip increased supply and inventory across all end markets remains very lean. And with that, I would like to pass the call over to you, Bill, for a review of our financial performance. Bill?\n\nWilliam J. Betz\n\nExecutive VP & CFO, NXP Semiconductors N.V.\n\nThank you, Kurt, and good morning to everyone on today's call. As Kurt has already covered the drivers of the revenue during Q1 and provided our revenue outlook for Q2, I'll move to the financial highlights.\nOverall, our Q1 financial performance was very good. Revenue was $36 million above the midpoint of our guidance range and both non-GAAP gross profit and non-GAAP operating profit were near the high end of our guidance. Now moving to the details of Q1. Total revenue was $3.14 billion, up 22% year-on-year and above the midpoint of our guidance range.\nWe generated $1.81 billion in non-GAAP gross profit and reported a non-GAAP gross margin of 57.6%, which is up 340 basis points year-on-year and both above the midpoint of our guidance range, driven by the improved utilization, higher revenue and positive product mix.\nTotal non-GAAP operating expenses were $688 million or 21.9% of sales, up $88 million year-on-year and up $7 million from Q4, which was below our midpoint of guidance and below our long-term model. From a total operating profit perspective, non-GAAP operating profit was $1.12 billion and non-GAAP operating margin was 35.7%, up 400 basis points year-on-year and both at the high end of our guidance range, reflecting solid fall-through and operating leverage on the increased revenue levels.\nNon-GAAP interest expense was $103 million with cash taxes for ongoing operations of $122 million and noncontrolling interest was $9 million. Furthermore, our stock-based compensation, which is not included in our non-GAAP earnings was $89 million. Now I would like to turn to the changes in our cash and debt. Our total debt at the end of Q1 was $10.57 billion, flat sequentially.\nOur ending cash position was $2.68 billion, down $147 million sequentially due to capital returns and increased CapEx investments during Q1. The resulting net debt was $7.89 billion, and we exited the quarter with a trailing 12-month adjusted EBITDA of $4.58 billion. Our ratio of net debt to trailing 12-month adjusted EBITDA at the end of Q1 was 1.7x, and our 12-month adjusted EBITDA interest coverage was 12x.\nTurning to working capital metrics. Days of inventory was 89 days, an increase of 6 days sequentially. The increase in inventory was all in raw materials and work in process to support revenue growth and continues to be below our long-term target of 95 days. We continue to closely manage our distribution channel with inventory in the channel at 1.5 months, well below our long-term target. We anticipate the coming year will be very similar to 2021 where customer demand is in excess of incrementally improving supply.\nDays receivable were 27 days, down 1 day sequentially. Days payable were 93 days, an increase of 6 days versus the prior quarter as we continue to increase orders with our suppliers. Taken together, our cash conversion cycle was 23 days, an improvement of 1 day versus the prior quarter, reflecting strong customer demand, solid receivable collections and positioning for customer deliveries for future periods.\nOur working capital management and balance sheet metrics continue to be very strong. Cash flow from operations was $856 million and net CapEx was $279 million, resulting in non-GAAP free cash flow of $577 million. During Q1, we paid $149 million in cash dividends and repurchased $552 million of our shares. Overall, we returned 121% of our non-GAAP free cash flow back to the owners of the company, consistent with our capital allocation strategy.\nAnd again, the cash flow generation of this business continues to be excellent. Turning now to our expectations for the second quarter. As Kurt mentioned, we anticipate Q2 revenue to be about $3.28 billion plus or minus about $100 million. At the midpoint, this is up 26% year-on-year and up about 4% sequentially. We expect non-GAAP gross margin to be about 57.6% plus or minus 50 basis points.\nOperating expenses are expected to be about $720 million, plus or minus about $10 million, which is up about 5% sequentially, driven primarily by our annual merit increases. Taken together, we see our non-GAAP operating margin to be 35.7% at the midpoint. We estimate non-GAAP financial expense to be about $103 million and anticipate cash tax related to ongoing operations to be about $154 million or about 14.5% effective cash tax rate, consistent with what we communicated during Analyst Day of 15%.\nNoncontrolling interest will be about $13 million. For Q2, we suggest for modeling purposes, we use an average share count of 265 million shares. Finally, I have a few closing comments I'd like to make. First, as Kurt mentioned in his prepared remarks, we have attempted to derisk our Q2 outlook given the uncertain macroeconomic environment and the potential impact on our supply chain. Despite these potential risks, customer demand for NXP products remain very strong in the markets we serve.\nSecondly, from a revenue standpoint, we expect our second half revenue to be greater than our first half on an absolute basis, as we continue to work on improving supply. From a modeling perspective, think of a gradual quarterly improvement sequentially through the remainder of 2022. But this improvement is still well short of the demand signals we are seeing and constantly monitoring from our customers.\nOverall, we believe supply will remain constrained and challenging throughout 2022. Lastly, barring any significant supply disruption, we believe our gross margin should trend in a fairly tight range consistent with our performance in the first half of the year.\nWe continue to see the business as generating strong cash flow, and we will continue to execute to our well-communicated capital allocation strategy consistent with past periods. With that, thank you, and we can now turn it over to the operator for questions."
  },
  {
    "header": "NXPI",
    "cik": "0001413447",
    "ticker": "NXPI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1b0aa3da58da37cd9980d12e65203a79",
    "period": "2021 Q4",
    "content": "Q4 2021 NXP Semiconductors NV Earnings Call\n\nQ4 2021 NXP Semiconductors NV Earnings Call\n\nNXPINASDAQFEB 1, 8:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the NXP Fourth Quarter 2021 Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today, Jeff Palmer, Senior Vice President of Investor Relations. Please go ahead.\n\nJeff Palmer\n\nVP of IR, NXP Semiconductors N.V.\n\nThank you, Katherine, and good morning, everyone. Welcome to the NXP Semiconductors Fourth Quarter 2021 Earnings Call. With me on the call today is Kurt Sievers, NXP's President and CEO; and Bill Betz, our CFO. The call today is being recorded and will be available for replay from our corporate website.\nToday's call will include forward-looking statements that involve risks and uncertainties that could cause NXP's results to differ materially from management's current expectations. These risks and uncertainties include, but are not limited to, statements regarding the continued impact of the COVID-19 pandemic on our business, the macroeconomic impact on specific end markets in which we operate, the sale of new and existing products and our expectations for financial results for the first quarter of 2022. Please be reminded that NXP undertakes no obligation to revise or update publicly any forward-looking statements. For a full disclosure on forward-looking statements, please refer to our press release.\nAdditionally, we will refer to certain non-GAAP financial measures, which are driven primarily by discrete events that management does not consider to be directly related to NXP's underlying core operating performance. Pursuant to Regulation G, NXP has provided reconciliations of the non-GAAP financial measures to the most directly comparable GAAP measures in our fourth quarter 2021 earnings press release, which will be furnished to the SEC on Form 8-K and available on NXP's website in the Investor Relations section at nxp.com.\nBefore we start the call today, I'd like to highlight NXP will be attending the Morgan Stanley TMT Conference in San Francisco on March 7 and 8. Now I'd like to turn the call over to Kurt.\n\nKurt Sievers\n\nPresident, CEO & Executive Director, NXP Semiconductors N.V.\n\nThank you very much, Jeff, and good morning, everyone. We really appreciate you all joining our call today. I will review both our quarter 4 and our full year 2021 performance, and then I will discuss our guidance for quarter 1.\nBeginning with quarter 4, our revenue was $39 million better than the midpoint of our guidance with most end markets stronger than planned and with the trends in the communication infrastructure markets more in line with our expectations. Taken together, NXP delivered quarter 4 revenue of $3.04 billion, an increase of 21% year-over-year.\nNon-GAAP operating margin in quarter 4 was a strong 34.9%, 440 basis points better than the year ago period and about 110 basis points above the midpoint of our guidance. Year-on-year outperformance was largely due to the impact of improved factory utilization and higher revenues.\nFor the full year, revenue was a record $11.06 billion, an increase of 28% year-over-year. And as 2021 progressed, our customers continue to accelerate orders on NXP. We consistently found ourselves in a situation where robust demand outstripped available supply even as production levels both internally and from our supply partners improved across the year.\nWe do anticipate a continuation of strong demand throughout 2022, likely better than we originally contemplated at our recent Investor Day in November. The full year non-GAAP operating margin was solid 32.9%, a 700 basis point improvement as a result of improved factory loadings, higher revenue and positive leverage on our operating expenses.\nNow let me turn to the specific trends in our focus end markets. In automotive, full year revenue was $5.49 billion, up 44% year-on-year, a reflection of the strong company-specific product drivers we noted at our Investor Day, the step-up in content per vehicle as OEMs prioritized premium vehicles in a limited supply environment and the accelerated transition towards electric vehicles, which have fundamentally higher semiconductor content. For quarter 4, automotive revenue was $1.55 billion, up 30% versus the year ago period and slightly better than our guidance.\nMoving to industrial and IoT. Full year revenue was $2.41 billion, up 31% year-on-year, driven by our solutions offering with a combination of industrial and crossover processes, wireless connectivity and our analog attached products all driving the year-on-year growth. For quarter 4, industrial IoT revenue was $661 million, up 29% versus the year ago period and better than our guidance.\nIn mobile, full year revenue was $1.41 billion, up 13% year-on-year. During the year, we experienced continued strong adoption of our secure mobile wallet and early ramps of secure ultra-wideband solutions and a good traction for our mobile-embedded power solutions. These positive trends were modestly offset by a discontinuation of certain custom analog products. For quarter 4, mobile revenue was $374 million, down 9% versus the year ago period and better than our guidance.\nLastly, I will move to Communication Infrastructure and Other. Full year revenue was $1.75 billion, up 3% year-over-year. The year-on-year growth was due to a rebound in demand for secure transit, tagging and access solutions as well as solid demand for RF power products for the cellular base station market, somewhat tempered by the anticipated moderation in demand for network processing solutions. For quarter 4, revenue was $457 million, up 16% year-on-year and in line with our guidance.\nIn review, 2021 was an excellent year for NXP. We experienced significant design win traction across the entire portfolio and especially within the areas of our strategic growth drivers. Our priority has been to assure the health and safety of all our employees. And it is their engagement and performance which has been truly outstanding. We are extremely proud of their adaptability, dedication and hard work in the face of adversity.\nNow before I will turn to our expectations for quarter 1, I'd like to offer you some perspective on the coming year. For those who were able to join us at our recent Investor Day in November, you will remember, we offered a positive view of 2022, expecting revenue growth near the high end of our 8% to 12% long-term growth target. Now as we enter into early 2022, we are more optimistic about the opportunities in front of us, both in the short term as well as over the intermediate horizon. The demand signals from our customers continue to be very strong. Inventories across all end markets appear very lean, and our ability to supply continues to improve. Hence, we anticipate 2022 will be another year of demand/supply imbalance with lead times extending out across almost the entire portfolio and the level and intensity of supply-related escalation conversations with our customers remains elevated.\nAgainst this backdrop, we are guiding quarter 1 revenue at $3.1 billion, up about 21% versus the first quarter of 2021, within a range of up 18% to up 24% year-on-year. And from a sequential perspective, this represents growth of about 2% at the midpoint versus the prior quarter. At the midpoint, we anticipate the following trends in our business. Automotive is expected to be up in the mid-20% range versus quarter 1 '21 and flat versus quarter 4 '21. Industrial and IoT is expected to be up mid-teens year-on-year and flat versus quarter 4 '21. Mobile is expected to be up about 10% year-on-year and up in the low single-digit range versus quarter 4 '21.\nAnd finally, Communication Infrastructure and Other is expected to be up in the low 20% range versus the same period a year ago and up in the low double-digit range on a sequential basis.\nIn summary, we do continue to see growing customer demand outstripping our improving supply as the inventory across all end markets remains very lean. Customer engagement levels and design win momentum in our strategic focus areas continue to be very positive. This underpins our continued confidence of robust growth throughout 2022, and we do continue to be very optimistic about the long-term potential of NXP.\nNow at this point, I would like to pass the call over to you, Bill, for a review of our financial performance.\n\nBill Betz\n\nExecutive VP & CFO, NXP Semiconductors N.V.\n\nThank you, Kurt, and good morning to everyone on today's call. As Kurt has already covered the drivers of the revenue during Q4 and provided our revenue outlook for Q1, I will move to the financial highlights.\nOverall, our Q4 financial performance was very good. Revenue was above the midpoint of our guidance range, and both non-GAAP gross profit and non-GAAP operating profit were above the high end of our guidance. I will first provide full year highlights and then move to the Q4 results.\nFull year revenue for 2021 was $11.06 billion, up 28% year-on-year. We generated $6.21 billion in non-GAAP gross profit and reported a non-GAAP gross margin of 56.1%, up 500 basis points year-on-year as a result of increased internal factory utilization, higher revenue levels and product mix. Total non-GAAP operating expenses were $2.56 billion or 23.2% of the revenue, in line with our long-term model. Total non-GAAP operating profit was $3.64 billion, up 63% year-on-year. This reflects a non-GAAP operating margin of 32.9%, up 700 basis points year-on-year and consistent with our long-term financial model. Non-GAAP interest expense was $365 million. Cash taxes for ongoing operations were $276 million. Noncontrolling interest of $35 million. And stock-based compensation, which is not included in our non-GAAP earnings, was $353 million.\nFull year cash flow highlights includes $3.08 billion in cash flow from operations, $766 million in net CapEx investments, resulting in $2.31 billion of non-GAAP free cash flow or a solid 21% of revenue. During 2021, we repurchased 20.6 million shares for a total of 4.02 billion and paid cash dividends of $562 million. In total, we returned for that $4.58 billion to our owners, which was nearly 200% of the total non-GAAP free cash flow generated during the year.\nNow moving to the details of Q4. Total revenue was $3.04 billion, up 21% year-on-year and above the midpoint of our guidance range. We generated $1.74 billion in non-GAAP gross profit and reported a non-GAAP gross margin of 57.3%, up 440 basis points year-on-year and above the upper end of our guidance range, driven by improved utilization, higher revenue and product mix. Total non-GAAP operating expenses were $681 million or 22.4%, up $118 million year-on-year and up $24 million from Q3, in line with the midpoint of our guidance and again, consistent with our long-term model.\nFrom a total operating profit perspective, non-GAAP operating profit was $1.06 billion. And non-GAAP operating margin was 34.9%, up 440 basis points year-on-year, which is above the high end of our guidance, reflecting solid fall-through and operating leverage on the increased revenue level. Non-GAAP interest expense was $93 million, with cash taxes for ongoing operations of $100 million, and noncontrolling interest was $8 million. Stock-based compensation, which is not included in our non-GAAP earnings, was $88 million.\nNow I would like to turn to the changes in our cash and debt. Our total debt at the end of Q4 was $10.57 billion, up $979 million sequentially as we issued $2 billion of new notes at very attractive rates with longer durations and retired early the 2022 $1 billion notes with a rate of 3.875%. Our ending cash position was $2.83 billion, up $527 million sequentially due to the cumulative effect of the previous note debt repayments, capital returns increased CapEx investments and cash generation during Q4. The resulting net debt was $7.74 billion, and we exited the quarter with a trailing month adjusted EBITDA of $4.23 billion. Our ratio of net debt to trailing 12-month adjusted EBITDA at the end of Q4 was 1.8x. And our 12-month adjusted EBITDA interest coverage was 11.6x. Cash flow generation of the business continues to be excellent, and our balance sheet continues to be very strong.\nDuring Q4, we paid $150 million in cash dividends and repurchased $750 million of our shares. Subsequent to the end of Q4, between January 1 and January 31, 2022, we repurchased an additional $400 million of our shares via a 10b5-1 program. Additionally, the NXP Board of Directors has authorized an incremental $2 billion in the company's repurchase capacity, bringing total new authorization and remaining authorization to $3.35 billion.\nFurther, the Board has approved a 50% increase in the quarterly cash dividend, bringing the quarterly cash dividend to $0.845 per share. These actions are all aligned with our capital allocation strategy that we continue to execute to.\nTurning to working capital metrics. Days of inventory was 83 days, a decrease of 2 days sequentially, which is below our long-term target. We continue to closely manage our distribution channel with inventory in the channel at 1.5 months, also below our long-term targets. Both metrics reflect the continuation of customer shipments at a robust pace combined with supply challenges we continue to experience. We anticipate the coming year will be very similar to 2021 where customer demand is in excess of available supply.\nDays receivable were 28 days, down 3% sequentially. And days payable were 87, an increase of 4 days versus the prior quarter as we continue to increase orders with our suppliers. Taken together, our cash conversion cycle was 24 days, an improvement of 9 days versus the prior quarter, reflecting strong customer demand, solid receivable collections and positioning for customer deliveries in future periods.\nCash flow from operations was $785 million, and net CapEx was $266 million, resulting in a non-GAAP free cash flow of $519 million.\nTurning now to our expectations in the first quarter. As Kurt mentioned, we anticipate Q1 revenue to be about $3.1 billion, plus or minus about $75 million. At the midpoint, this is up 21% year-on-year and 2% sequentially. We expect non-GAAP gross margin to be about 57.3%, plus or minus 50 basis points. Operating expenses are expected to be about $693 million, plus or minus about $10 million. Taken together, we see non-GAAP operating margin to be about 35% at the midpoint. We estimate non-GAAP financial expense to be about $105 million and anticipate cash tax related to ongoing operations to be about $125 million. Noncontrolling interest will be about $9 million. For Q1, we suggest for modeling purposes, you use an average share count of 266 million shares.\nFinally, I have a few closing comments I'd like to make. First, as a housekeeping reminder, we anticipate our cash tax payments will trend towards 15% in 2022 based on the current U.S. tax legislation and law. As can be seen in our Q1 guidance, we are expecting a slightly lower tax rate in the short term and anticipate it will increase as we progress through the year. Secondly, we are investing to support our more profitable long-term growth. We currently have about $4 billion of long-term material supply obligations as discussed at the Investor Day. Our CapEx investments for 2022 will be above the high end of our long-term CapEx model. These investments are focused on the combination of assured external foundry wafer supply, expansion of our internal back-end capacity and a modest expansion of our internal front-end capabilities. While significant, the investments we are committed to are more than balanced by the robust level of noncancelable, nonreturnable orders from our customers.\nIn closing, we are very confident in our profitable growth over the intermediate to long term, especially in the key areas of the Accelerate growth drivers as we highlighted during Investor Day. Our gross profit will continue to expand. And we have demonstrated solid control over our operating expenses while consistently investing in those areas which will enable our long-term growth. Together, these results in solid operating profit leverage and robust cash flow generation. And lastly, we have a proven track record of returning all excess free cash flow to our owners via our clear capital return policy.\nWith that, I'd like to turn it back to the operator for questions."
  }
]