[
  {
    "header": "KMI",
    "cik": "0001506307",
    "ticker": "KMI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cf818b0c408f834bc0c7856fc68941ce",
    "period": "2025 Q3",
    "content": "Q3 2025 Kinder Morgan Inc Earnings Call\n\nQ3 2025 Kinder Morgan Inc Earnings Call\n\nKMINYSEOCT 22, 4:30 PM\n\nOperator\n\nGood afternoon, and thank you for standing by. Welcome to the Third Quarter 2025 Earnings Results Conference Call. [Operator Instructions] Today's conference is being recorded. If you have any objections, you may disconnect at this time. It is now my pleasure to turn the call over to Mr. Rich Kinder, Executive Chairman of Kinder Morgan.\n\nRichard D. Kinder\n\nExecutive Chairman, Kinder Morgan, Inc.\n\nThank you, Michelle. As usual, before we begin, I'd like to remind you that KMI's earnings release today and this call include forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 and the Securities and Exchange Act of 1934 and as well as certain non-GAAP financial measures. Before making any investment decision, we strongly encourage you to read our full disclosure on forward-looking statements and use of non-GAAP financial measures set forth at the end of our earnings release as well as review our latest filings with the SEC for important material assumptions, expectations and risk factors that may cause actual results to differ materially from those anticipated and described in such forward-looking statements. I think we all recognize the positives and negatives of publicly traded companies One of the biggest pitfalls is the undue concentration on quarter-to-quarter or even day-to-day issues, many of which are relatively inconsequential in terms of the long-term success of the enterprise. With that in mind, I thought I'd take this opportunity to stress 2 important substantive factors that will impact the future of Kinder market. The natural gas story and the long-term strategy of our company. Obviously, the 2 are intimately related.\nOn the natural gas demand front, there are 2 huge drivers. The first is the continued rapid growth in LNG feed gas demand driven by the enormous expansion of export facilities, primarily along the Gulf Coast. While industry experts differ somewhat, there's a pretty broad consensus that demand will at least double between 2024 and 2030. In fact, S&P's commodity insights recently estimated that increased at 130%, which implies a demand of 31 to 32 Bcf a day in 2030.\nAs an example of this growing demand, 6 LNG projects have reached FID so far in 2025. Feed gas demand for those facilities alone when completed will be 9 Bcf per day. Now there's more variance in assessing the impact of the second driver, which is the increasing demand for electricity, primarily to serve AI data centers. There will clearly be huge additional demand for electricity, but how much of that will be captured by natural gas.\nLet's look at the alternatives. Certainly, renewables will play a major role, but can't handle the entire load given AI needs for uninterrupted power 24/7, not just when the sun is shining or the wind is blowing. But can't this be fixed by [indiscernible] wind or solar farms with massive batteries the store power and release it in the steady stream when needed. Well, that sounds intriguing, but there are serious drawbacks to this option because batteries are expensive and limited in the time they can cover and renewables of the size to serve AI centers require enormous space. A recent article in the New York Times of all places, estimated that to continuously produce just 1 gigawatt a solar farm would need 12.5 million solar panels and over 5,000 football fields and wind turbines would require even more space. Another source of power is nuclear, which generates steady power from relatively small footprint, but this is an industry that unfortunately has been basically dormant for over 40 years and new nuclear facilities are very expensive and would likely take 7 to 10 years to come online. This means that AI sponsor would not have the facilities when needed, and we'll be handling billions of dollars that the demand will still be there a decade or so from now.\nThat leaves natural gas, which is abundant and reasonably priced and the infrastructure to produce power from natural gas is relatively quick to build. Reasonably like I've just outlined is why we believe that AI data center needs will supplement in a very meaningful way the tremendous increases in LNG feed gas demand and in combination of the 2 drivers will ensure a huge and growing market for natural gas in the years and decades to come. Now let me conclude by again emphasizing the long-term strategy at Kinder Morgan. We are a prolific generator of cash and are fortunate to have the majority of our assets employed in a true growth segment of the energy business namely the transportation of natural gas. These 2 characteristics dovetail nicely. The tremendous growth in natural gas demand drives the opportunity for expanding and extending our pipeline and terminal networks and adding new facilities, as evidenced by the $9 billion plus of projects already approved by our Board, and we generate the cash internally to fund those projects while maintaining a healthy and modestly growing dividend. Now to be clear, we have to complete these projects on time and on budget, but our track record in that regard is good, and we're benefiting from a federal regulatory process that is more supportive of projects like ours.\nWhile our base business is relatively flat, these capital projects will drive substantial growth in EBITDA and EPS for years to come. This is a simple but in my mind, very compelling strategy. And with that, I'll turn it over to Kim.\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nOkay. Thanks, Rich. We're pleased to report another strong quarter with EBITDA up 6% and adjusted EPS growing 16% year-on-year. These results reflect the strength of our underlying business and the continued execution on our growth projects. We currently expect to exceed our full year budget due to the contributions from the Outrigger acquisition. This outperformance would be greater if not for lower-than-budgeted [indiscernible] prices and RNG volumes. Currently, the RNG volumes are much closer to budget, but RINs prices remain weak. The natural gas segment, which accounts for 2/3 of our business is outperforming its budget, even excluding Outrigger. Our expansion backlog remained flat at $9.3 billion, with the approximately $500 million of new projects offset by projects placed in service. The backlog multiple continues to be below 6x, consistent with our disciplined approach to capital deployment. The mix of new projects added to the backlog this quarter has split roughly 50% natural gas, primarily supporting power generation and 50% to refined products tankage.\nLooking ahead, our opportunity set remains exceptionally compelling. We're actively pursuing over $10 billion in potential projects, primarily in natural gas underscoring the continued demand for our services and the strength of our platform. As I mentioned last quarter, the scale of opportunities we're evaluating today is comparable to when our backlog stood at just $3 billion highlighting the consistency and the resiliency of our growth pipeline. Our gas infrastructure more than 66,000 miles of pipeline connecting all major basins and demand centers. positions us as a critical player in energy infrastructure.\nToday, we transport over 40% of the natural gas in the United States, including more than 40% of the volume headed to LNG export facilities the gas fueling U.S. natural gas power plants and 50% of the gas exported to Mexico. Looking forward, our internal projections estimate 28 Bcf a day increase in natural gas demand by 2030 driven primarily by growth in LNG exports as well as power and exports to Mexico. Wood Mackenzie forecast a similar trend, projecting 22 Bcf a day of growth in overall natural gas demand. With our strategically located assets, we are well positioned to capture a meaningful share of this expansion. Our current $9.3 billion backlog is a strong foundation for long-term high-quality growth. A very significant portion of this backlog is supported by take-or-pay contracts, providing both stability and visibility into future cash flows. And as we continue to advance our development pipeline, we expect to convert a portion of the $10 billion opportunity set into additional backlog, further reinforcing our growth trajectory. We remain confident in our strategy, our execution and our ability to deliver long-term value for our shareholders.\nAnd with that, I'll turn it over to Tom Martin to walk through the business performance in more detail.\n\nThomas A. Martin\n\nPresident-Natural Gas Pipelines, Kinder Morgan, Inc.\n\nThanks, Kim. Starting with the natural gas business unit. Transport volumes were up 6% in the quarter versus the third quarter of 2024, primarily due to LNG deliveries on Tennessee Gas Pipeline new contracts from expansion projects placed into service on the Texas Intrastate system and increased Permian deliveries to Waha and Mexico on our El Paso natural gas system. Natural gas gathering volumes were up 9% in the quarter from the third quarter of 2024, with growth across all our G&P assets, the largest impacts from our Haynesville and Eagle Ford systems.\nSequentially, total gas gathering volumes were up 11%. We experienced a significant ramp from our producer customers during the quarter to meet the growing LNG demand. The gathering volume growth trend continues in the early days of the fourth quarter, most notably on our Haynesville system as it is approaching new daily volume records in October. For the full year, we now expect the gathering volumes to average 5% above 2024. And looking forward, we continue to see significant incremental project opportunities across our natural gas pipeline network to expand our transportation and storage capabilities in support of the growing natural gas market.\nFor example, we are exploring more than 10 Bcf a day of natural gas opportunities to serve the power generation sector. In our Products Pipeline segment, Refined product volumes were down 1% in the quarter compared to the third quarter of 2024. For the full year 2025 refined products volumes are forecasted to be about 1% higher than 2024 and in line with our budget. Crude and condensate volumes were down 3% in the quarter compared to the third quarter of 2024. More than all of that decline is driven by taking double age out of service earlier this quarter for the NGL conversion project. On Monday, Kinder Morgan and Phillips 66 launched a binding open season for transportation service on the Western Gateway Pipeline, a newly proposed refined products pipeline system that will facilitate the movement of products from origin points in Texas to key downstream markets in Arizona and California with connectivity to Las Vegas, Nevada. This open season is scheduled to run through December '19.\nFollowing the successful open season, the Western Gateway pipeline and KMI's SFPP East line will be jointly owned by KMI and Phillips 66. We believe this project provides an attractive refined products alternative for markets in Arizona and California, given the decline in California refining market. In our Terminals business segment, our liquids lease capacity remains high at 95%. Market conditions continue to remain supportive of strong rates and high utilization at our key hubs in the Houston Ship Channel and New York Harbor. Our Jones Act tanker fleet is fully leased today through the remainder of 2025, assuming likely options are exercised, the fleet is 100% leased through 2026 and 97% leased through 2027. We have optimistically chartered a significant percentage of the fleet at higher market rates and extended the average length of firm contract commitments to nearly 4 years. The CO2 segment experienced 4% lower oil production volumes, 4% higher NGL volumes and 14% lower CO2 volumes in the quarter versus the third quarter of 2024. For the full year 2025 or volumes are forecasted to be 4% below 2024 and 1% below our budget. With that, I'll turn it over to David Michels.\n\nDavid Patrick Michels\n\nVice President and Chief Financial Officer, Kinder Morgan, Inc.\n\nThank you, Tom. This quarter, we're declaring a quarterly dividend of $0.295 per share or $1.17 per share annualized, which represents a 2% increase over our 2024 dividend. For the third quarter, we generated net income attributable to KMI of $628 million and EPS of $0.28 per share both in line with the third quarter of 2024. Last year's results included favorable mark-to-market impacts on hedges and a onetime noncash tax benefit, both of which we treated certain items. Excluding those items, adjusted net income and adjusted EPS grew 16% year-over-year, delivering strong double-digit growth. This growth was driven by greater contributions from our natural gas expansion projects placed in service, the Outrigger acquisition and strong demand across our natural gas footprint for natural gas capacity and related services. Moving on to the balance sheet. As we've continued to take a disciplined approach to capital allocation, our balance sheet has strengthened. Our net debt to adjusted EBITDA ratio has improved to 3.9x at the end of the third quarter down from 4.1x at the end of the first quarter, which was immediately following the Outrigger acquisition. Year-to-date, our net debt has increased by $544 million, and here's a high-level reconciliation. We generated cash flow from operations of $4.225 billion. We've paid out dividends of $1.95 billion. We paid or spent $2.245 billion of total capital. the outride acquisition was $650 million, and all other items were a source of cash of approximately $75 million, which gets you close to that $544 million increase for the year. The rating agencies have recognized our strength in financial profile. And in August, Fitch upgraded our senior unsecured rating to BBB+. We were already on positive outlook by both S&P and Moody's and we look for a favorable resolution of those in the near term. As Kim mentioned, we expect to exceed our 2025 budget.\nAnd as a reminder, we budgeted to grow adjusted EBITDA by 4% and adjusted EPS by 10% from 2024. So with the outperformance we expect to deliver even larger year-over-year growth. As we mentioned last quarter, the budget reconciliation bill delivers meaningful tax benefits for us, primarily from full expensing of investments. In addition, recent adjustments to the corporate alternative minimum tax are expected to provide additional substantial tax savings beginning in 2026. So we are poised for a very strong full year 2025. We're on track to beat our budgeted our budget and delivered double-digit earnings growth. We sanctioned additional high project high-return projects that will support future growth. We've improved our balance sheet resulting in enhanced credit ratings, and we expect meaningful cash flow benefits from tax reform, which will generate additional investment capacity. And with that, I'll turn it back to Kim for Q&A.\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nMichel, we'll come back on, and we'll take questions."
  },
  {
    "header": "KMI",
    "cik": "0001506307",
    "ticker": "KMI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6f8c17148b9bdacf7a99a914e56c0d81",
    "period": "2025 Q2",
    "content": "Q2 2025 Kinder Morgan Inc Earnings Call\n\nQ2 2025 Kinder Morgan Inc Earnings Call\n\nKMINYSEJUL 16, 4:30 PM\n\nOperator\n\nGood afternoon, and thank you for standing by, and welcome to the quarterly earnings conference call. [Operator Instructions] Today's conference is being recorded. If you have any objections, you may disconnect at this time. It is now my pleasure to turn the call over to Mr. Rich Kinder, Executive Chairman of Kinder Morgan. Sir, you may begin.\n\nRichard D. Kinder\n\nExecutive Chairman, Kinder Morgan, Inc.\n\nThank you, Michelle. Before we begin, as usual, I'd like to remind you that KMI's earnings release today and this call include forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 and the Securities Exchange Act of 1934 and as well as certain non-GAAP financial measures.\nBefore making any investment decision, we strongly encourage you to read our colds on forward-looking statements and use of non-GAAP financial measures set forth at the end of our earnings release as well as review our latest filings with the SEC for important material assumptions, expectations and risk factors that may cause actual results to differ materially from those anticipated and described in such forward-looking statements.\nIn previous quarterly calls, I've emphasized the positive attributes of the natural gas story, concentrating primarily on the rapidly growing demand in America. But as we all know, the gas market is international in nature, and a great deal of the growth potential for U.S. production is driven by that worldwide increase in demand. So I thought today, I would spend a bit of time sharing some thoughts on what's driving that oversees growth.\nChief economist of a major oil company recently estimated that global gas demand is expected to increase by 25% over the next 25 years. And I don't believe that, that projection is unreasonable and it affirms my belief that natural gas will inevitably remain a key source of energy for the long term around the globe. The factors underpinning that growth are pretty easy to understand. demographers project continued substantial growth in worldwide population over that time period in the range of 2 billion additions by 2050.\nThe great bulk of that increase will occur in the emerging markets of Asia and Africa, where the need for energy is particularly acute as large portions of the population move into the middle class which drives additional energy consumption. Because there's a lack of local production and an inability to access gas by land-based delivery in most of those nations, it will be LNG, which will satisfy the bulk of this additional demand, and I think it will grow faster than the overall demand for natural gas.\nNow what's the impact of all this international growth on the U.S. Energy segment. I believe that American exports of LNG will play a critical role in supplying this international LNG demand. The U.S. has been the top global producer of natural gas for 15 consecutive years and the world's top exporter of LNG since 2023.\nI believe the U.S. role becomes even more important in light of recent developments in the Middle East. Customers are on the receiving in once security of supply without undue worries about disruptions caused by military actions, and this benefits the position of U.S. supply. This makes us confident that a major portion of the LNG required will move through America's rapidly growing liquefaction terminals. Consistent with this view, is the recent estimate of S&P Global Commodity Insights that LNG feed gas demand in America will increase by 3.5 Bcf a day this summer compared to the summer of 2024 and that it will more than double by 2030.\nThat should be a real positive for Kinder Market and as much as we move about 40% of all the feedgas for those facilities. When you add the international LNG growth to the robust need for gas to satisfy U.S. domestic power and industrial demand. Examples of which are reflected in the new expansions that Kim and the team will be discussing on this call it signals to me that the positive natural gas story has legs and will last for decades to come.\nWith that, I'll turn it over to Kim and the team.\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nOkay. Thanks, Rich. Our financial results for the quarter showed strong growth over the second quarter of '24, with adjusted EBITDA increasing by 6% and adjusted EPS increasing by 12%. For the year, we currently expect to exceed our original budget, which already reflected very nice growth by at least the contribution from the Outrigger acquisition.\nIt's an amazing time to be in the natural gas industry. This is certainly the best opportunity set I've seen during my 24 years in this industry. The underlying market fundamentals are strong with U.S. natural gas demand expected to grow by 20% between now and 2030 by WoodMac estimates. The federal permitting environment has improved. The U.S. Army Corps of Engineers is issuing permits very quickly. We've seen some recent FERC action, which is helpful, including a 50% increase in the prior notice limit in a 1-year waiver of the 5-month waiting period between the time -- before you can start construction between the time the permit is issued and you can start construction.\nSo the Supreme Court ruling on NEPA should help narrow the scope of the NEPA reviews and make nuisance lawsuits more difficult. The recent budget reconciliation bill delivers nice tax benefit including incentives for investment and expanded interest deduction. As a result, we expect significant cash tax benefits in 2026 and 2027 and do not expect KMI to be a material cash taxpayer until 2028.\nThe one fly in the ointment is tariffs. However, at this point, we still do not believe that the tariffs will have a significant impact on project economics. For our large projects, MSX, South System 4, Trident, GCX and Bridge that together comprise almost 2/3 of our backlog, we currently estimate that the impact of tariffs to be roughly 1% of project cost, which has not changed from our estimate last quarter.\nOur project backlog increased from $8.8 billion to $9.3 billion during the quarter. We added 1.3 in new projects and placed approximately $750 million of projects in service. The projects we added included Trident Phase 2 and the Louisiana Line Texas Access project which include moving natural gas from Katy, Texas into the Louisiana LNG market. We also added 2 NGPL projects to serve power plants. All these projects are underpinned by long-term contracts and have attractive returns.\nWe also approved approximately $500 million of CapEx for KinderHawk, which is supported by life of lease contracts to accommodate a significant volume ramp-up by our customers. Currently, approximately 50% of the projects in our backlog will serve power demand. The multiple on the backlog is around 5.6x, slightly improved from Q1 as the projects we placed in service or at a lower -- that we placed in the backlog, we're at a lower multiple than the projects we placed in service. Overall, despite $6 billion in project additions to our backlog in the past year, we continue to see very nice future investment opportunities.\nAs Tom Martin said to me the other day, we aren't in the first inning anymore, but we aren't anywhere near the seventh inning stretch. Our strategy remains unchanged. We own and operate stable fee-based assets, which are core to the energy infrastructure. We use our significant cash flow generated by these assets to invest in attractive return projects, and we return money to our shareholders, all while maintaining a solid balance sheet.\nWith that, I'll turn it over to Tom.\n\nThomas A. Martin\n\nPresident-Natural Gas Pipelines, Kinder Morgan, Inc.\n\nThanks, Kim. Starting with the natural gas business unit, transport volumes were up 3% in the quarter versus the second quarter of 2024, primarily due to LNG deliveries on Tennessee Gas Pipeline as well as new contracts and LNG deliveries on our Texas Intrastate system. Natural gas gathering volumes were down 6% in the quarter versus second quarter. Across most of our G&P assets, the biggest impact being in our Haynesville system.\nSequentially, total gathering volumes were down 1% and or on our producer customers are still ramping back up after lower gas prices in the second half of 2024. For the full year, we expect our gathering volumes to average 3% above 2024, but 3% below our '25 budget. We anticipate gathering volumes will grow over the balance of the year given the higher price environment than in 2024 and the need for increased production to meet LNG demand growth that is ramping up throughout the remainder of the year.\nLooking forward, we continue to see significant incremental project opportunities across our natural gas pipeline network to expand our transportation and storage capabilities in support of the growing natural gas market.\nIn our Products Pipeline segment, refined products volumes were up 2%, and crude and condensate volumes were also up 2% in the quarter compared to the second quarter of 2024. For the full year 2025 refined products volumes are forecasted to be approximately 2% higher than in 2024 and flat to our budget.\nIn our Terminals business segment, our liquids lease capacity remains high at 94%. Market conditions continue to remain supportive of strong rates and high utilization at our key hubs at Houston Ship Channel and the New York Harbor. Our Jones Act tanker fleet is fully leased today and through the remainder of 2025. Assuming likely options are exercised, the fleet is 100% leased through 2026 and 97% leased through 2027. We have opportunistically chartered a significant percentage of the fleet at higher market rates and have extended the average length of our firm contract commitments to 4 years.\nThe CO2 segment experienced slightly lower oil production volumes at 3%, higher NGL volumes at 13% and lower CO2 volumes at 8% in the quarter versus second quarter of 2024. For the full year, oil volumes are forecasted to be 4% below 2024 and 1% below our 2025 budget.\nWith that, I'll turn it over to David.\n\nDavid Patrick Michels\n\nVice President and Chief Financial Officer, Kinder Morgan, Inc.\n\nAllright. Thanks, Tom. Okay. So we're declaring a dividend for the quarter of $0.225 per share, which is $1.17 per share annualized and 2% up from our 2024 dividend. For the quarter, we generated net income attributable to KMI of $715 million, which is 24% above the second quarter of 2024.\nWe generated EPS of $0.32, up $0.06 from last year. Some of that benefit was due to favorable mark-to-market unsettled hedges, which we treated certain items. But on an adjusted net income basis, which excludes certain items, we generated $619 million and adjusted EPS of $0.28 and up 13% and 12% from last year, respectively. So even excluding the favorable certain items, we still experienced nice double-digit growth from last year.\nOur growth was driven by greater contributions from our natural gas expansion projects, the Outrigger acquisition and attractive multiple attractive natural gas capacity sales and other services driven by favorable demand on our assets. We also received greater contributions from our Jones Act tankers.\nOn the balance sheet, we ended the quarter with $32.3 billion of net debt and a 4.0x net debt to adjusted EBITDA ratio. That 4.0x is down from 4.1x from the first quarter, which was right after we closed the acquisition of Outrigger. We expect to end the year with net debt to adjusted EBITDA that rounds up to 3.9x. Our net debt has increased by $623 million from the beginning of the year.\nAnd here's a high-level reconciliation of that change. We generated cash flow from operations of $2.11 billion for the first 2 quarters. We paid dividends of $1.3 billion. We've invested total capital of $1.42 billion. The Outrigger acquisition was approximately $650 million, and all of our other items were a use of cash of about $65 million, and that gets you to the $623 million increase for the year.\nAs Kim mentioned, we expect to exceed budget by at least the contribution from the Outrigger acquisition. Our budgeted 2025 adjusted EBITDA growth from '24 was 4%. Just including the Outrigger acquisition, our EBITDA growth would increase to 5%, and our adjusted EPS growth would remain at an attractive 10% from 2024.\nMost of our 2025 budgeted growth comes from expansion project contributions, and we remain on target to place those expansion projects in service on time and on budget with only minor variances. The largest expansion contributions come from Evangeline Pass project and our South Texas to Houston project, on our Texas intrastate system. Both of those are now in service.\nSo my final items. In June, Moody's placed our credit rating on positive outlook and they joined S&P who put us on positive earlier in the year. Our credit spreads have already improved some as a result. So we're off to a good start for the year tracking to beat our budget. We've sanctioned additional attractive projects that will add to our future growth and expect meaningful cash flow benefits from tax reform.\nI'll turn it back to Kim for Q&A.\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nOkay. Michelle, if you'll come back on, and we will take questions. ."
  },
  {
    "header": "KMI",
    "cik": "0001506307",
    "ticker": "KMI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/498ae7d75b6c657f3de6eecd5d3c946c",
    "period": "2025 Q1",
    "content": "Q1 2025 Kinder Morgan Inc Earnings Call\n\nQ1 2025 Kinder Morgan Inc Earnings Call\n\nKMINYSEAPR 16, 4:30 PM\n\nOperator\n\nWelcome to the quarterly earnings conference call. [Operator Instructions] Today's call is being recorded. If you objections, please disconnect at this time. I'll now turn the call over to Mr. Rich Kinder, Executive Chairman of Kinder Morgan. Thank you. You may begin.\n\nRichard D. Kinder\n\nExecutive Chairman, Kinder Morgan, Inc.\n\nThank you Chad. Before we begin, I'd like to remind you, as we always do, that KMI's earnings release today and this call include forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 and the Securities and Exchange Act of 1934 as well as certain non-GAAP financial measures.\nBefore making any investment decisions, we strongly encourage you to read our full disclosures on forward-looking statements and use of non-GAAP financial measures set forth at the end of our earnings release as well as review our latest filings with the SEC for important material assumptions, expectations and risk factors that may cause actual results to differ materially from those anticipated and described in such forward-looking statements.\nOn several of these investor calls, I've expressed my view and that of other leaders and experts in our industry, about the potential for extraordinary growth in the demand for natural gas in America and abroad. This optimistic view of the market and its favorable impact on the growth and prosperity of midstream energy companies like Kinder Morgan was embraced during the last year sold by a significant number of investors and analysts that you seem to accelerate with the perceived opportunity for natural gas to fuel AI and data centers.\nRecently, that optimistic view has been questioned by some on a couple of different grounds. First, in the aftermath of the deep steep SEC announcement. It seemed that some critics that growth in gas demand for data centers and electric power in general, was too optimistic. Secondly, the announcement of expanded tariffs by the Trump administration inspired others to question whether this would result in less demand for U.S. LNG thereby reducing the amount of feed gas required in this country. Let me try to put all of this in perspective by detailing how we view the drivers of natural gas demand growth over the rest of this decade.\nLet's start with some history as prologue to the future. In 2005, U.S. demand for natural gas was approximately 60 Bcf a day. In 2024, that demand was almost 109 Bcf a day, an increase of roughly 80%. That's pretty astounding growth over that 20-year span.\nNow let's look at the future growth between now and the end of this decade with all due deference to Mark Twain's famous Quip that making predictions is very difficult, especially if they concern the future. Most estimates of growth between now and 2030 range between 20 and 28 Bcf a day, and our internal projections also fall in that range. The overwhelming driver of that growth is increased LNG export demand. We estimate that growth to be somewhere around 16 Bcf a day. with the great bulk of that coming from facilities already under construction or that have been FID. To FID a project means it is supported by long-term contracts with creditworthy entities. Otherwise, these facilities simply could not be financed.\nI might add parenthetically that our contracts with LNG export facilities are also supported by long-term contracts. But notwithstanding those facts, the naysayers argue that a trade war with China, will lead to a diminution in need for U.S. LNG. In response, let me mention 2 countervailing factors. First, China has not imported any U.S. LNG since February and yet feed gas demand is setting records, averaging 15.5 Bcf per day in the first quarter and approaching 17 Bcf a day on several recent days. Secondly, our view is that any loss of the Chinese market will be more than offset by the efforts of governments in the EU and Asia to increase the imports of U.S. LNG to reduce trade imbalances and put themselves in a better negotiating position with regard to U.S. tariffs. South Korea and Indonesia, for example, are already in specific discussions on that strategy. And regarding the EU, we believe Europe's apparent and off-stated reluxes to ever again allow Russia to be the dominant supplier of natural gas to Europe, will obviously increase its use of U.S. LNG. Based on all these factors, we remain very bullish on growth in U.S. LNG exports.\nNow in addition to growth in LNG feed gas demand, we see nice upticks in exports to Mexico, power demand driven in part by the surge in AI and data centers and residential commercial use. Anecdotally, the new projects we have announced at Kinder Morgan over the last couple of quarters are supported in large part by long-term contracts with utilities in the Southeastern U.S., an indication of the need for more gas to feed electric generation. The point of all this detail is to put into perspective the drivers of demand for the product we transport so that any intelligent investor can make a reasoned assessment of the natural gas market for the rest of this decade and not be whipsawed by the perceived ups and downs of just 1 or 2 facets of the growth story. In truth, that growth is supported, we believe, by an array of factors that reflect the strength of natural gas as an important source of energy for years to come.\nAnd with that, I'll turn it over to Kim.\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nOkay. Thanks, Rich. We had a good quarter. The financial results, which David will take you through are essentially in line with our expectations. .\nFor the year, we currently expect to exceed budget by at least the contribution from the Outrigger acquisition. Our natural gas performance versus budget is very strong. In the first quarter, we saw record natural gas demand with demand in the market growing by 6.8 billion cubic feet a day, driven by a 10% increase in residential and commercial demand and a 15% increase in LNG demand. Future natural gas fundamentals continue to be strong with demand expected to grow between now and 2030, as Rich just took you through. And I would add that even if a portion of the roughly $7 trillion in new U.S. investment, the administration has announced occurs, we believe that would drive demand that is not currently captured in projection.\nDuring the quarter, we added approximately $900 million to our project backlog, taking the backlog to $8.8 billion after adjusting for the projects placed in service. Of the $900 million, over 70% is primarily focused on serving power demand. The largest project Bridge is a $430 million extension of our Elba Express pipeline, supported by a 30-year contract. It will deliver about 325 million cubic feet a day into South Carolina to primarily serve increased power demand and is easily expandable to over 1 Bcf a day. Of course, there's been a lot of attention paid to tariffs. At this point, we do not believe that the tariffs will have a significant impact on project economics.\nFor our new large project, Mississippi Crossing, South System Expansion 4, Trident, GCX and Bridge that together comprise approximately 2/3 of our backlog, we currently estimate the impact of tariffs to be roughly 1% of project costs. We worked to mitigate the potential impact by preordering certain equipment negotiating caps on tariff impact and securing domestic steel and mill capacity. For these projects, we've locked in the cost of the finished steel pipe and less than 10% is exposed to tariffs. In addition, to the extent we get some permitting lease, there may be the opportunity to bring these projects or portions of the project in service earlier than planned, helping to offset any impact of tariffs.\nFrom an operations perspective, we're still in the process of evaluating the impact of tariffs, but we don't expect it to be material to 2025, but the uncertainty of tariffs, along with commodity prices, did cause us to be a little bit more conservative in communicating our outlook for the year at this point. During the quarter, we closed on the previously announced $640 million acquisition of the Bakken Gathering and Processing system, which nicely complements our existing assets in that baseline. When you look at the results for the quarter, there isn't much impact from this acquisition, given that we only owned it for 45 days and all the transaction costs were expensed in the quarter. But it is performing in line with our expectations.\nDespite the volatility in the market, we have a very resilient business, almost 2/3 of the EBITDA is generated from take-or-pay contracts. Roughly 30% is fee-based or hedged, with only 5% of our EBITDA exposed to commodity prices. We expect to continue to generate nice cash flow and fund our attractive backlog of projects which are substantially backed by long-term contracts from creditworthy entities, while maintaining a strong balance sheet.\nFinally, on management succession, Palm Martin has announced his intention to retire in January 2026, at which time he will assume an advisory role to the Board of Directors and to the office of the Chairman. In that role, he will continue to help the company execute on our tremendous backlog of natural gas projects. At that time, Dax Sanders, who many of you already know, will succeed Palm as President. Dax is currently President of Product -- of the Products business segment and has a thorough understanding of the company, having been here for approximately 23 years and served in a variety of different roles. Tom and Dax will start the transition process in August, at which time Mike Garthwat will become President of Products Pipeline. This is the plan we contemplated and prepared for in our succession planning.\nAnd with that, I'll turn it over to Tom to give you more details on the business performance for the quarter.\n\nThomas A. Martin\n\nPresident-Natural Gas Pipelines, Kinder Morgan, Inc.\n\nThanks, Kim. Starting with the natural gas business unit. Transport volumes were up 3% in the quarter versus the first quarter of 2024 with new peak day volume records set on 4 of our 5 largest pipeline systems due to the confluence of all the major demand drivers, that is residential commercial, power and LNG during prolonged cold weather in our major market areas in Texas, Louisiana, the Midwest and the East. Natural gas gathering volumes were down 6% in the quarter compared to the first quarter of 2024, driven primarily by lower Haynesville production. Sequential total gathering volumes were down 2%. Our producer customers are still ramping back up after the lower gas prices in Q2 through Q4 of 2024. For the full year, we expect our gathering volumes to average 5% above 2024 but 2% below our 2025 budget. We anticipate gathering volumes will grow over the balance of 2025 given the higher price environment, producer conversations and plans and the need for increased production to meet storage refill demand and LNG demand growth that is ramping up throughout the year. Looking forward, we continue to see significant incremental project opportunities across our natural gas pipeline network to expand our transport and storage capabilities in support of the growing natural gas market.\nIn our Products Pipeline segment, refined products volumes were up 2%. Crude and condensate volumes were up 4% in the quarter compared to the first quarter of 2024. For the full year 2025, refined product volumes are forecasted to be up about 2% higher than 2024, but flat with budget. In March 2025, KMI placed its approximately $17 million Florida jet fuel expansion project into service to enhance jet fuel deliveries to the Orlando, Florida market. The expansion creates a continuous jet fuel system that increases pipeline transportation capacity into the Orlando International Airport, providing a faster return to service solution following hurricane-related power outages. The project is fully contracted with 10-year commitments from the Orlando Airline Consortium.\nIn our Terminals business segment, our liquids lease capacity remains high at 94%. The refining cracks and blending margins have softened, they remain supportive of strong rate and utilization at our key hubs at the Houston Ship Channel in New York Harbor. Our Jones Act tanker fleet is fully leased today, 97% leased through 2025 and 94% leased through 2026, assuming likely options are exercised. We have opportunistically chartered a significant percentage of the fleet at higher market rates and extended the average length of firm contract commitments to 4 years.\nThe CO2 segment experienced slightly lower oil production volumes about 1%, 5% higher NGL volumes and 7% lower CO2 volumes in the quarter versus the first quarter of 2024. For the full year 2025 oil volumes are forecasted to be 1% below 2024, but 2% above budget. In March 2025, KMI placed its Autumn Hills RNG facility into service. The plant's capacity at 0.8 Bcf of RNG annually now brings KMI's total RNG capacity up to 6.9 Bcf per year.\nWith that, I'll turn it over to David Michels.\n\nDavid Patrick Michels\n\nVice President and Chief Financial Officer, Kinder Morgan, Inc.\n\nAll right. Thank you, Tom. For the quarter, we're declaring a dividend of $0.2925 per share, which is $1.17 per share annualized and 2% up from last year's dividend.\nDuring the first quarter, we generated net income attributable to KMI of $717 million, down 4% from the first quarter of last year. We generated EPS of $0.32, down $0.01 from last year. Much of that decline is attributable to unfavorable mark-to-market on hedges that have not yet settled, and we treat as certain items. On an adjusted net income basis, which excludes these certain items, we generated $766 million and adjusted EPS of $0.34, up 1% and flat from last year, respectively.\nThis quarter, growth was driven by greater contributions from our natural gas terminals and CO2 businesses. Our main growth drivers were contributions from our Texas intrastate natural gas system attractive capacity sales and park and loan services on our interstate natural gas assets, greater renewable natural gas production and higher contributions from our Jones Act tankers. I would note that some of the natural gas agreements we entered into during the first quarter extend beyond the first quarter and therefore, will add contributions during the remainder of the year. These were offset by lower gathering and processing volumes, as Tom mentioned, the impact from our planned splitter facility turnaround and lower RIN pricing in our renewable natural assets.\nMoving on to our balance sheet. We ended the quarter with $32.8 billion of net debt and 4.1x net debt to adjusted EBITDA, which is in the middle of our leverage target range of 3.5 to 4.5x. The 4.1x only includes 1.5 months of EBITDA from our Outrigger, but it includes all of the acquisition funding, so that metric will decline -- will improve as we add more quarters of the Outrigger contribution.\nOur net debt increased by just over $1 billion from the beginning of the year, and here's a high-level reconciliation of that change. We had a working capital use of about -- a little bit more than $300 million. That working capital deficit is made up of interest expense payments and first -- typical first quarter payments of bonus and property tax. We generated cash flow from operations of $1.16 billion. We paid dividends of $650 million we expended $770 million of total CapEx. We closed on the Outrigger acquisition, which was approximately $650 million, and we posted collateral for some of our natural gas hedges of about $90 million, which gets you close to the $1 billion increase in net debt for the year.\nFor the full year, as Kim mentioned, while it's still early in the year, we expect to exceed budget by at least the contribution from the Outrigger acquisition. And as disclosed in our full year budget, our budgeted adjusted EBITDA growth was 4%, just including the Outrigger acquisition, our EBITDA growth would increase to 5%. Our adjusted EPS growth would still remain at an attractive 10%, and we're also expecting to still end the year with net debt to adjusted EBITDA of 3.8x.\nMost of our 2025 budgeted growth comes from expansion projects. Now that we're more than a quarter into the year, we can say we're on target to place the vast majority of these expansion projects in service on time and on budget or with only minor variances. The largest expansion contributions come from our Evangeline pass expansion project, which is on track to come online this summer and multiple projects on our Texas Intrastate system, the largest of which include our South Texas and Houston project, which is near completion and a couple of additional projects that have already been placed into service, including our Web County and Central Texas expansion. So we're off to a good start to the year. We're on track to put our expansion projects in service. We're experiencing favorable performance across our businesses and have sanctioned additional projects that will drive growth well into the future.\nFinally, based on investor feedback, we do not plan to host a regular Investor Day presentation in person going forward. Like we did this year, we will continue to publish an annual company update, which will include our budget for the year but won't post the presentation in person. We will also maintain our objective to provide great transparency to an extensive engagement with our investors.\nAnd with that, I'll turn it back to Kim for Q&A.\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nOkay. Chad, if you'll come back on, we will take questions."
  },
  {
    "header": "KMI",
    "cik": "0001506307",
    "ticker": "KMI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4dba503f64bcc74cd7819d585c1c3fe9",
    "period": "2024 Q4",
    "content": "Q4 2024 Kinder Morgan Inc Earnings Call\n\nQ4 2024 Kinder Morgan Inc Earnings Call\n\nKMINYSEJAN 22, 4:30 PM\n\nOperator\n\nGood afternoon, and thank you for standing by, and welcome to the quarterly earnings conference call. [Operator Instructions]. Today's conference is being recorded. If you have any objections, you may disconnect at this time.\nIt is now my pleasure to turn the call over to Mr. Rich Kinder, Executive Chairman of Kinder Morgan. Sir, you may begin.\n\nRichard D. Kinder\n\nExecutive Chairman, Kinder Morgan, Inc.\n\nThank you, Michelle. And before we begin, as we always do, I'd like to remind you that KMI's earnings release today and this call include forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 and the Securities and Exchange Act of 1934 as well as certain non-GAAP financial measures.\nBefore making any investment decisions, we strongly encourage you to read our full disclosure on forward-looking statements and use of non-GAAP financial measures set forth at the end of our earnings release as well as review our latest filings with the SEC for important material assumptions, expectations and risk factors that may cause actual results to differ materially from those anticipated and described in such forward-looking statements.\nI usually kick off these earnings calls with an overview of developments present and future in the midstream energy space with special emphasis on the various growth drivers for natural gas demand. These drivers are creating enormous opportunities for expansion of the natural gas pipeline and storage system across America and especially in the Gulf Coast and Southeast regions.\nAt the beginning of this new calendar year, I thought it might be appropriate to be a little more specific about Kinder Morgan's response to those opportunities. In the last few months, we have announced the FID of 4 new major projects, the expansion of our GCX system out of the Permian Basin, our SSI expansion on our Southern natural gas system, our Mississippi crossing line, which will serve SS4 and other increased demand in the Southeast and our Triton line, which we announced today, which will serve growing demand in the Southeast Texas region, including the new Golden Pass LNG facility. All together, these new projects will entail capital expenditures net to us in excess of $5 billion, and we'll have the capacity to transport over 5 Bcf a day of natural gas. And all of these projects, I would point out are supported by long-term contracts with creditworthy customers, almost entirely on the demand side.\nAnd while for obvious reasons, we're not disclosing specific IRR targets for these projects, I know you realize our Board would not have approved without returns that are significantly above our cost of capital. In addition to these projects, we are seeing other sizable opportunities to grow our business as exemplified by our recently announced Outrigger transaction, which will expand our position in the Bakken. In fact, this is the most exciting time to be in the midstream natural gas market that I've seen in my long decades in this business. We believe that our investments as they come online will drive growth in EBITDA and EPS for years to come.\nWith that, I'll turn it over to Kim.\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nOkay. Thanks, Rich. 2024 was a very good year in terms of our financial performance. We grew EBITDA and EPS, and we improved our leverage metrics. And we set the company up for future success, securing commercial contracts to underpin $6.3 billion in new expansion projects that will add growth for the future. Today, we announced we're proceeding with the $1.7 billion Trident project, as Rich just said, and we also announced today that we successfully secured contracts to upsize our previously announced MSX project by 300 million cubic feet a day to 1.8 Bcf a day. For the quarter, we added $3.5 billion in expansion projects to the backlog, which is primarily comprised of Trident and MSX.\nFor the year, we have added $6.3 billion in projects to the backlog and placed $1.2 billion of projects in service growing the backlog from $3 billion at the beginning -- at the end of last year to $8.1 billion today. These projects will pay benefits for many years to come. As a result of the projects added to the backlog, we now expect to spend approximately $2.5 billion per year in expansion CapEx for the next several years up from our prior estimate of approximately $2 billion per year.\nDuring the quarter, we also agreed to purchase a natural gas gathering and processing system in the Bakken which is complementary to our existing Bakken assets for $640 million. The system is backed by long-term contracts from creditworthy counterparties. On a GAAP basis, the purchase price translates into an 8x multiple but based on the cash we receive in 2025, the multiple is approximately 6x. In addition, in the future, we expect the acquisition to reduce CapEx that we would have otherwise had to spend to expand for our customers. As we look to the future, we continue to see additional growth opportunities in natural gas between LNG, exports to Mexico, power and industrial growth.\nOur internal number for growth in the overall natural gas business is roughly 28 Bcf a day of growth between now and 2030. Our assets are well positioned to serve this growth. currently serve approximately 45% of the export LNG demand, 50% of the exports to Mexico and 45% of the power demand in the combined region of the Desert Southwest, Texas and the Southeast. 2024 was a successful year that brought numerous opportunities and nice growth, and we're looking forward to further growth and capitalizing on additional opportunities in 2025.\nAnd with that, I'll turn it over to Tom to give you more details on the business performance.\n\nThomas A. Martin\n\nPresident-Natural Gas Pipelines, Kinder Morgan, Inc.\n\nThanks, Kim. Starting with the natural gas business unit, transport volumes were essentially unchanged in the quarter versus the fourth quarter of 2023. Natural gas gathering volumes were down 7% in the quarter compared to the fourth quarter of '23, driven by lower Haynesville, in Bakken volumes, partially offset by higher Eagle Ford volumes. Sequentially gathering volumes were flat quarter-over-quarter.\nFor the year, our gathering volumes averaged 8% below our 2024 plan, 6% over 2023. We have budgeted for a 5% increase in gathering volumes in 2025 versus 2024 actuals. We view this slight pullback in gathering volumes due to lower prices as temporary given that higher production volumes will be necessary to meet the demand growth from LNG expected in the second half of 2025. Looking forward, we continue to see significant incremental project opportunities across our natural gas pipeline network to expand our transportation and storage capabilities in support of the growing natural gas market.\nIn our products pipeline segment, refined products volumes were up 2%, and crude and condensate volumes were down 5% in the quarter compared to the fourth quarter of 2023. For the full year, refined products volumes were down 3%, below our plan, but 1% over 2023. We have budgeted for a 1% increase in refined products volumes in '25 versus '24 actuals. In December 2024, BP North America exercises unilateral right to extend their contract for 5 years at existing rates for all of the petroleum condensate processing capacity at our facility in Houston ship channel. The extension is recognition of the strategic value of Kinder Morgan's 100,000 barrels per day processing capability at our facility and the locational value in Kinder Morgan's footprint in the area.\nIn our Terminals business segment, our liquids lease capacity remains high at 95%. Though refined products and blending margins have softened. They remain constructive and supportive of strong rates and utilization at our key hubs at the Houston Ship Channel and New York Harbor. Our Jones Act tanker fleet is fully leased today 97% leased through 2025, 94% leased through 2026, assuming likely options are exercised. We have opportunistically chartered a significant percentage of the fleet at higher market rates and extended the average length of firm contract amendments to 4 years. The CO2 segment experienced 3% lower oil production volumes, 4% lower NGL volumes and 3% lower CO2 volumes in the quarter versus the fourth quarter 2023. For the full year, oil volumes were down 6% versus 2023 but within 1% of our budget.\nWith that, I'll turn it over to David Michels.\n\nDavid Patrick Michels\n\nVice President and Chief Financial Officer, Kinder Morgan, Inc.\n\nAll right. Thanks, Tom. So for the quarter, we're declaring a dividend of $0.2875 per share, which is $1.15 per share annualized and up 2% from 2023. During the quarter -- during the fourth quarter, we generated net income attributable to KMI of $667 million or up 12% from the fourth quarter of 2023. We generated EPS of $0.30 up 11% from last year. And on an adjusted net income basis, which excludes our certain items, we generated $708 million of net income and adjusted EPS of $0.32.\nThose 2 items are 12% and 14% up from last year, respectively. This year-over-year growth was driven by greater contributions from our natural gas products and terminals businesses with the main growth drivers being contributions from our acquired South Texas midstream assets, which we acquired at the end of 2023, greater contributions from our Texas intrastate natural gas system as well as from natural gas projects that were placed in service.\nFor the full year, we generated EPS of $1.17, which was up 10% over last year, and our adjusted EPS was up 7% from last year. As we've messaged for the last 2 quarters, we finished 2024, a little bit below our budget, mainly driven by commodity prices lower than what we had budgeted and lower production from our RNG plants. But despite those headwinds, we still experienced nice growth from 2023.\nMoving to our balance sheet. We ended the year with $31.7 billion of net debt and a 4.0x net debt to adjusted EBITDA ratio, which is right in the middle of our leverage target range of 3.5x to 4.5x. Our net debt decreased $112 million from the beginning of 2024. And here's a high-level reconciliation of that change, we generated $5.6 billion of cash flow from operations. We spent $2.6 billion in dividends. We spent $2.7 billion of capital and that's growth sustaining and our contributions to our joint ventures. And then we had about $200 million of other uses, and that gets you pretty close to the $112 million decrease in net debt for the year.\nFor 2025, as we previewed in December, we expect another good year of growth. We expect net income growth of 8% from 2024, EBITDA growth of 4% and adjusted EPS growth of 10%. We also expect to see our balance sheet improve further, ending the year at 3.8x. As we said in the press release, we'll be publishing our budget materials on February 5 and that will provide more detail behind the summary budget that we provided in December. Our budget does not include the recently announced Outrigger acquisition, which we expect to close in the first quarter, and we expect that acquisition to be immediately accretive and we expect to -- our year-end leverage will remain at 3.8x even after taking into account that transaction.\nWith that, I'll turn it back to Kim.\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nMichelle, you'll come on. I will take questions. And if everyone can ask 1 question and 1 follow-up. And then if you have further questions, please get back in line."
  },
  {
    "header": "KMI",
    "cik": "0001506307",
    "ticker": "KMI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/067fd4a18a02389830c911c044e02c25",
    "period": "2024 Q2",
    "content": "Q2 2024 Kinder Morgan Inc Earnings Call\n\nQ2 2024 Kinder Morgan Inc Earnings Call\n\nKMINYSEJUL 17, 4:30 PM\n\nOperator\n\nWelcome to the quarterly earnings conference call. [Operator Instructions] Today's call is also being recorded. If you do have any objections, you may disconnect at this time.\nAnd I would now like to turn the call over to Rich Kinder, Executive Chairman of Kinder Morgan. Thank you. You may begin.\n\nRichard D. Kinder\n\nExecutive Chairman, Kinder Morgan, Inc.\n\nThank you, Sue. As usual, before we begin, I'd like to remind you that KMI's earnings release today and this call include forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 and the Securities Exchange Act of 1934 as well as certain non-GAAP financial measures.\nBefore making any investment decisions, we strongly encourage you to read our full disclosures on forward-looking statements and use of non-GAAP financial measures set forth at the end of our earnings release as well as review our latest filings with the SEC. For important material assumptions, expectations and risk factors that may cause actual results to differ materially from those anticipated and described in such forward-looking statements.\nNow on these investor calls, I'd like to share with you our perspective on key issues that affect our Midstream Energy segment. I've previously discussed increased demand for natural gas, resulting from the astounding growth in LNG export facilities. And last quarter, I talked about the expected growth in the need for electric power as another significant driver of natural gas demand. Since that call, there has been extensive discussion on this topic with the consensus developing that electricity demand will increase dramatically by the end of the decade, driven in large part by AI and new data centers.\nI'm a firm believer in anecdotal evidence, particularly when it comes from the actual users of that power and the utilities who will supply it and from the regulators who have to make sure that the need gets satisfied. And the anecdotal evidence over the last few months has been fully jaw-dropping, let me give you just a few examples. In Texas, the largest power market in the U.S., ERCOT now predicts the state will need 152 gigawatts of power generation by 2030. That's a 78% increase from 2023's peak power demand of about 85 gigawatts. This new estimate is up from last year's estimate of 111 gigawatts for 2030.\nOther anecdotal evidence also supports a vigorous growth scenario. For example, one report indicates that Amazon alone is expected to add over 200 data centers in the next several years, consistent with the large expansions being undertaken by other tech companies chasing the need to service AI demand. Annual electricity demand growth over the last 20 years has averaged around [ 1.5% ]. Within the last 60 days, we've seen industry experts predict annual growth from now until 2030, at a range of 2.6% to 1 projection of an amazing 4.7%.\nSo the question becomes, how will that demand be satisfied and how much of a role of a natural gas play. Many developers of data centers would prefer to rely on renewables for their power, but achieving the needed 24/7 reliability by relying only on renewables is almost impossible, and growth in usage is limited by the need for new electric transmission lines, which are difficult to permit and build on a timely basis. Batteries will help some, and some tech companies now want to use dedicated nuclear power for their facilities. But as The Wall Street Journal recently pointed out, they will likely increase reliance on natural gas to replace the diverted nuclear power. Again, anecdotal evidence is key.\nIn Texas, a program that would extend low-cost loans for new natural gas-fired generating facilities was massively oversubscribed, which in ERCOT official predicted today's gas daily could result in an additional 20 to 40 gigawatts just in the state of Texas, and the governor has already suggested expanding this low-cost loan program. That oversubscription, I think, is clear evidence that the generators are projecting increased demand for natural gas-fired facilities. Ernest Moniz, Secretary of Energy under President Obama, sum it up best when he said, \"There's some battery storage, there's some renewables, but the inability to build electricity transmission infrastructure is a huge impediment, so we need the gas capacity.\"\nAs an example of how industry players see the world developing S&P Global Insights as quoted in gas daily reports that U.S. utilities plan to add 133 new gas plants over the next several years. And this view is reflected in the significant new project in the Southeastern United States that we are announcing today. While it's hard to peg an exact estimate of increased demand for natural gas as a result of all this growth in the need for electric power, we believe it will be significant and makes the future even more robust for natural gas demand overall and for our midstream industry.\nAnd with that, I'll turn it over to Kim.\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nThanks, Rich. I'll make a few overall points, and then I'll turn it over to Tom and David to give you all the details. We had a solid quarter. Adjusted EPS increased by 4%, EBITDA increased by 3%, and those were driven by growth in our natural gas segment and our 2 refined products business segments. We ended the quarter at 4.1x debt-to-EBITDA and we continue to return significant value to our shareholders. Today, our Board approved a dividend of $0.2875 per share, and we expect to end roughly on budget.\nTurn and talk about natural gas for a minute. The long-term fundamentals in natural gas have gotten stronger over the course of this year, with the incremental demand expected from power and backing up data centers that Rich just took you through. Overall, WoodMac projects gas demand to grow by 20 Bcf between now and 2030, with a more than doubling of the LNG exports as well as an almost 50% increase in export demand. However, they are projecting a 3.9 Bcf a day decrease in power demand.\nAs Rich indicated, we simply do not believe that will be the case, given the anticipated power-related growth in gas demand associated with AI and data centers, coal conversions and new capacity to shore up reserve margins and back up renewables. Let's start with the center demand. Utility IRPs and press releases published since 2023 reflect 3.9 Bcf a day of incremental demand, and we would expect that number to grow as other utilities update their IRPs. It's early in the process but we're currently evaluating 1.6 Bcf a day of potential opportunities. Most estimates we have seen are between 3 and 10 of incremental gas demand associated with AI. Rich took you through the 20 Bcf a day of natural gas power that Texas is contemplating, subsidizing, I should have said 20 gigawatts, as well as the U.S. projection of 133 new gas plants over the next several years.\nAt Kinder Morgan, we're having commercial discussions on over 5 Bcf a day of opportunities related to power demand and that includes the 1.6 of data center demand. Certainly, not all these products come to fruition, but that gives you a sense of the activity levels we're seeing and supports our belief that growth in natural gas between now and 2030 will be well in excess of 20 Bcf a day. Not included in the 5 Bcf of activity that we're seeing is capacity SNG signed up on a successful open season for its proposed approximately $3 billion South system for expansion that's designed to increase capacity by 1.2 Bcf a day. Upon this completion, this project will help to meet the growing power demand and local distribution company demand in the southeastern markets.\nMainly as a result of this project, our backlog increased by $1.9 billion to $5.2 billion during the quarter. In the past, we have indicated that we thought the demand for natural gas would allow us to continue to add to the backlog and South System 4 project is an example of that. We continue to see substantial opportunities beyond this project to add to our backlog. The current multiple on our backlog is about 5.4x.\nDuring the quarter, we also saw some very nice decisions from the Supreme Court. On the Good Neighbor plan, the court stayed the plan finding that we are likely to prevail on the merits. There's still a lot to play out here. But I do not think the Good Neighbor plan will be implemented in its current It is likely to be at least a few years before a new or revised plan could be put together and a few years beyond that for compliance. And in the interim, we've got a presidential election.\nThe overturning of the Chevron doctrine, which gave deference to regulatory agencies when the law is not clear, is also a positive. Together, these decisions will help mitigate the regulatory garage we've seen over the last couple of years.\nAnd with that, I'll turn it over to Tom to give you some details on our business performance for the quarter.\n\nThomas A. Martin\n\nPresident-Natural Gas Pipelines, Kinder Morgan, Inc.\n\nThanks, Kim. Starting with the natural gas business unit. Transport volumes increased slightly in the quarter versus the second quarter of 2023. Natural gas gathering volumes were up 10% in the quarter compared to the second quarter of 2023, driven by Haynesville and Eagle Ford volumes, which were up 21% and 8%, respectively. Given the current gas price environment, we now expect gathering volumes to average about 6% below our 2024 plan, but still 8% over 2023.\nWe view the slight pullback in gathering volumes, temporary higher production volumes will be necessary to meet demand growth from LNG expected in 2025. Looking forward, we continue to see significant incremental project opportunities across our natural gas pipeline network to expand our transportation capacity and storage capabilities in support of growing natural gas markets between now, 2030 and beyond.\nIn our products pipeline segment, refined product volumes were up 2%. Crude and condensate volumes were flat in the quarter compared to the second quarter of 2023. For the full year, we expect refined product volumes to be slightly below our plan about 1%, but 2% over 2023. Regarding development opportunities, the company plans to convert its double aged pipeline system from crude oil to natural gas liquids server, providing Williston Basin producers and others with NGL capacity to key market hubs, $150 million project is supported by definitive agreements and the initial phase of the project is anticipated to be in service in the first quarter of 2026, with the pipe remaining in crude service well into 2025. Future phases could provide incremental capacity, including in some volumes out of the Powder River Basin.\nIn our Terminals business segment, our lease for capacity remains high at 94%. Utilization and project opportunities at our key hubs at the Houston Ship Channel and the New York Harbor remained very strong, primarily due to favorable blend margins. Our Jones Act tankers are 100% leased through 2024 and 92% leased in 2025, assuming likely options are exercised. And currently, rates remain well above our vessels currently contracted rates.\nThe CO2 segment experienced lower oil production volumes at 13%, lower NGL volumes at [ 17% ] and lower CO2 volumes at 8% in the quarter since the second quarter 2023. For the full year, we expect oil volumes to be 2% below our budget and 10% below 2023. During the quarter, the CO2 segment optimized its asset portfolio in the Permian Basin through 2 transactions for an outlay of $40 million. The segment divested its interest in 5 fields and acquired the North McElroy unit currently producing about 1,250 barrels a day of oil. And an interest in an undeveloped leasehold directly adjacent to our SACROC fuel. The impact of these 2 transactions is to replace fields with high production decline rates and limited CO2 flood opportunities, with fields that have attractive potential CO2 flip projects.\nIn the Energy Transition Ventures group, they continue to have many carbon capture sequestration project discussions that utilize our CO2 expertise, potential projects to take advantage of our existing 2 network in the Permian Basin and our recently leased 10,800 acres of poor space, new sources of emissions in the Houston Ship Channel. These transactions take time to develop the activity level and customer interest are picking up.\nWith that, I'll turn it over to David Michels.\n\nDavid Patrick Michels\n\nVice President and Chief Financial Officer, Kinder Morgan, Inc.\n\nThanks, Tom. So a few items before we cover the quarterly performance. As Kim mentioned, we're declaring a dividend of $0.2875 per share, which is $1.15 per share annualized, up 2% from our 2023 dividend. As disclosed in the press release, we're changing our Investor Day presentation from annual to biannual. We'll plan to continue to publish our detailed annual budget early in the first quarter as normal. Also last one before we get to the quarterly performance, I'd like to recognize our accountants, planners, legal teams, business unit teams, everyone involved in the preparation for our earnings release and our 10-Q filing. We already have a tough close at this time of the year with many working during the July 4 holiday period. And additionally, many of our Houston-based colleagues were impacted by Hurricane Beryl. I want to thank you all for going above and beyond to meet the challenges presented by power outages and damage and not missing a beat with regards to our quarterly reporting and analysis schedule. .\nFor the quarter, we generated revenue of $3.57 billion, up $71 million from the second quarter of last year. Our cost of sales were down $4 million, so our gross margin increased by 3%. We saw our year-over-year growth from natural gas products and terminals businesses. The main drivers were contributions from our acquired South Texas midstream assets. Greater contributions from our natural gas transportation and storage services and higher contributions from our SFPP asset.\nOur CO2 business unit was down last year, mainly due to lower crude oil volumes, due to some timing of recovery of oil in the second quarter of [ 2023 ]. Interest expense was up due to the higher short-term debt balance due in part to our South Texas Midstream acquisition. We generated net income attributable to KMI of $575 million. We produced EPS of $0.26, which is flat with last year. On an adjusted net income basis, which excludes certain items, we generated $548 million, up 1% from Q2 of 2023. We generated adjusted EPS of $0.25, which is up 4% from last year.\nOur average share count reduced by 18 million shares or 1% due to our share purchase efforts. [indiscernible] up 2% from last year. Our second quarter DCF was impacted by higher sustaining CapEx and lower cash taxes, both of which are at least in part due to timing. We expect cash taxes to be favorable for the full year and sustaining capital to be in line with budget for the full year. On a year-to-date basis, EPS is up 5% to last year, and our adjusted EPS is up 9% from last year, so good growth.\nOn our balance sheet, we ended the second quarter with $31.5 billion of net debt and a 4.1x net debt to adjusted EBITDA ratio, which is consistent with where we budgeted to end quarter. Our net debt has decreased $306 million from the beginning of the year. And I'll provide a high-level reconciliation of that change. We generated $2.9 billion of cash flow from operations year-to-date. We've paid out dividends of $1.3 billion, spent CapEx of $1.2 billion, and that includes growth sustaining and contributions to our joint ventures. And we've had about $100 million of other uses of capital, including working capital. And that gets you close to $306 million decrease in net debt for the year.\nAnd with that, I'll turn it back to Kim. Kim?\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nAnd so now we'll open it up for questions. Sue, if you could come on, please."
  },
  {
    "header": "KMI",
    "cik": "0001506307",
    "ticker": "KMI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cf4a44b425356195a7a93ecf48f2ff5a",
    "period": "2024 Q1",
    "content": "Q1 2024 Kinder Morgan Inc Earnings Call\n\nQ1 2024 Kinder Morgan Inc Earnings Call\n\nKMINYSEAPR 17, 4:30 PM\n\nOperator\n\nWelcome to the quarterly earnings conference call. [Operator Instructions] Today's call is being recorded. If you have any objections, please disconnect at this time.\nI'll now turn the call over to Mr. Rich Kinder, Executive Chairman of Kinder Morgan. Thank you. You may begin.\n\nRichard D. Kinder\n\nExecutive Chairman, Kinder Morgan, Inc.\n\nThank you, Ted. As always, before we begin, I'd like to remind you that KMI's earnings release today and this call include forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, and of course, the Securities Exchange Act of 1934, as well as certain non-GAAP financial measures.\nBefore making any investment decisions, we strongly encourage you to read our full disclosure forward-looking statements and use of non-GAAP financial measures set forth at the end of our earnings release, as well as review our latest filings with the SEC for important material assumptions, expectations and risk factors that may cause actual results to differ materially from those anticipated and described in such forward-looking statements.\nBefore turning the call over to Kim and the team, who reported a good quarter at KMI, let me comment on another broader issue. In past quarters, I've talked a lot about the demand for natural gas resulting from this country's LNG export facilities. Today, I want to speak briefly about what I and others in the industry now see as another source of increased demand for our commodity, the tremendous expected growth in the need for electric power. This growth is being driven by a number of factors, most prominently by the increasing demand of new and expanding data centers, especially those required to support AI.\nOne recent survey showed a projected increase in electric demand to power data centers of 13% to 15% compounded annually through 2030. Put another way, data centers used about 2.5% of U.S. electricity in 2022 and are projected to use about 20% by 2030. AI demand alone is projected at about 15% of demand in 2030. If just 40% of that AI demand is served by natural gas that would result in incremental demand of 7 to 10 Bcf a day.\nUtilities throughout America are [indiscernible], one Southeast utility announced its expectation that its winter demand would increase by 37% by 2031. PJM Interconnection, which operates the wholesale power market across part of the Midwest and the Northeast, has doubled its 15-year annual forecast for demand growth and estimates that demand in the region by 2029 will increase by about 10 gigawatts. Now to put that in perspective, 10 gigawatts is about twice the power demand in New York City on a typical day.\nThe overriding question is, how to handle this increased demand? To answer that question, it's important to understand the nature of the increased demand. It's become increasingly obvious that reliability and affordability are the key factors. The power needed for AI and the massive data centers being built today and plan for the near future, require affordable electricity that is available without interruption 24 hours a day, 365 days a year.\nThis type of need demonstrates that the emphasis on renewables as the only source of power is fatally flawed in terms of meeting the real demands of the market. This is not a knock on renewables. We all know they will play a significant role in the future of electric generation. But it's a reminder, all of us that natural gas and nuclear still have an extremely important role to play in order to provide the uninterrupted power that AI and the data centers will need.\nThe primary use of these data centers is big tech. And I believe they're beginning to recognize the role that natural gas and nuclear must play. They like the rest of us, realize that the wind doesn't blow all the time, the sun doesn't shine all the time, that the use of batteries to overcome the shortfall is not practically or economically feasible. And finally, that unfortunately, adding significant amounts of new nuclear power to the mix is not going to happen in the foreseeable future.\nIn addition to all these factors, the market is now understanding that building transmission lines to connect distant renewables to the grid, typically takes years to complete and that's a time frame inconsistent with the need to place these data centers into service as quickly as possible. All this means that natural gas must play an important role in power generation for years to come. I think acceptance of this hypothesis will become even clearer as power demand increases over the coming months and years and it will be one more significant driver of growth demand for natural gas that will benefit all of us in the midstream sector.\nAnd with that, I'll turn it over to Kim.\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nOkay. Thanks, Rich. I'm going to make a few overall points, and then I'll turn it over to Tom and David to give you all the details. We had a great quarter. Adjusted EPS increased by 13%, EBITDA was up 7%, and that was driven by strong performance in natural gas and our refined products businesses. This type of growth is tremendous for a stable fee-based set of midstream assets as large as ours. So the balance sheet remains strong. We ended the quarter at 4.1x debt to EBITDA and we continue to return significant value to shareholders. Today, our Board approved an increase in the dividend of $0.02 per share. This is the seventh year in a row that we've increased the dividend.\nOur financial outlook of 14% growth and adjusted EPS for the year as well as the other budget guidance we provided in January is unchanged. We've seen much lower gas prices than we anticipated this year, but the long-term fundamentals in natural gas remain very strong. Gas demand is expected to grow significantly between now and 2030 with a more than doubling of LNG exports as well as a 50% increase in exports to Mexico. And that doesn't include the anticipated substantial increase in gas demand from power associated with AI and data centers that Rich just mentioned, [indiscernible] estimates we've seen range anywhere from 3 Bcf to over 10 Bcf and we've seen some estimates as high as 16 Bcf.\nWith respect to the LNG pause, we do not think it impacts our planned projects or the growth in the LNG market between now and 2030, although it could impact the mix of projects. But we think that is an -- we think the LNG pause is an unwise decision and bad policy. Our petroleum products business continues to produce very stable cash flow. Volumes are steady and much of the business has tariff for contract escalators. It will produce nice cash flow for years to come. It's also a capital-efficient business and have some nice growth opportunities around the edges in product blending, renewable diesel and other sustainable fuels.\nOur backlog of projects increased by about $300 million during the quarter due to new natural gas projects added. The backlog and the multiple -- the multiple on the backlog remains less than 5x. And I also think that we've got significant opportunity to add to the backlog within the next year.\nIn our ETV business, we secured port space in the Houston Ship Channel for CO2 sequestration with capacity to store more than 300 million tons. Significant distance between the emitting source and the sequestration site often challenges CCS economics, and we've secured a very strategically located site.\nSo we had a nice quarter in terms of growth. We continue to expect nice growth for the year. We've got a sound balance sheet. We returned significant value to our shareholders and we have nice opportunities to invest in the longer term.\nWith that, I'll turn it over to Tom to give you details on the business performance for the quarter.\n\nThomas A. Martin\n\nPresident-Natural Gas Pipelines, Kinder Morgan, Inc.\n\nThanks, Kim. Starting with the Natural Gas business unit. Transport volumes increased by 2% for the quarter versus the first quarter of 2023, driven primarily by increased flows eastbound on our Rockies interstate pipelines into the Mid-Continent region. The Permian Highway expansion project being placed into service. An increased flows into our LNG customers in Texas, partially offset by decreased volumes delivered to local distribution companies on the East Coast as we had a warmer winter this quarter compared to the first quarter of 2023.\nOur Natural Gas gathering volumes were up 17% for the quarter compared to the first quarter of 2023 and driven by the Haynesville and Eagle Ford volumes, which were up 35% and 12%, respectively. Given the low price environment, we are now expecting gathering of volumes to average 5% below our 2024 plan, but still 7% over 2023 adjusting for asset sales in both cases. With delayed about 10% of our 2024 budgeted G&P CapEx spend until supply growth returns. And we view this slight pullback in gathering volumes as temporary given higher production volumes will be necessary to meet the demand growth from LNG expected in early 2025.\nA quick update on our newly acquired South Texas Midstream assets in our Texas intrastate market. The integration of the assets and personnel is going well. We are progressing some of the upside opportunities that we assumed in the acquisition sooner than expected. We feel very good about the long-term earnings expectation and valuation multiple for the acquisition.\nOur experience in other acquisitions has been that we tend to achieve more value over time than we originally expected from acquiring assets that are highly integrated with our existing network. We are already seeing evidence of that of these assets.\nIn our Products Pipeline segment, refined product and crude and condensate volumes were down 1% for the quarter versus 2023. Gasoline volumes were down 3%, partially offset by an increase in diesel and jet fuel, 2% and 1% increases, respectively. RD volumes flowing through our assets in California continue to grow. We averaged 37,000 barrels a day for the quarter, and we're exploring opportunities to expand our R&D capabilities in the Pacific Northwest.\nOur Terminals segment -- our liquids lease capacity remains high at 94%. Utilization at our key hubs at the Houston Ship Channel in the New York Harbor remained very strong, primarily due to favorable blend margins. Our Jones Act tankers are 100% leased through 2024 and 92% leased through 2025, assuming likely options are exercised. The CO2 business segment experienced a 4% lower oil production volumes, 9% higher NGL volumes and 7% lower CO2 volumes in the quarter versus the first quarter of 2023.\nWith that, I'll turn it over to David Michels.\n\nDavid Patrick Michels\n\nVice President and Chief Financial Officer, Kinder Morgan, Inc.\n\nOkay. Thank you, Tom. So for the first quarter of 2024, we're declaring a dividend of $0.2875 per share which is $1.15 per share annualized up 2% from 2023. For the quarter, we generated revenues of $3.85 billion, which was down $38 million from Q1 of 2023. Our cost of sales was down $108 million, so our gross margin increased 3%, which explains most of the 2% growth in our operating income. Equity from earnings -- excuse me, earnings from equity investments is up $78 million, but $65 million of that was due to a noncash impairment we took in the first quarter of last year.\nWe saw year-over-year growth from our Natural Gas, Products and Terminals businesses. The main drivers of that growth came from project contributions, growth project contributions placed in service across each of those business units as well as from additional contributions from our acquired South Texas Midstream assets. We also had higher margins on our Natural Gas storage assets and higher volumes on our natural gas gathering systems.\nInterest expense was up due to a higher short-term debt balance due in part to the South Texas acquisition, and we generated net income attributable to KMI of $746 million and EPS of $0.33, both up 10% from Q1 of last year. On an adjusted net income basis, which excludes certain items, we generated $758 million, up 12% from Q1 of last year. And we generated adjusted EPS of $0.34, up 13% from last year. So nice growth as Kim mentioned.\nOur average share count reduced by 27 million shares or 1% due to our share repurchase efforts. And our DCF per share was $0.64, up 5% from last year. Our first quarter DCF was impacted by higher cash taxes and sustaining CapEx, but that is due to timing of our cash tax payments and maintenance projects. we expect cash taxes to be favorable for the full year and sustaining capital to be in line with our budget for the full year.\nOn our balance sheet, we ended the first quarter with $31.9 billion of net debt which increased $94 million from the beginning of the year. And here is a high-level reconciliation of that increase. We generated $1.189 billion of cash flow from operations. We paid $630 million in dividends, and we spent about $620 million in total capital, including growth sustaining and contributions to our joint ventures.\nFinally, as you can see in our press release, we are adjusting our long-term leverage target from around 4.5 to a range of 3.5 to 4.5x. We've been operating near the midpoint of that range for several years, and we believe this range is the appropriate long-term guidance for a company like ours that has significant scale in a high-quality business mix, which produces stable cash flows backed by multiyear contracts.\nAnd now with that, back to Kim.\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nOkay. Ted, if you would open it up for Q&A and we'll take the first question."
  },
  {
    "header": "KMI",
    "cik": "0001506307",
    "ticker": "KMI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e62a8ccb993e9b4ab80c229402aa1715",
    "period": "2023 Q4",
    "content": "Q4 2023 Kinder Morgan Inc Earnings Call\n\nQ4 2023 Kinder Morgan Inc Earnings Call\n\nKMINYSEJAN 17, 4:30 PM\n\nOperator\n\nWelcome to the quarterly earnings conference call. [Operator Instructions] I would like to inform all parties that today's conference is being recorded. If you have any objections, you may disconnect at this time. I would now like to turn the conference over to Mr. Rich Kinder, Executive Chairman of Kinder Morgan. Thank you. You may begin.\n\nRichard D. Kinder\n\nExecutive Chairman, Kinder Morgan, Inc.\n\nThank you, Sheila. Before we begin, as usual, I'd like to remind you that KMI's earnings release today and this call include forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 and the Securities and Exchange Act of 1934 as well as certain non-GAAP financial measures. Before making any investment decisions, we strongly encourage you to read our full disclosures on forward-looking statements and use of non-GAAP financial measures set forth at the end of our earnings release as well as review our latest filings with the SEC for important material assumptions, expectations and risk factors that may cause actual results to differ materially from those anticipated and described in such forward-looking statements.\nAs we look at our financial outlook for 2024, we are projecting very healthy growth in EBITDA, EPS and DCF per share. While there are always headwinds and tailwinds for a company as sizable as Kinder Morgan, it appears that our strategy of expanding our assets through expansion CapEx and acquisitions primarily in our Natural Gas segment is delivering real benefits to the bottom line. Kim and the management team will be taking you through our '24 budget in great detail at the investor conference next week.\nIn my remarks on these calls over the last few quarters, I've tried to outline the tremendous growth that we and most energy experts expect in natural gas production and demand over the coming years, driven primarily by LNG exports and exports to Mexico. To the obvious relief of all of you on this call, I won't be repeating the details supporting our outlook but that growth is leading to extensive opportunities to grow our system, which already delivers about 40% of the nation's natural gas throughput.\nThrough selective expansion and extension of our enormous system, we can benefit from this expansion. Thankfully, most of these opportunities are concentrated along the Gulf Coast, where permitting and construction usually moves more quickly than elsewhere.\nLet me conclude with a bit of humor. Someone's recently said in comparing our growth to that of high-tech companies, that we were like the [ Tordis ] in a [indiscernible] [ fable ] compared to the [ hare ] represented by high-tech. That's probably true, but I'd like to think that looking at 2024, the [ Tordis ] is moving a little faster. And then I would remind you of who won that race in the end. And with that, I'll turn it over to Kim.\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nThanks, Rich. I'll make a few overall points and then turn it over to Tom and David to give you the details.\nWe ended 2023 slightly below budget, it's about 1% on DCF per share and about 2% on EBITDA. There are several different moving pieces, but more than all of it can be attributed to lower commodity prices.\nJust before year-end, we closed the roughly $1.8 billion Nextera South Texas acquisition. This asset -- these assets fit nicely into our existing Texas system, serving the Gulf Coast and Mexico demand market. We are excited to be able to get that transaction done a little more quickly than we expected.\nLooking forward to 2024, as Rich said, we expect really nice growth over '23 with every business unit expected to contribute incremental earnings. We've updated the preliminary budget guidance we released in early December of last year to incorporate the South Texas acquisition. As a result, our final 2024 budget now projects 15% growth in earnings per share versus 2023 and 8% growth in DCF per share.\nOur commodity assumptions in the final budget are unchanged versus the preliminary budget. We assumed WTI of $82 per barrel and $3.50 for Henry Hub natural gas which was consistent with the forward curve during our annual budget process.\nWhile current prices are lower, we did not update prices in our final guidance given their potential to change over the year. However, based on our commodity sensitivities, even at current prices, we would still expect strong growth over 2023 given our relatively modest commodity exposure. For example, at a WTI price of $72 per barrel and Henry Hub of $2.80, earnings per share would grow at 12% versus '23 and DCF per share would grow at 6%.\nDuring the fourth quarter, we put $965 million of projects in service and added $344 million to the backlog, which currently stands at approximately $3 billion. Despite the decline versus last quarter, we're still confident in our ability to spend at the high end of the $1 billion to $2 billion per year discretionary CapEx range for the next few years. Our confidence is supported by the roughly 20% expected growth in the natural gas market between now and 2030, driven by LNG exports, exports to Mexico and industrial demand. We're looking at multiple expansion projects, some of them significant in size to supply LNG exports from the Texas Coast, Louisiana Coast and the West Coast, to supply Mexico through exports from both Texas and Arizona to bring incremental supply to the Southeast markets, our Permian egress as well as expansion of storage and for incremental power and industrial demand.\nWe're in a strong position as we exit 2023 and move into 2024. Our balance sheet is the strongest it has been in about a decade. We're projecting nice growth for 2024, and the natural gas business, which is greater than 60% of KMI's EBITDA is underpinned by 20% growth in that market, leading to nice expansion opportunities.\nWe will continue to return significant capital to our investors through dividends and opportunistic share repurchase.\nNext week at our annual investor conference, we will review in much more detail our '24 budget industry fundamentals and our future opportunity set and answer all your questions. And with that, I'll turn it over to Tom to give you details on the performance for the quarter.\n\nThomas A. Martin\n\nPresident-Natural Gas Pipelines, Kinder Morgan, Inc.\n\nThanks, Kim. Starting with the Natural Gas business unit. Transport volumes increased by 5% or 1.9 million dekatherms per day for the quarter versus the fourth quarter of 2022, driven primarily from EP&G's Line 2000 turn to [ service ] and the Texas Intrastate increased LNG feed gas demand and increased power demand. These increases were partially offset by decreased deliveries to local distribution companies.\nOur natural gas gathering volumes were up 27% in the quarter compared to the fourth quarter of '22, driven by Haynesville volumes, which were up 59%, Bakken volumes, which were up 14% and Eagle Ford volumes up 18%. Gathering volumes grew 14% compared to Q3 2023. For the full year, gathering volumes are up nicely at 19% over 2022 and just slightly below our 2023 plan.\nWe continue to see high demand for and utilization of our natural gas assets, which is driving in many instances, longer-term contracts, higher rates and increased project opportunities in a growing U.S. market.\nIn our Products Pipeline segment, refined product volumes were up slightly about 1% for the quarter versus the fourth quarter of 2022, driven by an increase in jet fuel partially offset by a slight reduction in diesel volumes. Gasoline volumes were flat for the comparable quarter of last year. We continue to see a considerable ramp in renewable diesel volumes slowing in our pipeline serving California. The pipeline volumes from the RD Hub projects we placed into service earlier this year have grown from 700 a day in Q1 and to 27,000 a day in Q4, and we're currently expecting well above 30,000 a day in January. As we stated previously, these RD Hub projects are largely underpin with take-or-pay contracts associated with our terminal facilities. So we get paid most of our revenue, even if those volumes do not flow.\nHowever, when RD volumes actually flow in our pipeline, we collect the additional tariff on those barrels as well.\nCrude and condensate volumes were up 7% in the quarter versus fourth quarter 2022 driven by higher Highland wellhead volumes and favorable double aged transportation fundamentals from the Bakken.\nIn our Terminals business segment, our liquids lease capacity remains high at 93%. Excluding tanks out of service for required inspections, approximately 97% of our capacity [ are leased ]. Utilization at our key hubs in the Houston Ship Channel and New York Harbor strengthened in the quarter versus fourth quarter 2022. We continue to see nice rate increases in those markets and leasing remains near all-time record levels.\nOur Jones Act tankers are 100% leased through 2024, assuming likely options are exercised.\nOn the bulk side, overall volumes were up 3% from the fourth quarter 2022 primarily from metals, pet coke and soda ash tonnage, partially offset by decreases in grain and aggregate volumes. Grain volumes have minimal impact on our financial results. Excluding grain, bulk volumes were up 5%.\nThe CO2 segment experienced lower overall volumes on NGL, CO2 and oil production and lower prices on NGLs and CO2 versus the fourth quarter 2022. Overall oil production decreased by 7% from the fourth quarter last year but was above our plan for this quarter. For the year, net oil volume slightly exceeded our plan, largely due to better-than-expected performance from projects at [ Yates ] and SACROC as well as strong base volumes post the February outage at SACROC. These favorable volumes relative to the 2023 plan helps offset some of the price weaknesses that we have experienced. With that, I'll turn it over to David Michels.\n\nDavid Patrick Michels\n\nVice President and Chief Financial Officer, Kinder Morgan, Inc.\n\nThank you, Tom. So for the fourth quarter of 2023, we're declaring a dividend of $0.2825 per share or $1.13 per share annualized, which is 2% up from the 2022 dividend. We continued with our opportunistic share repurchase program in the fourth quarter, bringing our total year-to-date repurchases to over 31 million shares at an average price of $16.56 per share, creating a good value for our shareholders.\nWe ended 2023 with net debt to adjusted EBITDA of 4.2x, and that includes $522 million of repurchased shares and the $1.8 billion closing of our acquisition of the South Texas midstream assets before year-end. Our leverage would have been 4.1x if we had included a full year adjusted EBITDA contribution from those acquired assets.\nWe ended 2023 just slightly below budget for the full year and more than all of that underperformance can be explained by lower-than-budgeted commodity prices. We saw better-than-budgeted performance in both our Natural Gas and Terminals businesses.\nAs for the quarterly performance, we generated revenues of $4 billion which was down $541 million from the fourth quarter of 2022. Cost of sales were down a bit more than that at a reduction of $614 million. Both of those declines were due to a decline in commodity price year-over-year.\nAs you'll recall, we enter offsetting purchase and sales positions in our Texas Intrastate business which is primarily why our revenue and cost of sales are exposed to price fluctuations, but our margin is generally not impacted by price.\nInterest expense was higher versus 2022 as expected driven by short-term interest rates impacting our floating rate interest swaps. We generated net income attributable to KMI of $594 million, down 11% from the fourth quarter of 2022. Our EPS was $0.27, down $0.03 from 2022. Our average share count reduced by 27 million shares or 1% due to the repurchased shares.\nFor our business segment performance, Terminals and Products segments were up. Natural Gas and CO2 segments were down versus the fourth quarter of 2022. The Natural Gas segment was down mostly due to mild winter weather in 2023 versus 2022. The Product Pipeline segment was up due to higher rates on existing assets as well as contributions from new expansion projects including our renewable diesel assets. Terminals was up due to improved rates on our Jones Act business, contractual rate escalations across multiple assets and improved tank lease rates in the Northeast region.\nOur CO2 segment was down due to lower oil and CO2 volumes. And DCF per share was $0.52, down $0.02 from last year. Excluding interest expense, we were favorable the last year.\nFor the balance sheet, we ended the year with $31.8 billion of net debt, which was an increase from year-end of $901 million, at year-end 2022 that is. So a high-level reconciliation for the year-to-date of the full year 2023 change in net debt is as follows: we generated $6.5 billion of cash flow from operations, we spent $2.5 billion in dividends, we spent $2.5 billion of total CapEx that includes our growth, sustaining and contributions to JVs, we repurchased $500 million of stock and we spent $1.8 billion on the South Texas Midstream acquisition, which gets you close to the $901 million increase in net debt for the year.\nAs Kim mentioned, we updated our 2024 budget for the South Texas acquisition from the December guidance that we released. As you can see, the acquisition was quite accretive on both the EPS and DCF per share. We're very pleased with the result in growth projected for 2024 with EPS growth of 15%, DCF per share and EBITDA growth of 8% and a nice improvement in our leverage ratio to 3.9x by year-end 2024. And as Rich said, we'll be providing all the details behind those at our annual Investor Day meeting 1 week from today. With that, back to Kim.\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nSheila, we'd like now to open it up for questions. We would request that those asking questions, if you please limit it to 1 question and 1 follow-up. And if you have additional questions, please get back in the queue, and we will stay here until we get to everyone."
  },
  {
    "header": "KMI",
    "cik": "0001506307",
    "ticker": "KMI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0f75ae230126236f8cff8c554c7d70f8",
    "period": "2023 Q3",
    "content": "Q3 2023 Kinder Morgan Inc Earnings Call\n\nQ3 2023 Kinder Morgan Inc Earnings Call\n\nKMINYSEOCT 18, 4:30 PM\n\nOperator\n\nThank you for standing by, and welcome to the quarterly earnings conference call. [Operator Instructions] Today's conference is being recorded. [Operator Instructions] It is now my pleasure to turn the conference over to Mr. Rich Kinder, Executive Chairman of Kinder Morgan. Sir, you may begin.\n\nRichard D. Kinder\n\nExecutive Chairman, Kinder Morgan, Inc.\n\nOkay. Thank you, Michelle. And before we begin, I'd like to remind you as usual that KMI's earnings release today and this call include forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 and the Securities Exchange Act of 1934 as well as certain non-GAAP financial measures. Before making any investment decisions, we strongly encourage you to read our full disclosures on forward-looking statements and use of non-GAAP financial measures set forth at the end of our earnings release as well as review our latest filings with the SEC for important material assumptions, expectations and risk factors that may cause actual results to differ materially from those anticipated and described in such forward-looking statements.\nIn my remarks at the beginning of our second quarter investor call, I talked about future demand for natural gas and why that makes us bullish about the future of KMI. The biggest portion of that growth in demand is attributable to LNG. So let me follow up on this call by reviewing the latest estimates regarding future U.S. speed gas demand to serve the country's LNG export facilities. S&P Global Commodity Insights estimates LNG feed gas demand at 13.1 Bcf a day for 2023 and projects that it will grow to 24.7 Bcf a day in 2028 and to 27.5 Bcf a day in 2023 (sic) [2023]. IEA estimates that U.S. LNG exports, as a share of global LNG supply, will grow from 20% in 2022 to almost 30% in 2026. All of these numbers demonstrate incredible growth, which is driven, of course, by new LNG export facilities that had been FID'd, most of which are currently under construction.\nNow how does this increased demand affect the Midstream Energy segment and specifically Kinder-Morgan? To meet this increased feed gas demand, the country is going to need additional pipelines and not just header pipelines to the export terminals, but also significant expansion in the pipeline infrastructure upstream from those header systems and terminals. While we believe Haynesville production will grow the supply portion of this demand, because of its proximity to the LNG facilities in Louisiana and Southeast Texas, we will not be able to fulfill all these growth volumes and additional takeaway capacity from multiple basins will be required. Access to multiple basins is also important to help solve the excess nitrogen problem confirming LNG export facilities.\nWhile there are other midstream players will also benefit, we think Kinder Morgan, which is currently transporting a little less than half of all U.S. LNG feed gas, is in an excellent position to take advantage of this tremendous opportunity because of the extensive footprint of our pipeline network particularly in Texas and Louisiana, where so much of the additional demand will occur.\nAnd with that, I'll turn it over to Kim and the team.\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nOkay. Thanks, Rich. I'll make a few overall points, and then I'm going to turn it over to Tom and David to give you more details. We had a solid quarter financially. We continue to find opportunities to add to our backlog. We repurchased $73 million in shares at an average price of $16.77. That brings us to $472 million of share repurchases year-to-date at a very attractive price of $16.5.\nFinancially, our portfolio of assets performed well with contributions from the segments up 5%, driven by increases in natural gas products and terminals. Products had a particularly strong quarter, up 22%. Overall, our results were largely flat because of increased interest expense and sustaining CapEx, which we anticipated in our budget. For the year versus our budget, our expectations remain the same as what we communicated last quarter, slightly below our guidance, which can all be attributed to lower commodity prices. Versus the guidance we gave you last quarter, we have seen some benefit from improved commodity prices, but that was largely offset by other moving pieces, for example, delays in our ETV projects, all netting to leave us approximately in the same place for the full year that we discussed with you last quarter.\nWe continue to see good opportunities to add to the backlog and more -- we're able to more than offset the projects that went into service with new additions. The backlog now stands at $3.8 billion with an average multiple of 4.7x. And we see opportunities beyond the backlog, especially in natural gas. As Rich said, demand is expected to grow by more than 20%, and the biggest driver of that growth is LNG, where many LNG exporters are interested in capacity further upstream to secure more competitively priced and diverse supply.\nPower demand and exports to Mexico also provide opportunities. We're seeing incremental power demand from new peaker plants in Texas and conversions from coal to natural gas, and that benefits our existing business as well as provides future opportunity and Tom will have more details on this in a minute. We also see additional opportunities for renewable diesel on the West Coast and are actively talking to customers about projects. We're delivering according to the strategy we laid out many years ago. One, maintain a solid balance sheet.\nWe ended the quarter at 4.1x, continuing to main some cushion versus our 4.5x long-term target. Two, invest in high-return projects that we internally fund. Since the second quarter of 2022, we added almost $1.2 billion to the backlog, and we continue to find good prospects. And three, return capital to our shareholders through a well-covered dividend and opportunistic share repurchase. We've returned $17.1 billion to our shareholders over the last 8 years which is about 45% of our market cap.\nWith that, I'll turn it over to Tom.\n\nThomas A. Martin\n\nPresident-Natural Gas Pipelines, Kinder Morgan, Inc.\n\nThanks, Kim. So starting with the natural gas business unit. Transport volumes increased by 5% which is about 1.9 million dekatherms per day for the quarter versus third quarter of 2022, driven by EP&G, Line 2000, return to service, increased LNG gas demand, increased power demand and increased industrial demand. These increases were partially offset by decreased exports to Mexico. Our natural gas gathering volumes were up 11% in the quarter compared to the third quarter of '22, driven by Haynesville volumes, which were up 23%, Bakken volumes, which were up 13%, and Eagle Ford volumes were up 7%. For the year, we expect gathering volumes to be up nicely, 16%, but about 4% below our plan, driven primarily by egress project delays and an asset sale.\nAs you can see from the overall growth in transmission and gathering volumes, the gas markets continue to be robust. Power demand was particularly notable this quarter. We set a new network peak demand day record of 11.1 million decatherms per day on August 24 and monthly total demand records, both in July and August, of 9.35 million and 9.81 million dekatherms per day, respectively. 16 of our 20 highest all-time network power demand days occurred this quarter. These statistics reinforce the critical role that our natural gas pipelines and storage assets play in support of the power sector.\nIn our Products pipeline segment, refined products volumes were up slightly for the quarter versus third quarter '22. Gasoline volumes were up 1%, while diesel volumes were down 2% for the comparable quarter last year. Diesel volumes continue to be lower primarily in California as the growing renewable diesel volumes displacing conventional diesel, were initially transported by methods other than pipeline. However, the reduction in conventional diesel volumes does not reflect the true economic picture for us as the RD Hub projects we placed in service earlier this year are largely underpinned with take-or-pay contracts. So we get paid most of our revenue even if the volumes do not flow.\nThat said, renewable diesel volumes on our pipelines have been ramping up considerably since the RD hubs came online, up from 700 a day in Q1 of this year to 24,000 a day in Q3. Overall jet fuel volumes increased 5% for the quarter versus third quarter '22. Crude and condensate volumes were up 5% in the quarter versus third quarter '22, driven by higher Bakken and Eagle Ford volumes.\nIn our Terminals business segment, our liquids lease capacity remains high at 95%. Excluding tanks out of service for required inspections, approximately 96% of our capacity is lease. Utilization at our key hubs at Houston Ship Channel and New York Harbor strengthened in the quarter versus third quarter '22, and we continue to see nice rate increases in those markets as the fundamentals improve. Our Jones Act tankers were 98% leased through 2024, assuming likely options or exercise. On the bulk side, overall volumes were down 5% in the third quarter '22, primarily from lower coal, grain and metals tonnage, partially offset by increases in pet coke and soda ash.\nGrain volumes have minimal impact on our financial results. So excluding grain, our book volumes were down about 3%. Financial results benefited from rate escalations in the quarter.\nThe CO2 segment experienced lower overall volumes and prices on NGLs, CO2 and oil production versus the third quarter '22. Overall oil production decreased by 2% from the third quarter last year, but was above our plan for this quarter. For the year, we expect net oil volume to exceed our plan, largely due to better-than-expected performance from projects as well as strong volumes post the February outage at SACROC. These favorable volumes relative to the '23 plan helped offset some of the price weakness that we've experienced.\nWith that, I'll turn it over to David Michels.\n\nDavid Patrick Michels\n\nVice President and Chief Financial Officer, Kinder Morgan, Inc.\n\nAll right. Thanks, Tom. So for the third quarter of Q3, we're declaring a dividend of $0.2825 per share, which is $1.13 per share annualized or 2% up from last year's dividend. Before I get into the quarterly performance, a few highlights. We've continued with our opportunistic share repurchase program, as Tim mentioned, bringing our year-to-date total repurchases to 28.5 million shares at an average price of $16.58 per share, creating very good value for our shareholders. We ended the third quarter with net debt to adjusted EBITDA of 4.1x, which leaves us with good capacity under our leverage target of around 4.5x, despite $472 million of unbudgeted share repurchases during the year.\nAnd while, as Kim mentioned, we are forecasting to be slightly below budget on full year DCF and EBITDA, more than all of that can be explained by lower-than-budgeted commodity prices. Meanwhile, we continue to see better-than-budgeted performance in both our natural gas and terminals businesses.\nNow on to the quarterly performance. We generated revenues of $3.9 billion, which is down from $5.2 billion in the third quarter of 2022, which is down $1.3 billion. Cost of sales was also down $1.3 billion, and that is due to the large decline in commodity prices from last year to this year. As you will recall, we entered into offsetting purchase and sales positions in our Texas intrastate natural gas pipeline system, and that results in an effective take-or-pay transportation service, but it leaves our revenue and cost and sales, both exposed to price fluctuations while meanwhile, our margin is generally not impacted by price.\nInterest expense was higher versus 2022 as we expected, driven by the higher short-term rates, which impacted our floating rate swaps. We generated net income attributable to KMI of $532 million, down $0.08 from the third quarter of last year. Our earnings per share was $0.24, which is $0.01 down from '22. Our adjusted earnings was $562 million, down 2% compared to the third quarter of '22, and our adjusted EPS was flat with last year. Excluding the impact from interest expense, we would have been favorable to last year. And our share count was down $23 million or 1% versus the third quarter of 2018 due to our share repurchase efforts.\nOn our business segment performance, improvements in our natural gas terminals and product segments, which were all up, but were partially offset by lower contributions from our CO2 segment. The favorable natural gas segment performance was driven by greater sales margin on our Texas intrastate system, favorable rates on recontracting at our Mid-Continent Express pipeline as well as contributions from EP&G and those were partially offset by unfavorable recontracting impacts on our South Texas access. Our Product pipeline segment was up due to unfavorable pricing impacts in the second quarter of last year as well as rate escalations across multiple assets.\nOur Terminals segment was up mainly due to improved contributions from our Jones Act tanker business and expansion project contributions. Our CO2 segment was down due to lower CO2 and NGL price and volume as well as higher power costs, and those were all partially offset by contributions from our renewable natural gas business.\nOur adjusted EBITDA was $1.835 billion for the quarter, up 3% from last year. Our DCF was $1.094 billion, down 2% from last year. And our GCF was $0.49 equal to last year. Again, excluding interest expense, we were favorable to last year.\nMoving on to our balance sheet. We ended the third quarter with $30.9 billion of net debt. Our net debt has decreased $9 million since the beginning of the year. And on a year-to-date basis, the reconciliation is as follows: We generated $4.7 billion of cash from operations. We've paid out $1.9 billion in dividends. We've also funded $1.85 billion in total capital expenditures, and that includes growth sustaining and contributions to JVs and settled through the third quarter, we had stock repurchases of $389 million. That gets you pretty close to the $9 million change in net debt year-to-date.\nAnd with that, I'll hand back to Kim.\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nAnd I think, David, on the share count, you mean it was down 23 million shares. Okay. With that, we will take questions. Ask when it is your turn to ask questions, you limit it to 1 and a follow-up in consideration of others waiting in the queue, but welcome to get back in line if you have additional questions after that. So operator, Michelle, would you please open it up for questions."
  },
  {
    "header": "KMI",
    "cik": "0001506307",
    "ticker": "KMI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9282bd8131d1c5e29ca89ec248c57f3e",
    "period": "2023 Q2",
    "content": "Q2 2023 Kinder Morgan Inc Earnings Call\n\nQ2 2023 Kinder Morgan Inc Earnings Call\n\nKMINYSEJUL 19, 4:30 PM\n\nOperator\n\nWelcome to the quarterly earnings conference call. Today's call is being recorded. If you have any objections, you may disconnect at this time. [Operator Instructions]\nI would now like to turn the call over to Mr. Rich Kinder, Executive Chairman of Kinder Morgan. You may begin.\n\nRichard D. Kinder\n\nExecutive Chairman, Kinder Morgan, Inc.\n\nThank you, Jordan. Before we begin, I'd like to remind you, as we always do, that KMI's earnings release today and this call include forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 and the Securities and Exchange Act of 1934 and as well as certain non-GAAP financial measures.\nBefore making any investment decisions, we strongly encourage you to read our full disclosures on forward-looking statements and use of non-GAAP financial measures set forth at the end of our earnings release as well as review our latest filings with the SEC for important material assumptions, expectations and risk factors that may cause actual results to differ materially from those anticipated and described in such forward-looking statements.\nAbout the most important thing the Board of Directors does is to structure and implement orderly succession planning and I'm proud of the job we've done at Kinder Morgan. In our 26-year history, we've only had 2 CEOs, and we'll welcome our third on August 1.\nThis will be Steven Kean's last investment call as CEO, and I want to thank him for all his dedication and hard work in that position for the last 8 years and for his service to the company over the past 2 decades. He's been a fine leader of the organization with the ability to understand the big picture and still pay attention to the details, and I can assure you that's a unique combination.\nWe're happy that Steve will stay on our Board, and I'm sure he will continue to contribute to our success in that role. As all of you know, Kim Dang, our current President, will succeed Steve and Tom Martin, the long-term President of our Natural Gas segment will replace Kim as President.\nKim, Tom and I will constitute the office of the chair. We announced all this back in January, and the transition has proceeded very smoothly. Kim joined Kinder Morgan in 2001 and Tom in 2003. So they both have long experience at the company and in the midstream energy business. They've both been outstanding contributors to our success, and I know they will be great leaders of the company in the coming months and years.\nIn short, the Board and I are very comfortable that we will march forward without missing a beat. Now as we make this change, it's important to again emphasize why we're bullish about the long-term future of Kinder Morgan. The single most important reason for optimism is the role natural gas will play in this country and around the world in the coming decades.\nWe forecast U.S. natural gas demand will grow by about 20 Bcf per day between 2023 and 2028 to about 121 Bcf a day, and that's a 20% increase. We expect 13.5 Bcf a day of that growth to come from LNG and Mexico exports with moderate growth in the power, residential and commercial sectors. Almost all of that LNG and Mexico growth will occur in Texas and the Gulf Coast where we have a superb and multifaceted pipeline system. That's why we believe that growth in demand combined with the strategic location of our network will drive expansion and extension opportunities for our network and significant bottom line growth for years to come. And with that, for the last time, I'll turn it over to Steve.\n\nSteven J. Kean\n\nChief Executive Officer & Director, Kinder Morgan, Inc.\n\nThank you, Rich. And thanks for the kind words. It's been an honor to work for you, for the Board, for our shareholders and to work with this great management team that we have around the table. And I can only double down on what you said about Kim and Tom. They work extremely well together. And with the rest of the management team, and this is going to be very good for the company.\nAnd so -- we had a good quarter and a solid year so far. We beat our budget for the second quarter. And although our outlook predicts slight underperformance on a full year basis, that is all more than explained by commodity prices coming in lower than our budget year-to-date and according to the forward curve for the balance of the year. Put another way, our business is performing better, and that is partially offsetting the lower commodity prices.\nWe also continue to see a strong market from our business development standpoint. While our backlog is roughly even with the first quarter update at $3.75 billion, that's the net result of having placed about $450 million of projects in service during the quarter while adding roughly $500 million of new projects to the backlog during the quarter. As we have noted many times, these projects are getting done at attractive returns well above our cost of capital.\nNotable among the projects brought into service was the first of our Wabash Valley RNG projects, those projects were part of our Conectric acquisition from 2021. The first 1 went into service on June 27. The project was later than planned and a little more expensive but still a nice return, and we expect the whole portfolio of Conectric's projects to yield a very attractive return on our overall investment even with the delays we've experienced.\nI'll note also on our RNG business that we got a favorable outcome from the EPA. Those are 4 or 5 words that you don't often hear from an energy executive, favorable outcome from the EPA on its June order establishing the renewable volume obligation for the next 3 years. That pushed D3 RINs. Those are the RINs values that matter most to us, up over $3. And we held off on selling RINs until after that ruling came out.\nMore significantly, our natural gas and terminals businesses are leading the way with outperformance versus plan. One other performance highlights to note, our CO2 business is beating plan on production. Jim and David will give you the percentages there, but we're actually up year-over-year. Now that's more than offset by lower commodity prices, as I mentioned, but it's a significant accomplishment given the significant outage that we had at our SACROC, our largest field in the first quarter. That's very strong work by our EOR team.\nOther than that, the sawing remains the same. We're maintaining a strong balance sheet, originating new projects at attractive returns and returning value to our shareholders through a well-covered dividend and opportunistic share repurchases.\nAnd now I'll turn it over to our President, soon to be CEO, Kimberly Dang.\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nSure. And let me say that I've enjoyed very much working with Steve for the last 8 years. He has been selfless in his transition, and he's really helped put me in a position to do this role. And as Rich said -- and Tom and I are also very excited about the future of this company, and we're grateful for the opportunity to lead it.\nSo with that, I'll start with the Natural Gas business unit, as always. Here, our transport volumes increased by 5% versus the second quarter of last year. And that was driven by EP&G Line 2000 return to service. We also saw increased power demand, which is up 6%, increased LVC demand, which was up 6% and increased industrial demand, which was up 5%.\nThese increases were offset by reduced LNG volumes, and that was due to maintenance of several export facilities and decreased exports to Mexico. Natural gas gathering volumes were up 19% in the quarter compared to the second quarter of last year, driven by Haynesville volumes, which were up 29%, bucket volumes up 26% and Eagle Ford volumes up 21%. Sequentially, gathering volumes were up 7% with all 3 basins I just mentioned, contributing to the increase.\nFor the year, we expect gathering volumes to be up nicely about 16%. That's about 4% below our budget, driven by egress project delays and an asset sale. So largely, what we're seeing is that we're not seeing much of a volume decline from our big producers, where we're seeing some price sensitivity on some of our smaller producers. And so that's why we still expect that we'll be up 16% for the year.\nAs you can see from the volume increases that I just mentioned, despite a brief lull in new export LNG demand and lower prices in the quarter versus the second quarter of 2022, the natural gas markets continue to be robust. In our products pipeline segment, refined products were flat for the quarter versus the second quarter of last year. Road fuels were down about 2%. Our gasoline volumes were impacted by refinery maintenance during the quarter. diesel volumes were down as renewable diesel volumes in California are currently being transported by other methods and pipelines and that replaced some of the conventional diesel that previously moved on our pipe.\nHowever, the reduction in conventional diesel volumes doesn't really reflect the true economic picture as the RD volume and projects we placed in service earlier this year are largely underpinned with take-or-pay contracts. So even though the volumes may not be moving on our pipeline yet, we get paid most of the revenue from those projects.\nJet fuel volumes increased 9%. Crude and condensate volumes were up about 4% and that was driven primarily by higher Bakken volumes. Sequential volumes were up about 8%, and that was primarily driven by the Eagle Ford.\nIn terminals, our liquids lease capacity remains high at about 94%. Excluding the tank out of service for required inspection, approximately 96% of our capacity is leased. Although we were down financially in the quarter, utilization at our key Hub, Houston Ship Channel and the New York Harbor strengthened in the quarter, and we saw nice increases on our New York Harbor contract renewables that were negotiated during the quarter.\nRates on our renewals in the Houston Ship Channel were slightly positive, and our Jones Act tankers were 97% leased or 97% leased through 2024, assuming likely options are exercised.\nOn the bulk side, overall volumes were flat, with increases in coal, fertilizer and salt, offset by reduction in grain. The grain volumes have a minimal impact on our financial results. And so excluding grain, but volumes were up 5.5%, and we also benefited financially from rate constellation. segment, lower prices on NGLs and CO2 more than offset the increase in oil production.\nOverall, oil production increased 7%, and that was driven by SACROC volumes where our projects have performed much better than we expected. And we've also seen strong volumes post the January outage. For the year, we still expect net oil volumes to exceed our plans, which helped offset some of the price weakness.\nWith that, I'll turn it over to David.\n\nDavid Patrick Michels\n\nVice President and Chief Financial Officer, Kinder Morgan, Inc.\n\nOkay. Thank you, Kim. All right. So over the second quarter of 2023, we're declaring a dividend of $0.2825 per share, which is $1.13 annualized, up 2% from last year. I'll start with a few highlights before getting into the quarterly performance. We ended the second quarter 2023 with a net debt to adjusted EBITDA of 4.1x. Ratio leaving us with a good amount of capacity under our leverage target of around 4.5x. We also had almost $500 million of cash at the end of the quarter and nothing drawn on our $4 billion revolving credit facility.\nWe also repurchased over $203 million worth of shares in the quarter, which brings our total share repurchases for the year to almost 20 million shares repurchased at an average price of $16.61, creating what we think is very good value for our shareholders.\nWhile we are forecasting to be slightly below budget for the full year, more than all of that can be explained by the lower than budgeted commodity prices. We're seeing better-than-budgeted performance in both our natural gas and in our Terminals segments.\nThe quarterly performance, we generated revenue of $3.5 billion. That is down $1.65 billion from the second quarter of 2022. But our cost of sales were also down, down $1.7 billion. These were both due to the large decline in commodity prices from last year.\nAs you will recall, we entered into offsetting purchase and sales positions in our Texas intrastate natural gas pipeline system. Those arrangements result in an effective take-or-pay transportation service. And while that leaves us leaves our revenue and our cost of sales exposed to price fluctuations, our margin from that activity is not impacted by price. In fact, netting the revenue and the offsetting cost of sales impacts gross margin grew.\nInterest expense was higher versus 2022 as expected, which is driven by the short-term interest rates impacting our floating rate swaps. And we generated net income of $586 million, down 8% from the second quarter of last year.\nAdjusted earnings was $540 million, down 13% compared to the second quarter of '22. Excluding the impact from commodity prices and interest expense, we would have been favorable to last year's pecans.\nOur share count was down $28 million or 1% this quarter versus the second quarter of last year due to our share repurchase efforts.\nOn to our business segment performance, improvements in our natural gas and Terminals segments, which were both up were partially offset by our performance in our products and our CO2 segments.\nIn natural gas, the largest driver of the outperformance came from greater sales margin in our Texas intrastate system at favorable rates on recontracting at our Mid-Continent Express pipeline. As well as contributions from EPNG due to a pipeline returning to service and higher-value capacity sales on stage coach in our Tennessee Gas pipeline. And those were partially offset by an unfavorable recontracting impacts on our South Texas assets.\nOur Product Pipeline segment was down mostly due to unfavorable pricing impacts impacting our transmix business. and unfavorable recontracting on our KMCC asset. The Terminals segment was up mainly due to improved contributions from our Jones Act tanker business expansion project contributions and rate escalations, which were all partially offset by lower truck rack volumes and some higher operating costs.\nOur CO2 segment was down due to our CO2 NGL and oil prices, partially offset by, as Steve and Kim both mentioned, higher oil production volume.\nOur adjusted EBITDA was $1.8 billion for the quarter, was down 1% from last year. DCF was $1.076 billion, down 9% from last year, and our DCF per share was $0.48, down 8% from last year.\nOn these non-GAAP measures, just like on our GAAP measures, excluding interest expense and commodity price headwinds, we were favorable to last year.\nMoving on to the balance sheet. We ended the second quarter with $30.8 billion of net debt and a net debt to adjusted EBITDA ratio of 4.1x, as I mentioned. Our net debt decreased $139 million since the beginning of the year. And I'll provide a high-level reconciliation. We generated cash flow from operations of $2.883 billion. We've paid out dividends of $1.265 billion. We've spent capital growth sustaining and contributions to our joint ventures of $1.18 billion. And we've remained had stock share repurchases through the end of the quarter of $317 million, and that gets you pretty close to the reconciliation with year-to-date net debt change. Back to you, Steve.\n\nSteven J. Kean\n\nChief Executive Officer & Director, Kinder Morgan, Inc.\n\nOkay. We're going to take your questions now. And as usual, we have a good chunk of our management team around the table. We'll try to make sure that you hear from them as well. Jordan, if you would, please open up the line for questions. ."
  },
  {
    "header": "KMI",
    "cik": "0001506307",
    "ticker": "KMI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e947ea8e060c994b1133aae355adefc6",
    "period": "2023 Q1",
    "content": "Q1 2023 Kinder Morgan Inc Earnings Call\n\nQ1 2023 Kinder Morgan Inc Earnings Call\n\nKMINYSEAPR 19, 4:30 PM\n\nOperator\n\nWelcome to the quarterly earnings conference call. [Operator Instructions] Today's call is being recorded. If you have any objections, you may disconnect at this time. I will now turn the call over to Mr. Rich Kinder, Executive Chairman of Kinder Morgan.\n\nRichard D. Kinder\n\nExecutive Chairman, Kinder Morgan, Inc.\n\nThank you, Ted. And as usual, before we begin, I'd like to remind you that KMI's earnings release today and this call include forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 and the Securities Exchange Act of 1934 as well as certain non-GAAP financial measures.\nBefore making any investment decisions, we strongly encourage you to read our full disclosure on forward-looking statements and use of non-GAAP financial measures set forth at the end of our earnings release, as well as review our latest filings with the SEC for important material assumptions, expectations and risk factors that may cause actual results to differ materially from those anticipated and described in such forward-looking statements.\nNow today, Steve, Kim and David will take you through the details, but we believe 2023 is off to a good start while in a company our size, there are always lots of moving parts. I think 2023 will be a solid year for KMI, and that with our capital expenditure program, we are positioning ourselves well for 2024 and beyond. At both the Board and management level that we remain committed to transparency and utilizing our strong cash flow to benefit our shareholders by maintaining a strong balance sheet, funding capital projects that produce returns well in excess of our cost of capital, paying a healthy and growing dividend, which, by the way, in terms of yield, is 1 of the top 10 in the S&P 500. And repurchasing our shares on an opportunistic basis.\nIn addition, through our investments in renewable natural gas, renewable diesel, and carbon capture and sequestration facilities, we are participating in the transition to cleaner energy. Let me conclude by reiterating our view, consistent with that of most energy experts worldwide, that fossil fuels will supply the great majority of the planet's energy needs for decades to come. For example, the recent IEA World Energy Outlook predicts that fossil fuels will supply 62% and of the world's energy demand in 2050. And just this week, our Assistant Secretary of Energy stated that given the current state of events that I quote \" The world absolutely needs new gas investment.\"\nWhile we expect that renewables will experience rapid growth over the coming years, the demand for energy as a whole will also increase substantially. Thus driving the continued use of fossil fuels with natural gas playing an especially important role in the coming energy transition. In my judgment, this outlook deflates the argument of those investors who avoid our segment because they do not believe our assets will produce long-term value.\nAnd with that, I'll turn it over to Steve.\n\nSteven J. Kean\n\nChief Executive Officer & Director, Kinder Morgan, Inc.\n\nAll right. Thanks, Rich. I'll make a few key points about our business, and then Kim and David will cover the substance and details of our performance, and then we'll take your questions. The overview is this.\nOur balance sheet is strong. Our backlog of projects is up and our largest business, natural gas continues to show growing strength. A couple of more details on each of those. We built our budget for this year with balance sheet capacity available to enable opportunistic share repurchases and incremental investment opportunities at attractive returns, and we have done both.\nSecond, the backlog projects are attractive returns in aggregate, well above our cost of capital. At Investor Day, every year, starting with the 2015 to 2017 period, we have been showing you on an EBITDA multiple basis, how we perform in those investments relative to our original assumptions. And we have performed very well. It's currently a challenging time from a supply chain standpoint, but we expect to deliver the current slate of projects even with a challenge here and there at very attractive returns. Our current backlog is $3.7 billion, up $400 million quarter-to-quarter and had an aggregate EBITDA multiple of 3.5x.\nThird, on renewals, we showed at the beginning of the year how our base business renewals in the 2023 budget are showing more increases, the decreases especially in our natural gas business as the network tightens with increasing supply and demand. So a strong balance sheet, a growing backlog and good signs in our base business. A few other broad points about the macro backdrop underpinning this performance.\nFirst, as it's becoming clear as time goes on and as Rich mentioned, hydrocarbon infrastructure is going to be needed for a very long time to come in its current use. The world needs reliable and affordable energy to advance human development, and it needs natural gas transportation and storage assets to backstop renewables.\nSecond, our assets are also well positioned for the energy forms of the future. You can see that with the renewable liquid fuels and renewable feedstocks products -- projects in our products and terminals businesses.\nThird, our existing natural gas transportation and storage network is growing more valuable as the grid tightens with increasing demand over time and increasing volatility. Compounding this effect is the difficulty of siting new infrastructure in many parts of the country. The value of the network was on display in the first quarter, where we had strong performance in our gas business and what was otherwise except for the West, a mild and unremarkable winter.\nFinally, on the other hand, our network is well positioned for expansion in those parts of the country where it is possible to build new infrastructure, the Gulf Coast primarily. Our gas transportation and storage network is well positioned in Texas and Louisiana, where over 90% of natural gas demand growth is expected to take place. This point is well demonstrated by the growth in natural projects in our backlog.\nWith that overview, I'll turn it over to Kim.\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nOkay. Thanks, Steve. So let's start with the natural gas business unit as usual. Here, transport volumes increased by about 3% for the quarter versus the first quarter of 2022. That was driven by EP&G Line 2000 return to service in mid-February, a 10% increase in deliveries to power plants as a result of colder weather in the top left, coal retirement and low gas prices. The increases were offset by reduced LNG volume that was attributable to the Freeport outage, decreased export to Mexico and reduced HDDs in Texas, Midwest and the East.\nNatural gas gathering volumes were up 18% in the quarter compared to the first quarter of '22, and that was driven by a 42% increase in Haynesville volumes and a 21% increase in Eagle Ford volumes. Sequentially, total gathering volumes were up 4%. In our products pipeline segment, refined products volumes were flat for the quarter versus the first quarter of 2022. That was roughly in line with EIA, although there's some variability in the components.\nRoad fuels were down 3%, but we saw a 12% increase in jet fuel as international travel increased. Crude and condensate volumes were down 5% in the quarter versus the first quarter '22 and that was driven by lower double H volumes as a result of unfavorable locational basis differentials coming out of the Bakken.\nSequentially, volumes were up 1%. And in our Terminals business segment, our liquids lease capacity remains high at 93%. Excluding tanks out of service for required inspection, approximately 96% of our capacity is leased. From a market perspective, there's been some nice improvements in our major liquids markets. In the New York Harbor, our [ Progress ] terminal is effectively 98% leased and had the strongest Q1 throughput since Q1 of 2019. In the Houston Ship Channel, we're effectively 100% leased and rates have firmed up, and the Jones Act market continues to strengthen.\nOn the bulk side, overall volumes were up 3%, and that was due to increased volumes in pet coke, coal, steel and grain. In the CO2 segment, prices were flat to down, depending on the commodity. On volumes, the CO2 volumes were down about 3%. With respect to oil volume, during the quarter, we had an outage at SACROC, which is our largest field and accounts for roughly 2/3 of our net production. The field was down completely for 10 days in late January, early February, and then it took another 7 days to ramp up to full production, which impacted both our oil and NGL volumes.\nIt's hard to recreate what would have happened if we didn't have the outage, but our very rough estimate is that overall net oil production would have been up 6% or better comparing to the first quarter -- comparing the first quarter of '23 to the first quarter of '22 as opposed to being down 2%, and NGL volume would have been up 1% versus being down 22%. These volumes would have added roughly $16 million or more to our segment results. Despite this outage, we still expect overall net oil volumes to be on budget for the year.\nAnd with that, I'll turn it over to David Michels.\n\nDavid Patrick Michels\n\nVice President and Chief Financial Officer, Kinder Morgan, Inc.\n\nOkay. Thank you, Kim. So for the first quarter of 2023, we're declaring a dividend of $0.285 per share, which is $1.13 per share annualized, up 2% from the 2022 dividend. I'll start with a few highlights. We ended the first quarter of '23 with net debt to adjusted EBITDA of 4.1x, which leaves us with a good amount of capacity under our leverage target of around 4.5x.\nWe ended the quarter with over $400 million of cash on hand and nothing drawn on our $4 billion revolver capacity. We also issued $1.5 billion of bonds during the quarter, which addresses the majority of our funding needs for the rest of the year at favorable rates. We repurchased 6.8 million shares at an average price of $16.62 per share, and we entered into additional short-term interest rate locks. We have now eliminated short-term interest rate exposure on about half of our floating rate debt through 2023. That helps protect us from further interest rate pressure and the locks have an average rate slightly better than our budget.\nOur balance sheet and liquidity are strong, and we continue to create value for our shareholders in multiple ways.\nFor the full year, we are leaving our 2023 budget guidance in place. It's still early in the year and a lot could change. We are facing pressure from commodity prices as prices both realized to date as well as in the forward curves are below our budgeted prices. However, our forecast shows that pressure being substantially offset by better-than-expected operational performance, particularly in our natural gas and terminals business units.\nBefore going on to the quarterly performance, you will notice that our financial disclosure has been updated. We believe this updated disclosure is more aligned with recent SEC guidance, particularly related to non-GAAP disclosure.\nNow on to the quarterly performance, we generated revenue of $3.9 billion, which is down $405 million from the first quarter of '22. Our cost of sales was down $679 million to $1.2 billion. As expected, interest expense was up versus 2022. We generated net income of $679 million, up 2% from the first quarter of last year. Adjusted earnings, which excludes certain items, was $675 million, down 8% compared to the first quarter of 2022.\nOn our business unit performance, our business segments were up 3% from the first quarter of '22 in total, and our Natural Gas and Terminals segments were up and our products and CO2 segments were down. Our natural gas segment was up with the largest drivers coming from greater sales margin on our Texas intrastate system and favorable rates on our recontracting at Mid-Continent Express pipeline. Our product pipeline segment was down mostly due to favorable first quarter 2022 commodity prices, which benefited our transmix businesses.\nOur Terminals segment was up mainly due to rate escalations and stronger volumes in our bulk terminals businesses, and our CO2 segment was down due to lower NGL prices and volume, lower oil volume and higher pipeline integrity costs. Our G&A and interest expenses were higher versus the first quarter of last year. And additionally, in the first quarter, we had sustaining capital higher versus last year. We budgeted to have higher sustaining capital for 2023 versus 2022. And currently, we're forecasting sustaining capital to be only slightly higher than budget for the full year.\nWell, we also had -- but also some of the quarter over last year quarter variance is due to some spend being accelerated into the first quarter. So our adjusted EBITDA was $1.996 billion for the quarter, up 1% from last year. Our DCF was $1.374 billion, down 6% from last year, and our DCF per share was $0.61, down 5% from last year.\nMoving on to our balance sheet. We ended the first quarter with $30.900 billion of net debt, and our 4.1x ratio is the same as it was at year-end 2022. Our net debt decreased $52 million over the quarter. And here is a high-level reconciliation of that change. We generated $1.333 billion of cash flow from operations. We paid out $625 million approximately in dividends. We spent approximately $550 million in total capital, and that includes both growth and sustaining capital as well as contributions to our joint ventures, and we spent $113 million on stock repurchases.\nAnd that gets you close to the $52 million change for net debt.\nFinally, I'd like to remind our research analysts that we provide a quarterly breakdown of our annual budget on several metrics, EPS, EBITDA and DCF. And we do that since our expected yearly results are not evenly distributed. The main driver of that is our seasonality in our natural gas pipeline business, which typically generate greater margin on our first and fourth quarters due to strong winter demand resulting in higher rates and capacity utilization. Additionally, we have -- we usually have greater expenses in the second quarter due to estimated tax payments. So for example, we disclosed that our budgeted DCF for the first quarter was approximately $1.4 billion, while our budgeted DCF for the second quarter was approximately $1.0 billion reflecting that expected seasonality. Our actual DCF for the first quarter was $1.374 billion, a little lower than our budget, partially due to that accelerated capital -- sustaining capital spending. And at this point, there are a number of analysts estimates that appear to be out of line with this quarterly guidance. So we encourage you to revisit that guidance as necessary.\nWith that, I'll turn it back to Steve.\n\nSteven J. Kean\n\nChief Executive Officer & Director, Kinder Morgan, Inc.\n\nOkay. Ted, we'll open it up to questions now. And I'll just point out that in addition to the people you've heard from so far, we've got a good portion of our management team around the table here and we'll try to make sure you get an opportunity to hear from them on the questions you have about their businesses. So Ted, let's open it up."
  },
  {
    "header": "KMI",
    "cik": "0001506307",
    "ticker": "KMI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/99dea523293cbc132ed867eb5b560f84",
    "period": "2022 Q4",
    "content": "Q4 2022 Kinder Morgan Inc Earnings Call\n\nQ4 2022 Kinder Morgan Inc Earnings Call\n\nKMINYSEJAN 18, 4:30 PM\n\nOperator\n\nWelcome to the quarterly earnings conference call. (Operator Instructions) Today's call is being recorded. If you have objections, please disconnect at this time. I'll now turn the call over to Mr. Rich Kinder, Executive Chairman of Kinder Morgan. Sir, you may begin.\n\nRichard D. Kinder\n\nExecutive Chairman of the Board, Kinder Morgan, Inc.\n\nThank you, Ted. And as usual, before we begin, I'd like to remind you that KMI's earnings release today and this call include forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 and the Securities and Exchange Act of 1934 as well as certain non-GAAP financial measures.\nBefore making any investment decisions, we strongly encourage you to read our full disclosures on forward-looking statements and use of non-GAAP financial measures set forth at the end of our earnings release as well as review our latest filings with the SEC for important material assumptions, expectations and risk factors that may cause actual results to differ materially from those anticipated and described in such forward-looking statements.\nAs we begin 2023, it seems to be an appropriate time to look both backward and forward. Through the rearview mirror of today's earnings release, we see that 2022 was a very good year for Kinder Morgan. We again produced strong cash flow well in excess of our budget, and used that cash flow to pay our investors a healthy and growing dividend, fund our expansion CapEx, maintain a strong balance sheet and buy back shares on an opportunistic basis. In short, we are continuing to follow the financial philosophy that we have stressed for years.\nLooking forward, we released in December, our preliminary budget for 2023 and shows another year of living within our means, even in the light of increased interest costs and an expanded set of expansion CapEx opportunities which should drive nice growth in 2024 and beyond.\nWe also announced today our plan for management succession. Our CEO, Steve Kean, will transition out of his role effective on August 1 of this year. Let me just say that Steve has been a superb CEO for the last 8 years, and we thank him for the dedication, the hard work, confidence and honesty he's brought to this job. On a personal note, he's been a real pleasure to work with during all his years at the company.\nWhile we will be sorry to lose him as CEO, we are delighted that we have him in his present role until August and that thereafter, he will continue to be a director, and I know he will contribute in that role to the future success of the company.\nThe Board and I have great faith in Kim Dang, who will transition from her present role as President into the CEO slot, and then Tom Martin, who will succeed her as President. Both have been with Kinder Morgan for approximately 20 years, have made extraordinary contributions to our results and culture and we expect great things from them in the future.\nTo sum it up, we expect a smooth transition later this year. Steve?\n\nSteven J. Kean\n\nCEO & Director, Kinder Morgan, Inc.\n\nThank you, Rich. I'll give you a brief look back at what we did in 2022 and how well we have set ourselves up for the future. Kim and David will cover the substance and the details of our performance, and then we'll take your questions.\nNext week, we have our comprehensive annual investor conference. So as usually is the case on this call, we'll defer to next week the more detailed questions on the 2023 budget and the outlook and business unit performance.\nAs Rich said, we had a very strong year in 2022 and wrapped it up with a great fourth quarter. Late in the fourth quarter, for example, we saw some volatility in the gas market and that creates opportunity for large transmission and storage operators like us and for our customers who procure transportation and storage services from us. We performed well operationally for our customers, financially for our company. Thanks, as always, to the tireless preparation and execution of our commercial, logistics and operations teams.\nWe saw that come through, especially during the holiday weekend, when our teams worked seamlessly across organizational lines to prepare, respond and recover and deal with the upsets along the way. That requires a committed workforce and a strong culture, and we've got that at Kinder Morgan.\nOur work in 2022 also set us up well for the future. We added to the strength of our balance sheet, finishing the year at 4.1x debt to EBITDA better than our 4.3x budget for the year and well inside our long-term target of approximately 4.5x.\nWe originated new business, which has grown our backlog to $3.3 billion made up of high probability projects at an extremely attractive EBITDA multiple of about 3.4x. These investments are weighted toward our lower carbon future in natural gas, renewable liquid feedstocks and fuels in our products and terminals businesses and investments in our Energy Transition Ventures business. And these lower carbon investments are all expected to yield very attractive returns well above our cost of capital. That's how we told our investors we would approach these opportunities, and that's exactly what we are doing. There are no loss leaders here.\nWe also returned value to shareholders in the form of a well-covered modestly growing dividend and additional share repurchases. For 2022 alone, we returned nearly $2.9 billion to shareholders in declared dividends and share repurchases.\nOn the share repurchases, we have used a little under $1 billion of the Board authorized amount, and the Board has now upsized the total authorization from $2 billion to $3 billion. As always, those will be opportunistic repurchases when we use that capacity.\nAlso, as we talked about throughout the year, we're starting to see nice uplift on our base business, on renewals in our natural gas business and built-in escalators in some of our products and terminals, tariffs and contracts. We are putting behind us the contract roll-off headwinds in our gas group.\nBottom line for investors, what we do today will be needed for decades to come. And as we are demonstrating in our products and terminals businesses, the assets we have today can accommodate the energy forms of the future. We are making the gradual pivot that the gradual energy evolution dictates, and we're doing it at attractive returns for our investors.\nWith the cash our businesses generate, we're maintaining that strong balance sheet. We are investing in projects with good returns, which adds to the value of the company, and we are returning the excess to our shareholders in the form of dividends and opportunistic share repurchases.\nWe all appreciate Richard's comments at the beginning, and I'm grateful to Rich and the Board for their support and confidence in us. I'm grateful to my 10,000 colleagues here who have been proud to come to work with every day. and I'm grateful to you on the call, who I have interacted with over the years, I learned from you and benefited from your questions and perhaps your occasional criticisms and your ideas. Thank you.\nAs you'll hear more about next week, we have our balance sheet in strong shape. We have a bright future with rich opportunities before us. And most importantly, we have a great experienced leadership team around this table who are always ready to step up and all of our investors benefit from that. We look forward to seeing you in person at the conference next week. Kim?\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nThanks, Steve. Okay. I'm going to start with our Natural Gas business unit. Transport volumes on our Natural Gas Pipelines increased by about 4% for the quarter versus the fourth quarter. We saw increased volumes from power demand and LDCs as a result of weather and coal retirements, and that was somewhat offset by reduced LNG volumes due to the Freeport outage and exports to Mexico as a result of third-party pipeline capacity added to the market.\nPhysical deliveries to LNG facilities off of our pipes averaged approximately 5.4 million dekatherms per day. That's down about 450,000 dekatherms per day versus Q4 of '21, and that's due to the Freeport outage and somewhat offset by increased deliveries to Sabine Pass. If we adjusted for the Freeport outage, LNG volumes would have increased approximately 5%.\nDeliveries to power plants and LDCs were robust in the quarter, up approximately 7% and 13%, respectively, driven by the weather. Our natural gas gathering volumes were up 6% in the quarter, driven by Haynesville volumes, which were up 44%. Sequentially, volumes were flat.\nIn our Products segment, refined products volumes were down a little under 1% for the quarter, slightly outperforming the EIA, which was down 2%. Road fuels were down 3%, but we saw a 10% increase in jet fuel demand.\nCrude and condensate volumes were down 6% in the quarter due to lower Bakken volumes. Sequential volumes were down about 3%, and that was driven by lower HH volumes. That's a pipe coming out of the Bakken due to unattractive locational pricing differentials.\nIn our Terminals business segment, our liquids utilization percentage, think about that as a percentage of our tank capacity contracted remains high at 93%. Excluding tanks out of service for required inspection, utilization is approximately 96%.\nRates on liquids tanks renewals in Houston and New York Harbor were slightly lower in the quarter. Our tankers business was up nicely in the quarter as we benefited from both higher rates and higher utilization. On the bulk side, overall volumes were down 2%. We saw increases in Texas and coal volumes, but that was more than offset by lower steel volume.\nIn our CO2 segment, prices were up across the board. On the volume side, oil production was flat, but it's up 8% versus our budget. CO2 volumes were up 12%. NGL volumes, which are much less impactful to results were down 4%. Overall, both Steve and Rich have said, we had a fantastic quarter and year. For the quarter, DCF per share was up 13% and for the full year, it was up 14% when you exclude the impact of Winter Storm Uri.\nWe exceeded our full year planned DCF and EBITDA by 5% and DCF per share by 6% coming in at or slightly above the numbers we have given you in the interim quarters. This is an amazing year for a stable fee-based cash flow company like Kinder Morgan. For sure, we benefited from higher commodity prices but our underlying business of specialty natural gas performed incredibly and the fundamentals look strong for the future, which we will cover with you next week at the investor conference.\nWith that, I'll turn it over to David.\n\nDavid Patrick Michels\n\nVP & CFO, Kinder Morgan, Inc.\n\nAll right. Thanks, Kim. So for the fourth quarter of 2022, we're declaring a dividend of $0.2775 per share, which is $1.11 per share annualized and up 3% from our '21 dividend.\nI'll start with a few highlights on leverage, liquidity, growth and shareholder value. There's some repetition here with earlier comments, but it's worth it. On leverage, we ended 2022 with the lowest year-end net debt level since our 2014 consolidation transaction, and we have plenty of cushion under our leverage target of around 4.5x.\nFor liquidity, we ended 2022 with $745 million of cash on our balance sheet in addition to our undrawn $4 billion worth of revolver capacity. Growth for full year 2022 versus '21 excluding the impacts from Winter Storm Uri, as Kim mentioned, we grew nicely. On a net income basis, we were up almost 3x 2021. That's partially due to an impairment taken in 2021. And on EBITDA, we're up 10%, and on DCF per share we're up 14% year-over-year, very nice growth.\nFor shareholder value for full year 2022, we repurchased 21.7 million shares at an average price of $16.94 per share and our Board just authorized us to do more of that should the opportunity present itself. We're seeing healthy growth across our business. Our balance sheet and liquidity are strong as they ever have been and we're creating shareholder value across the company in multiple ways.\nSo moving on to our quarterly performance. In the fourth quarter, we generated revenue of $4.6 billion, up $154 million from the fourth quarter of 2021. Our net income was up -- was $670 million, up 5% from the fourth quarter of last year, and our adjusted earnings, which excludes certain items, was up 16% compared to the fourth quarter of '21.\nOur distributable cash flow performance was also very strong. Our Natural Gas segment was up 11% or $138 million, with growth coming from multiple assets, higher contributions from our Texas Intrastate systems, MEP and EPNG, increased volumes on our KinderHawk system and favorable pricing on our Altamont system. Those were partially offset by lower contributions from our South Texas gathering assets.\nThe Products segment was down $29 million, driven by higher operating expenses as well as lower contributions from our crude and condensate business, and those were partially offset by increased rates across multiple assets as well as strong volumes on our splitter system.\nThe Terminal segment was flat to the fourth quarter of '21 with slightly lower New York Harbor and Houston Ship Channel liquids refined product renewal rates, unfavorable impacts from the 2022 winter weather and unfavorable property taxes, offset by greater contributions from our Jones Act tanker business, nonrecurring impacts from Hurricane Ida in 2021 and contributions from expansion projects placed in service as well as other rate escalations that the segment experienced.\nOur CO2 segment was up $36 million from the fourth quarter of '21 driven mostly by favorable commodity prices.\nOur EBITDA was $1.957 billion, up 8% from last year, and DCF was $1.217 billion, up 11% from last year. Our DCF per share of $0.54 was up 13% from last year.\nMoving on to the balance sheet. We ended the fourth quarter with $30.9 billion of net debt and a net debt to adjusted EBITDA ratio of 4.1x. That's up from 3.9x from year-end '21, but that's due to the nonrecurring EBITDA contribution from Winter Storm Uri we experienced in 2021.\nExcluding that Winter Storm Uri, EBITDA contribution that year-end 2021 ratio was 4.6x. So we ended the quarter and the year nicely favorable to the metric excluding the Uri contribution. We're also nicely below our long-term leverage target of around 4.5x. Our net debt change for the full year of $278 million was driven by a number of things. So here's a high-level reconciliation of that.\nOur DCF generated $4.97 billion. We paid out $2.46 billion in dividends. We spent $1.1 billion on growth capital and JV contributions. We repurchased stock in the amount of $368 million. We made two renewable natural gas acquisitions for around $500 million, and we received $560 million approximately from the sale of a partial interest in our Elba Liquefaction company.\nFinally, we had a working capital use of around $825 million from several items, and that gets you close to the $278 million reduction in net debt year-to-date.\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nOkay. Before we start the questions, I am very excited about the opportunity ahead. A large part of my job is going to be about continuity. This is a great company and a great business with a great future. As Steve said, our traditional business will be around for a long time to come.\nEnergy is a $5 trillion global industry that is ingrained in every aspect of our lives. We will continue to invest wisely in it as we position the company to turn slowly over time with the transition in a profitable manner. I'm also excited to work more directly with Tom. We work well together and have complementary skills, which will help the company into the future.\nWe have an experienced cohesive senior management team with Dax and John and Anthony and Sital and David and Kevin and others sitting around this table, and we expect to make this a seamless transition.\n\nSteven J. Kean\n\nCEO & Director, Kinder Morgan, Inc.\n\nAll right. Okay. Ted, let's open it up for questions. And as usual, we have a good chunk of our senior management team around the table, we'll make sure that you get a chance to hear from them as you have questions about their businesses specifically.\nSo Ted, if you would open it up to questions."
  },
  {
    "header": "KMI",
    "cik": "0001506307",
    "ticker": "KMI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b953ca739e057adfa8fcb53b55fbca5a",
    "period": "2022 Q3",
    "content": "Q3 2022 Kinder Morgan Inc Earnings Call\n\nQ3 2022 Kinder Morgan Inc Earnings Call\n\nKMINYSEOCT 19, 4:30 PM\n\nOperator\n\nWelcome to the quarterly earnings conference call. (Operator Instructions) Today's call is being recorded. If you have any objections, please disconnect at this time.\nI'll now turn the call over to Rich Kinder, Executive Chairman of Kinder Morgan.\n\nRichard D. Kinder\n\nExecutive Chairman of the Board, Kinder Morgan, Inc.\n\nThank you, Ted. And before we begin, as we always do, I'd like to remind you that KMI's earnings release today and this call include forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 and the Securities Exchange Act of 1934 as well as certain non-GAAP financial measures.\nBefore making any investment decisions, we strongly encourage you to read our full disclosures on forward-looking statements and use of non-GAAP financial measures that are set forth at the end of our earnings release as well as review our latest filings with the SEC for important material assumptions, expectations and risk factors that may cause actual results to differ materially from those anticipated and described in such forward-looking statements.\nAn analyst recently described Kinder Morgan as a capital-efficient business model leveraged to natural gas infrastructure growth. I largely agree with that assessment, although it omits our significant steps in our energy transition efforts, including renewable natural gas, renewable diesel and potentially carbon capture and sequestration.\nI spent the last several quarters on this call, describing that capital-efficient business model. And today, I want to spend a bit of time discussing natural gas infrastructure and the value of our existing infrastructure in today's environment. As we all know, it's become increasingly difficult to build new greenfield pipeline projects, particularly in the Northeast and other areas outside the U.S. Gulf Coast. While this situation is, in my opinion, unfortunate and poor public policy, it does make existing infrastructure even more valuable. I don't think that value is fully recognized by the equity markets. The difficulty in building new pipeline and ancillary facilities widens the moat to use long bucket sprays around existing assets at a company like KMI.\nThat's an obvious source of additional value. But beyond that, having such an extensive network already in place affords great opportunity for a company like ours to extend and expand our assets on an incremental basis without the Herculean task of permitting and building a new greenfield project. Those step-out projects can provide great service to our customers and yield a very good return for our shareholders. We're fortunate at KMI that a large portion of our network is in Texas and Louisiana, states that understand and appreciate the need for new energy infrastructure and where so much of the demand for additional throughput, particularly natural gas, is located.\nLet me be more specific. The demand for natural gas in those states is projected to grow enormously over the rest of this decade. That growth is driven by a number of end users, but let me just focus on LNG export facilities. Year-to-date, in 2022, LNG is consuming over 11 Bcf a day and that number incorporates the absence of roughly 2 Bcf a day of demand from the Freeport facility, which has been shut down since June. According to the S&P Global LNG forecast, that number is predicted to grow to 22 Bcf a day by 2027 as new facilities come online. That's virtually doubling the current demand, which has already grown by 400% in the last 5 years.\nWe project that after '27, LNG demand will continue to grow and expected to be 28 Bcf a day by 2030. Given the situation in Europe today, which will result in more long-term contracts and the continuing usage in Asia, this hyper-growth scenario actually seems pretty reasonable to me. That's a huge increase, and most of it will occur in Texas and Louisiana, where so much of our asset base is located. That is what we, in the pipeline business call demand pool, which in many respects is more valuable than supply push.\nAs you know, we currently move about 50% of all the gas consumed by LNG facilities, and we expect to maintain or expand that share in the future. To serve our customers, both producers and end users, we are continuously expanding our system on an incremental basis to accommodate the growth we expect.\nJust a couple of examples of that effort include the expansion of our PHP system that connects the Permian basin, the Gulf Coast and the building of the Evangeline Pass system to serve the venture capital LNG facility in Plaquemine, Paris, Louisiana, and we expect to announce additional projects in the coming months. When you add the increasing need for natural gas for industrial uses, electric generation and exports to Mexico to that massive LNG demand, the result is an enormous opportunity to grow our system in a capital-efficient manner, which in turn will grow the value of our company.\nSteve?\n\nSteven J. Kean\n\nCEO & Director, Kinder Morgan, Inc.\n\nYes. Thanks, Rich. We are having a good year. We are projecting to be nicely above plan for the year and substantially better year-over-year Q3 to Q3, as Kim and David will show you. Some of the outperformance is commodity price tailwinds, but we're also up on commercial and operational performance.\nJust a couple of highlights. Our capacity sales and renewals in our gas business are strong. Gathering and processing is also up versus plan and up year-over-year. Existing capacity is growing in value on our natural gas network. And we're seeing it across our network on our major interstate systems and on our Texas intrastate system and we are seeing it in both storage and transportation service offerings, and we're even seeing it on a previously challenged system, the Midcontinent Express Pipeline.\nIn CO2, SACROC production is well above plan. And of course, we are benefiting from higher commodity prices in this segment, though prices are not as elevated as they were when we talked after Q2. We are facing cost headwinds, mostly because of added work this year. But while costs are up, we're actually doing very well in holding back the impacts of inflation.\nIt's hard to measure precisely, but based on our analysis of what we can reliably track, we are well below the headline PPI numbers that you're seeing. Actually, we appear to be experiencing about half of that increase. Much good work by our procurement and operations teams and much of this good performance is attributable to our culture. We are frugal with our investors' money.\nLooking ahead, we are seeing good opportunities across our network and in gas, in particular, Rich emphasized LNG, and that is clearly the biggest long-term opportunity and our network is especially well positioned. I'll give you an illustration of that. We currently have 5.7 Bcf a day under long-term contracts serving existing LNG facilities. The associated investment for that 5.7 Bcf was $1.3 billion. That is very capital-efficient expansion of our network.\nThere are other opportunities as well. We have identified and talked to customers on our Texas Intrastate system about over a Bcf a day each of power plant, industrial and utility expansions. Of course, not all that's going to happen, but it shows the level of economic activity in one of our biggest natural gas markets. We now have a backlog of $2.7 billion of projects, that's up $600 million on a net basis since last quarter, meaning taking into account the projects that rolled into service over the quarter and almost 80% of that backlog is in low-carbon investments, natural gas, energy transition ventures and renewable diesel and renewable feedstocks projects in our products and terminals businesses.\nOn Energy Transition Ventures, we expect with what we have already acquired and with the projects under construction or development right now to invest about $1.2 billion at an EBITDA multiple of a little over 5x when everything is up and running. I'll add that while we have experienced some delay and modest cost increases in this business, the returns are very good and the EBITDA multiple is strong.\nWe also closed on the sale of an interest in our Elba Liquefaction facility during the quarter. The implied enterprise value to EBITDA multiple of the sale was approximately 13x. And so to think about in terms of use of proceeds, that can pay us very favorably to our expansion project multiple of 5.5x in aggregate over the last 3 years as well as through our share price multiple. Again, we're having a very good year, and we are setting our business up well for the future.\nOur balance sheet is strong. We are seeing good value, particularly in natural gas and renewables. We are finding and executing on projects with attractive returns, and we are returning value to shareholders.\nAnd I'll turn it over to Kim.\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nOkay. Thanks, Steve. Starting with the Natural Gas business segment. Transport volumes were roughly flat for the quarter versus the second quarter '21, and we saw increased volumes from power demand, and that was offset by reduced volumes to Mexico as a result of third-party pipeline capacity added to the market.\nThe pipeline outage on EPNG, the Freeport LNG outage and continued decline in Rockies production. If you adjusted our volumes for the EPNG and Freeport outages, which are temporary in nature, we estimate volumes would have been up about 4%. Deliveries to LNG facilities off our pipe averaged about 5.2 million dekatherms per day. That's about 1% higher than the third quarter of '21, but it's lower than the second quarter of this year. Again, that's due to the Freeport LNG outage.\nDeliveries to power plants were robust in the quarter, they were up about 11%, driven by record summer power demand, that's 880 million dekatherms per day of incremental gas moving to power plants. It's pretty incredible. Our natural gas gathering volumes were up about 13% in the quarter compared to the third quarter of '21 and that was driven by the Haynesville volumes, which were up about 70%.\nSequentially, volumes are up 6% with big increases in the Bakken, up 14%; Haynesville, 8%; and Eagle Ford, up 7%. Overall, our natural gas gathering volumes were budgeted to increase about 10% for the full year and we're currently on track for about 13%. Overall demand for natural gas is very strong, as both Rich and Steve mentioned, driving the demand for our transport and storage services, and we expect that demand to continue to grow.\nTo add on to what Rich and Steve said, our fundamentals group estimates natural gas demand to grow from roughly 100 Bcf a day market currently to approaching 130 Bcf market by 2031. So the world needs a reliable supplier of natural gas and the United States is positioned to be that supplier. According to the EIA, we have 80-plus years of recoverable reserves. And from an environmental perspective, the U.S. is one of the lowest emission producers in the world.\nOn the products segment, refined products volumes were down about 2% in the quarter versus the third quarter of '21, slightly outperforming EIA, which was down 3%. Gasoline and diesel were down 3% and 5%, respectively. But we did see an 11% increase in jet fuel demand. For October, we started the month a little bit stronger than the Q3 results.\nOn Crude and condensate, volumes were down about 5% in the quarter. Sequentially, they were down 2% with a reduction in the Eagle Ford more than offsetting an increase in the Bakken.\nOn the Terminals business segment, our liquids lease percentage remains high at 91%. If you exclude tanks out of service for required inspection, so that lease percentage is roughly 95%.\nLiquids throughput, which does not drive current results, but it's an indicator of our ability to renew contracts in the future was up about 7%, driven by gasoline, diesel and renewable volumes, which comprise over 85% of our liquid volume. We continue to experience some weakness in the New York Harbor and our tankers business was hurt in the quarter by lower average rates, but that business has continued to improve. We currently have all 16 vessels sailing under firm contracts with average remaining terms of over 5 years.\nFor '23, we have approximately 90% of the vessel days under firm charter. And if you look at the shipper contractual options likely to be exercised, it's 100% at average rates that are higher than 2022. We've also seen interest in chartering vessels several years out.\nOn the bulk side, overall volumes were flat. Petcoke and steel were up nicely, but that was off -- I mean, petcoke and coal were up nicely, but that was offset by lower steel, but from a margin perspective, the higher petcoking coal substantially offset the lower steel. CO2 segment, metal production in the quarter was up 7% versus our budget. For the full year, we're expecting oil production to be about 4% above our budget, CO2 volumes to be about 8% of our budget and price to exceed our budget. These positives are partially offset by higher operating expenses, not due to a combination of higher activity level/production and inflation. For Q3 versus Q3 '21, crude production was down about 3%. CO2 sales volumes were down 11%, and that was driven by the expiration of a carried interest in a project.\nNGL volumes were up 1% and prices were higher across the board. Overall, we had a very good quarter. DCF per share was up 7% versus our plan and up 8% year-to-date. We currently project that we will exceed our full year guidance on DCF per share and EBITDA by 4% to 5%. Timing on sustaining CapEx into the fourth quarter out of the second and third is the primary driver of the DCF difference between the year-to-date performance and the expected full year performance.\nAs we progress through the year, we're seeing more high-return expansion opportunities, in the quarter, as Steve said, our backlog increased about $600 million. And as a result, going forward, we'd expect to be in the middle of our $1 billion to $2 billion range or maybe to the higher end.\nAnd with that, I'll turn it over to David Michels.\n\nDavid Patrick Michels\n\nVP & CFO, Kinder Morgan, Inc.\n\nThank you, Tim. So for the third quarter of 2022, we are declaring a dividend of $0.2775 per share, which is $1.11 annualized and 3% up from our 2021 dividend. One highlight before I start on the financial performance. We continue to take advantage of our low stock price by repurchasing shares this past quarter. We added over $90 million of repurchases to what we reported last quarter. And so year-to-date, we have now repurchased approximately 21.7 million shares at an average price of $16.94 per share. We believe those share repurchases are going to generate an attractive return for our shareholders.\nOur savings from the current dividend alone without regard to the terminal value or dividend growth is 6.6%. For the financial performance for the quarter, we generated revenue of $5.2 billion, up $1.35 billion from the third quarter of 2021. The associated cost of sales also increased by $1.16 billion. So combining those 2, our gross margin was $195 million higher.\nOur net income was $576 million up 16% from $495 million in the third quarter of last year. Our adjusted earnings, which excludes certain items was up 14% compared to the third quarter of last year. On a distributable cash flow basis, our performance was also very strong. Natural gas -- the Natural Gas segment was up $69 million with greater volumes on our KinderHawk system, Haynesville, higher recontracting rates on MEP, NGPL and SNG, greater contributions from our Texas Intrastate systems and favorable commodity prices impacting Altamont in (inaudible) and Copano, South Texas.\nOur product segment was down $23 million, driven by a decline in commodity prices impacting our inventory values, lower crude volumes on our HH system as well as higher integrity costs partially offset by higher rate escalations year-over-year.\nOur Terminal segment was up $7 million with -- as Kim mentioned, greater coal and petcoke volumes partially offset by lower contributions from our New York Harbor and Houston Ship Channel liquids terminals versus the third quarter of last year.\nOur CO2 segment was up $41 million, driven mostly by favorable commodity prices. So our EBITDA of $1.773 billion was up 7% from last year, and our DCF was $1.122 billion, our DCF per share was $0.49, both 11% above last year. For the full year, as Kim mentioned, we expect to be 4% to 5% above our budget. And for the quarter, DCF was ahead of budget by 6.5%.\nSome of that is due to a shift of sustaining capital into the fourth quarter. And as a reminder, at our Investor Day presentation in January, we said about 22% of our DCF would come in the third quarter of this year. If you apply that 22% to our budgeted DCF increased by 5%, which is what we guided you to last quarter, you would see that we exceeded that expectation this quarter. So a helpful reminder that we provide useful information on quarterly shaping at our Investor Day.\nMoving on to the balance sheet. We ended the third quarter with $31.2 billion of net debt and a net debt to adjusted EBITDA ratio of 4.2x. That's up from 3.9x at the year-end as the nonrecurring EBITDA contribution from the Winter Storm Uri in February 2021, it was captured in that year-end ratio. The year-end ratio was 4.6x, excluding Uri EBITDA contribution. So we ended this quarter nicely favorable to the year-end metric excluding Uri. Our net debt decreased to $10 million or has decreased to $10 million year-to-date. So I'll go through a high-level reconciliation of that.\nWe've generated year-to-date DCF of $3.75 billion. We've paid dividends of $1.83 billion. We've contributed or repaid growth capital and contributed to joint ventures $700 million. We had $225 million of increased restricted deposits, which is mostly due to cash posted for margin related to our hedging activity. We've repurchased $331 million of stock through the third quarter end. We've had about $500 million of acquisitions, and that's sort of the 2 renewable natural gas companies. We received approximately $560 million from the sale of our interest in Elba Liquefaction company and we've had about $750 million of working capital use, which is primarily interest expense payments and some other legal and rate settlements. And that gets you close to the reconciliation for year-to-date change in net debt.\nSo that completes the financial overview, and I'll turn it back to Steve.\n\nSteven J. Kean\n\nCEO & Director, Kinder Morgan, Inc.\n\nAll right. Ted, let's go ahead and open up the channel for questions here and I'll just remind everybody, limit yourself to 1 question and a follow-up. And then if you've got more, get back in the queue, and we will get to you and get your questions answered.\nAnd also, we have a good chunk of our management team sitting around the table here today, and I'll make sure that you hear from them on questions about their businesses. All right. Ted, with that, let's take the first question."
  },
  {
    "header": "KMI",
    "cik": "0001506307",
    "ticker": "KMI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1094672f9be7b7b911dc5a3780c2e050",
    "period": "2022 Q2",
    "content": "Q2 2022 Kinder Morgan Inc Earnings Call\n\nQ2 2022 Kinder Morgan Inc Earnings Call\n\nKMINYSEJUL 20, 4:30 PM\n\nOperator\n\nWelcome to the quarterly earnings conference call. Today's call is being recorded. If you have any objections, you may disconnect at this time. (Operator Instructions)\nI would now like to turn the call over to Mr. Rich Kinder, Executive Chairman of Kinder Morgan.\n\nRichard D. Kinder\n\nExecutive Chairman of the Board, Kinder Morgan, Inc.\n\nThank you, Jordan. And as I always do, before we begin, I'd like to remind you that KMI's earnings release today and this call include forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 and the Securities Exchange Act of 1934 as well as certain non-GAAP financial measures.\nBefore making any investment decisions, we strongly encourage you to read our full disclosure on forward-looking statements and use of non-GAAP financial measures set forth at the end of our earnings release as well as review our latest filings with the SEC for important material assumptions, expectations and risk factors, which may cause actual results to differ materially from those anticipated and described in such forward-looking statements.\nLet me start by saying that in these turbulent and volatile times, it seems to me that every public company owes its investors a clear explanation of its strategy and its financial philosophy. In these days, platitudes and unsubstantiated hockey stick growth projections don't play well. To my way of thinking, despite the pronouncements of celebrities, fortune may not favor the brave so much as it favors the cash. The ability to produce sizable amounts of cash from operations should be viewed as a real positive in picking investments. But I believe that generating cash is only part of the story. The rest is dependent on how that cash is utilized.\nAt Kinder Morgan, we consistently produce solid and growing cash flow, and we demonstrated that once again this quarter. At the Board and the management level, we spend a lot of time and effort deciding how to deploy that cash. As I've said ad nauseam, our goals are to maintain a strong investment-grade balance sheet, fund expansion and acquisition opportunities, pay a handsome and growing dividend and further reward our shareholders by repurchasing our shares on an opportunistic basis. As Steve and the team will explain in detail, we used our funds for all of those purposes in the second quarter.\nTo further clarify our way of thinking, we approved new capital projects only when we are assured that these projects will yield a return well in excess of our weighted cost of capital. Obviously, in the case of new pipeline projects, most of the return is normally based on long-term throughput contracts, which we are able to negotiate prior to the start of construction.\nBut we also look at the long-term horizon, and we're pretty conservative in assumptions on renewal contracts after expiration of the base term and on the terminal value of the investment. That said, we are finding good opportunities to grow our pipeline network as demonstrated by our recent announcement of the expansion of our Permian Highway Pipeline, which will enable additional natural gas to be transported out of the Permian Basin.\nSo if we're generating lots of cash and using it in productive ways, why isn't that reflected at a higher price per KMI stock? Or to use that old phrase, \"If you're so smart, why ain't you rich?\" In my judgment, market pricing has disconnected from the fundamentals of the midstream energy business, resulting in a KMI yield -- dividend yield approaching 7%, which seems ludicrous for a company with the stable assets of Kinder Morgan and the robust coverage of our dividend.\nI don't have an answer for this disconnect. And it's easy to blame factors over which we have no control, like the mistaken belief that energy companies have no future or the volatility of crude prices, which, in fact, have a relatively small impact on our financial performance. Specific to KMI, some of you may prefer that we adopt a \"swing for the fences\" philosophy rather than our balanced approach, while others may think we should be even more conservative than we are.\nTo paraphrase Abe Lincoln, I know we can't please all of you all the time, but I can assure you that this Board and management team are firmly committed to return value to our shareholders and that we will be as transparent as possible in explaining our story to you and all of our constituents. Steve?\n\nSteven J. Kean\n\nCEO & Director, Kinder Morgan, Inc.\n\nWe're having a good year. We're projecting to be nicely above plan for the year and substantially better year-over-year Q2-to-Q2, as Kim and David will tell you. Some of the outperformance is commodity price tailwinds, but we're also up on commercial and operational performance. And here are some highlights.\nOur capacity sales and renewals in our gas business are strong. Gathering and processing is also strong, up versus planned and up year-over-year. Existing capacity is growing in value. I'll give you an example. After years of talking about the impact of contract roll-offs, we're now seeing value growth in many places across our network. One recent example on our Midcontinent Express Pipeline, we recently completed an open season where we awarded a substantial chunk of capacity at maximum rates. Those rates are above our original project rate.\nWhile not super material to our overall results, I think it's a stark and good illustration of the broader trend of rate and term improvements on many of our renewals in the Natural Gas business unit.\nSecond, at CO2, SACROC production is well above plan. And of course, we are benefiting from higher commodity prices in this segment. The product segment is ahead of plan and terminals is right on plan. We're facing some cost headwinds, mostly because of added work this year. While costs are up, we're actually doing very well in holding back the impacts of inflation. It's hard to measure precisely, but based on our analysis, we are well below the headline PPI numbers that you're seeing. And actually, we appear to be experiencing less than half of those increases. That's due to much good work by our procurement and operations teams, and much of this good performance is attributable to our culture. We are frugal with our investors' money.\nA few comments on capital allocation. The order of operations remains the same as it has been for years. First, a strong balance sheet, we expect to end this year a bit better than our 4.5x debt-to-EBITDA target, giving us capacity to take advantage of opportunities and protect us from risk. As we noted at our Investor Day this year, having that capacity is valuable to our equity owners.\nSecond, we invest in attractive opportunities to add to the value of the firm. We have found some incremental opportunities and expect to invest about $1.5 billion this year in expansion capital. And notably, we added an expansion of our Permian Highway Pipeline. We picked up Mas Energy, that's M-A-S, a renewable natural gas company. And we're close on a couple of more nice additions to our renewable Natural Gas business. We are finding these opportunities and others all at attractive returns well above our cost of capital.\nFinally, we return the excess cash to our investors in the form of a growing well-covered dividend and share repurchases. So far this year, we have purchased about 16.1 million shares while raising the dividend 3% year-over-year.\nAs we look ahead, we have a $2.1 billion backlog, 75% of which is in low-carbon energy services. That's natural gas, RNG as well as renewable diesel and associated feedstocks in our Products and Terminals segment. Again, all of these are attractive returns. And I want to emphasize, as we've said, I think many times now, our investments in the energy transition businesses we have done without sacrificing our return criteria, a nice accomplishment.\nIn Natural Gas, in particular, we are focused on continuing to be the provider of choice for the growing LNG market where we expect to maintain and even expand on potentially our 50% share. And in natural gas storage, which is highly cost-effective energy storage in a market that will continue to need more flexibility, again, we are having a very good year. We are further strengthening our balance sheet, finding excellent investment opportunities and returning value to shareholders, and we are setting ourselves up well for the future. Kim?\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nThanks, Steve. Starting with the Natural Gas business segment for the quarter. Transport volumes were down about 2%. That's approximately 0.6 million dekatherms per day versus the second quarter of 2021. That was driven primarily by reduced volumes to Mexico as a result of third-party pipeline capacity added to the market, a pipeline outage on EPNG and continued decline in the Rockies production. These declines were partially offset by higher LNG deliveries and higher power demand.\nDeliveries to LNG facilities off of our pipeline averaged approximately 5.8 million dekatherms per day, about 16% higher than the second quarter of '21 but lower than the first quarter of this year due to the Freeport LNG outage. Our current market share of deliveries to LNG facilities remains around 50%. We currently have about 7 Bcf a day of LNG feed gas contracted on our pipes. And we've got another 2.6 Bcf a day of highly likely contracts where projects have been FID-ed but not yet built or where we expect them to FID in the near term.\nWe're also working on a significant amount of other potential projects. And given the proximity of our assets to the planned LNG expansions, we expect to maintain or grow that market share as we pursue those opportunities. Deliveries to power plants in the quarter were robust, up about 7% versus the second quarter of '21.\nThe overall demand for natural gas is very strong. And as Steve said, that drives nice demand for our transport and storage services. For the future, we continue to anticipate growth in LNG exports, power, industrial and exports to Mexico. For LNG demand, our internal and WoodMac numbers project between 11 and 15 Bcf a day of LNG demand growth by 2028.\nOur natural gas gathering volumes in the quarter were up 12% compared to the second quarter of '21. Sequentially, volumes were up 6% with a big increase in the Haynesville volumes up 15% and Eagle Ford volumes up 10%. These increases were somewhat offset by lower volumes in the Bakken. Overall, our gathering volumes in the Natural Gas segment were budgeted to increase by 10% for the full year, and we're currently on track to exceed that number.\nIn our Products Pipeline segment, refined products volumes were down 2% for the quarter versus the second quarter of 2021. Gasoline and diesel were down 3% and 11%, respectively, but we do see a 19% increase in jet fuel demand. For July, we started the month down versus 2021 on refined products, but we have seen gasoline prices decrease nicely over the last month or so.\nCrude and condensate volumes were down 6% in the quarter versus the first quarter of '21. Sequential volumes were down 2% with the reduction in the Bakken volumes more than offsetting an increase in the Eagle Ford. In our Terminals business segment, our liquids utilization percentage remains high at 91%. Excluding tanks out of service for required inspections, utilization is approximately 94%. And liquids throughput during the quarter was up 4% driven by gasoline, diesel and renewables.\nWe have seen some rate weakness on renewals -- contract renewals in our hub terminal impacted by the backwardation in the market, just like we saw some marginal benefit when the curve was in a contango position a couple of years ago. Although we were hurt in the quarter by lower average rates on our marine tankers, all 16 vessels are currently sailing under firm contracts, and rates are now at pre-COVID levels.\nOn the bulk side, overall volumes increased by 1% driven by pet coke and coal, and that was somewhat offset by lower steel volume. In the CO2 segment, crude, NGL and CO2 volumes were down compared to Q2 of '21, but that was more than offset by higher commodity prices. Versus our budget, crude, NGL and CO2 volumes as well as price on all these commodities are all expected to exceed our expectations.\nOverall, we had a very nice first half of the year. We currently project that we will exceed our full year 2020 plan DCF and EBITDA by 5%. And we've approved a number of nice new projects, including the PHP expansion and Evangeline Pass Phase 1.\nWith that, I'll turn it over to David Michels.\n\nDavid Patrick Michels\n\nVP & CFO, Kinder Morgan, Inc.\n\nThanks, Kim. For the second quarter of 2022, we're declaring a dividend of $0.2775 per share, which is $1.11 per share annualized, up 3% from our 2021 dividend. And one highlight before we begin the financial performance review. As Steve mentioned, we took advantage of a low stock price by tapping our Board-approved share repurchase program. Year-to-date, we've repurchased 16.1 million shares for $17.09 per share. We believe those repurchases will generate an attractive return for our shareholders. Our savings from the current dividends alone without regard to terminal value assumptions or dividend growth in the future is 6.5%, a nice return to our shareholders.\nMoving on to the second quarter financial performance. We generated revenues of $5.15 billion, up $2 billion from the second quarter of 2021. Our associated cost of sales also increased by $1.7 billion. Combining those 2 items, our gross margin was $254 million higher this quarter versus a year ago. Our net income was $635 million, up from a net loss of $757 million in the second quarter of last year, but that includes a noncash impairment item for 2021. Our adjusted earnings, which excludes certain items, including that noncash impairment, was $621 million this quarter, up 20% from adjusted earnings in the second quarter of 2021.\nAs for our DCF performance, each of our business units generated higher EBITDA than the second quarter of last year. The Natural Gas segment was up $69 million with greater contributions from Stagecoach, which we acquired in July of last year; greater volumes through our KinderHawk system; favorable commodity price impacts on our Altamont and Copano South Texas systems. And those are partially offset by lower contributions from CIG.\nThe Products segment was up $6 million driven by favorable price impacts, partially offset by lower crude volumes on Hiland and HH as well as higher integrity costs. Our Terminals segment was up $7 million with greater contributions from expansion projects placed in service, a gain on a sale of an idled facility and greater coal and pet coke volumes. Those are partially offset by lower contributions from our New York Harbor terminals and our Jones Act tanker business versus the second quarter of last year.\nOur CO2 segment was up $60 million driven by favorable commodity prices, more than offsetting lower year-over-year oil and CO2 volumes as well as some higher operating costs. Also adding to that segment were contributions from our Energy Transition Ventures renewable natural gas business, Kinetrex, which we acquired in August of last year.\nThe DCF in total was $1.176 billion, 15% over the second quarter of 2021. And our DCF per share was $0.52, up 16% from last year. It's a very nice performance.\nOn to our balance sheet. We ended the second quarter with $31 billion of net debt and a net debt to adjusted EBITDA ratio of 4.3x. That's up from year-end at 3.9x. Although that 3.9x includes the nonrecurring EBITDA contributions from the Winter Storm Uri event in February 2021. The ratio at year-end would have been 4.6x excluding the Uri EBITDA contributions. So we ended the quarter favorable to our year-end recurring metric.\nOur net debt has decreased $185 million year-to-date, and I will reconcile that change to the end of the second quarter. We've generated year-to-date DCF of $2.631 billion. We've paid out dividends of $1.2 billion. We've spent $500 million on growth capital and contributions to our joint ventures. We've posted about $300 million of margin related to hedging activity. Through the second quarter, we had $170 million of stock repurchases. And we've had approximately $300 million of working capital uses year-to-date, and that explains the majority of the year-to-date net debt change.\nAnd with that, I'll turn it back to Steve.\n\nSteven J. Kean\n\nCEO & Director, Kinder Morgan, Inc.\n\nAll right. Thank you. So we'll open up to the Q&A part of the session. (Operator Instructions) And here in the room, we have a good portion of our management team. And as you ask your questions, I'll let you hear directly from them on your question -- about questions about their businesses. So Jordan, would you open up the Q&A?"
  },
  {
    "header": "KMI",
    "cik": "0001506307",
    "ticker": "KMI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/83ad5450af36ca5a76ca6a926fef1c34",
    "period": "2022 Q1",
    "content": "Q1 2022 Kinder Morgan Inc Earnings Call\n\nQ1 2022 Kinder Morgan Inc Earnings Call\n\nKMINYSEAPR 20, 4:30 PM\n\nOperator\n\nGood afternoon, and welcome to the quarterly earnings conference call. At this time, I would like to inform all participants that today's call is being recorded. (Operator Instructions) I would now like to turn the call over to Mr. Rich Kinder, Executive Chairman of Kinder Morgan. Thank you, sir. You may begin.\n\nRichard D. Kinder\n\nExecutive Chairman of the Board, Kinder Morgan, Inc.\n\nOkay. Thank you, Michelle. Before we begin, I'd like to remind you, as I always do, that KMI's earnings release today and this call include forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 and the Securities and Exchange Act of 1934 as well as certain non-GAAP financial measures.\nBefore making any investment decisions, we strongly encourage you to read our full disclosures on forward-looking statements and use of non-GAAP financial measures set forth at the end of our earnings release as well as review our latest filings with the SEC for important material assumptions, expectations and risk factors that may cause actual results to differ materially from those anticipated and described in such forward-looking statements. Let me begin by today, we formally announced our dividend increase for 2022, taking the annual payout to $1.11. That's the fifth consecutive annual increase.\nAlso, as Steve Kean and the team will tell you, the year is off to a good start. Now, I want to talk about broader issues that impact all of us. Since our last call in January, seismic events have occurred. The Russian invasion of Ukraine has shaken the world order as we know it, with a dramatic impact on the economy of Europe and indeed, the entire world predicting how this whole tragic situation will be finally resolved is far beyond my capabilities, but I'm pretty certain the impact on the energy segment of the economy will be significant at least over the next several years.\nThis crisis has demonstrated the continued dependence of the world on fossil fuels, especially natural gas and the inability to develop a satisfactory substitute in the short to intermediate term.\nThis situation is illustrated by the frantic efforts of Europe to wean itself from its overwhelming reliance on Russian natural gas. Beyond that, we are shown once again how tight the world market is for oil, natural gas, NGLs and even coal as we look at the dramatic escalation in prices since the war began in late February.\nWhat does this mean for the energy space in America? In my judgment, the crisis plays to our strengths. The U.S. is a reliable supplier with the ability to grow its production modestly in the near term and more robustly in the intermediate term. We operate under a transparent legal system, and we have technical expertise from the wellhead to the burner tip that is unmatched anywhere in the world.\nFor all of these reasons, the United States will be a major part of the solution to adequately supply the world with oil and natural gas it needs to surmount the present problem. In particular, the U.S. will be a major supplier of additional LNG to Europe to replace at least in part Russian gas.\nI anticipate that all of our present LNG export facilities will be running at capacity for the foreseeable future, and the contracts necessary to support the construction of new facilities in the next few years will be more attainable than they've been in the past.\nBy way of caution, I'm still concerned that our federal government will not properly expedite permitting of these new facilities. But I'm reasonably hopeful that at some point, this administration will recognize the importance of playing its energy card to support its allies and sanction its adversaries.\nThe impact of these developments will benefit the midstream energy segment and Kinder Morgan specifically in both the short term and the long term. At Kinder Morgan, we move about 40% of all the natural gas in America and about 50% of the gas going to LNG export terminals. As volumes increase, throughput will increase as will the need for our selective expansions and extensions of the network. In short, it's a good time to be long natural gas infrastructure. Steve?\n\nSteven J. Kean\n\nCEO & Director, Kinder Morgan, Inc.\n\nAll right. Thanks, Rich. So after wrapping up a record year financially in 2021, we're off to a strong start in 2022, with strong performance in our base business and attractive opportunities to add growth.\nWe're keeping our balance sheet strong, exceeded our plan in the first quarter. And even though it's early in the year, we are projecting to be above plan for the full year. In addition to commodity price tailwinds, we experienced very strong commercial performance in our gas business with continued improvement in our contract renewals, especially on our flexible gas storage services, good performance during the winter and new emerging project opportunities in our Bakken, Haynesville and Altamont assets and increasing interest in new Permian transportation capacity. On the Permian, we are working on the commercialization and development of compression expansions on our PHP and GCX pipelines. While we will need to do a small amount of looping most of the expansion can be accomplished with additional horsepower.\nCompression expansions are low risk from a siting and permitting perspective, and they are very capital efficient though they do come with a higher fuel rate for the customer. Most importantly, in today's environment, compression expansions allow for speed to market. Once we have contracts and make FID, we believe we can get to in service in about 18 months.\nWe believe the market will need that capacity in that time frame and see 1 or both of these expansions as the near-term solution pushing out our potential greenfield third pipeline further in time. Combined, the 2 expansions can add 1.2 Bcf per day of capacity out of the Permian.\nFinally, for gas, our Stagecoach storage asset, which we acquired in 2021, helped us with our strong winter performance and continues to perform above our acquisition model. Our CO2 business was aided by commodity prices and also operational outperformance versus our plan. We continue to advance our 3 renewable gas projects, which we picked up in the Kinetrex's acquisition last year and we are advancing additional opportunities in our Energy Transition Ventures group.\nOur products pipelines were modestly above plan for the quarter. And while terminals missed plan by a bit, we started to see good recovery in our Jones Act charter rates and continued strong performance in our bulk terminals business.\nFor the balance of the year, commodity prices continue as a tailwind, and we have locked in enough such that our updated sensitivity is about $4 million per $1 movement of WTI. We expect continued strength in our base business, but we also expect to experience some negative impact from cost pressures due both to additional maintenance and integrity work that we added to the plan for this year as well as some higher costs on certain materials, chemicals, parts and vehicle fuel. Still taking all of this into account, we are predicting that we will be above plan for the year. In summary, we're doing very well. And with that, I'll turn it over to Kim.\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nOkay. Thanks, Steve. I'll go through the segments, starting with Natural Gas. Our transport volumes there were up 2% or approximately 0.9 million dekatherms per day versus the first quarter of 2021, and that was driven primarily by increased LNG deliveries generally colder weather, partially offset by the continued decline in Rockies production and a pipeline outage on EPNG.\nDeliveries to LNG facilities off of our pipes averaged approximately 6.2 million dekatherms per day. That's a 32% increase versus Q1 of '21. Our market share of deliveries to LNG facilities, as Rich mentioned, remains around 50%.\nExports to Mexico were down in the quarter when compared to Q1 of '21 as a result of third-party pipeline capacity added to the market. Overall deliveries to power plants were up 5%, and we believe that natural gas power demand is becoming more inelastic relative to coal.\nDeliveries to LDCs and industrial also increased. The overall demand for natural gas is very strong, both our internal and WoodMac numbers project between 3 and 4 Bcf of demand growth for 2022. And in our numbers, we project growth in all major categories [rescom], industrial, power, exports to Mexico and LNG exports.\nOur natural gas gathering volumes were up 12% in the quarter compared to the first quarter of '21. Sequentially, volumes were down 6% with a big increase in Haynesville volumes, which were up 14%, more than offset by lower Eagle Ford volumes, which were impacted by contract termination.\nOverall, our budget projected gathering volumes in the Natural Gas segment to increase by 10% for the full year, and we are currently on track to exceed that number. In our Products Pipeline segment, refined products volumes were up 7% for the quarter compared to the prepandemic levels using Q1 of '19 as a reference point road fuels were down about 0.5%, so essentially flat, while jet was down 18%.\nWe did see a decrease in the monthly growth rate as we went through the quarter, so higher prices may be starting to impact demand. Crude and condensate volumes were down 4% in the quarter versus the first quarter of '21. Sequential volumes were flat with a reduction in the Eagle Ford offset by an increase in the Bakken. In our Terminals business segment, the liquids utilization percentage remains high at 92%. If you exclude tanks out of service for required inspection, utilization is about 95%.\nOur [res] business which serve consumer domestic demand was up nicely in the first quarter. Our hub facilities, which are driven more by refinery runs, international trade and blending dynamics were also up significantly. As Steve said, we've seen some -- marine tanker business with all 16 vessels currently sailing under firm contracts and day rates are still improving, though still lower relative to expiring contracts.\nOn the bulk side, overall volumes increased by 19%, driven by pet coking coal, which more than offset lower steel and ore volume. In our CO2 segment, crude volumes were essentially flat compared to Q1 of '21 and NGL volumes were up 7%. CO2 volumes were down 9%, but that was due to the expiration of a carried interest following payout on a project in '21.\nOn price, we saw very nice increases in all of our primary commodities. Overall, we've had a very nice start to the year. For the first quarter, we exceeded our DCF plan by 4%. We estimate that roughly half of that outperformance was due to price and the other half due to strength in our base business. As Steve said, we currently project that we will exceed our full year 2022 plan.\nWe've not specifically quantified the outperformance because one, it is relatively early in the year; and two, there are a lot of moving pieces. Commodity prices, gathering volumes, inflation, regulatory demands and interest rates to name a few. But we expect the upside to outweigh the downside. And with that, I'll turn it to David Michels.\n\nDavid Patrick Michels\n\nVP & CFO, Kinder Morgan, Inc.\n\nAll right. Thank you, Kim. So for the first quarter of 2022, we are declaring a dividend of $0.2775 per share, which, as Rich mentioned, is $1.11 annualized and 3% up from our 2021 dividend.\nFor the quarter, we generated revenues of $4.3 billion, which is down $918 million from the first quarter of last year. However, when you exclude the large nonrecurring contribution from Winter Storm Uri from last year, our revenue would have been higher this quarter versus last year.\nAnd our net income was $667 million, down from the first quarter of 2021. But excluding the contribution from Winter Storm Uri last year, our net income during the first quarter of 2021 would have been $569 million. So relative to that recurring amount, we generated $98 million or 17% higher net income this quarter versus last year.\nOur DCF performance was strong. Natural Gas segment was down $797 million. But again, the Winter Storm contribution from last year, which was over $950 million in the first quarter of 2021 led to the majority of that decline this quarter. Otherwise, we had nice outperformance in our Natural Gas segment, driven by contributions from our Stagecoach acquisition, Tennessee Gas Pipeline contributions, our Texas intrastates as well as greater volume on KinderHawk.\nOur Products segment was up $36 million, driven by increased refined product volumes and favorable price impacts, partially offset by higher integrity costs and our Terminals business up $11 million versus Q1 of 2021 with greater contributions from our bulk terminals, driven by higher pet coke and coal volumes as well as growth in our liquids terminals business due to expansion projects, contributions and an unfavorable impact from Winter Storm Uri during 2021.\nAnd those were partially offset in the Terminal segment by lower contributions from our New York Harbor terminals and our Jones Act tanker business. Our CO2 segment was down $83 million and more than all of that decline is explained by the segment's contribution from Winter Storm Uri during 2021. Other than that, the CO2 segment is up nicely year-over-year mainly driven by commodity prices.\nTotal DCF generated in the quarter was $1.455 billion or $0.64 per share, that's down from last year. But again, excluding the nonrecurring contributions from Winter Storm Uri, our DCF would be up $203 million or 16% higher compared to the first quarter of 2021.\nMoving on to the balance sheet. We ended the quarter with $31.4 billion of net debt with a net debt to adjusted EBITDA ratio of 4.4x, that's up from 3.9x at year-end 2021. But excluding the nonrecurring EBITDA contributions from Uri, the year-end ratio would have been 4.6x. So we ended the quarter favorable to our year-end recurring metrics.\nThe net debt during the quarter increased $191 million. And here's a reconciliation of that change. We generated $1.455 billion of DCF. We paid out $600 million of dividends. We contributed $300 million to our joint ventures and to growth capital investments. We had $250 million of increased restricted deposits, which is mostly due to cash posted for margin related to our hedging activity. And we had a $500 million working capital use which is not uncommon in the first quarter when we have higher interest expense payments, property tax bonus payments, and we also had a rate case reserve refund paid and that explains the majority of the $191 million for the quarter. And with that, I'll turn it back to Steve.\n\nSteven J. Kean\n\nCEO & Director, Kinder Morgan, Inc.\n\nOkay. Thanks, David. Michelle, if you'd come back on and open it up for questions. And I'll just point out, we've got our entire senior management team around the table here. So we'll be passing the mic as you have questions about our different segments and their performance and outlook, et cetera. So Michelle, open it up, please."
  },
  {
    "header": "KMI",
    "cik": "0001506307",
    "ticker": "KMI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/47ad62e5ee75812eebd0844081e1a947",
    "period": "2021 Q4",
    "content": "Q4 2021 Kinder Morgan Inc Earnings Call\n\nQ4 2021 Kinder Morgan Inc Earnings Call\n\nKMINYSEJAN 19, 4:30 PM\n\nOperator\n\nWelcome to the quarterly earnings conference call. Today's call is being recorded. If you have any objectives, you may disconnect at this time. (Operator Instructions) I would now like to turn the call over to Mr. Rich Kinder, Executive Chairman of Kinder Morgan. Thank you, sir. You may begin.\n\nRichard D. Kinder\n\nExecutive Chairman of the Board, Kinder Morgan, Inc.\n\nOkay. Thank you, Missy. Before we begin, I'd like to remind you that, as usual, KMI's earnings release today and this call include forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 and the Securities and Exchange Act of 1934 as well as certain non-GAAP financial measures. Before making any investment decisions, we strongly encourage you to read our full disclosures on forward-looking statements and use of non-GAAP financial measures set forth at the end of our earnings release as well as review our latest filings with the SEC for important material assumptions, expectations and risk factors that may cause actual results to differ materially from those anticipated and described in such forward-looking statements.\nNow to kick this off, the beginning of a New Year, I believe, is a good time to take stock of where KMI stands as an investment opportunity for its present and potential shareholders. Whether you look at the results for the fourth quarter of 2021, the full year '21 or our budget outlook for 2022, which we released in December, it's apparent that this company produces substantial cash flow under almost any circumstances.\nIn my judgment, this is the bedrock for valuation because it gives us the ability to fund all our capital needs out of recurring cash flow. As I've stressed so many times, we can use that cash to maintain a solid balance sheet, invest in selected high-return expansion CapEx opportunities, pay a very rewarding and growing dividend and buy back shares on an opportunistic basis. But I believe there's more of the story than that. While we demonstrated by assets that we acquired during 2021 that we are participating meaningfully in the coming energy transition, it's also become apparent, particularly over the last several months that this transition will be longer and more complicated than many originally expected.\nIn short, there is a long runway for fossil fuels and especially natural gas. Investing in the energy sector has been very lucrative recently with the energy sector, the best-performing sector of the S&P 500 during 2021. We expect that favorable view to continue in 2022, and the year has started out that way. Within the Energy segment, I would argue that midstream pipelines are a good way of [playing this] trend. They generally have less volatility and less commodity exposure than upstream and most have solid and growing cash flow underpinned by contracts to a large extent with their shippers.\nWe believe KMI is a particularly good fit for investors. We are living within our cash flow. We paid down over $12 billion in debt since 2016 and 2022 marks the fifth consecutive year we have increased our dividend, growing it over those years from $0.50 per share to $1.11 per share. In addition to returning value to our shareholders through our dividend, our Board has approved a substantial opportunistic buyback program, which we have the financial firepower to execute on during this year if we so choose. Finally, this is a company run by shareholders for shareholders with our Board and management owning about 13% of the company. I hope and trust you'll keep these factors I have mentioned in mind when making investment decisions about our stock over the coming year. More to come on all these subjects at our Investor Day conference next Wednesday.\nAnd with that, I'll turn it over to Steve.\n\nSteven J. Kean\n\nCEO & Director, Kinder Morgan, Inc.\n\nOkay. Thank you. I'll give you a brief look back on what we accomplished in 2021 and touch on capital allocation principles before turning it over to Kim and David, and then we'll take your questions. As is usually the case on this call, which comes the week before our comprehensive investor conference, we'll defer to next week some of the more in-depth and detailed questions on the 2022 budget and the outlook and business opportunities.\nAs to 2021, we wrapped up a record year financially. Much of that was due to our outperformance in Q1 as a result of the strong performance of our assets and our people during Winter Storm Uri. Putting Uri aside, we were running a bit shy at plan in the full year guidance that we were giving you through our quarterly updates. But by the end of the year, we closed the gap and met our EBITDA target, even excluding Uri, but including the benefit of our Stagecoach acquisition. We also set ourselves up well for the future, getting off to a fast start in our Energy Transition Ventures business with the acquisition of Kinetrex renewable natural gas business and adding to our already largest in the industry gas storage asset portfolio with the acquisition of Stagecoach.\nBoth of those acquisitions are outperforming our acquisition models. Third, as we'll cover in detail at next week's conference, our future looks strong. Our assets will be needed to meet growing energy needs around the world for a long time to come. And over the long term, we can use our assets to store and transport the energy commodities of tomorrow. And we have opportunities, as we have shown you, to enter into new energy transition opportunities at attractive returns.\nWe're entering 2022 with a solid balance sheet, including the capacity to repurchase shares with well-positioned existing businesses and with an attractive set of capital projects. Our approach to capital allocation remains principled and consistent. First, take care of the balance sheet, which we have with our budget showing net debt to EBITDA of 4.3x, then invest in attractive return projects and businesses we know well at returns that are well in excess of our cost of capital. Our discretionary capital needs are running more in the $1 billion to $2 billion range annually, and at $1.3 billion, we're at the lower end of that range in our 2022 budget, not at the $2 billion to $3 billion that we experienced in the last decade.\nWe're also generally seeing -- or we're continuing (inaudible), I guess, I would say, toward generally smaller-sized projects that are built off of our existing network, and we can do those at very attractive returns and with less execution risk. The final step in the process is return the excess cash to shareholders in the form of an increasing and well-covered dividend that's $1.11 for 2022 and in the form of share repurchases. As we said in our 2022 budget guidance release in December, we expect to have $750 million of balance sheet capacity for attractive opportunities, including opportunistic share repurchases.\nGiven the current lower capital spending environment, we are now experiencing, we would expect to have the capacity to repurchase shares even if we add some investment opportunities as the year proceeds in the form of additional projects, et cetera. As we've always emphasized when discussing repurchases, we will be opportunistic, not [pragmatic]. We believe the winners in our sector will have strong balance sheets, invest wisely in new opportunities to add to the value of the firm, have low-cost operations that are safe and environmentally sound and the ability to get things done in difficult circumstances.\nWe're proud of our team and our culture. And as always, we will evolve to meet the challenges and opportunities in the years ahead. With that, I'll turn it over to Kim.\nOkay. Thanks, Dave.\n\nKimberly Allen Dang\n\nPresident & Director, Kinder Morgan, Inc.\n\nAll right. Starting with our natural gas business unit for the quarter. Transport volumes were down 3% or approximately 1.1 million dekatherms per day versus the fourth quarter 2020 that was driven primarily by continued decline in Rockies production, the pipeline outage on EPNG and FEP contract expirations, which were offset somewhat by increased LNG deliveries and PHP and service volumes. Physical deliveries to LNG facilities off of our pipeline averaged about 5 million dekatherms per day that's a 33% increase versus the fourth quarter of '20. Our market share of LNG deliveries remains around 50%. Exports to Mexico were down in the quarter when compared to the fourth quarter of 2020 as a result of third-party pipeline capacity recently added to the market.\nOverall deliveries to power plants were up slightly, at least in part, partially driven by coal supply issues, while LDC deliveries were down as a result of lower heating degree days. Our natural gas gathering volumes were up 6% in the quarter. For gathering volumes, though, I think the more informative comparison is the sequential quarter. So compared with the third quarter of this year, volumes were up 7%, with a big increase in Haynesville volumes, which were up 19% and Bakken volumes, which were up 9%. Volumes in the Eagle Ford increased slightly.\nIn our products pipeline segment, refined product volumes were up 9% for the quarter versus the fourth quarter of 2020. Compared to prepandemic levels using the fourth quarter '19 as a reference point, [road fuel], ethylene and diesel were down about 2% and Jet was down 22%.\nIn Q3, road fuels were down 3% versus the [prepandemic number]. So we did see a slight improvement. Crude and condensate volumes were down 3% in the quarter versus the fourth quarter of '20. Sequential volumes were down approximately 1%, with a reduction in Eagle Ford volumes, partially offset by an increase in the Bakken.\nIf you strip out (inaudible) pipeline volumes from our Bakken numbers that pipeline is impacted by alternative egress options. And you look only at our Boston gathering volumes, they were up 7%. In our Terminals business segment, our liquids utilization percentage remains high at 93%. If you exclude tanks out of service for required inspection, utilization is approximately 97%. Our rack business, which serves consumer domestic demand is up nicely versus Q4 of '20 and also up versus prepandemic levels.\nOur hub facilities, primarily Houston and New York, are driven more by refinery runs, international trade and blending dynamics are also up versus the Q4 of '20. But those terminals are still down versus prepandemic levels. We've seen some green shoots in our marine tanker business with all 16 vessels currently sailing under firm contracts. On the bulk side, volumes increased by 8%, and that was driven by coal [bulk] volumes are up 2% versus the fourth quarter of '19. In our CO2 segment, crude volumes were down 4%, CO2 volumes were down 13% and NGL volumes were down 1%. On price, we didn't see the benefit of increasing prices on our weighted average crude price due to the hedges we put in place in prior periods when prices were lower.\nHowever, we did benefit from higher prices on our NGL and CO2 volumes. For the year versus our budget, crude volumes and [price] were better than budget, CO2 volumes and price were better than budget and [NGL price] was better than budget. So a good year for our CO2 segment relative to our expectations and CO2 volumes have started the year above our '22 plan. As Steve said, we had a very nice year. We ended approximately $1 billion better on DCF and $1.1 billion better than our EBITDA with respect to -- our EBITDA budget. And most of that was due to the outperformance attributable to winter storm or all of it was due to the outperformance attributable to winter storm Uri. If you strip out the impact of the storm and you strip out roughly $60 million in pipe replacement projects that we decided to do during the year that impacts sustaining CapEx, we ended the year on plan for both EBITDA and DCF.\nWith that, I'll turn it over to David Michels.\n\nDavid Patrick Michels\n\nVP & CFO, Kinder Morgan, Inc.\n\nAll right. Thanks, Kim. So for the fourth quarter 2021, we are declaring a dividend of $0.27 per share, which brings us to $1.08 of declared dividends for full year 2021, and that's up 3% from the dividends declared for 2020. During the quarter, we generated revenue of $4.4 billion, up $1.3 billion from the fourth quarter of 2020. That's largely up due to higher commodity prices, which also increased our cost of sales in the businesses where we purchase and sell commodities.\nRevenue less cost of sales or gross margin was up $107 million. We generated net income to KMI of $637 million, up 5% from the fourth quarter of 2020. Adjusted net income, which excludes certain items, was up -- was $609 million, up 1% from last year, and adjusted EPS was $0.27 in line with last year. Moving on to our segment performance versus Q4 of 2020. Our natural gas segment was up driven by contributions from Stagecoach and PHP, partially offset by lower contributions from FEP where we've had contract expirations NGPL because of our partial interest sale and EPNG due to lower usage and park and loan activity.\nProducts segment was up due to refined products volume and favorable price impacts. Our Terminals segment was down driven by weakness in the Jones Act tanker business and an impact from a gain on sale of an equity interest in 2020. CO2 was down, as favorable NGL and CO2 prices were more than offset by lower CO2 and oil volumes, the oil volumes were [above plan].\nG&A and corporate charges were higher due to larger benefit costs as well as cost savings we achieved in 2020 driven by lower activity due to the pandemic. Our JV DD&A was lower primarily due to lower contributions from the Ruby pipeline. And our sustaining capital was higher versus the fourth quarter of last year that was higher in natural gas terminals and products, and that is a fairly large increase, but we were expecting the vast majority of it has -- much of the spend from early in the year was pushed into later in the year. For the full year versus plan on sustaining capital, we are $72 million higher and roughly $60 million of that is due to the pipe replacement project that Kim mentioned.\nThe total DCF of $1.093 billion or $0.48 per share is down $0.07 versus last year's quarter, and that's mostly due to the sustaining capital. On the balance sheet, we ended the year with $31.2 billion of net debt with a net debt to adjusted EBITDA ratio of 3.9x, down from 4.6x at year-end 2020. Removing the nonrecurring Uri contribution to EBITDA, that ratio at the end of 2021 would be 4.6x., which is in line with the budget for the year. Our net debt declined $404 million from the third quarter and it declined $828 million from the end of 2020. To reconcile the change for the quarter, we generated $1.093 billion in DCF. We spent -- or paid out $600 million in dividends, we spent $150 million in growth CapEx, JV contributions and acquisitions, and we had a working capital source of $70 million, and that explains the majority of the change for the quarter for the year.\nWe generated [$5.460] billion of DCF. We paid out dividends of $2.4 billion. We spent $570 million on growth CapEx and JV contributions. We spent $1.053 billion on the Stagecoach and Kinetrex acquisitions. We received $413 million in proceeds from the NGPL interest sale.\nAnd we had a working capital use of approximately $530 million, and that explains the majority of the $828 million reduction in net debt for the year. And that completes the financial review, and I'll turn it back to Steve.\n\nSteven J. Kean\n\nCEO & Director, Kinder Morgan, Inc.\n\nAll right. Thanks, David. And operator, if you would come back on and we'll open it up for questions, and I'll just remind everybody on the line that as a courtesy as we have been doing for years now. As a courtesy to all the callers, we ask that you limit your questions to 1 and 1 follow-up. But if you've got more questions, get back in the queue, and we will come back around to you. So with that, operator, let's open it up for questions."
  }
]