[
  {
    "header": "FTV",
    "cik": "0001659166",
    "ticker": "FTV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fa948574366376a24c1d0446634cfd68",
    "period": "2025 Q3",
    "content": "Q3 2025 Fortive Corp Earnings Call\n\nQ3 2025 Fortive Corp Earnings Call\n\nFTVNYSEOCT 29, 12:00 PM\n\nOperator\n\nMy name is Brock and I will be your conference facilitator this afternoon. At this time, I would like to welcome everyone to Fortive Corporation's Third Quarter 2025 Earnings Results Conference Call. [Operator Instructions]\nI would now like to turn the call over to Ms. Christina Jones, Vice President of Investor Relations. Ms. Jones, you may begin your conference.\n\nChristina Jones\n\nThank you, and thank you, everyone, for joining us on today's call. I am joined today by Olumide Soroye, Fortive's President and CEO; and Mark Okerstrom, Fortive's CFO. As a reminder, we successfully completed the separation of our Precision Technology segment, now operating independently as rallying on June 28, 2025.\nToday's call marks Fortive's first quarterly results under our new structure. During today's call, we present certain non-GAAP financial measures. Information required by Regulation G is available on the Investors section of our website at fortive.com. We will also make forward-looking statements, including statements regarding events or developments that we expect or anticipate will or may occur in the future. These forward-looking statements are subject to a number of risks and actual results might differ materially from any forward-looking statements that we make today.\nInformation regarding these risk factors is available in our SEC filings, including our annual report on Form 10-K, and the subsequent quarterly reports on Form 10-Q. These forward-looking statements speak only as of the date that they are made, and we do not assume any obligation to update any forward-looking statements. Our statements on period-to-period increases or decreases refer to year-over-year comparisons unless otherwise specified. Our results and outlook discussed today are on a continuing operations basis, unless otherwise specified.\nWith that, I'll turn the call over to Olumide.\n\nOlumide Soroye\n\nPresident & CEO of Intelligent Operating Solutions Segment\n\nThank you, Christina. Let me begin on Slide 3 with a few key messages. Q3 was our first quarter as new Fortive, following our successful spin-off of Ralliant. We are now a simpler, more focused company with a clear strategy, poised to create meaningful shareholder value. Our Q3 results offer a waypoint along our path towards creating exceptional returns for shareholders in the years ahead.\nFour highlights I would like to call out. First, our teams are executing very well with laser focused on driving profitable organic growth with the power of our 4 business system. This grew solid results ahead of our expectations, including core growth of roughly 2%, adjusted EBITDA growth of 10% and adjusted EPS growth of 15%. Though we aspire for much better as we continue executing our growth strategy, we're pleased to see acceleration in the business. Second, we are raising our full year adjusted EPS guidance. We now expect to deliver between $2.63 and $2.67 per share, reflecting our adjusted EPS overperformance in the third quarter, the impact of incremental Q3 buybacks and are otherwise unchanged view on Q4. Third, we deployed capital in the quarter in accordance with our new approach, anchored in delivering strongest related returns for shareholders. During the third quarter, we deployed $1 billion to share repurchases retiring approximately 21 million shares or 6% of our fully diluted share count. Finally, the financial framework we outlined at our June Investor Day remains fully intact. And our Fortive Accelerated strategy is now in execution mode. We are focused on delivering benchmark beating shareholder returns by leveraging FBS to accelerate profitable organic growth allocating capital intelligently to optimize shareholder returns over the medium to long term and rebuilding investor trust. It is early days, but we couldn't be more excited for the road ahead.\nBefore we dive into our Q3 results, let me highlight some examples of the progress we are making in executing our Fortive Accelerated strategy on Slide 4. Our strategy to drive faster organic growth is built around fleet costs, innovation acceleration, commercial acceleration and recurring customer value, all powered by our amplified Fortive Business System and enhanced by our disciplined capital allocation approach. We made meaningful progress in advancing our strategy in Q3. Starting with innovation acceleration. Our new product introduction velocity continues to accelerate as a result of our renewed focus on customer-centric innovation. During the quarter, we had several notable product launches, including service channels, SaaS how to release, which introduces AI powered walker insights and streamlined payment solutions. Additionally, Fluke continued its innovation momentum with the GFL 1500 solar ground fault locator. This marks a photo foray into the high-growth solar operations vertical and increases customer productivity by reducing troubleshooting time and decrease in hazard exposures. In the quarter, we also launched a new innovation studio in Nashville, Tennessee and opened a new customer expense center at ASP's headquarters in Irvine, California. Both [indiscernible] build to foster collaboration accelerate innovation and deepen customer relationships.\nTurning to commercial acceleration. We further intensified our commercial focus on faster-growing end markets and regions. And though it is early, we are starting to see green shoots in several areas. In our iOS segment, for example, we have begun to put in place a series of commercial initiatives in North America to enhance our focus and deploy more resources towards high-growth verticals like solar operations, distributed in data centers and defense. We are seeing the early signs of impact in North America Q3 performance. We also recently stepped up our efforts in South Asia, including India, as that region continues to see exceptional economic growth. We saw significant acceleration in the region across both segments, and we are confident that our enhanced regional presence will drive strong momentum in this high-growth region in the years to come.\nMoving on to recurring customer value. We remain focused on increasing recurring revenues. Here again, we are early in our journey and have meaningful runway ahead of us. In the quarter, Fluke continued to make great progress on increasing its percentage of recurring revenue, through enhancements to our maintenance software and further expansion of our service plan offerings. And in general, we saw recurring revenue growth continue to outpace our consolidated growth. Finally, disciplined capital allocation is an integral component of our Fortive Accelerated strategy. Our capital deployment priorities for new Fortive [indiscernible] invest in organic growth or see accretive bolt-on M&A return capital through share repurchases and maintain a modest growing dividend, all with a focus on best relative returns and maximizing medium- to long-term shareholder value. Consistent with these priorities, we repurchased about 21 million shares in the third quarter, reflecting our belief in the attractive relative return of share buybacks at the valuations we saw in the quarter. We have also revamped our M&A funnel and process to reflect our different M&A strategy going forward. Focus on accretive, smaller bolt-on M&A which meet our stringent strategic and financial criteria.\nWith that, I'll turn it over to Mark to walk through our financial results for the third quarter.\n\nMark D. Okerstrom\n\nPresident, Chief Executive Officer & Director, Expedia Group, Inc.\n\nThanks, Olumide. I'll begin with Slide 5. In the third quarter, we delivered total revenue of just over $1 billion, up roughly 2% year-over-year on both a reported and a core basis. [indiscernible] conditions remain dynamic, we were encouraged to see growth at both iOS and AHS and modest outperformance versus our expectations in both segments. In iOS, resilient customer demand drove better-than-expected results at both Fluke and our facilities and asset life cycle software businesses. In AHS, health care customers continue to exhibit caution as they navigate recent changes to health care reimbursement and funding policy. However, we saw sequential improvement in demand for health care equipment and consumables and continued strength in health care software.\nFrom a geographic perspective, North America showed solid growth, improving sequentially from Q2, driven by strengthening demand trends for professional instrumentation and health care equipment. Europe was down year-over-year and worsened modestly from Q2, driven by weakening macro conditions in the region. Rest of World was mixed. Adjusted gross margin in the quarter was down about 60 basis points driven by tariff-related costs partially offset by pricing actions and supply chain countermeasures. Adjusted EBITDA was $309 million, up 10% year-over-year, with growth accelerating from Q2 levels. Adjusted EBITDA margin expanded approximately 200 basis points to 30%. This strong operational performance was driven by operating leverage alongside deliberate organizational streamlining and an overall sharpened focus on core cost discipline. We delivered adjusted EPS of $0.68, up 15% year-over-year, a meaningful acceleration from Q2, driven by growth in adjusted EBITDA, favorable interest expense on lower debt balances and the positive year-over-year impact of share repurchases. We estimate direct tariff costs, net of countermeasures, created a roughly $0.01 headwind to adjusted EPS in the quarter. We generated $266 million of free cash flow in the third quarter and our Q3 trailing 12-month free cash flow grew to $922 million. Our Q3 trailing 12-month cash flow conversion on adjusted net income remains comfortably north of 100%.\nMoving to our segment results, starting with Intelligent Operating Solutions on Slide 6. Revenue for the segment grew just over 2.5% on a reported basis with core revenue growth of 2%, slightly ahead of our expectations. Growth was driven by demand for facility and as life cycle software rail demand for professional instrumentation despite tariff volatility and strong growth in gas detection products. At Fluke, we saw an improvement in customer purchasing patterns drive modest growth with particular strength in North America, partially offset by continued softness in Europe related to macro conditions. While the acceleration is encouraging, ongoing volatility in global trade policy remains a source of uncertainty. Our facilities and asset life cycle software businesses performed modestly ahead of expectations, supported by strong demand for multisite facility maintenance and marketplace software in North America. However, tighter fiscal policy and constraint funding continued to pressure on demand for our procurement and estimating solutions. Our gas detection business is growing nicely with strong demand for our hardware as a service model to ensure worker safety with particular strength in North America and Latin America. Adjusted gross margin in the segment declined by just over 90 basis points year-over-year to 65.7%, primarily due to tariff cost pressures, partially offset by pricing and supply chain countermeasures. Adjusted EBITDA grew 7% to $242 million, accelerating from the more modest growth we saw in Q2, driven by operating leverage and reduced costs associated with flattening and rationalizing segment level organizational structures. Adjusted EBITDA margin grew to 34.6%, up from 33.3% in the prior year period.\nMoving to our Advanced Healthcare Solutions segment on Slide 7. We delivered total revenue of $328 million. Revenue grew approximately 2% year-over-year, just over 1% on a core basis. As we noted last quarter, we continue to see reimbursement and funding policy changes impact the AHS segment, specifically the deferral of U.S.-based hospital capital expenditures on health care equipment. However, demand trends in North America improved from 2 levels, driving sequential improvement in capital performance as some customers executed on deferred orders for sterilization and biomedical test equipment. Consumables demand also improved sequentially across most regions. Encouragingly, our software products in the segment continued to deliver solid growth, fueled by strong execution and structural advantages from resilient SaaS-based revenue models. Our adjusted gross margin of 58.4% in the AHS segment, similar to last year. Adjusted EBITDA grew approximately 7% year-over-year. Adjusted EBITDA margin expanded from roughly 27% to 28%, driven by operating leverage, flattened organizational structures, partially offset by modest incremental R&D investments.\nTurning to Slide 8. As noted earlier, we deployed just over $1 billion of capital to share repurchases in the third quarter, reflecting confidence in our ability to deliver on the core value creation plan represented by our Fortive Accelerated strategy and the attractive valuations we saw in the quarter. We funded these repurchases with a combination of the remaining proceeds from the rally and spin-off dividend, cash on hand and increased commercial paper issuance in anticipation of continued strong free cash flow generation in the quarters ahead. As previously highlighted, our free cash flow on a trailing 12-month basis were $922 million.\nMoving to Slide 9. We are raising our full year adjusted EPS guidance to $2.63 to $2.67 per share. Our guidance reflects Q3 results ahead of our expectations, the impact of incremental buybacks in Q3 and otherwise no change to the view we held on Q4 as at our last earnings call. This outlook also assumes a continuation of the market dynamics we experienced as we exited Q3. It also reflects current or known future tariff rates expected to go into effect through the end of the year with tariffs net of countermeasures, not expected to be material in the quarter.\nLet me provide a few additional modeling considerations. Based on what we see today, we are expecting overall core growth to moderate in Q4 with AHS core growth broadly in line with Q3 levels and very modest core growth at iOS. We continue to expect a full year adjusted effective tax rate in the mid-teens and a Q4 tax rate in the single digits due to discrete tax items in the quarter. We also expect a sequential increase in net interest expense in Q4, reflecting our cash and debt levels at quarter end.\nAs a final note before turning it back to Olumide for closing remarks and Q&A, in our first quarter, most spin-off, we took important first steps to demonstrate our steadfast commitment to unrelenting execution on the Fortive accelerated 3 pillar value-creation plan that we outlined at our June Investor Day. We have much work left to do. The change is underway, and we are energized by the exciting work ahead of us.\nI'll now turn it back over to Olumide.\n\nOlumide Soroye\n\nPresident & CEO of Intelligent Operating Solutions Segment\n\nThanks, Mark. I'll close out our prepared remarks with a few reflections from my first quarter as CEO and offer a bit more color on the changes we have capitalized at Fortive in the past 100 days. First, our thesis behind the creation of new Fortive as a simpler, more focused company is showing promising early outcomes. We have seen the benefits of simplification on our day-to-day operations enabling us to be notably more customer-centric.\nWith fewer operating brands, we've been able to simplify our organizational model and processes. That is freeing up more time across our team to focus on the source of growing our customers. Personally, I have really enjoyed spending significantly more time with our cost in our cross both segments as we deepen relationships and uncover additional opportunities to accelerate growth. We have also flattened out our executive leadership team to ensure that business leaders in close proximity to our customers, have a stronger voice at the top of our company. With the hotels on customers across our portfolio, I am energized by the impact of our enhanced customer-centric approach will have on our growth trajectory. Second, we are taking deliberate steps to accelerate growth. We have given our 10 operating brands more growth oxygen and encouraging them to freely and frequently suffice the next best organic growth opportunity that may have been under acquired in the past. We have transformed our strategic planning process into a more aggressive growth for cost engine, and we are emerging from our recent strategic planning cycle with a robust pipeline of investable growth opportunities. And we are reviewing our unmarked financial planning, forecasting and governance processes to enable in-year investment into growth as overperformance materializes. Third, our Fortive business system is powerful, not just for leadership and lean, but as a systematic growth engine. We are making great progress in evolving the mindset, kid enzyme tools of FBS to better sort growth, not just by integrating our AI center of excellence directly into our FBS team, but also by evolving and enhancing existing tool set and best practices around innovation, commercial acceleration and creating recurring customer value.\nFinally, our new approach to capital allocation is very different from what it was in the past. Our dynamic and disciplined capital allocation approach has one singular purpose, maximizing medium- to long-term shareholder returns. And we have demonstrated our commitment to this approach in our first quarter as new Fortive. We are pleased with our results this quarter, but we are not satisfied. We are driving hard towards our ambitious agenda and look forward to demonstrating continued and accelerated progress in the quarters and years ahead. Thank you for your continued interest in Fortive. I especially want to thank our shareholders, our 100,000 customers, and all our Fortive employees around the world who do a tremendous job every day to deliver strong results and build enduring advantages in our businesses.\nWith that, I'll turn it to Christina for Q&A.\n\nChristina Jones\n\nThanks, Olumide. That concludes our prepared remarks. We are now ready for questions. ."
  },
  {
    "header": "FTV",
    "cik": "0001659166",
    "ticker": "FTV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/477f3fbf246b1a0eb1ef5685d57111e3",
    "period": "2025 Q2",
    "content": "Q2 2025 Fortive Corp Earnings Call\n\nQ2 2025 Fortive Corp Earnings Call\n\nFTVNYSEJUL 30, 12:00 PM\n\nOperator\n\nMy name is Brock, and I will be your conference facilitator this afternoon. At this time, I would like to welcome everyone to Fortive Corporation's Second Quarter 2025 Earnings Results Conference Call. [Operator Instructions]\nI would now like to turn the call over to Ms. Christina Jones, Vice President of Investor Relations. Ms. Jones, you may begin your conference.\n\nUnknown Executive\n\nThank you, and thank you, everyone, for joining us on today's call. I'm joined today by Olumide Soroye, our President and CEO; and Mark Okerstrom, our CFO. Today's call will begin with a brief overview of our consolidated Q2 results which include the results of our Precision Technologies segment. The remainder of our remarks will focus on Fortive's continuing operations following the successful separation of the Precision Technologies business, now Ralliant which was completed on June 28, 2025.\nPlease note that we will defer any questions related to Precision Technologies to the Ralliant team who will hold their earnings call on August 12. During today's call, we will present certain non-GAAP financial measures. Information required by Regulation G is available on the Investors section of our website at fortis.com. Our statements on period-to-period increases or decreases refer to year-over-year comparisons unless otherwise specified.\nWe will also make forward-looking statements, including statements regarding events or developments that we expect or anticipate will or may occur in the future. These forward-looking statements are subject to a number of risks and actual results might differ materially from any forward-looking statements that we make today. Information regarding these risk factors is available in our SEC filings, including our annual report on Form 10-K for the year ended December 31, 2024, and quarterly reports on Form 10-Q for the quarters ended March 28, 2025 and June 27, 2025. These forward-looking statements speak only as of the date they are made, and we do not assume any obligation to update any forward-looking statements.\nWith that, I'll turn the call over to Olumide.\n\nOlumide Soroye\n\nPresident & CEO of Intelligent Operating Solutions Segment\n\nThank you, Christina. Let me begin on Slide 3 with a few key messages. First, this was a pivotal quarter for Fortive. We successfully completed the spinoff of Ralliant on June 28, and we've emerged as a simpler, more focused company, well positioned to deliver durable and accelerated financial performance. In our final quarter as a consolidated company, we delivered adjusted EPS of $0.90 at the high end of our guidance range with 8% growth in trailing 12 months adjusted free cash flow. .\nFor new Fortive, on a continuing operations basis, our Q2 earnings and free cash flow results demonstrated resiliency. We delivered adjusted EPS of $0.58 and 14% growth in trailing 12 months free cash flow, despite customer demand pressures in the second half of June, stemming from tariff uncertainty, constrained government spending and evolving health care policy dynamics.\nAs previewed in our June 38, Ralliant [ spin ] completion press release. Today, we are also initiating guidance for Fortive continuing operations, reflecting our full year outlook and consistent with our new Fortive approach of providing clear and simplified guidance and disclosure. Finally, we remain focused on executing our Fortive accelerated strategy, introduced at our Investor Day 7 weeks ago and designed to drive faster profitable growth and strong shareholder value creation over the medium term.\nWe couldn't be more confident and excited for the road ahead. Touching briefly on Slide 4, which covers our final quarter of consolidated results, including the Precision Technologies segment. Now Ralliant. We delivered Q2 adjusted EPS of $0.90 at the high end of our guidance range and generated approximately $300 million in adjusted free cash flow. On a trailing 12-month basis, our free cash flow grew 8% and free cash flow conversion and adjusted net income was 105%.\nWe deployed approximately $140 million towards share repurchases during the quarter. From the time of the spin announcement in September 2024, through completion in June 2025, we allocated over 75% of our consolidated free cash flow to share repurchases, consistent with our previously communicated guidance about capital deployment during the period.\nFinally, we completed the spinoff of Ralliant ahead of our original time line, a testament to the power of Fortive business system-driven execution and the talent and dedication of our teams around the world. From this point on, all figures and comments will refer to Fortive's continuing operations, excluding the results of the Precision Technologies segment.\nLet's move to Slide 5. With the completion of the spin, new Fortive begins in Q3 as a simplified and focused company with a track record of strong, durable financial performance fortified by our 50% recurring revenues. As shown on this slide, we begin this next chapter with an attractive financial profile and track record, having delivered 4% compounded annual core revenue growth over the past 5 years, with solid growth every year since the global pandemic in 2020.\nEach of our 2 reported segments have been key contributors to this performance and are poised for acceleration powered by a accelerated strategy. Before we dive into the details of Q2 results, let me highlight some examples of exciting progress our team made in the quarter in execution of Fortive accelerate strategy on Slide 6.\nOur strategy is built around 3 core levers for profitable organic growth acceleration. Innovation acceleration, commercial acceleration and recurring customer value, all powered by our Amplified Fortive business system.\nOur new disciplined capital allocation approach seeks to enhance this organic results with maximizing, medium-term equity returns as our North Star. We made meaningful strides in advancing key elements of this strategy in Q2, starting with innovation acceleration. Fluke continues to execute an exciting market-leading innovation funnel. For example, Fluke's 1670 Series Multifunction Installation Tester with True Test software, Fluke Connect and wireless connectivity was named most valuable product in Control Engineering's 2025 Product of the Year Awards.\nAt Gordian, we're seeing strong adoption of our new cloud-based assessment and capital planning module, driving double-digit orders growth in that product category. Moving to commercial acceleration. Our Latin America growth strategy continues to ramp, delivering double-digit Q2 growth in the IOS segment in the region.\nAt Fluke, we saw high single-digit growth in our priority high-growth applications, including distributed energy and data centers with exciting runway ahead of us, closing with recurring customer value. Our journey at Fluke to increase recurring revenue continued with double-digit ARR growth in the quarter, and we are undertaking AI-enabled customer experience improvements across our portfolio, driving better net dollar retention and customer lifetime value.\nAs an example, Provation launched AI assistance and intelligent automation to drive productivity in key health care workflows. All our organic growth acceleration levers are enabled by our Amplified Fortive business system, which is at the heart of our culture. In May, nearly 1,000 key members around the world participated in our [ President's ] Kaizen Week, tackling growth opportunities with a continuous improvement mindset. It's one of my several weeks of the year, and I was particularly inspired by the progressive deployment of AI capabilities for impacts across our 34 Kaizen teams and our team's energy around amplifying FBS for profitable growth.\nFinally, disciplined capital allocation is an integral component of our Fortive Accelerate Strategy. At our June Investor Day, we outlined our capital allocation priorities to enhance shareholder returns, invest in organic growth, pursue accretive bolt-on M&A, deploy capital to share repurchases and maintain a growing dividend. Aligned with these priorities, we are activating our bolt-on M&A engine, and we are applying a rigorous disciplined, approach based on relative returns to evaluate deals. We are ready to execute attractive bolt-on opportunities with the goal of enhancing shareholder returns.\nLooking ahead, the future is bright for Fortive. We are emerging from the spin as a more durable and resilient company, with a clear plan to accelerate shareholder value creation through profitable organic growth, disciplined capital allocation and a deliberate focus on building and maintaining invested for us.\nWe have rock solid confidence in the quality of our new Fortive portfolio, [ purpose built ] team and Fortive Accelerated strategy shared at our Investor Day 7 weeks ago, notwithstanding fluctuations specific quarterly metrics. Our teams are energized and powered and excited to lead Fortive into this next chapter. I have been spending time with several of our customers, and they are thrilled about our new Fortive direction and eager to be part of our innovation acceleration, commercial acceleration and recurring customer value agenda. With that, I'll turn it over to Mark to walk us through the financial results for Q2, our last quarter before the launch of new Fortive.\n\nMark D. Okerstrom\n\nPresident, Chief Executive Officer & Director, Expedia Group, Inc.\n\nThanks, Olumide. I'll begin with Slide 7. In the second quarter, we delivered total revenue of just over $1 billion, down 0.4% year-over-year. On a core basis, revenue declined 0.7%. Q2 revenue growth for the company was negatively impacted late in the quarter by customer demand responses to macro pressures and uncertainty, which Olumide mentioned earlier and on which I will elaborate in more detail as I go through our segment results.\nAcross the first 10 weeks of the quarter, we saw a continuation of the revenue growth trends we saw in Q1. However, as June progressed, we saw year-over-year growth turn negative in the last few weeks, and we finished the month approximately $30 million below our expectations, driving year-over-year revenue growth on our $1 billion quarterly revenue base into decline territory. Although it's early, July is looking better. Aside from these end-of-quarter factors, the business performed broadly in line with our expectations.\nFrom a geographic perspective, North America was slightly positive but less so than what we had anticipated largely due to the end of quarter factors. Western Europe, China and Latin America were down year-over-year. We delivered adjusted gross profit of $650 million, similar to last year. Adjusted gross margins were also roughly flat year-over-year as FBS driven pricing actions, growth in higher margin recurring revenues and lower costs from supply chain countermeasures were roughly offset by tariff-related cost pressures.\nAdjusted EBITDA was $288 million, in line with Q2 of last year, with adjusted EBITDA margins holding steady versus the prior year. We delivered adjusted EPS of $0.58, up 4% year-over-year driven by stable year-over-year adjusted EBITDA, coupled with lower interest expense on lower debt balances and the positive year-over-year impact of share repurchases.\nWe estimate direct tariff costs, net of countermeasures, created a roughly $0.02 headwind to EPS in the quarter. This excludes the tariff-related quarter-end demand pressure referenced earlier. We generated $180 million of free cash flow in the second quarter with our Q2 trailing 12-month free cash flow of $939 million, representing a solid 14% year-over-year increase.\nOur Q2 trailing [ 12 month ] free cash flow conversion on adjusted net income was 107%. Moving to our segment results, starting with Intelligent Operating Solutions on Slide 8. Both revenue and core revenue growth were essentially flat year-over-year, which was below our expectations. The back half of June, year-over-year growth turned negative, driven by 2 primary factors: first, general tariff uncertainty and questions around the permanence of tariff-related pricing and surcharge changes, resulted in what we believe was deferred, not canceled customer spending on certain categories of professional instrumentation of Fluke. While overall orders grew in the quarter, the mix of orders, particularly in the final weeks shifted to longer lead time products, resulting in an increase in backlog and a shortfall in revenue.\nWe expect to deliver most of the backlog over the course of the second half of the year, and we are seeing encouraging signs in July that order mix is normalizing, which would suggest that most of the Q2 revenue slip will come back to us in the next several quarters. Secondly, constrained U.S. government spending and fiscal tightening at state and local governments, pressure take rate procurement revenue at Gordian. Gordian usually sees a spike in spending in the last few weeks of Q2 as government entities with the June fiscal year-end rush to use their remaining budgets.\nOur customer discussions suggest that overall concerns about go-forward funding more broadly created a chilling effect on the usual use it or lose it behavior. Absent the above factors impacting Fluke and Gordion, the quarter would have come in broadly in line with our expectations. As always, there were puts and takes, but we've been pleased with the growth we've seen in Industrial Scientific and the IOS software businesses year-to-date. Adjusted gross profit came in at $461 million, down slightly from prior year.\nAdjusted gross margins declined to 66.1% from just under 70% a year ago, primarily due to tariff cost pressures partially offset by pricing countermeasures and growth from our higher-margin software businesses. Despite the slight revenue and gross profit declines in the segment, adjusted EBITDA grew 2% to $236 million as lower operating costs more than offset the modest decline in gross profit. Adjusted EBITDA margins grew to 33.8%, up from 33.3% in the prior year period.\nMoving to our Advanced Healthcare Solutions segment on Slide 9. We delivered total revenue of $320 million, which was below our expectations. Revenue was down 1.3% year-over-year and down 1.9% on a core basis. Towards the end of Q2, we saw reimbursement policy changes and uncertainty impact the Advanced Healthcare Solutions segment. Specifically, we saw the deferral of U.S.-based hospital capital expenditures on health care equipment, including sterilization machines in ASP and quality assurance devices at Fluke Health with customers setting precautionary deferral of spending while they sort through the impact of reimbursement policy changes. We saw partially offsetting outperformance in other parts of the business with our AHS software businesses outperforming on strong execution and benefiting from resilient SaaS-based revenue models.\nAbsent the end of quarter pullback in health care equipment spending, AHS in total would have grown revenue, largely in line with our expectations. Despite revenue being down year-over-year, adjusted gross profit was up slightly. Adjusted gross margins were up from just under 58% last year to just over 59% with favorable pricing contribution aided by a mix shift into higher-margin AHS software revenue away from lower-margin hardware revenue.\nAdjusted EBITDA was flat year-over-year at $86 million as we reinvested very modest gross profit dollar growth into R&D, sales and marketing initiatives to drive our top line acceleration agenda outlined by Olumide. Despite these investments and declining revenue, adjusted EBITDA margin expanded modestly from 26.6% to 26.9%.\nMoving to Slide 10 for a brief update on tariffs, which has shifted meaningfully since our Q1 earnings call. Based on current tariff rates in effect or expected to go into effect, we now expect the gross tariff impact for Fortive of continuing operations to be approximately $40 million to $55 million in the second half of 2025 and $80 million to $120 million on an annualized basis. The majority of this impact is related to U.S. China tariffs while the global trade environment remains volatile and that volatility is impacting our results on the margin.\nWe are actively leveraging the Fortive Business System to adapt and respond. Our countermeasures include pricing actions, surcharges shifts in our global supply chain and manufacturing footprint and incremental cost and productivity initiatives. Doing tariff conditions continue along the path of what is known today, we expect gross tariffs to be mitigated fully by the fourth quarter, and we expect we will see a modest gross margin and EPS headwind in Q3 as our countermeasures continue to fully phase in.\nShould global trade and fiscal policy remain as volatile as it has recently been, we would expect to continue to see near-term revenue impacts and challenges with revenue visibility of the type we saw in Q2.\nTurning to Slide 11. We received a $1.15 billion dividend for the Ralliant spin-off, which is reflected in the Fortive continuing operations balance sheet in our earnings release. In July, we used approximately $725 million of proceeds from the dividend to pay down debt comprised of the entirety of our Japanese yen and euro-denominated term debt and a portion of our 2026 euro bonds. We Plan To use the remaining dividend proceeds for share repurchases. The balance sheet figures shown here represent Fortive continuing operations on a pro forma basis, reflecting the debt pay down.\nFrom a leverage standpoint, our gross leverage ratio is roughly 2.5x adjusted EBITDA after these debt repayments in line with our stated target. As previously highlighted on a trailing 12-month basis, we generated roughly $940 million of annual free cash flow. This, plus our strong balance sheet and growing adjusted EBITDA gives us ample capacity and flexibility to execute our capital deployment priorities, always with a disciplined focus on allocating capital based on best relative risk-adjusted returns, [indiscernible] guidance for new Fortive at $2.50 to $2.60 per share.\nThis outlook assumes a continuation of the market dynamics we experienced in Q2. We are not forecasting any material improvement or deterioration. It reflects the expected net impact of tariffs based on currently announced rates. Now let me provide a few additional modeling considerations. From a phasing perspective, we expect Q3 reported revenue to be broadly similar to Q2, including a modest tailwind from FX. We are modeling second half core revenue growth broadly in the range of the core growth we saw in the first half.\nWe also expect AHS core growth in the second half to be similar to Q2 with a more challenging year-over-year comparable in Q3. From an adjusted EBITDA perspective, we expect typical seasonality with Q3 adjusted EBITDA lower than Q2 on a dollar basis. As a reminder, with lower debt balances, our interest expense will be lower in the second half. We continue to expect a full year adjusted effective tax rate in the mid-teens.\nHowever, we are modeling Q3's tax rate in the high teens and the Q4 tax rate in the single digits due to discrete tax items in the quarter. Given seasonal revenue and margin patterns and the interest and tax assumptions I just outlined, we expect Q4 adjusted EPS to be meaningfully higher than Q3, which we currently expect to be slightly lower than what we saw in the second quarter on a cents basis.\nBefore I wrap up, I'd like to take a moment to walk through our approach to guidance and disclosure for the remainder of the year. As we have just outlined, we will provide annual adjusted EPS guidance updated quarterly, along with commentary on phasing throughout the year and modeling help on other key P&L line items. Our disclosures will remain focused on key metrics at the Fortive and segment level with color at a lower level of granularity as appropriate to provide clarity on key drivers of performance. This approach reflects our ongoing desire for clarity and simplification in our communications with the investor community.\nAs a final note, before turning it back to Olumide for closing remarks and Q&A, I wanted to directly and clearly state that recent near-term revenue volatility has absolutely no impact on our confidence in the future outlook for our business. And specifically, the medium-term financial framework we shared at our recent Investor Day remains firmly intact. Q3 marks the beginning of our new chapter and we are moving the pieces into place to drive accelerated growth and shareholder value creation in the coming years.\nThe 3-pillar value creation plan we outlined at our June Investor Day is now solidly in the implementation phase, and I couldn't be more excited for the road ahead.\nWith that, I'll turn it back to Olumide.\n\nOlumide Soroye\n\nPresident & CEO of Intelligent Operating Solutions Segment\n\nThanks, Mark. Let me close our prepared remarks on Slide 13 with a few reflections on what's ahead for Fortive. First, we have a long track record of strong annual financial performance, as presented on this page. Solid revenue growth, expanding EBITDA margins and resilient free cash flow in the last 5 years. Q2 2025 was our last quarter before the launch of new Fortive. While core growth in the quarter was below our expectations, our earnings and free cash flow stood up well in the face of unexpected headwinds. We delivered 4% adjusted EPS growth and 14% trailing 12 months free cash flow growth. This is a testament to our team, the [ operation ] leverage and cash generation strength in our business and the Fortive Business System.\nWe are excited about what that portends as we return to normal and accelerating growth. With Q2 and the spin behind us, we now enter the era of Fortive accelerated. Our [ purpose built ] new Fortive team is excited about the opportunity ahead of us, and we thank you all for your interest in Fortive. I especially want to thank our investors, our 100,000 customers and all our Fortive employees around the world across our 10 iconic operating brands who do a tremendous job every day, deliver near-term results and build enduring advantages in our businesses.\nWith that, I'll turn it to Christina for Q&A.\n\nUnknown Executive\n\nThanks, Olumide. That concludes our prepared remarks. We are now ready for questions. ."
  },
  {
    "header": "FTV",
    "cik": "0001659166",
    "ticker": "FTV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d3b216f5a0a5831d2dea3792aeb4ff20",
    "period": "2025 Q1",
    "content": "Q1 2025 Fortive Corp Earnings Call\n\nQ1 2025 Fortive Corp Earnings Call\n\nFTVNYSEMAY 1, 12:00 PM\n\nOperator\n\nMy name is Brock, and I will be your conference facilitator this afternoon. At this time, I would like to welcome everyone to the Fortive Corporation's First Quarter 2025 Earning Results Conference Call. [Operator Instructions] I would now like to turn the conference over to Ms. Elena Rosman, Vice President of Investor Relations. Ms. Rosman, you may begin your conference.\n\nElena Doom Rosman\n\nVice President-Investor Relations, Aptiv Plc\n\nThank you, Brock, and thank you, everyone, for joining us on today's call. I am joined today by Jim Lico, our President and CEO, and we are thrilled to welcome Mark Okerstrom, our new CFO, to the call. As he is in the process of ramping up, Jim and I will be addressing most of your questions today. For comments, Mark will also share some valuable insights and look forward to you getting to know him in the weeks and months ahead.\nWe present certain non-GAAP financial measures on today's call. Information required by Regulation G is available on the Investors section of our website at fortive.com. Our statements on period-to-period increases or decreases refer to year-over-year comparisons unless otherwise specified.\nDuring the call, we will make forward-looking statements, including statements regarding events or developments that we expect or anticipate will or may occur in the future. These forward-looking statements are subject to a number of risks, and actual results may differ materially from any forward-looking statements that we make today. Information regarding these risk factors is available in our SEC filings, including our annual report on Form 10 for the year ended December 31, 2024, and quarterly report on Form 10-Q for the quarter ended March 28, 2025. These forward-looking statements speak only as of the date they are made, and we do not assume any obligation to update. With that, I'd like to turn the call over to Jim.\n\nJames A. Lico\n\nPresident, Chief Executive Officer & Director, Fortive Corp.\n\nThanks, Elena. Hello, everyone, and thanks for joining us. I'll begin on Slide 3. Fortive delivered a solid first quarter performance with strong operational execution, allowing us to deliver adjusted earnings per share of $0.85, in line with our expectations. Despite slightly lower-than-expected revenues, we expanded both adjusted gross and operating margins while continuing to invest for growth. Our operating performance and disciplined working capital management drove better-than-expected cash flow generation in the quarter. We also continued our pace of share repurchases, reflecting our commitment to value-enhancing capital deployment.\nThese results were achieved amidst a more dynamic macro environment and demonstrate our team's dedication to the Fortive Business System and relentless focus on execution. Our accelerated pace of innovation and durable recurring revenue profile is helping to sustain top line momentum in our Intelligent Operating Solutions and Advanced Healthcare Solutions segments for what will be Fortive. We saw customers in Precision Technologies or what we'll call Ralliant delay investments in light of increased political and macroeconomic uncertainty, putting a halt to the momentum we had seen in the second half of 2024.\nWe came into 2025 knowing it was going to be a year of uncertainty, and we would need to stay flexible to adapt to changing market dynamics. Our outlook now incorporates moderating demand in PT as well as the net impact of current tariffs. Regarding the newly announced tariffs, we are deploying countermeasures using the playbook we started back in 2018. We've been on a multiyear journey to enhance our supply chain and manufacturing resilience, enabling us to reduce our exposure to imports from China by 70% since that time.\nLastly, we continue to make progress towards the separation, which we're targeting to complete by the end of the second quarter. In March, we announced our new CFO, Mark Okerstrom. His expertise in accelerating profitable growth and being a disciplined capital allocator will help drive additional shareholder value as we transition into the next chapter of Fortive. He spent the last month in immersion and getting up to speed, and we're excited to have him with us on today's call. I'll turn it over to Mark to say a few words.\n\nMark D. Okerstrom\n\nPresident, Chief Executive Officer & Director, Expedia Group, Inc.\n\nThanks, Jim. Hi, everyone. Great to be here. I thought I'd start with a few brief remarks on my thesis for joining Fortive and some very early reflections on what I've seen so far after just over a month on the job. Firstly, I've long admired principles and practices behind the rigor that runs through Fortive by virtue of its heritage and its leadership, but I wanted to experience it close up. And so far, based on what I've seen, it's impressive. FBS is real and the entire Fortive team here live and breathe it with remarkable discipline.\nSecondly, and with my investor hat on, I felt the stand-alone Fortive investment thesis was compelling. I was attracted by Fortive's strong portfolio of leading businesses with big moats and the secular tailwinds blowing at their backs in the markets in which they operate. I also like the near-term catalyst of the spin.\nThirdly, to add to that base thesis, I saw the personal opportunity to drive big impact and bend returns curve up and to the right using levers that are largely in the CFO's hands. I was compelled by the opportunity to work alongside Jim for a few months and then with Olumide to find creative ways over the long term to accelerate organic growth across the business while maintaining the financial discipline that Fortive has come to be known for.\nAnd during my diligence work prior to joining, I also saw some real opportunities to unlock value in how we allocate the precious capital entrusted to us by our shareholders and how we work with our investor base. It's been just over a month and though it's early days, my thesis on Fortive remains well intact. I'm looking forward to meeting many of you in the coming weeks and months as I get on the road and at our Investor Day in New York on June 10. With that, I'll turn it back to Jim.\n\nJames A. Lico\n\nPresident, Chief Executive Officer & Director, Fortive Corp.\n\nThanks, Mark. With that, let's take a closer look at our first quarter results on Slide 4. Core revenue declined 2% in the quarter, slightly below our expectations. FX was a modest headwind, resulting in total revenue down 3%. Intelligent Operating Solutions and Advanced Healthcare Solutions came in as expected with core growth [ up ] 2.2%, which was more than offset by an 8.4% core decline in Precision Technologies. While trade and macro uncertainty is delaying the recovery in PT, we had overall orders growth with continued strength in secular growth markets.\nWe delivered adjusted operating profit of $373 million and adjusted operating margin expansion of 20 basis points, led by performance in IOS, including accretive software growth and the benefits of our productivity actions. Adjusted EPS grew 2% year-over-year to $0.85, up 13% on a 2-year stack, and we delivered better-than-expected adjusted free cash flow of $222 million. As a reminder, our 6-month growth in adjusted free cash flow was up 7%, reflecting our strong finish in Q4. We repurchased 2.5 million shares in the first quarter as planned.\nMoving to Slide 5, I will provide more detail on our segment performance for the quarter, beginning with new Fortive. On a combined basis, core revenue grew 2.2%, in line with our expectations of low single-digit core growth despite the roughly 200 basis point headwind from Fluke-related sales that moved into Q4 and fewer days in Q1, impacting consumable and services utilization rates. Adjusted operating profit margins expanded 80 basis points while continuing to invest for growth, highlighting the attractive incrementals of this business.\nMoving to the right. Intelligent Operating Solutions grew core revenues by 2%. Fluke was up low single digit as expected in the quarter. We saw stable industrial demand, particularly in North America with a more challenging macro environment in Europe and China. New product momentum in our high-growth market segments provided a tailwind to growth, including our solar and EV storage equipment commercialization efforts in addition to successful new data center product functions with LinkIQ. Combined with continued growth in software and services, this contributed to Fluke's durability in the quarter.\nOur Facility and Asset Lifecycle group grew core revenue mid-single digit, driven by strong take rate revenue across our multisite retail product offering, partially offset by certain government customers curtailing spending as they navigate budget and policy changes. ServiceChannel is seeing traction on its slate of new products and enhancements, in addition to increased demand for fully outsourced solutions, including an enterprise win with a large specialty discount retailer in the quarter.\nIOS segment adjusted operating margins expanded by 150 basis points in the quarter and over 300 basis points on a 2-year stack, enabled by continued accretive growth in our software and recurring revenue businesses. As you can see on the far right of the page, Advanced Healthcare Solutions grew core revenues by 2.5% in the quarter. After adjusting for the impact of fewer days in health care consumables, our infection prevention business grew mid-single digit, reflecting stable demand and continued traction in our new product introductions at ASP incentives.\nWe continue to see strong win rates through expanded use of FBS sales and marketing tools. We also saw a robust software growth at Provation, driven by continued share gains in SaaS conversions as large networks and health systems with disparate GI solutions look to consolidate and standardize platforms and cloud adoption continues to gain momentum. Positive volume leverage and accretive software mix were more than offset by growth investments, unfavorable FX and the impact of 2 less days, resulting in 70 basis points of adjusted operating margin contraction. Adjusted operating margins were up approximately 125 basis points on a 2-year stack. Overall, IOS and AHS Q1 performance reinforces the durable and profitable growth profile at New Fortive.\nTurning to Slide 6, the Precision Technologies segment. Going forward and consistent with how you'll see it represented in the published Form 10, Ralliant will report in 2 segments: Test and Measurement, which includes Tektronix and recently acquired EA, and Sensors and Safety Systems, which includes the Sensing Technologies and PacSci EMC businesses. For these purposes, we will refer to the new segment names. However, it is important to note this segment's results will differ from the presentation in the Form 10, which was prepared on a stand-alone carve-out basis and excludes approximately $80 million of annual Fluke-related service solutions revenue that is currently reported in the PT segment and will stay in Fortive going forward.\nOn a segment basis, PT core revenue declined 8.4%, below our expectations of mid-single-digit decline, driven by lower-than-expected orders in Test and Measurement and shipment delays in Sensors and Safety Systems. Test and Measurement core revenue declined by high teens in the quarter. Order momentum we saw in Q3 and Q4 of 2024 significantly slowed in Q1 as certain customers delayed orders due to increased policy and macro uncertainty. We saw further slowing in China and a significant decline in Western Europe, with weaker EV battery production and delayed semiconductor capacity expansion. This is being partially offset by continued strong demand in communications for high-performance computers and high-bandwidth memory, both tied to the growth in AI data centers.\nSensors and Safety Systems saw continued robust demand in the utility sector for grid monitoring and in the defense sector for energetic materials with strong orders growth in both businesses. Record demand levels continue to pressure supply chain, increasing our backlog in the quarter. Overall, Sensors and Safety Systems had low single-digit core growth, reflecting a continuation of the broad industrial recovery we saw in the second half of last year, partially offset by supply chain constraints and delays to government approvals curtailing defense-related shipments. We expect accelerated growth in this segment as we move through the rest of the year. Adjusted operating profit margins contracted by 260 basis points on lower test and measurement volumes, unfavorable mix and FX, partially offset by strong margin expansion at Sensors and Safety Systems.\nTurning to Slide 7. Policy and trade landscape has evolved significantly in the past 30 days. We came into this year planning for a number of scenarios. We have taken several steps to mitigate the impact of tariffs across our portfolio. Since 2018, we started shifting to more of an in-region, for-region manufacturing and sourcing strategy, which reduced our exposure to imports from China by 70%. Coupled with our resilient market positions, including recurring software and services revenue, strong U.S. manufacturing footprint and reduced reliance on China, we believe we are well positioned to navigate the current environment.\nWe estimate the gross tariff impact is in the range of $190 million to $220 million prior to our mitigation efforts. This is primarily from China as you can see on the left-hand side of the chart. We have assumed the tariffs that are in place now or are expected to go into effect on July 9 continue through the year. Total impact breaks down roughly 60-40 between New Fortive and Ralliant.\nMoving to our countermeasures. We have a proven playbook powered by the Fortive Business System, enabling us to move quickly to offset these headwinds. First, we are taking a strategic approach to pricing and have begun deploying price increases where appropriate. With industry-leading brands, we are collaborating with our distribution partners and customers. Coupled with our FBS pricing tools, we are quickly testing, refining and adapting to the current environment.\nWe are also continuing to optimize sourcing and logistics to rebalance regional flows and are making select investments to localize manufacturing, which will further mitigate the headwinds over the medium term. We expect our mitigation plans to phase in over the course of the second quarter. Coupled with other productivity and cost actions, we expect to fully offset the estimated tariff exposure by the fourth quarter of 2025 and be neutral in 2026. As a reminder, we mitigated unprecedented supply chain challenges in the last few years while still expanding free cash flow margins and leveraging FBS tools to improve profitability and reduce working capital. We are utilizing the same playbook to problem solve and are confident in our ability to continue to deliver best-in-class net working capital performance.\nMoving to Slide 8 to talk about second quarter and full year guidance for total Fortive. We believe we've taken a pragmatic approach for the remainder of the year, adjusting our outlook to account for increased global uncertainty and the estimated impact of tariffs. Starting with the second quarter, adjusted EPS is expected in the range of $0.85 to $0.90, including a headwind from tariffs as our mitigation plans begin to ramp. From a segment perspective, we expect IOS and AHS to continue a steady pace of growth and PT to see a modest improvement from Q1.\nLet's discuss what this means for the year. For clarity, our 2025 adjusted EPS range of $3.80 to $4 is all in, including the impact of tariffs, net of mitigation action, as well as underlying demand moderation in PT. We now expect PT core revenues to be down low single digits, again assuming lower demand in Test and Measurement partially offset by new price actions related to tariff mitigation. We are maintaining our core growth outlook for New Fortive, which includes a contingency from our muted demand that can impact pockets of IOS and AHS in 2025 as government customers navigate budget uncertainty as well as new price actions to countermeasure tariffs.\nOur updated adjusted EPS guidance also assumes an incremental tailwind from FX rates as well as lower tax expense in the current environment. We expect to provide independent guidance for New Fortive and Ralliant post separation on their respective second quarter earnings calls in July.\nNow on Slide 9. We've undertaken deliberate actions over the last several years to create a more resilient Fortive, including further diversifying our product portfolio, identifying and expanding into regions and growth markets. And FBS has contributed to our success innovating in markets with strong secular tailwinds for growth with increased demand for safer, more efficient and more precise solutions globally. We've increased our mix of recurring revenue businesses, which have compounded high single digit the last 5 years.\nAs a result, we've sustained continued revenue growth and margin resiliency in the face of a more dynamic macro environment. The progress continues. Today, Fortive is approximately 40% recurring revenue, which will expand to roughly 50% post separation and benefit from accretive software growth going forward. We continue to expand our addressable markets, new product introductions like Fluke solar and thermal imaging tools and ASP's steam monitoring products.\nTotal revenue from high-growth markets outside of China are now greater than our share of revenue from China and is growing at high single-digit pace. Despite the delayed recovery we see at Precision Technologies, we have a diverse set of the markets with exposure to strong secular trends, and our consistent execution has resulted in differentiated double-digit adjusted earnings and free cash flow compounding over the last 5 years, demonstrating our ability to profitably evolve our portfolio to deliver in any environment.\nTurning to Slide 10, I want to provide a brief update on our separation plans before wrapping up. We continue to make progress and now expect the transaction to be effective by the end of the second quarter. In terms of upcoming milestones, we anticipate filing the Form 10 with the SEC in the coming days, announce a CFO for Ralliant and host Investor Day in New York on June 10. The Investor Day will be both in-person at the New York Stock Exchange and webcast live through our Investor Relations website. Board of Ralliant led by Olumide and Tammy will present their respective businesses, management teams and priorities as 2 focused independent companies.\nWe will host an innovation showcase, highlighting our exciting pipeline of new products and solutions to help our customers solve their toughest challenges. I'm incredibly excited about the future, confident both companies will showcase their tailored growth and capital allocation strategies to drive investor returns and unlock their full potential in the years to come.\nI'll now wrap up on Slide 11. As previously announced, I'll be retiring as President and CEO following the completion of the Ralliant spin-off. And I'd be remiss if I didn't take this opportunity to thank our extraordinary 18,000 team members who helped shape and create a more resilient Fortive today. Our greatest strength is the enduring passion and commitment of our teams who take great pride in how they show up with a deep belief in better every day. This next chapter is a manifestation of the strategy we laid out at our inception, profitably evolve our portfolio to deliver in any environment.\nOur enhanced portfolio position, innovative new products and dedication to the Fortive Business System have allowed us to deliver consistent compounding performance in the last 5 years. As we navigate the more uncertain and dynamic year ahead, we are resolute in our commitment to supporting customers and delivering for shareholders. Our performance in the first quarter underscores our relentless focus on execution, and our updated outlook for 2025 reflects our proven playbook for navigating dynamic market conditions.\nWe remain focused on finding opportunities to expand our leadership positions in the markets we serve while protecting earnings and free cash flow resiliency. Looking ahead, we are diligently progressing toward the Investor Day on June 10, followed by the separation and successful launch of Ralliant. It's been an exciting 9 years. Thank you for your trust and partnership over the years, and I look forward to seeing many of you in New York in June. With that, I'll turn it to Elena.\n\nElena Doom Rosman\n\nVice President-Investor Relations, Aptiv Plc\n\nThanks, Jim. That concludes our formal comments. We are now ready for questions."
  },
  {
    "header": "FTV",
    "cik": "0001659166",
    "ticker": "FTV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/394c32f070eddb6d820243e94d2ecfc6",
    "period": "2024 Q4",
    "content": "Q4 2024 Fortive Corp Earnings Call\n\nQ4 2024 Fortive Corp Earnings Call\n\nFTVNYSEFEB 7, 12:00 PM\n\nOperator\n\nMy name is Daryl, and I will be your conference facilitator this afternoon. At this time, I would like to welcome everyone to Fortive Corporation's Fourth Quarter 2024 Earnings Results Conference Call. [Operator Instructions] I would now like to turn the call over to Ms. Elena Rosman, Vice President of Investor Relations. Ms. Rosman, you may begin your conference.\n\nElena Doom Rosman\n\nVice President-Investor Relations, Aptiv Plc\n\nThank you, Daryl, and thank you, everyone, for joining us on today's call. With us today are Jim Lico, our President and Chief Executive Officer; and Chuck McLaughlin, our Senior Vice President and Chief Financial Officer. We present certain non-GAAP financial measures on today's call. Information required by Regulation G is available on the Investors section of our website at fortive.com. Our statements on period-to-period increases or decreases refer to year-over-year comparisons, unless otherwise specified.\nDuring the call, we will make forward-looking statements, including statements regarding events or developments that we expect or anticipate will or may occur in the future. These forward-looking statements are subject to a number of risks, and actual results might differ materially from any forward-looking statements that we make today. Information regarding the risk factors is available in our SEC filings, including our annual report on Form 10 for the year ended December 31, 2023, and the quarterly report on Form 10-Q for the quarter ended September 27, 2024. With these, forward-looking statements, they speak only as of the date that they are made and we do not assume any obligation to update. With that, I'd like to turn the call over to Jim.\n\nJames A. Lico\n\nPresident, Chief Executive Officer & Director, Fortive Corp.\n\nThanks, Elena. Hello, everyone, and thank you for joining us. I'll begin on Slide 3. Fortive delivered better-than-expected performance in the fourth quarter, including higher core growth, earnings and free cash flow. These results capped a strong year for Fortive, including another year of record margins with gross margins of 60% and adjusted operating margins nearing 27% while continuing to fund future growth. In addition, we compounded adjusted earnings and free cash flow 13%, contributing to our strong multiyear track record of differentiated financial performance. Our accelerated pace of innovation in 2024 helped to sustain top line momentum, given the mixed demand environment and further enhances our outlook for 2025.\nTurning to the year ahead. Fortive is poised for improving core sales growth and continued strong operating performance. We've taken a prudent and balanced approach to planning the year, reflecting momentum in our bookings and durable revenue growth in Industrial Operating Solutions (sic) [ Intelligent Operating Solutions ] and Advanced Healthcare and stabilizing trends in Precision Technologies, driving a gradual recovery through the year. Lastly, we are progressing well on the actions we announced last year to further accelerate our strategy and enhance value creation.\nOur teams have made meaningful progress toward the separation of the newly named precision technologies company called Ralliant. We now expect the transaction to close early in the third quarter. We also executed on our plan to prioritize return of capital to shareholders, utilizing our record free cash flow to repurchase shares. In summary, these actions reflect our commitment to unlocking long-term value for all our stakeholders.\nTurning to Slide 4. 2024 was another year of consistent compounding, including the achievement of several record financial metrics. Since our inception, we have evolved our portfolio and leveraged the Fortive Business System to accelerate growth and innovation, expand market share and profitability, and forge the leadership skills we need for the future. The exceptional value created for customers and shareholders is reflected in our sustained multiyear performance, including an acceleration to mid-single-digit core growth on average the last 5 years, over 600 basis points of adjusted operating margin expansion, and 350 basis points of adjusted gross margin expansion amidst unprecedented inflation.\nOur accretive capital deployment has contributed to higher growth and higher returns. As a result, we grew free cash flow an average of 18% per year over this time, underpinned by industry-leading net working capital performance. In summary, what is unique and truly differentiated about Fortive is the breadth of results that are compounding over time relative to peers. The reason for this 5-year track record of success is our commitment to FBS and the strategic evolution of our portfolio.\nTurning to Slide 5. Our evolution of the Fortive Business System and continuous improvement mindset have driven an acceleration in NPI velocity, helping to sustain our top line momentum. Within FBS, we have built, over time, a proven innovation tool set to identify unmet customer needs, develop new products and bring them to market faster, which ensures greater returns on our R&D investments. Just several examples of how our increased innovation velocity is contributing to growth across the enterprise.\nStarting with IOS. Fluke launched a record 20 major new products in the last 2 years, extending their leadership position in solar and energy storage tools and contributing 200 basis points to growth in 2024. Facility & Asset Lifecycle revitalized their innovation efforts for the last 3 years, launching its strongest slate of new products and enhancements while also expanding margins 800 basis points. Revenues from these new offerings are expected to more than double in 2025 versus last year.\nASP launched a record of 6 new products in 2024 with 510(k) approval, which are expected to contribute over $10 million of revenue in 2025. Provation added to their leading GI position with their next phase of Apex Insights, a proprietary data analytics tool that boosts provider productivity, contributing to a 67% increase in APAC SaaS sites in 2024. PT is also leveraging FBS innovation tools to advance the world's technologies. Tektronix launched 4 new products to their best-in-class electronic test and measurement offering, serving their fastest-growing markets.\nSensing Technologies is launching sensors for monitoring the liquid and air cooling systems within data centers, and Qualitrol continues its double-digit pace of growth with new electric grid monitoring and energy storage solutions to support the expansion of global power infrastructure. We're also leveraging our investments in the FORT to develop advanced software, data analytics and AI capabilities, and we expect to launch new AI-based product sets in 2025 and 2026.\nMoving to the fourth quarter and full year results on Slide 6. We ended the year with strong operating performance, generating adjusted earnings growth approximately 3x revenue growth. Core revenue growth of 2% in the quarter reflected an acceleration at IOS, partially offset by the anticipated decline in Precision Technologies. China headwinds continues to mute the recovery we are seeing in certain markets. Acquisitions, net of divestitures, were offset by unfavorable FX as the dollar strengthened in the quarter.\nFurther highlights of our fourth quarter performance include: 100 basis points of adjusted operating margin expansion; adjusted earnings per share of $1.17, reflecting a $0.05 beat at the midpoint with earnings up 19% year-over-year; and record Q4 free cash flow of $465 million, up 13% year-over-year. For the year, core revenue growth was 1%, reflecting the mixed demand environment and core decline in PT. Adjusted operating profit grew 7%, and margins expanded 100 basis points, representing over 60% incrementals. We delivered earnings and cash flow above our initial guidance coming into the year, with adjusted EPS of $3.89 up 13% and record free cash flow of $1.4 billion, representing 23% free cash flow margins for the year.\nTurning to Slide 7. I'll provide more detail on our segment performance for the quarter and the full year starting with IOS and AHS. On a combined basis, fourth quarter revenues grew 4% with adjusted operating margins up 140 basis points to over 33%. This represents 12 consecutive quarters of consistent mid-single-digit core growth on a combined basis, reflecting the durability and resilience of these businesses. For the full year, combined IOS and AHS delivered 4% core revenue growth and 120 basis points of adjusted operating margin expansion with over 60% incrementals.\nMoving to the right. Intelligent Operating Solutions expanded operating margins 190 basis points on 4% revenue growth in the fourth quarter, with M&A contributions partially offset by FX headwinds. Stable industrial products demand overall and NPI momentum drove mid-single-digit revenue growth at Fluke. Shipments outpaced our expectations exiting the fourth quarter. As a result, we expect a slower start to the year in Q1 before returning to more normalized growth the rest of the year.\nGrowth in Facilities & Asset Lifecycle accelerated to high single digit in the fourth quarter, enabled by stronger take rate revenue across our government and multisite retail product offerings. As you can see on the far right of the page, Advanced Healthcare Solutions grew core revenue 5% in the quarter with FX headwinds of approximately 150 basis points to total growth. Consumables normalized to mid-single-digit growth as expected, and Provation accelerated growth, having lapped the license headwinds earlier in the year. AHS expanded adjusted operating margins by approximately 40 basis points in the quarter and 200 basis points for the year, driven by high-margin consumable growth, partially offset by unfavorable FX.\nTurning to Precision Technologies on Slide 8. Revenue was approximately flat in the quarter with a core decline of 3%. Acquisitions, net of divestitures, contributed approximately 3 points of growth in the quarter. This represents the second consecutive quarter of sequential core growth improvement enhanced by double-digit growth in utility and aerospace and defense markets. Adjusted operating margins contracted 200 basis points on lower core volumes, partially offset by productivity benefits and accretive M&A. Core revenues at Tektronix were down low double digit in the quarter as expected. However, orders were up high single digits for the second consecutive quarter. We continue to see investments supporting power, compute and communications for data center expansion and demand for defense applications, driving Tektronix orders growth, while China and EV mobility remain weak.\nWe had another quarter of double-digit growth at Qualitrol and PacSci as our teams continue to ramp production capacity to keep up with strong demand. Moving to the right side of the page, you can see the Precision Technologies revenue and adjusted operating performance for the past 4 years. Since 2021, PT has grown core revenue at 4% CAGR with adjusted operating profit growing twice that rate at an 8% CAGR over the period. Core revenues declined 4% in 2024. Improved portfolio positioning and focused innovation efforts have dramatically improved the through-cycle performance.\nLeveraging FBS tools, we have expanded our addressable market and added complementary solutions aligned to favorable secular trends, including next-gen power applications for new markets and new sources of energy around the world. As a result, PT is a much more durable business today with a stable margin and free cash flow profile poised for recovery in 2025. With that, I'll turn it over to Chuck to discuss our 2025 outlook.\n\nCharles E. McLaughlin\n\nSenior Vice President & Chief Financial Officer, Fortive Corp.\n\nThank you, Jim, and hello, everyone. Turning to Slide 9. Let me set the stage for how we're thinking about the year. We continue to be encouraged by stabilizing demand trends overall, which gives us confidence in an acceleration in revenue growth from 2024 to 2025. While we are providing full year guidance for total Fortive, we thought it would be helpful to frame the key drivers of the respective new companies.\nStarting with new Fortive on the left, comprising our IOS and AHS segments. We expect revenues of approximately $4.1 billion, supported by demand for our leading safety and productivity technologies and market share gains from new product introductions. We expect stable underlying industrial demand at Fluke with positive point-of-sale in North America and Western Europe. China is expected to slow, both from a GDP and industrial production perspective, and we have reflected that into our outlook. We expect sustained momentum in our software and recurring revenue businesses, including double-digit ARR growth in FAL and stable consumables growth in Healthcare. This yields low single-digit-plus to mid-single-digit core growth for New Fortive in 2025. Regarding we expect growth in the second half to outpace the first, primarily due to timing and days impact in Q1.\nTurning to the PT company. We anticipate revenues of roughly $2.2 billion in 2025, with core growth up slightly for the year. Our businesses aligned to power infrastructure, compute and communications investments for data center expansion, coupled with aerospace and defense systems, comprised approximately 35% of revenue and are expected to grow double digits again in 2025. Coupled with stabilizing trends in broader semiconductor and sensor markets, we anticipate a return to core revenue growth in the second half of the year.\nOn Slide 10, we provide further details on Q1 and 2025 guidance. Starting with the full year, we expect core revenues up 1.5% to 3.5%. FX is expected to be an approximate $90 million headwind for the year or roughly 150 basis points of impact to total growth. Adjusted operating profit is expected to increase 2% to 5%, and adjusted diluted EPS guidance is $4 to $4.12, up 3% to 6% for the year. Our adjusted EPS guidance includes a $0.20 to $0.25 headwind from a higher effective tax rate and FX. This is offset by lower share count and a slightly lower interest expense. Adjusted free cash flow is expected to be approximately $1.5 billion, which excludes the impact of separation-related cash cost of roughly $185 million. The conversion rate on adjusted net income is approximately 100%, excluding these items.\nFor the first quarter, we anticipate core revenues to be roughly flat. FX is expected to be an approximate $30 million revenue headwind. IOS and AHS will start the year slower due to Fluke's stronger finish in Q4 and less days in Q1, impacting consumables and service utilization. PT is expected to be down mid-single digit, representing our toughest year-over-year comp. Adjusted operating profit is expected to be roughly flat, and EPS is expected in the range of $0.83 to $0.86, including a $0.05 headwind from unfavorable FX and higher taxes. With that, I'll turn it back over to Jim to conclude.\n\nJames A. Lico\n\nPresident, Chief Executive Officer & Director, Fortive Corp.\n\nThank you, Chuck. I'll continue on Slide 11. We've made considerable progress on the actions we announced last September to accelerate our strategy and enhance value creation. Starting on the left, we utilized our record second half free cash flow to repurchase approximately 10 million shares, representing 80% of our free cash flow, slightly more than we committed to when we announced the separation. We remain committed to deploying free cash flow, incremental share repurchases as we work to execute the spin.\nBalance sheet remains in great shape. We exited 2024 with net leverage of approximately 1.6x, and we continue to expect that each company will sustain investment-grade balance sheets after the spin. Moving to the right, we expect the separation to close early in the third quarter, following the progress our team has made to date, including confidentially filing a draft registration statement with the SEC in December. We are processing initial comments. We expect a Form 10 filing in the spring.\nOur efforts to hire top talent are well underway, ensuring we assemble a world-class corporate team to drive future success. Earlier this week, we announced that PT NewCo has an exciting new name, Ralliant Corporation, and we appointed Ganesh Moorthy as the Board Chair. We also announced that Alan Spoon, who is retiring from the Fortive Board, and Kate Mitchell will both join the Ralliant Board. Together with Tami, these Board designees reflect Fortive's commitment to the new company's success and sustained value creation for all stakeholders. We'll continue to provide additional updates as they become available.\nI'll wrap up now on Slide 12. Last week, we are excited to announce that Shar Dubey was appointed Fortive's new Board Chair, succeeding Alan Spoon. On behalf of the Board and management team, I want to thank Alan for his leadership and all he's done to shepherd Fortive become a more durable growth company. As we enter this new chapter, I and the rest of the Board are confident that Shar is the right person to serve as the next Chair. She's been providing valuable contributions to our Board since 2020, and her deep insights into our business, culture and strategy, combined with her extensive operational and leadership expertise fare her well to steward the execution of our long-term strategy with a more focused and resilient portfolio.\nThis next chapter is a manifestation of the strategy we laid out at our inception, profitably evolve our portfolio to deliver in any environment. That was the case in 2024. Our enhanced portfolio positions, innovative new products, and dedication to the Fortive Business System have allowed us to deliver consistent compounding performance over the last 5 years. We are well positioned to continue this track record in 2025 and beyond as we progress through the separation.\nWe could not have reached this milestone in Fortive's journey without our unique culture and the passion of our 18,000 teammates around the world. Together, we show up with a mindset we can do and be better. I know I speak for the entire Fortive team, including Olumide and Tami when I say I cannot be more excited for the future as both companies are strategically well positioned for enduring success. With that, I'll turn it to Elena.\n\nElena Doom Rosman\n\nVice President-Investor Relations, Aptiv Plc\n\nThanks, Jen. That concludes our formal comments. Daryl, we are now ready for questions."
  },
  {
    "header": "FTV",
    "cik": "0001659166",
    "ticker": "FTV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/665c381e365c630c0deb1e4dc986d8a1",
    "period": "2024 Q2",
    "content": "Q2 2024 Fortive Corp Earnings Call\n\nQ2 2024 Fortive Corp Earnings Call\n\nFTVNYSEJUL 24, 12:00 PM\n\nOperator\n\nGreetings, and welcome to the Fortive Corporation's Second Quarter 2004 (sic) [ 2024 ] Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Elena Rosman, Vice President, Investor Relations. Thank you. You may begin.\n\nElena Doom Rosman\n\nVice President-Investor Relations, Aptiv Plc\n\nThank you, Diego, and thank you, everyone, for joining us on today's call. With us today are Jim Lico, our President and Chief Executive Officer; and Chuck McLaughlin, our Senior Vice President and Chief Financial Officer. We present certain non-GAAP financial measures on today's call. Information required by Regulation G is available on the Investors section of our website at fortive.com. Our statements on period-to-period increases or decreases refer to year-over-year comparisons, unless otherwise specified.\nDuring the call, we will make forward-looking statements, including statements regarding events or developments that we expect or anticipate will or may occur in the future. These forward-looking statements are subject to a number of risks, and actual results might differ materially from any forward-looking statement that we make today. Information regarding these risk factors is available in our SEC filings, including our annual report on Form 10-K for the year ended December 31, 2023.\nThese forward-looking statements speak only as of the date that they are made, and we do not assume any obligation to update any forward-looking statements. With that, I'd like to turn the call over to Jim.\n\nJames A. Lico\n\nPresident, Chief Executive Officer & Director, Fortive Corp.\n\nThanks, Elena. Hello, everyone, and thank you for joining us. I'll begin on Slide 3. Our second quarter results showcase strong execution across our businesses, allowing us to deliver earnings and free cash flow at the high end of our guidance with 90 basis points of adjusted operating margin expansion and 9% adjusted earnings growth despite revenue at the low end of our guidance. Our performance continues to reflect our ability to adapt to the low growth environment and deliver differentiated financial results, enabled by FBS-led innovation and productivity actions.\nOur leadership positions across durable growth markets are reflected in upside performance in Advanced Healthcare Solutions and continued momentum in Intelligent Operating Solutions, positioning Fortive well for the future. As we look ahead, we are excited to see the acceleration of our innovation and new product launches, delivering more value for customers and sustained growth for Fortive. We are confident in our updated outlook for the year, reflecting strong growth in our recurring revenue businesses and continuing our track record of mid-single digit through-cycle core growth and compounding earnings and free cash flow by double digits in 2024.\nTurning to Slide 4, I'll provide an overview of our second quarter and year-to-date results as well as what we're seeing as we look ahead. Second quarter revenues were up 2% with flat core growth. Acquisitions contributed 3 points to growth, partially offset by a foreign exchange headwind. Strong operational execution contributed to record second quarter adjusted gross and operating margins and earnings per share of $0.93. Year-to-date, we achieved 100 basis points of adjusted operating margin expansion and double-digit earnings and free cash flow growth on 3% revenue growth.\nTurning to what we are seeing across our businesses. Intelligent Operating Solutions and Advanced Healthcare Solutions continue their momentum, benefiting from durable and recurring revenue as well as new product introductions aligned to secular growth drivers. This demonstrates the success of our capital deployment strategy in these segments, where we continue to focus our bolt-on efforts to further enhance growth. Across Fortive, our recurring revenue is now 42% of our portfolio, growing low double digit year-to-date. We expect that pace of growth to continue in the second half.\nGovernment spending delays broadly contributed to revenue coming in at the low end of our second quarter guide, primarily driven by delayed military and government R&D projects impacting Tektronix as funding continues to be prioritized to production-related programs and slower job order contracting growth at Gordian as they lap government stimulus funding in 2022 and '23. Orders at Precision Technologies were down in the quarter as expected and book-to-bill was stable at 1.0. Consistent with our prior outlook, we expect orders to return to low single-digit growth in the third quarter. However, our updated 2024 revenue outlook does reflect a slower-than-expected recovery in certain end markets in PT in the second half of the year.\nWe are offsetting lower revenue with new productivity actions and have reflected the delay in global minimum tax implementation in our tax rate guidance for the year. Chuck will cover the outlook for the rest of the year in more detail shortly. Lastly, our free cash flow performance continues to differentiate, with industry-leading free cash flow margins allowing us to repurchase 2 million shares in the second quarter and continue to outpace the remainder of the year.\nTurning to Slide 5. I will provide more detail on second quarter segment performance as well as our expectations for the full year. Intelligent Operating Solutions total revenue growth was 4% with core up 3%. Acquisitions were favorable, partially offset by an FX headwind. Adjusted operating margins were down slightly versus the prior year, although up approximately 400 basis points on a 2-year stack with strong price realization and volume growth more than offset by growth investments. Additional highlights include: Fluke revenues were up low single digit-plus, including mid-single-digit industrial products and double-digit ARR growth in the quarter, strong proof point of our efforts to make the business more resilient. Fluke's bolt-on acquisitions, Solmetric and Azima DLI continue to outperform, contributing to Fluke's growth in the quarter.\nAHS grew low single digit, paced by recurring revenue contributions, including strong SaaS and iNet growth, partially offset by slower product sales at ISC. FAL grew mid-single digits or mid-teens on a 2-year stack with continued normalizing growth at Gordian and lapping the wind-down of pass-through revenue at ServiceChannel. FAL maintained its pace of high single-digit SaaS growth, and we expect to see that reflected in accelerated core growth in the second half. For the full year, we expect the IOS to deliver mid-single-digit core growth with approximately 100 basis points of adjusted operating margin expansion.\nPrecision Technologies was down 1.5% in the quarter with core decline of 6.6%. Acquisitions, net of divestitures, contributed 6 points to growth, partially offset by FX. Adjusted operating margins were down slightly year-over-year with lower core volumes almost fully offset by productivity benefits, favorable price, and M&A. Additional highlights include: Tektronix core revenues was down mid-teens as revenues normalized to bookings. We saw pushouts of large mil/gov projects in the Americas and slower recovery in China, partially offset by mid-single-digit services growth.\nEA has seen large EV mobility and battery expansion projects push out, reducing its revenue outlook for the year to approximately $130 million. While sales cycles are longer for these large projects, EA has seen a doubling of the sales funnel on smaller run rate projects across industries, validating the go-to-market synergies with Tektronix and positioning the business well for 2025 and beyond.\nSensing was down mid-single digit in the quarter with continued strength in utility grid, food and beverage, and health care end markets, more than fully offset by weaker industrial and factory automation demand. And lastly, Pacific Scientific delivered another quarter of mid-teens core revenue growth, driven by robust demand. We finished Q2 with a stable 1:1 book-to-bill and are expecting revenue to return to growth in the second half. For the full year, we now expect PT growth down low single digit with adjusted operating margins approximately flat.\nAdvanced Healthcare Solutions revenue growth was 3% with core growth of 5%, partially offset by unfavorable FX of approximately 2%. Adjusted operating margins expanded 260 basis points with strong volume, price realization, and productivity benefits more than offsetting growth investments. Additional highlights include: ASP Censis grew mid-single digit, driven by double-digit consumables growth enabled by the successful North American channel transition at ASP and new doors and cross-sell expansion at Censis. Fluke Health Solutions was up low single digits with double-digit dosimetry services growth.\nProvation grew low single digits, lapping a large prior year licensing win, while SaaS revenue is up nearly 50% in the quarter. Given the strong first half performance, we now expect AHS full year core growth to be at the high end of mid-single digit with over 150 basis points of adjusted OMX for the year.\nMoving to Slide 6. Several short-cycle industrial markets served by our Precision Technologies segment faced headwinds in the second quarter. We saw continued customer caution, weighing election and macro uncertainty contributing to OEM and channel weakness and further CapEx-related project delays. North American revenues were up slightly, benefiting from mid-single-digit growth at IOS driven by strong industrial and software growth, mid-teens growth in health care consumables, and continued strength of, partially offset by lower Tektronix revenues.\nIn Europe, we saw revenues normalize to bookings with a mid-teens decline at PT, partially offset by low single-digit growth in IOS and low double-digit growth in health care. Core revenue in Asia was down low single digit, driven by slower government spending and distributor destocking in China. Japan was up mid-single digit or better in all segments. And in India, we saw slower growth, given election uncertainty impacting project timing at Tektronix.\nCore growth for the quarter largely centered on our high-growth markets, excluding China. These regions have now eclipsed China in size and account for approximately 14% of sales. Looking ahead, we expect improvement in core growth in the back half of the year, driven by favorable order rates as well as continued strength in AHS and software. With that, I'll turn it over to Chuck to talk through our updated third quarter and full year guidance.\n\nCharles E. McLaughlin\n\nSenior Vice President & Chief Financial Officer, Fortive Corp.\n\nThanks, Jim, and hello, everyone. Turning to Slide 7, I will provide our Q3 outlook as well as an updated outlook for the full year. For the third quarter, we anticipate revenue growth of 3% to 4.5% with core growth of 2% to 3.5% driven by continued momentum in IOS and AHS and roughly flat core growth at PT. Adjusted operating profit margin is estimated at approximately 27%, up over 100 basis points year-over-year. Adjusted diluted EPS guidance of $0.92 to $0.95, up 8% to 12%, and free cash flow is expected to be approximately $360 million.\nFor the full year, total growth is now expected in the range of 3% to 4%, approximately 1.5% lower than the prior guide, driven by the revised outlook at Precision Technologies and further FX headwinds. Core growth is now expected to be in the range of 2% to 3%. Adjusted operating profit margin is still expected to be in the range of 27% to 27.5%, up 100 to 150 basis points year-over-year. Note, we have offset roughly half of the operating profit shortfall related to the lower revenue with productivity actions. And as a result, we are still expecting to average 60% incremental margins, given the proactive restructuring we did coming into the year.\nThe other half of the earnings offset is coming from a lower effective tax rate, now expected to be approximately 12% for the year. As a result, we are raising our adjusted diluted EPS range to $3.80 to $3.86, up 11% to 13% year-over-year. Looking at the right side of the slide, you can see the benefits of our portfolio transformation improving the through-cycle durability and growth rates of the portfolio. Fortive's continued growth is enhanced by increasing level of recurring revenue and our focus on innovation, which I'll highlight on the next slide.\nOver the last 8 years, we have been intentional about building a proven tool set around how we prioritize and develop new products, bringing them to market faster, drive greater returns on R&D investments, and deliver differentiated value for our customers. We have several examples of how our increased innovation velocity is contributing to core growth with a pipeline of new products, including: in Q2, Fluke launched its new EV charging station analyzer, which allows technicians to perform multiple tests with a single tool; FAL recently launched the Gordian Cloud platform, an integrated cloud-based capital planning tool; and Accruent Space Intelligence, a comprehensive real estate planning and space management optimization platform.\nIn PT, Tektronix continues to enhance its oscilloscopes platforms, bringing more power analysis tools to the engineer's bench. They recently launched the 4 Series B with more powerful processor system to speed up analysis for power converters being designed for a broad range of industrial applications. At ASP, new innovations are also enhancing core growth. They recently secured U.S. FDA approval on a new steam monitoring biological indicator, which allows them to ramp up sales on this product in the second half of the year.\nFBS is driving success as we identify and expand to new growth markets, speed innovation cycles, and maximize investment returns across all 3 operating segments. For example, we reduced the amount of sustaining engineering spend as a percentage of the total by roughly 20% and redeploying the savings to fund future growth with new products and software features. As a result, we have created a funnel of over $1 billion in new market and revenue opportunities, roughly 3x what it was just 3 years ago.\nAI has also been a key enabler to our success although we are still in the early innings. We created our vision several years ago with the establishment of The Fort, our incubation hub and center of excellence for AI and machine learning. Coupled with our partnership with start-up studios, Pioneer Square Labs, we test new AI ideas developed by our operating companies. In Q2, our teams incubated 7 new growth items, some of which are likely to become new Fortive products while others potentially new startups.\nIn summary, we view R&D as a high-return investment and a critical driver of our improved through-cycle growth, operating leverage, and return on invested capital. With that, I will turn it back to Jim to provide an update on our long-term target.\n\nJames A. Lico\n\nPresident, Chief Executive Officer & Director, Fortive Corp.\n\nThanks, Chuck. I'll continue on Slide 9. Our revised full year outlook yields double-digit adjusted EPS and free cash flow growth in 2024 and keeps us well on pack to achieving our long-term targets. While we have seen both tailwinds and headwinds since we first issued those targets, you have also seen how we've adapted to the lower growth environment in 2024 and still raised our earnings guidance through the year. This is a testament to our culture of continuous improvement and our relentless focus on delivering for shareholders in any environment.\nWe also still expect to generate over $8 billion in free cash flow in the next 5 years, which allows us to further accelerate earnings growth and shareholder returns through disciplined and accretive capital deployment. Our priority remains bolt-on acquisitions to existing growth platforms in areas of demonstrated strength while also enhancing returns to shareholders. We continue to believe share repurchases are a good use of capital, and we expect buybacks in the range of 5 million to 6 million shares for the year, consistent with our recent track record.\nFurther, we announced our first dividend increase in 2023 and plan to continue to grow our dividends in line with earnings and free cash flow. With the powerful combination of the Fortive Business System and disciplined capital deployment, we think the best is yet to come with an opportunity to roughly double our adjusted EPS and free cash flow over the next 5 years.\nI'll wrap up now on Slide 10. With a strong start to the year and track record of improved through-cycle performance, our continued strategy to build a more durable company is playing out, as evidenced by our strong growth in recurring revenue businesses. We're confident in the achievement of our revised 2024 outlook, which demonstrates the benefits of durable growth drivers and tailwinds from innovation investments while derisking the areas of protracted recovery.\nOur free cash flow generation continues to be robust, underscoring the differentiation of the Fortive Business System and the compounding capability of our portfolio. By executing the Fortive formula for value creation, we are poised for higher returns on invested capital. The deals we've done since our inception continue to get better, and we remain disciplined in further capital deployment to enhance value creation. With that, I'll turn it to Elena.\n\nElena Doom Rosman\n\nVice President-Investor Relations, Aptiv Plc\n\nThanks, Jim. That concludes our formal comments. Diego, we are now ready for questions."
  },
  {
    "header": "FTV",
    "cik": "0001659166",
    "ticker": "FTV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dd919faf31d809a8dd51d9b7780d67f5",
    "period": "2024 Q1",
    "content": "Q1 2024 Fortive Corp Earnings Call\n\nQ1 2024 Fortive Corp Earnings Call\n\nFTVNYSEAPR 24, 12:00 PM\n\nOperator\n\nGood day. My name is Dennis, and I will be your conference operator today. At this time, I would like to welcome everyone to Fortive Corporation's First Quarter 2024 Earnings Results Conference Call.\n[Operator Instructions] I would now like to turn the conference over to Ms. Elena Rosman, Vice President of Investor Relations. Ms. Rossman, you may begin your conference.\n\nElena Rosman\n\nVP of IR, Delphi Automotive\n\nThank you, Dennis, and thank you, everyone, for joining us on today's call. With us today are Jim Lico, our President and Chief Executive Officer; and Chuck McLaughlin, our Senior Vice President and Chief Financial Officer.\nWe present certain non-GAAP financial measures on today's call. Information required by Regulation G is available on the Investors section of our website at fortive.com. Our statements on period-to-period increases or decreases refer to year-over-year comparisons unless otherwise specified. During the call, we will make forward-looking statements, including statements regarding events or developments that we expect or anticipate will or may occur in the future.\nThese forward-looking statements are subject to a number of risks and actual results may differ materially from any forward-looking statements that we make today. Information regarding these risk factors is available in our SEC filings, including our annual report on Form 10-K for the year ended December 31, 2023. These forward-looking statements speak only as of the date that they are made, and we do not assume any obligation to update any forward-looking statements.\nWith that, I'd like to turn the call over to Jim.\n\nJames A. Lico\n\nPresident, Chief Executive Officer & Director, Fortive Corp.\n\nThanks, Elena. Hello, everyone, and thank you for joining us. I'll begin on Slide 3. We have a strong start to the year, exceeding our expectations for core revenue growth, margin expansion, earnings and free cash flow in the first quarter. Our strategy to enhance our customers' safety and productivity across a number of vital sectors for manufacturing to health care is delivering more value for customers and more durable growth for Fortive. We delivered better-than-expected performance in each of our 3 segments, reflecting enhanced portfolio positions, the benefit of innovative new products and our dedication to the Fortive Business System.\nBy harnessing our unique competitive advantages and strong execution capabilities, we are confident in our raised outlook for the year, which includes anticipated double-digit adjusted earnings and free cash flow growth. As we look ahead, the success of our strategy is reflected in faster and more profitable through cycle growth, which combined with the rigorous application of a differentiated business system delivers supportive formula for value creation by compounding results year after year.\nFurther evidence of our strategy to build a more durable collection of businesses and higher recurring revenue profile is shown on Slide 4. Today, Fortive revenues are split with approximately half derived from highly differentiated products businesses, helping customers harness the power of emerging technologies and embrace the energy transition. As a result, today, roughly 1/3 of these revenues support customer investments in electrification and AI. Further, with the added benefit of diversification, approximately 60% of our product revenues have continued to grow despite select end markets slowing.\nMoving to the right side, the remaining 50% of our revenue includes approximately $600 million of recurring health care consumables, which are benefiting from the go-to-market changes we made last year and improved global health care markets, driving faster and more profitable growth in 2024 and beyond. It also includes approximately $1 billion in software revenues, which have grown high single digits the last few years and will continue to be accretive to our growth and profitability. As our safety and productivity solutions across the enterprise continue to help solve customers' toughest challenges, we expect sustained outperformance going forward.\nTurning to Slide 5. The IOS segment is really a full manifestation of our strategic playbook to evolve the company organically and inorganically, to reduce portfolio cyclicality align investments to secular drivers and increase through cycle core growth. With almost $2.8 billion of revenue planned this year, IOS continued to build on its leadership positions in instrumentation, software and data analytics, all benefiting customer investments in key megatrends, keeping the world running safely, efficiently and more sustainably.\nOver the past few years, we have expanded IOS' addressable market to $30 billion, adding companies that play in strong secular-driven markets, including the 4 bolt-ons last year. Within IOS, our scalable software businesses, now over $800 million in revenue, growing high single digit, helping customers streamline and [indiscernible] their workflows. Today, roughly 1/3 of this segment is now in recurring revenue models, and we have further built in durability through the intentional diversification of end markets and customer use cases that we serve. As a result, Fluke has improved through-cycle resiliency with continued order and revenue growth despite contracting PMIs over the last 16 months.\nIn facilities and asset life cycle, new logo bookings have grown double digits the last few years, underpinning continued strong multiyear growth. And in environmental health and safety, we continue to accelerate innovation and geographic expansion, driving faster growth in this platform. As you can see from the chart, this has culminated in sustained strong performance at IOS, including over 700 basis points of adjusted operating margin expansion since 2019, providing an excellent blueprint for the future evolution of Fortive as we continue to execute our formula for value creation in AHS and PT.\nTurning to Slide 6. You can see how our portfolio is at the epicenter of the proliferation of electronics and sensors, enabling a more intelligent and sustainable future. Tektronix is solving our efficiency challenges across new and diverse end markets, benefiting from growing demand for high-performance computing systems, including academic and government institutions, defense agencies, energy companies and the utility sector. These new investment cycles start with semiconductors, then shift to infrastructure; and finally, the software and services.\nThe addition of EA, the market leader for high-power electronic test solutions, will drive faster through cycle growth in precision technologies, increasing their exposure to energy storage, mobility, hydrogen and renewable energy markets. EA is also benefiting from the rise in high-performance compute and deployment of AI and networks which makes it an excellent complement to Tektronix.\nThe transformation of the electrical grid is a long-term secular tailwind for both Qualitrol and Fluke. Qualitrol provides the world's energy grid with monitoring equipment and sensors to ensure the life stand and customers are adding considerable capacity to support infrastructure investments and new sources of energy.\nLastly, at Fluke, we are ensuring the power efficiency and reliability of these global infrastructure investments including tools to support the installation and maintenance of solar panels and the reliability and performance of EV storage equipment, including chargers and stations.\nTurning to Slide 7. Our increased innovation velocity is a direct result of our world-class business system and the work we've done to revamp our product development process to drive more consistent differentiated results. For example, in the last year, our teams identified over $1 billion of new revenue opportunities through the dream stage of our lean portfolio management process.\nLeveraging bench working we did with other technology companies in our partnership with Pioneer Square Labs, to incorporate best practices and early-stage product development. As we prioritize new product development, we have reallocated roughly 25% of our R&D spend from the sustaining of legacy products to the funding of new product innovation. Florida software system is improving our feature on-time delivery as our operating companies are seeing a greater than 20% acceleration in software development time using Gen AI, creating bandwidth for higher value work and enabling faster innovation for our customers.\nFPS lean tools are also driving continued adjusted gross margin and operating margin expansion and industry-leading working capital metrics. Over the last 5 years, we've expanded adjusted gross margins over 400 basis points, operating margins by more than 600 basis points and reduced net working capital as a percent of sales by 550 basis points, with improvements in both our hardware and software business.\nIn summary, FPS is fueling growth and innovation, driving differentiated operating performance, including higher free cash flow generation, our currency to further accelerate strategy and compound results through the Fortive flywheel for value creation.\nI'll wrap up on Slide 8. We're off to a strong start to the year. [indiscernible] our success has been the groundwork we've laid over several years to create more durable growth in each of our strategic segments, including, at IOS, we're seeing steady global demand for our products and technologies and continued high single-digit ARR growth. In PT, we knew coming into the year, that the normalized demand in Tektronix and Sensing would result in declining core growth in the first half, lapping strong multiyear growth rates.\nIn the quarter, we saw demand for electrification and AI hardware drive a return to positive book-to-bill in Q1. At AHS, we are seeing continued momentum in growth and profitability with continued consumables recovery and accretive software growth underpinning our outlook for the year.\nTurning to the right side. Continued execution in 2024 sets us up well for the achievement of the long-term targets we laid out at Investor Day last May driven by an acceleration of software and nonrecurring products growth in 2025 and underpinned by secular investment trends, continued strong margin expansion enabled by FPS led innovation and operational improvement and double-digit adjusted earnings and free cash flow growth, consistent with our long-term track record since 2019.\nWe remain focused on enhancing shareholder returns with ample firepower to fund attractive M&A opportunities that will continue to fuel the Fortive formula for value creation.\nAnd with that, I'll turn it over to Chuck to take us through the details of the first quarter financials and updated outlook for the year.\n\nCharles E. McLaughlin\n\nSenior Vice President & Chief Financial Officer, Fortive Corp.\n\nThanks, Jim, and hello, everyone. We're pleased with our Q1 performance, including 3% core growth reflecting better-than-expected performance in all 3 segments. Total revenue growth of 4% included the benefits of acquisitions, partially offset by approximately 1 point of unfavorable FX.\nHighlights of our first quarter performance include, record margins in the quarter with 110 basis points of adjusted gross and operating margin expansion, reflecting outstanding operating performance. Adjusted earnings per share of $0.83 over the high end of our guidance with adjusted earnings up 11% year-over-year, and free cash flow was $230 million, up 54% year-over-year, driven by strong execution across all 3 of our segments and some favorable times. The trailing 12-month free cash flow is $1.33 billion, representing strong momentum towards our full year guidance of $1.39 billion.\nTurning to Slide 10 and the first quarter performance in each of [indiscernible], beginning with Intelligent Operating Solutions. IOS core growth was 5% in Q1 with consistent mid-single-digit core growth across all 3 platforms. M&A contributed 1 point to total growth, partially offset by unfavorable FX. Adjusted operating margins expanded 160 basis points to 31.8%, driven by favorable price realization and volume increases across the segment.\nAdditional highlights include stable growth at Fluke, driven by the benefits of innovation, customer adoption in key growth verticals. Environmental Health and Safety had a steady growth in the quarter, with strong operating margin expansion enabled by pricing uptake and FBS enabled efficiencies. Facility and asset life cycles continues its pace of double-digit SaaS growth including multiple accruent cross-sell deals with Red Eye and service channel customers. Overall, iOS is benefiting from a strong innovation pipeline with several new product launches in the first half, ramping as we move through the year.\nMoving on to Precision Technologies. Core revenue in the quarter was down 2%, driven by normalizing demand at Tektronix and Sensing. Total growth reflected the benefit of the EA acquisition, partially offset by FX headwinds and the divestiture of certain product lines of [indiscernible]. We've completed our 100-day integration plan for EA, and we are more confident in the strategic value of the combined businesses, having identified significant opportunities in the sales fund, some of which combine EA's power supply offering with Tektronix services to better serve customers.\nPT adjusted operating margins expanded 80 basis points to 24.4%, reflecting accretive EA margins and productivity initiatives. Additional color includes, Tektronix declined mid-single digit as expected, driven by normalizing demand in China and slower growth in the U.S. due to delayed customer R&D investments. Sensing Technologies was down mid-single digit with order trajectory improving as we move through the quarter, while utility and food and beverage markets remain strong. [indiscernible] once again had double-digit growth in the quarter.\nNow on to Advanced Healthcare Solutions. Q1 core growth was 6%, driven by improved market conditions and consumable. Adjusted operating margins expanded 200 basis points to 24.2%, driven by strong volume growth and price realization more than offsetting FX headwinds. Additional [indiscernible] include, ASP is benefiting from the North America channel transition completed last year. Further, as hospitals continue to focus on safety and compliance and the increased need for energy efficiency, ASP is gaining share with their proprietary hydrogen gas plasma technology that consumes 70% less energy per year than steam sterilizers.\nBook Health benefited from growth in biomedical quality assurance equipment as well as supply chain and operational improvements. Our AHS software businesses continued their pace of double-digit SaaS growth. Sensing is boosting sterile processing productivity with their next-gen AI squared instrument recovery platform with strong new logo bookings in the quarter. And new customer wins at Provision were partially offset by lower year-over-year license revenue driven by a large customer order last year.\nTurning to Slide 11. You can see total growth in the first quarter of 4% was driven by expansion in the core and positive M&A contributions, partially offset by an approximately 1 point of FX headwind. By REIT, we have low single-digit core revenue growth in North America, with growth in all segments despite normalizing hardware product demand. Western Europe core revenue was up mid-single digit, driven by backlog conversion and secular investments supporting energy transition. Asia was up slightly, driven by low double-digit growth in India, partially offset by a low single-digit decline in China and growth in IOS and AHS was more than offset by expected slowing in PT.\nTurning now to Slide 12 and our guidance for the second quarter and the full year. For the second quarter, we anticipate revenue growth of 2% to 3%, with core flat to 2%, driven by continued strength in IOS and AHS, partially offset by core mid-single-digit decline in PT, consistent with our prior view of the first half performance.\nAdjusted operating profit margin is estimated at approximately 26.7%, up 75 basis points year-over-year. Adjusted diluted EPS guidance of $0.90 to $0.93, up 6% to 9% and free cash flow of $270 million, reflecting double-digit growth in the first half. For the full year, we continue to expect core growth of 2% to 4%. Total growth is now expected in the range of 4.5% to 6%, including an approximate $60 million FX headwind versus the prior guide and the partial Invotec divestiture reducing revenues by approximately $30 million. Adjusted operating profit is expected to increase 9% to 13% with margins at 27% to 27.5%.\nWe are raising adjusted diluted EPS guidance to $3.77 to $3.86, up 10% to 13% year-over-year to reflect the strength of the first quarter. Effective tax rate is expected to be in the range of 14% to 14.5%, in line with the average of the last 2 years. Free cash flow is expected to be approximately $1.39 billion, representing 11% growth year-over-year and a 22% free cash flow margin.\nBefore opening up for questions, I'll pass it back to Jim to provide some closing remarks.\n\nJames A. Lico\n\nPresident, Chief Executive Officer & Director, Fortive Corp.\n\nThanks, Chuck. I'll wrap it up on Slide 13. The strong start to the year and an enviable track record of improved through-cycle performance, our transformation execution and strategy to build more durable companies playing out. However, our strategy is reflected in the continued momentum positive core growth over the last 14 consecutive quarters, even as demand slowed in select end markets and the strength of our execution and dedication to FPS is reflected in 15 consecutive quarters of adjusted operating margin expansion, delivering more value to customers.\nWhen taken together, we are confident in our raised outlook for the year, continuing our track record of compounding earnings and free cash flow growth double digits in 2024 by executing the Fortive formula for value creation. We think the best is yet to come, with an opportunity to roughly double our adjusted EPS and free cash flow over the next 5 years.\nWith that, I'll turn it to Elena.\n\nElena Rosman\n\nVP of IR, Delphi Automotive\n\nThank you. Dennis, we will now take our first question."
  },
  {
    "header": "FTV",
    "cik": "0001659166",
    "ticker": "FTV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/17d331171649e7124739a75ab5dcd18e",
    "period": "2023 Q3",
    "content": "Q3 2023 Fortive Corp Earnings Call\n\nQ3 2023 Fortive Corp Earnings Call\n\nFTVNYSEOCT 25, 12:00 PM\n\nOperator\n\nMy name is Krista, and I'll be your conference facilitator this afternoon. At this time, I would like to welcome everyone to the Fortive Corporation Third Quarter 2023 Earnings Results Conference Call. [Operator Instructions] I would now like to turn the call over to Ms. Elena Rosman, Vice President of Investor Relations. Ms. Rosman, you may begin your conference.\n\nElena Rosman\n\nVP of IR, Delphi Automotive\n\nThank you, Krista, and thank you, everyone, for joining us on today's call. With us today are Jim Lico, our President and Chief Executive Officer; and Chuck McLaughlin, our Senior Vice President and Chief Financial Officer. We present certain non-GAAP financial measures on today's call. Information required by Regulation G are available on the Investors section of our website at fortive.com. Our statements on period-to-period increases or decreases refer to year-over-year comparisons unless otherwise specified.\nDuring the call, we will make forward-looking statements, including statements regarding events or developments that we expect or anticipate will or may occur in the future. These forward-looking statements are subject to a number of risks, and actual results might differ materially from any forward-looking statements that we make today. Information regarding these risk factors is available in our SEC filings, including our annual report on Form 10-K for the year ended December 31, 2022. These forward-looking statements speak only as of the date that they are made, and we do not assume any obligation to update any forward-looking statements. With that, I'd like to turn the call over to Jim.\n\nJames A. Lico\n\nPresident, Chief Executive Officer & Director, Fortive Corp.\n\nThanks, Elena. Hello, everyone, and thank you for joining us. I'll begin on Slide 3. In the third quarter, we continued to see the benefits of our portfolio strategy with core growth and margin expansion in all segments. Third quarter core revenue growth was 2.5%, tempered by specific headwinds in health care and slowing in parts of Sensing in China. Strong execution by our teams drove substantial improvement in gross and operating margins, earnings and free cash flow. Adjusted gross margins expanded by 160 basis points to 59.7%. Adjusted operating margins increased by 150 basis points to 25.9%, and adjusted earnings per share grew 8% and free cash flow increased 25% to $384 million.\nAs you can see, our strategy is delivering results with enhanced portfolio positions, innovative new products and dedication to the Fortive Business System, allowing us to consistently perform despite a mixed macro environment. As we look ahead, our attractive funnel of bolt-on and adjacent M&A opportunities across our 3 segments and 5 connected workflows are expected to drive upside in 2024 as exemplified by the acquisition of the EA Elektro-Automatik as well as 3 other bolt-ons in the quarter.\nTurning to Slide 4. We wanted to highlight how the year is playing out relative to our initial expectations and begin to frame our thinking for 2024. Beginning on the left, hardware product orders were stronger in the first half of the year as traction on new product launches and leveraged to secular drivers provided more backlog to buffer the normalization of supply chains. Hardware product orders were down mid-single digit, which we believe reflects continued solid demand with orders up over 20% on a 3-year stack basis in the third quarter. Point-of-sale trends in North America and Western Europe have remained healthy even as channels normalized, while we did see slowing specifically in China and parts of Sensing in the quarter.\nSoftware and services continue to demonstrate their resilience with high single-digit growth across our facilities and asset life cycle, environmental health and safety and perioperative customer workflows. The health care environment continues to improve. Core growth in the third quarter was constrained by the clearing channel inventory in ASP and continued weakness in the bioprocessing market in Invetech.\nTurning to the right-hand side of the slide, we are delivering 2023 performance ahead of our initial expectations coming into the year with mid-single-digit core growth with adjusted operating profit margin incrementals over 60%, delivering nearly 2x the margin expansion planned in the year. And we are accelerating our capital deployment in the quarter with robust free cash flow and ample firepower to fund attractive M&A opportunities.\nFurther evidence that our strategy to create a more durable growth company is working is highlighted on Slide 5. Our innovation and portfolio strategy continues to build on leadership positions in our connected workflows benefiting from customer investments in key megatrends, including automation and digitization, the energy transition and the need for productivity solutions contributing to our improved through-cycle performance. We have several good examples across Fortive, including: providing customer software solutions to digitize and automate processes and deliver customer success in AI-driven ecosystems. Provation is partnering to enable real-time AI in the GI workflow, contributing to their strong win rates and accelerated mid-teens growth in '23.\nAnd in the third quarter, Fluke added Azima DLI, a bolt-on acquisition, accelerating their AI-enabled predictive maintenance capabilities with vibration analytics and remote condition monitoring. Fortive is also helping to solve our customers' toughest energy transition challenges with breakthrough innovations. Fluke and are both benefiting from strong demand in solar, EV storage equipment and the build-out and modernization of electric grid infrastructure. In addition, Fluke acquired Solmetric to further solidify their leadership position in the fast-growing distributed energy market with high-precision solar test and measurement products.\nIn this environment, our customers are putting a premium on productivity. ASP is launching new sterilization monitoring products, broadening their leading position in biological indicators, allowing customers to reprocess surgical instruments with greater speed and efficiency. Further, Gordian acquired NSR, a natural extension of the reconstruction workflow, which provides cost data that will allow them to expand job order contracting in the U.K.\nTurning to Slide 6. We are pleased to announce our agreement to acquire EA Elektro-Automatik, enhancing our leading position in advanced electronic test and measurement solutions. EA specializes in the high-power segment of the market that serves a number of growing end markets, including data centers, energy storage, e-mobility, grid modernization and hydrogen power alternatives. EA expands Tektronix' addressable market. It complements and diversifies their offerings in the fastest-growing areas of the power market, solving for power density and efficiency challenges and creating a more sustainable and electrified world. With an estimated $175 million of revenue and low 40s operating margins in 2023, EA is expected to be accretive to our growth in margins. Tektronix' global scale, including a 10x increase in go-to-market resources, accelerates EA's global market expansion.\nFurther, the Fortive Business System will be a valuable tool in achieving commercial, manufacturing and operational synergies, creating unparalleled value for customers and shareholders. As a result, we are targeting an attractive double-digit return profile in year 5 and earnings accretion that ramps as we delever, given our robust free cash flow. In summary, the acquisition of EA reflects our commitment to more durable and higher growth and ability to drive higher returns for Fortive for years to come.\nTurning to Slide 7. Fortive Business System continues to be a differentiator for us, enabling our business to drive innovation and profitable growth. We recently completed our annual CEO Kaizen Week. This event is a hallmark. We're demonstrating our culture of continuous improvement and our ability to deliver outstanding results in our operating companies in 1 powerful week. As always, we bring together our most senior Fortive leaders, including our segment leaders and many of our operating company presidents with a total of 41 teams and over 500 team members driving significant improvements in growth, margins, free cash flow and breakthrough innovations.\nSome Kaizen highlights include: at ISC and Qualitrol, their events realized 100% to 125% improvements in productivity. ServiceChannel reduced their time to onboard new customers, and Provation had a 2x improvement in the conversion of marketing leads, both enabling more and faster ARR growth. Tektronix deployed a Copilot, leveraging AI to bring technical expertise to customers and internal automation to significantly improve their efficiency and customer experience. And Fluke Health Solutions had breakthrough results in dosimetry reporting, reducing customer response time by more than 50%. In summary, this year's event continued to emphasize the power of the Fortive Business System and the breadth of applications across our portfolio driving sustained results.\nI will now provide more details on each of our 3 segments, beginning with Intelligent Operating Solutions on Slide 8. IOS grew core revenue by 4% with good growth in most regions. Margins continue to benefit from our portfolio evolution with high-margin software growth as well as price realization and productivity benefits driving 230 basis points of adjusted operating margin expansion. Highlights in the quarter included: core revenues were up low single digit as solid core demand and NPI traction buffered expected channel normalization. EMA continued its strong performance with another quarter of double-digit revenue growth. Fluke secured a number of wins in secular growth markets, including a sizable calibration order from an aerospace and defense customer. Fluke also continues to see success with new product introductions with the recent launch of MecQ, a first-to-industry acoustic imager for diagnosing mechanical failures.\nEHS revenues grew mid-single digit with double-digit iNet growth at ISC and another strong quarter for SaaS and Intelex with over 50% growth in ACV customer bookings in the quarter. In addition, Marathon Petroleum, our largest iNet and SAFER Systems customer recognized Industrial Scientific with their Corporate Exceptional Partnership Award. Facility and asset life cycle revenues grew high single digit, driven by continued strength in SaaS. Gordian continues to drive market penetration as more customers utilize their job order contracting platform to procure and manage their large infrastructure projects. Accruent secured an agreement with Zavery University to provide its facility management software which included cross-selling with Gordian, and ServiceChannel launched several innovations for both subscriber and provider software releases contributing to strong overall growth.\nTurning now to Slide 9. Precision Technologies reported 1% core revenue growth and adjusted operating margins of 26.5%, expanding 60 basis points, reflecting strong price realization and productivity benefits. Some highlights of the quarter include: Tektronix is executing on robust backlog in power and digital test and measurement solutions and delivering low single-digit core growth and outstanding operating margin expansion. This included over 20% revenue growth in North America, reflecting continued customer investments to solve the proliferation of new power design challenges for batteries, EVs and industrial applications.\nTek orders continued to normalize off a 40% 2-year stack at the end of 2022. Double-digit order declines at Tek were greatest in China. However, we did see weekly patterns improve sequentially as we moved through the quarter. Further, we expect continued lead time improvement and channel normalization, with orders returning to growth in the coming months as customers continue to prioritize investments in semiconductor advancements, AI-enabled compute and electrification of everything.\nSensing Technologies saw another quarter of strong orders and revenue growth at Qualitrol. This included a meaningful deal in the quarter from a large U.S. utility customer for full transformer asset monitoring solutions. Elsewhere in Sensing, slowing in China was reflected in lower-than-expected orders and revenue [indiscernible] Lastly, Pacific Scientific EMC reported another quarter of double-digit sales growth as it benefits from Kaizen activity to improve manufacturing capacity and operational execution to deliver on record backlog.\nMoving now to Slide 10 and Advanced Healthcare Solutions. Core revenues were up 2%, reflecting improved underlying sterilization demand, partially offset by higher-than-expected U.S. channel inventory in ASP. For the third quarter, the total impact resulted in $11 million in less revenue, impacting AHS core growth by over 300 basis points and adjusted operating margins by almost 200 basis points. Elsewhere, high-growth markets saw revenues up high single digits, driven by robust growth in Latin America as well as good growth in Asia. Adjusted operating profit margins increased by 200 basis points year-over-year. We are seeing traction on pricing actions as well as the benefits of the productivity initiatives reflected in higher margins.\nAdditional highlights in the quarter include Census continued to grow its subscription revenue with its CensiTrac SaaS business increasing mid-teens, benefiting from continued traction in both new logo expansion and cross-selling opportunities as customers standardize on their leading instrument tracking software solution. Blue Solutions revenue increased slightly as high single-digit growth in its core dosimetry business was partially offset by project timing. We also saw continued market weakness in Invetech, accounting for approximately half of the slower-than-expected growth in the segment in the third quarter. Lastly, Provation had another quarter of excellent growth, over 20% driven by continued APAC SaaS adoption and new logo success.\nPreviewing the fourth quarter, the ASP channel transition is now complete, and we expect growth to accelerate EHS. This includes the initial ramp of ASP's recently launched portfolio of steam sterilization monitoring products, which will further build over several quarters as they expand their global reach. We continue to expect margins to ramp in Q4 and 2024, driven by consumables growth, price realization and productivity actions. With that, I'll pass it over to Chuck, who'll provide more color on our third quarter financials and our 2023 outlook starting on Slide 11.\n\nCharles E. McLaughlin\n\nSenior Vice President & Chief Financial Officer, Fortive Corp.\n\nThanks, Jim, and hello, everyone. We generated year-over-year core revenue growth of 2.5%, which included a single-digit growth in North America. As Jim mentioned, we saw [indiscernible] over 20% growth in Tektronix and acceleration in our software and recurring revenue streams, which more than offset moderation some of the Sensing businesses. Western Europe revenue was up slightly as growth in software was offset by normalizing growth in hardware products. Asia saw a continued strength in India, up mid-teens and Japan up high single digits, which was more than offset by low double-digit decline in China. We had anticipated growth in China would slow in the second half as we lapped outside growth in prior years.\nFor example, Tektronix was down over 20% in China in the quarter. However, it was still up 20% on a 2-year stack basis. We also saw continued slowing in Sensing, given the current macro environment, while AHS grew high single digit as electric procedure volumes improved in the quarter.\nTurning to Slide 12. We show operating performance highlights for the third quarter. Adjusted gross margins increased 160 basis points to a record 59.7%. On a 2-year stack basis, they are up an impressive 240 basis points driven by the benefits of our portfolio evolution, the continued application of FBS initiatives and strong price realization. Adjusted operating margins expanded 150 basis points to 25.9% or 300 basis points over the last 2 years, reflecting higher gross margins and the benefits of the productivity initiatives we executed earlier this year. Adjusted earnings per share increased 8% to $0.85 despite higher year-over-year interest and tax expense. Earnings are up 30% on a 2-year stack basis, and free cash flow was $384 million, reflecting a 25% increase over the prior year and over 50% growth in the last 2 years as we continue to grow earnings and effectively manage working cap.\nTurning now to the guide on Slide 13 and the outlook for the remainder of the year. For the fourth quarter, we are adjusting our range to reflect caution around the macro in China and delayed recovery in Invetech. Core revenue growth is expected to be in the range of 1.5% to 3%. Adjusted operating profit margins are anticipated to increase by approximately 150 basis points, and adjusted diluted earnings per share are expected to be in the range of $0.92 to $0.95, representing 5% to 8% growth and includes $5 million of onetime additional corporate expense related to the remediation plans following a cybersecurity incident in early October.\nWe also plan to proactively fund an incremental $35 million of productivity initiatives in the fourth quarter, which are excluded from our adjusted EPS outlook with accretive benefits expected in 2024. Finally, we expect free cash flow of $415 million, representing conversion of approximately 125% of adjusted net income.\nTurning to the full year recap. We are reiterating the midpoint of our earnings guidance for 2023, which is coming in at the high end of the outlook we set at the beginning of the year. Things have largely played out as we expected with some upside driven by secular tailwinds driving market expansion in new customer innovations, resiliency of roughly 40% of recurring revenue, elevated backlogs and carryover pricing in our hardware products businesses, buffering, moderating demand as order rates normalize throughout the year.\nAs a result, we have core growth and margin expansion in each of our segments. Core growth for the year as reported is now expected to be approximately 5% with adjusted profit margins anticipated to increase approximately 150 basis points. Adjusted diluted earnings per share is now expected in the range of $3.37 to $3.40, having raised our guidance twice in the year, and we continue to expect free cash flow of $1.25 billion, representing a conversion of 105% of adjusted net income and 21% free cash flow margin. With that, I'll pass it back to Jim to provide some closing remarks.\n\nJames A. Lico\n\nPresident, Chief Executive Officer & Director, Fortive Corp.\n\nThanks, Chuck. I'll start to wrap up on Slide 14. Consistent with 2023, we believe we will see sustained core growth and robust margin expansion and free cash flow growth in 2024 despite the evolving macro environment. What continues to differentiate Fortive is our ability to deliver mid-single-digit through-cycle growth, reinforcing our portfolio durability and the power of FBS to deliver strong margin expansion. The consistency of our execution reflects the strength of our product vitality and alignment to high-growth secular trends. continued solid customer demand in the buffer of excess backlog, adding to a resilient growth profile. In health care, we expect a continued modest pace of industry recovery to drive stronger growth and incremental margins as we lap discrete 2023 headwinds. Lastly, in software and other recurring, our efforts to increase demand generation and strengthen our go-to-market capabilities is expected to drive strong SaaS and license revenue growth in 2024.\nThis brings me to Slide 15 and how we drive differentiated performance and value creation for our shareholders. As we finalize 2023, we are demonstrating another year of strong execution, delivering record gross margins, operating margins and free cash flow. The sustained results underscore the power of the Fortive Business System to relentlessly drive continuous improvement throughout our portfolio. As we showed at our Investor Day in May, by executing the Fortive formula, we expect to roughly double our earnings per share and generate more than $8 billion of free cash flow over the next 5 years.\nOur acceleration of capital deployment, as demonstrated this quarter, further positions Fortive as a higher-growth cash flow compounder and a premier company delivering exceptional value to shareholders. With that, I'll turn it back to Elena.\n\nElena Rosman\n\nVP of IR, Delphi Automotive\n\nThanks, Jim. That concludes our formal comments. Krista, we are now ready to take questions."
  },
  {
    "header": "FTV",
    "cik": "0001659166",
    "ticker": "FTV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9366de083c0b653602981272bbda7eae",
    "period": "2023 Q2",
    "content": "Q2 2023 Fortive Corp Earnings Call\n\nQ2 2023 Fortive Corp Earnings Call\n\nFTVNYSEJUL 26, 12:00 PM\n\nOperator\n\nMy name is Rob, and I will be your conference facilitator this afternoon. At this time, I would like to welcome everyone to the Fortive Corporation's Second Quarter 2023 Earnings Results Conference Call. All lines have been placed on mute to prevent any background noise. [Operator Instructions].\nI would now like to turn the call over to Ms. Elena Rosman, Vice President of Investor Relations. Ms. Rosman, you may begin your conference.\n\nElena Rosman\n\nVP of IR, Delphi Automotive\n\nThank you, Rob, and thank you, everyone, for joining us on today's call. With us today are Jim Lico, our President and Chief Executive Officer; and Chuck McLaughlin, our Senior Vice President and Chief Financial Officer.\nWe present certain non-GAAP financial measures on today's call. Information required by Regulation G are available on the Investors section of our website at fortive.com. Our statements on period-to-period increases or decreases refer to year-over-year comparisons unless otherwise specified.\nDuring the call, we will make forward-looking statements, including statements regarding events or developments that we expect or anticipate will or may occur in the future. These forward-looking statements are subject to a number of risks and actual results might differ materially from any forward-looking statements that we make today. Information regarding these risk factors is available in our SEC filings, including our annual report on Form 10-K for the year ended December 31, 2022. These forward-looking statements speak only as of the date that they are made, and we do not assume any obligation to update.\nWith that, I'd like to turn the call over to Jim Lico.\n\nJames A. Lico\n\nPresident, Chief Executive Officer & Director, Fortive Corp.\n\nThanks, Elena. Hello, everyone, and thank you for joining us. I'll begin on Slide 3. Our second quarter results once again demonstrated the durability of our portfolio and the strength of our execution, allowing us to deliver higher core growth, margins, earnings and free cash flow. Core revenue growth of 5.5% reinforces that our strategy is working, building leading positions across our customers' critical connected workflows with performance reinforcing the resilience of our transformed portfolio. We also delivered record margins in the second quarter, expanding adjusted gross margins by 250 basis points to 59.5% and adjusted operating margins by 190 basis points to 26%. We're converting more revenue to earnings and more earnings to cash with 90% growth in adjusted earnings per share and free cash flow in the quarter. Our ability to consistently drive our performance is directly tied to our culture of continuous improvement and dedication to the Fortive Business System. Our mandate this year to unleash FBS, which is driving record productivity from Kaizen activity across the enterprise, and increasing our confidence in our raised outlook for the year that we believe further positions Fortive for accelerated compounding in 2024 and beyond.\nTurning to Slide 4. I wanted to provide an update on what we are seeing and what we are expecting over the course of the rest of the year. Starting with health care, industry recovery is on track as labor and productivity challenges continue to moderate. We are seeing traction on our pricing and productivity initiatives, yielding sequential growth and profitability in the second quarter. We expect further improvement in AHS in the second half with higher core growth and operating margins. We also continue to drive growth in our software and services businesses with SaaS revenue up mid-teens on strong enterprise growth and bookings. Hardware products have also been running ahead of expectations as traction on new product launches and leveraged to secular drivers are helping to provide more backlog to buffer the normalization of industrial demand. As we sit here today, we now expect to have over $200 million of excess backlog heading into next year, well positioning us for 2024.\nOur strategy to create a more durable growth company is working. Our recurring revenue businesses are expected to accelerate first half to second, led by higher software and consumables growth. Combined with favorable pricing and discrete productivity initiatives, we now expect over 125 basis points of adjusted operating margin expansion for the year. Lastly, our robust free cash flow and low leverage profile provides further flexibility to accelerate compounding with an attractive funnel of M&A opportunities aligned to our workflow strategy.\nTurning to Slide 5. Our success in the quarter demonstrates our ability to leverage our domain expertise and hardware and accelerate software and data analytics across our 5 customer connected workflows, where we are enabling progress in a number of high-impact fields. All benefiting from customer investments in automation and digitization, the energy transition and the need for productivity solutions to address labor, manufacturing, inflation and regulatory challenges globally. For example, solar energy is one of the fastest-growing renewable energy sources worldwide. From the grid to hybrid and backup systems connected reliability solutions are ensuring the maintenance and efficiency of critical infrastructure, enabling the energy transition and IoT expansion.\nEnvironmental health and safety solutions are safeguarding workers and enabling customers ESG reporting and compliance. Our leading facility and asset life cycle software applications are improving asset performance, optimizing workplaces and accelerating customer productivity efforts. Our innovations in the product realization workflow are solving customers' toughest technical challenges, the speed breakthroughs in a wide range of applications including helping to increase the proliferation of electrified and connected devices and advance the democratization of high-performance compute and AI-driven data analytics as well as in the perioperative loop, where we're helping health care providers deliver exceptional patient care more efficiently, with industry-leading clinical safety and productivity solutions.\nIn summary, we are seeing strong customer success on new product launches, highly aligned to these secular trends where our innovation funnels remain focused, which I'll take a moment to discuss further on Slide 6.\nAs we highlighted at our Investor Day in May, our FBS growth tools are accelerating innovation cycles to drive share gains and maximize R&D returns to create and sustain our competitive advantage in a number of exciting new areas. For example, we highlighted new product launches at Fluke to accelerate the distributed energy strategy and penetrate the high-growth EV storage equipment market with new testing tools that ensure technicians safety and asset performance.\nAt Gordian, our unique planning tools, RS means data and technical expertise helped the California County optimize their infrastructure resulting in millions of yearly cost savings and a significant reduction in project completion time lines.\nTektronix is providing performance scopes and wave form generators to help customers develop quantum computing to advance AI applications, including a large aerospace and defense customer win in the quarter.\nProvation's latest cloud-based documentation software is saving physicians roughly 16 hours per month in documentation and reporting which is why Provation continues to be the provider of choice with accelerated win rates and apex adoption.\nLastly, Intelex leverage lean portfolio management to expand its foothold in environmental accounting, compliance and reporting. Accelerating the launch of its new ESG corporate reporting solution.\nFortive is committed to innovation across all aspects of the company. And this quarter, we received 2 notable recognitions for our innovative sustainability efforts. In May, USA Today and Statista have named Fortive one of America's climate leaders in 2023. This award recognizes us as a leader in greenhouse gas emissions reductions and singled out Fortive as a top emissions reducer among more than 2,000 companies nationwide. And in June, Fortive was selected as a finalist for the 2023 World Sustainability Awards in the profit with a purpose category which recognized as companies that link revenue generation to sustainability. We're incredibly proud of our culture of innovation and continuous improvement and how that not only shows up in the solutions we deliver for our customers but also in the positive impact we are making around the world.\nI'll now provide more details on each of our 3 segments, beginning with Intelligent Operating Solutions on Slide 7. IOS grew core revenue by 4%, driven by good growth in most regions. Strong FPS driven execution resulted in 420 basis points of adjusted operating margin expansion. Driving operating margins to a record 33%. Looking at our performance drivers by workflow and connected reliability, [ Fluke core ] revenues were up slightly, lapping the Shanghai recovery last year with mid-single-digit orders growth in the quarter. Fluke margins expanded by more than 300 basis points year-over-year, driven by productivity initiatives and solid price realization. [ EMEA ] saw record quarterly bookings, fueled by the continued success of the new X5 CMMS product launch.\n[ EHS ] revenues grew by high single digits with record iNet growth at ISC and strong SaaS momentum in Intelex. Further, Intelex saw strong bookings for its new ESG corporate reporting solution.\nMoving to facilities and asset life cycle. We had low double-digit growth in the second quarter, driven by mid-teens SaaS growth. Gordian had strong growth and operating margin expansion in the quarter as more customers utilize their job order contracting platform to procure and manage their large infrastructure projects. Accruing is seeing sustained improvements in win rates and good growth in their streamlined portfolio, supported by FBS-led innovation and pipeline generation efforts. Service channel had an acceleration in growth and profitability as planned, driven by strong SaaS bookings and resulting take rate as customers leverage the service channel network to maximize their cost savings. A large retail customer is already $2 million ahead of their $14 million cost savings goal in 2023 after taking advantage of the automation capabilities of the platform, powerful testament to the secular drivers underpinning the FAL workflow strategy.\nTurning now to Slide 8. Precision Technologies continued its momentum with another strong quarter with 8% core revenue growth and 190 basis points of adjusted operating margin expansion reflecting volume and price benefits more than offsetting inflation in FX. Some highlights in the quarter include record second quarter revenue at Tektronix with orders better than expectations and strong point of sale in all major regions. The team delivered mid-teens growth, which was over 20% on a 2-year stack basis in the second quarter. Tektronix is executing on robust backlog and power and digital test and measurement solutions and delivering outstanding margin -- operating margin expansion. As orders continue to normalize, we anticipate Tektronix growth will moderate to mid-single-digit levels in the second half, and we expect we will end the year with elevated backlog levels again heading into 2024.\n[ Precision ] Technologies came in better than expected, up slightly driven by strong price realization across all businesses and continued broad strength at [ cultural ]. Lastly, Pacific Scientific EMC reported a strong sales quarter with mid-teens growth as it benefits from strong customer demand and Kaizen activity to improve manufacturing capacity and operational execution to deliver on record backlog.\nMoving now to Slide 9 in Advanced Healthcare Solutions. Core revenues were up 4% in the second quarter as the industry continues its modest pace of recovery. Consistent with expectations, adjusted operating profit margins contracted by 60 basis points year-over-year. The benefits of sequential volume, price and productivity drove operating margins higher by 180 basis points versus the first quarter. China electric procedures remained at normalized levels throughout the quarter, only slightly trailing global rates, allowing for double-digit growth. Our outlook continues to assume that electric procedures remain close to pre-COVID levels in all major regions.\nSome highlights for the quarter include: ASP/Censis had mid-single-digit core growth, driven by capital expansion at ASP and double-digit SaaS growth at Censis. ASP saw sequential growth in consumables as planned and U.S. channel transition to direct is on track, contributing to sequential price benefits, driving margins higher, a trend we will expect will continue through the rest of the year.\nSupply chain constraints are largely resolved, yielding good growth at Fluke Health Solutions and Provation had another great quarter with mid-teens core revenue growth, driven by apex SaaS adoption and new logos. With that, I'll pass it over to Chuck, who will provide more color on our second quarter financials and our 2023 outlook.\n\nCharles E. McLaughlin\n\nSenior Vice President & Chief Financial Officer, Fortive Corp.\n\nThanks, Jim, and hello, everyone. I'll begin on Slide 10 with a quick recap of our second quarter revenue performance. We generated year-over-year revenue growth of 4% with core growth of 5.5%. FX was a 90 basis point headwind to growth.\nTurning to the geographies. North America revenue grew high single digits with growth in all 3 segments. Western Europe revenue was essentially flat in the quarter, following mid-teens growth the prior year. Asia revenue grew mid-single digits with over 20% growth in Japan and India and low single-digit growth in China. We saw strength in health care in China. As expected, however, growth was muted by COVID reopening tailwinds that benefited the hardware products revenue in the second quarter of 2022. Looking ahead, we continue to expect China growth to moderate in the second half as we lap outsized growth in prior years.\nTurning to Slide 11. We show operating performance highlights in the second quarter. As Jim mentioned earlier, adjusted gross margins increased 250 basis points to a record driven by volume, FBS initiatives and strong price realizations, which more than offset higher inflation. Adjusted operating profit margins expanded 190 basis points to 26%, another 40 record, reflecting higher gross margins and productivity initiatives that have started to gain track in the quarter. Adjusted earnings per share increased 9% to $0.85 despite higher year-over-year interest and tax expense. Free cash flow was $300 million, which reflects approximately 100% free cash flow conversion. A testament to our working capital efficiency enabled by the [ 40 ] businesses.\nTurning now to the guidance on Slide 12. We are raising our previous 2023 guidance to reflect the outperformance in the second quarter. Starting with the third quarter, we expect core growth of 3.5% to 4.5% and with revenues reflecting our normal linear profile and adjusted operating profit margins are estimated to be up over 100 basis points year-over-year. Adjusted earnings per share are expected to be in the range of $0.82 to $0.85 in Q3 and reflect a 17% estimated effective tax rate. Our fourth quarter guidance assumes a seasonal uplift in all segments with core revenue growth of 3.5% to 4.5% year-over-year and strong margin expansion, reflecting the cumulative benefits of our productivity initiatives.\nAdjusted EPS is expected to be in the range of $0.94 to $0.97, up 7% to 10%. For the full year 2023, we have raised our core revenue growth to be in the range of 5% to 6%. Adjusted operating profit is now expected to increase 10% to 11% with margins higher in the range of 25.5% to 26%. We are increasing our adjusted diluted net EPS guidance to $3.36 to $3.42, which includes approximate $0.06 headwind from higher interest and tax expense versus the prior guidance. Free cash flow for the year is now expected to be approximately $1.26 billion. This represents conversion of 105% of adjusted net income and 21% free cash flow margin as well as over 30% growth on a 2-year stack basis. With that, I'll pass it back to Jim to provide some closing remarks.\n\nJames A. Lico\n\nPresident, Chief Executive Officer & Director, Fortive Corp.\n\nThanks, Chuck. I'll start to wrap up on Slide 13. At our Investor Day in May, we highlighted our progress executing a strategy over the last several years, building on our strong foundation and enduring principles that underpin our unique and compelling culture. Talk about the operating rigor and leverage of FBS growth tools to innovate and enhance leading positions across our 3 segments and 5 connected workflows contributing to outstanding fundamental financial performance.\nSince 2019, we have doubled our core growth rate and delivered more than 100 basis points of adjusted operating margin expansion per year, driven predominantly by higher gross margins. We've driven double-digit earnings -- annual earnings per share growth, cut working capital as a percent of sales, nearly in half, allowing for us to run our businesses more efficiently and contributing to more than double free cash flow generation over the period. We are now generating 50% more free cash flow per dollar of revenue, which is a testament to our portfolio transformation and the power of FBS, fueling our current and future success and with a $60 billion served market, we have substantial runway to accelerate growth organically and inorganically.\nWrapping up on Slide 14, the combination of portfolio work we have done the rigor of the Fortive Business System and the development of leadership capability around the world is driving better-than-expected growth and operating performance in 2023 despite a continued evolving macro environment. As a result, we've raised our outlook for the year. And as we look ahead to 2024 and beyond, we are confident in our ability to accelerate our progress. With a high-quality portfolio of desirable brands, segment strategies favorably aligned to sustainable secular trends, industry-leading margins and free cash flow and best-in-class execution. Fortive is poised to deliver exceptional earnings and free cash flow compounding in the years to come. Our attractive funnel of bolt-on and adjacent M&A opportunities across our 3 segments, 5 connected workflows drives upside, making Fortive a more durable, high-growth cash flow compounder and a premier company delivering exceptional value to shareholders.\nWith that, I'll turn it back to Elena.\n\nElena Rosman\n\nVP of IR, Delphi Automotive\n\nThanks, Jim. That concludes our formal comments. Rob, we are now ready to take questions."
  },
  {
    "header": "FTV",
    "cik": "0001659166",
    "ticker": "FTV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8f67faeb06264f9320459380b1d1c85a",
    "period": "2023 Q1",
    "content": "Q1 2023 Fortive Corp Earnings Call\n\nQ1 2023 Fortive Corp Earnings Call\n\nFTVNYSEAPR 26, 12:00 PM\n\nOperator\n\nThank you for standing by. My name is Brent, and I will be your conference facilitator this afternoon. At this time, I would like to welcome everyone to Fortive Corporation's First Quarter 2023 Earnings Results Conference Call.\n[Operator Instructions]\nI would now like to turn the call over to Ms. Elena Rosman, Vice President of our Investor Relations. Ms. Rosman, you may begin your conference.\n\nElena Rosman\n\nVP of IR, Delphi Automotive\n\nThank you, Brent, and thank you, everyone, for joining us on today's call. With us today are Jim Lico, our President and Chief Executive Officer; and Chuck McLaughlin, our Senior Vice President and Chief Financial Officer. We present certain non-GAAP measures on today's call. Information required by Regulation G are available on the Investors section of our website at www.fortive.com. Our statements on period-to-period increases or decreases refer to year-over-year comparisons on a continuing operations basis. During the call, we will make forward-looking statements, including statements regarding events or developments that we expect or anticipate will or may occur in the future.\nThese forward-looking statements are subject to a number of risks and actual results might differ materially from any forward-looking statements that we make today. Information regarding these risk factors is available in our SEC filings, including our annual report on Form 10-K for the year ended December 31, 2022. These forward-looking statements speak only as of the date they are made, and we do not assume any obligation to update any forward-looking statements.\nWith that, I'd like to turn the call over to Jim Lico.\n\nJames Lico\n\nThanks, Elena. Hello, everyone, and thank you for joining us. I'll begin on Slide 3. We had a strong start to the year, delivering better-than-expected revenues, margins and earnings in the first quarter. At 9% core growth, we're demonstrating strong execution of our strategy, building leading positions across our customers' critical connected workflows. Our ability to deliver strong growth and continued margin expansion is directly tied to our culture of continuous improvement and dedication to the Fortive Business System.\nAs a result, we expanded adjusted gross and operating margins by 80 and 100 basis points, respectively, taking margins to a first quarter record expectations for further merger and expansion this year and into the future. Free cash flow in the quarter reflects our normal seasonality as well as the timing of China collections that pushed into April. Overall, our teams have done an excellent job managing working capital in a more challenging supply chain environment as seen by our outstanding performance in 2022.\nBy harnessing our unique competitive advantages and strong execution capabilities, we are confident in our outlook and are raising and narrowing our full year 2023 guidance.\nTurning to Slide 4. I wanted to provide an update on what we're seeing and what we expect over the course of 2023. Starting on the left in the current environment, hardware product orders were better than expected, down mid-single digit and backlog was more resilient with a book-to-bill of 1.0 in the first quarter. Our software businesses continue to see good growth benefiting from strong customer value propositions, driving double-digit growth in our SaaS revenue streams. While industry challenges remained in our Healthcare segment due to China, consumables growth in March reaffirmed recovery is underway. We expect momentum to continue and accelerate growth and profitability throughout 2023.\nMoving to the right-hand side of the slide, we are seeing traction on our new product launches, favorably aligned to secular drivers including Fluke's latest family of solar tools and Tektronix' leading power and electronic test systems, together with continued software strength and recovery in healthcare, we expect to sustain core growth in the second half.\nCombined with favorable pricing, cost savings and discrete productivity initiatives that span all segments, we expect over 75 basis points of margin expansion in the year. Lastly, we expect robust free cash flow growth again in 2023 which together with our very strong balance sheet, gives us confidence that our attractive M&A funnel will provide opportunities to enhance earnings and cash flow compounding in the future.\nTurning to Slide 5. We want to take a minute to remind you of all the work we've done to transform our portfolio and create focused segment strategies favorably aligned to a number of strong secular trends, has resulted in a more resilient Fortive with enduring growth and further margin expansion opportunities. As a result, today, we have a stronger collection of businesses with a more diversified end market mix and durable recurring revenue profile that includes leading healthcare and software franchises. Together with our enhanced innovation capabilities, we have focused our portfolio around multiyear megatrends, including automation, digitization, the electrification of everything and improving healthcare trends to name a few, all to reduce the overall cyclicality of our businesses and provide more tailwinds for growth by expanding into new markets.\nAs a result of these megatrends, we see continued growth across our portfolio. including the more durable software and services businesses as well as the nonrecurring portion, given the sizable amount of backlog, some of our product businesses are working through, while continuing to see resilient demand. Finally, our portfolio quality is reinforced by the substantial improvements we've made in gross and operating profit, working capital and free cash flow as a percent of revenue, driven by the rigorous application of the Fortive Business System.\nTurning to Slide 6. FPS is a powerful mindset that makes continuous improvement a way of life at Fortive to drive deep engagement across our teams and hold them accountable for delivering on high expectations. With Kaizen activity accelerating, we saw significant results across the portfolio, including material improvement in delivery and past due backlog reduction in our hardware products businesses by improving planning and reducing part shortages with the Fortive material system.\nBoard of software system deployment in our SaaS companies, including service channel, a current information is accelerating delivery of software features to customers, driving customer value and resulting in higher renewal rates and pricing gains. Our record gross margins in the first quarter were driven by a significant expansion of Kaizen events in the quarter, approximately double the number the prior year, setting us off for improved performance throughout the year.\nTurning to Slide 7. Fortive made sustainability a priority since its founding. It is inextricably linked to our company's shared purpose, values and business strategy, which you'll read more about in our upcoming 2023 sustainability report to be published in May. This year's report will further highlight how our commitment to sustainability is grounded in our culture of Kaizen, leveraging the power of FBS innovate products and services that enable more sustainable outcomes.\nWe'll also hear how our team has strengthened our responsible sourcing initiatives, ensuring robust review of the labor and given rights practices across our supply chain and how our strong and inclusive culture is creating a community where everyone belongs, which is positively reflected in our latest employee engagement and inclusion, diversity and equity performance.\nIn summary, we are accelerating progress towards a more sustainable future for Fortive and our customers as well as the environment and the communities in which we operate. We invite you to review our report next month.\nI'll now provide more details on each of our 3 segments, beginning with Intelligent Operating Solutions on Slide 8. IOS grew core revenue by 10% as our connected workflow strategy drove better-than-expected performance in the quarter. The segment saw a good growth in all regions with mid-single-digit growth in North America and Western Europe, and mid-40% growth in China, lapping prior year shutdowns. Solid core growth in each workflow and strong FPS driven execution resulted in 300 basis points of operating margin expansion, taking operating margins consistently above 30%.\nLooking at our performance drivers by workflow. In Connected Reliability, Fluke core revenues grew by low double digits with mid-single-digit orders growth in the quarter and point of sale remained positive in all regions. Fluke is benefiting from lean portfolio management, driving record revenue attainment and Fluke's new product launches, including the SMFT 1000 solar tester, which are benefiting from strong demand in the energy, renewables and electric vehicle markets. Elsewhere at Fluke, eMaint posted another record quarter with strong double-digit growth. We are seeing accelerated customer adoption of the X5 CMMS system with enhanced connected worker capability also closed the largest deal on record with a strategic enterprise customer. EHS revenues grew by mid-single digit with both Industrial Scientific and Intellect providing solid contributions. Industrial Scientific saw strength across all product lines, including iNET and orders growth outpaced sales driven by new product launches and cross-sell activity. Intelex posted another quarter of strong SaaS growth with low double-digit ARR growth.\nMoving to facilities and asset life cycle. We had high single-digit growth in the first quarter, driven by high single-digit SaaS revenue growth. Customers continue to shift larger projects to Gordian's job order contracting platform, while the wind down of endo-light programs are occurring, and the business model change and service channel lowered core growth, revenues exceeded expectations in [indiscernible] as customers continue to seek more productive and digitized solutions to optimize their facilities management. For example, a large worldwide retailer is migrating multiple manual processes to the [indiscernible] real estate management platform at Acron and a large enterprise customer is leveraging service channels automation services to save hundreds of thousands of dollars of mismatched invoices.\nTurning now to Slide 9. Precision Technologies delivered another quarter of strong double-digit core revenue growth or revenues increased 14%, driven by a high single-digit growth in North America, low double-digit growth in Western Europe and high 30% growth in China. PT also delivered 190 basis points of adjusted operating margin expansion with higher volume and strong price realization more than offsetting continued inflation and FX. Some highlights of the quarter included greater than 20% core revenue growth at Tektronix. Orders were better than expected, benefiting from bookings growth and electric vehicle testing programs. This and strong point of sale in all major regions drove double-digit growth across its product businesses in the first quarter, which continued to see good demand for recently introduced entry-level and mainstream stopes.\nSensing Technologies reported low single-digit growth as expected, driven by another quarter of strong price realization across all businesses and continued broad strength of Ultra. Pacific Scientific EMC reported a second consecutive quarter of greater than 20% growth as the business continued to deploy FBS to improve operational performance.\nMoving now to Slide 10, in Advanced Healthcare Solutions. Core revenues are flat as the improvement in electric procedure volumes outside of China was offset by some supply chain challenges at Fluke Health Solutions and the expected headwinds in China elected procedures and the wind down in Russia. By major region, North America was up slightly, and Western Europe grew mid-single digits, offsetting a high single-digit decline in China. China elected procedures were covered in March, exiting the month at approximately 90% of normalized levels. Our outlook continues to assume that China electric procedures return to normalized levels in the second half of 2023.\nIn the first quarter, AHS adjusted operating margins declined 260 basis points as a result of FX headwinds, supply chain challenges at Fluke Health, lowering contribution margins and higher-than-expected inflation. Some highlights in the quarter include we exited March with stronger ASP consumables growth, reaffirming recovery post COVID is underway with sales outpacing the market in most regions. Double-digit growth at Census was driven by a Censo [indiscernible]. Censis is also seeing strong demand for its AIT productivity platform and continues to drive productivity improvements through the application of FBS tools, which have accelerated the time from bookings to revenue. FHS saw solid demand for equipment orders and dosimetry services despite continued supply chain strengths that stalled equipment shipment.\nLastly, Provation continues to perform very well with another quarter of double-digit growth driven by its Apex SaaS offering. Apex has seen continued high customer demand with substantial Q1 orders and a greater than 3x average revenue uplift from license migrations.\nFollowing a strong start to the year, we continue to expect the probations growth will accelerate through 2023 supported by customers looking to further standardize our formation across their health systems. In addition to our remarks on the first quarter performance, we thought it would be helpful to provide more detail on our expectations for the AHS segment for the remainder of this year. The headline is that we expect sequential improvement in both revenue and adjusted operating profit margin as we move through the year. Specifically on revenue, we expect favorable price in addition to the recovery of electric procedures in China resolution of supply chain challenges at Fluke Health Solutions and normal healthcare seasonality to drive higher volumes over the course of the year.\nAs a result, we expect core growth will go from low single digit in Q2 to mid-single digit in the second half of the year. On margins, in addition to the uplift from higher volumes and favorable price, we see compounding tailwinds from the benefits of the productivity initiatives taking second half margins to approximately 25%. Go-to-market changes in ASP consumables in North America will improve performance and enable closer connection to our customers to better serve their needs, transitioning from a primarily distribution model to direct to the customer.\nAll these actions will have carryover benefits in the years to come, positioning us for accelerated growth and profitability as the general healthcare environment continues to improve.\nWith that, I'll pass it over to Chuck, who will provide more color on our first quarter financials and our 2023 outlook.\n\nCharles Mclaughlin\n\nThanks, Jim, and hello, everyone.\nI will begin on Slide 11 with a quick recap of our first quarter revenue performance for Fortive. We generated year-over-year core revenue growth of 9%. FX was 230 basis points of headwind to growth.\nTurning to the geographies. We saw another quarter of strong revenue growth in each of our major regions. North America revenue was up mid-single digits, with growth in all 3 segments. Western Europe revenue grew high single digit with mid-single-digit growth at IOS and AHS and double-digit growth at PT. Asia revenue increased in the 20% range with low 30% growth in China driven by strength in both IOS and PT as we lapped easier prior year comps. Growth in China was partially offset by a high single-digit decline in AHS related to lower electric procedures due to COVID as we expected. Lastly, our high-growth markets together posted strong core growth of almost 20%.\nTurning to Slide 12. We show operating performance highlights for the first quarter. Adjusted gross margins increased 80 basis points to 58.4%. As Jim mentioned, FBS driven productivity and price realization more than offset inflation, leading to record gross margins in the first quarter, which was complemented by higher volumes. Adjusted operating margins expanded to 100 basis points to 24%, while adjusted earnings per share increased 7% to $0.75, reflecting strong volume conversion, partially offset by higher interest and tax expense. Free cash flow was $150 million.\nWhile first quarter is typically our largest free cash flow quarter, receivables were negatively impacted by slower China collections in the quarter, which has since recovered in AHS.\nTurning now to the guide on Slide 13. We are raising and narrowing our previous 2023 guidance to reflect outperformance in the first quarter. For the second quarter, we anticipate core revenue growth of 2.5% to 4.5% with an FX headwind of approximately 0.5%. Adjusted operating profit margin is expected to increase 3% to 7% with margins in the range of 24.5% to 25%. Adjusted diluted net earnings per share guidance of $0.78 to $0.82, flat, up 5%, includes higher year-over-year interest and tax expense and free cash flow of approximately $285 million reflects approximately 100% of cash conversion in the quarter.\nFor the full year, we now expect core revenue in the range of 4% to 5.5%, which continues to reflect year-over-year foreign exchange headwind of just under 1 point of revenue. Adjusted operating profit is expected to increase 6% to 10%, with margins in the range of 25% to 25.5%. We are increasing our adjusted diluted net EPS guidance to $3.29, $3.40, which represents an increase of 4% to 8% and includes higher year-over-year interest and tax expense, as previously expected. Free cash flow is expected to be approximately $1.25 billion, representing conversion in the range of 100% to 105% of adjusted net income and 21% free cash flow margin.\nTurning to Slide 14. We've consistently said that the Fortive [indiscernible] today is delivering a higher and more profitable growth. There is nowhere that this shows up more than in our free cash flow. Between 2019 and today, we have more than doubled our annual free cash flow, and we expect to continue to further enhance our compounding model with over $5 billion of capacity for M&A, enabling us to continue to invest appropriately in our businesses to further position Fortive for long-term value creation. With that, I'll pass it back to Jim to review our upcoming Investor Day and provide some closing comments.\n\nJames Lico\n\nThanks, Chuck. I'll now start to wrap up on Slide 15. Our team is thrilled to be back in New York for our first in-person Investor Day since 2019 to be held on May 25. We are looking forward to highlighting our progress, executing our strategy and the results that has yielded over the last 7 years, building on our strong foundation and enduring principles that underpin our execution capabilities. We will showcase how our businesses have leveraged FBS tools to innovate, take advantage of the secular tailwinds, accelerating progress across our 5 critical customer workflows. This has translated into relevant product innovations helping to solve our customers' toughest safety, quality and productivity challenges and contributing to sustained strong growth for Fortive. In the spirit of setting high expectations, we will set long-term targets. Looking out 3 and 5 years, culminating with the evolution of our strong free cash flow, supporting us ample opportunities to further accelerate our strategy. We are actively fueling our future success by building on the transformation progress and learning that has taken place since our inception, unlocking future value for Fortive.\nWrapping up on Slide 16. The combination of portfolio work we have done and the productivity initiatives we are implementing in the first half of 2023, prepare us for the continuing evolving macro environment and set us up for differentiated performance again in 2024. As you saw in today's press release, we're also continuing to build on our exceptional leadership culture for the Fortive of the future by expanding Tammy Newcombe's responsibilities to include the Advanced Healthcare Solutions segment in addition to our current role as segment leader of Precision Technologies succeeding Pat Murphy, who will retire at the end of the year.\nAs you heard today, FBS is more robust than ever with powerful new capabilities to bring breakthrough innovations to market for our customers faster and drive enhanced business results. The evidence of this is reflected in our strong financial performance, including our free cash flow, the currency we use to measure our success. These factors culminate in the powerful formula for value creation, enabling Fortive to make a real difference in the world and deliver exceptional value to shareholders. With that, I'll turn it back to Elena.\n\nElena Rosman\n\nVP of IR, Delphi Automotive\n\nThanks, Jim. That concludes our formal comments. Brent, we are now ready for questions."
  },
  {
    "header": "FTV",
    "cik": "0001659166",
    "ticker": "FTV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/42f78be28cf89cbcab26d7fed6ae303e",
    "period": "2022 Q4",
    "content": "Q4 2022 Fortive Corp Earnings Call\n\nQ4 2022 Fortive Corp Earnings Call\n\nFTVNYSEFEB 1, 12:00 PM\n\nOperator\n\nMy name is Julianne, and I will be your conference facilitator this afternoon. At this time, I would like to welcome everyone to Fortive Corporation's Fourth Quarter 2022 Earnings Results Conference Call. (Operator Instructions)\nI would now like to turn the call over to Ms. Elena Rosman, Vice President of Investor Relations. Ms. Rosman, you may begin your conference.\n\nElena Rosman\n\nThank you, Julianne, and thank you, everyone, for joining us on today's call.\nWith us today are Jim Lico, our President and Chief Executive Officer; and Chuck McLaughlin, our Senior Vice President and Chief Financial Officer.\nWe present certain non-GAAP financial measures on today's call. Information required by Regulation G are available on the Investors section of our website at fortive.com. Our statements on period-to-period increases or decreases refer to year-over-year comparisons on a continuing operations basis.\nDuring the call, we will make forward-looking statements, including statements regarding events or developments that we expect or anticipate will or may occur in the future. These forward-looking statements are subject to a number of risks and actual results might differ materially from any forward-looking statements that we make today. Information regarding these risk factors is available in our SEC filings, including our annual report on Form 10-K for the year ended December 31, 2021. These forward-looking statements speak only as of the date that they are made, and we do not assume any obligation to update any forward-looking statements.\nWith that, I'd like to turn the call over to Jim.\n\nJames A. Lico\n\nPresident, CEO & Director, Fortive Corporation\n\nThanks, Elena. Hello, everyone, and thank you for joining us. I'll begin on Slide 3.\nFortive had another quarter of outstanding operating performance in Q4, delivering 14% core revenue growth, 50 and 110 basis points of adjusted gross and operating margin expansion, respectively, 11% adjusted earnings per share growth, 62% free cash flow growth, all ahead of the guidance we gave in October.\nOur strong purpose-driven culture is supported by our relentless focus on executing for customers and shareholders in 2022. The continued evolution of our portfolio within the markets we play is characterized by strong secular drivers, which powered 9% ARR growth in our software businesses and backlog expansion in our hardware products businesses, contributing to record core revenue growth for the year.\nOur performance would not have been possible without the dedication of our 18,000 team members around the world. Team overcame continued supply chain and inflationary challenges, which will likely linger into 2023. We believe the power of the Fortive Business System is a key differentiator, contributing to more profitable growth, record gross margins and free cash flow generation. As we look forward, we're excited to update you on the progress we've made on our multiyear targets and strategies that are driving outperformance at our upcoming Investor Day in May.\nTurning to Slide 4. Even against the backdrop of a difficult macro in 2022, Fortive continue to validate the investment thesis that we have pursued since 2016, delivering core growth of 10% and 20% on a 2-year stack basis, accelerating over the last few years. Our portfolio transformation has also driven approximately 1,000 basis points of gross margin expansion since 2016, which has translated into higher operating margins and provides further opportunity to improve margins in the years to come.\nWe also delivered free cash flow growth of $1.2 billion, with margins approaching 21%, underscoring our ability to compound cash flow off a higher base, a key Fortive differentiator and value creation driver.\nIn summary, we had said that 2022 would be a show-me year, and we delivered strong results across all of our segments, which I will highlight in more detail on the next few slides, starting with Intelligent Operating Solutions on Slide 5.\nIOS grew core revenue by 13%, representing its third consecutive quarter of double-digit core revenue growth. We had good growth in all regions, with low double-digit growth in North America, mid-teens growth in Western Europe and high 20s growth in China. Double-digit core growth in every workflow, combined with our rigorous application of FBS, drove 330 basis points of core operating margin expansion, more than offsetting inflation and FX headwinds.\nLooking at our performance drivers by workflow and connected reliability, [BlueCap low teens] growth, supported by a strong backlog position and continued success with their new solar and calibration products serving the energy, renewables and electric vehicle markets.\nPOS remains strong in every region. However, we expect to see some slowing as supply chains continue to normalize. Strong end market demand drove double-digit SaaS revenue growth in the quarter with a record net dollar retention of approximately 106%.\nIn EHS, revenue grew by high teens with strong contributions from both Industrial Scientific and Intellect. Industrial Scientific revenue grew approximately 20%, as strong demand was supplemented by record iNet expansion and higher instrument shipments following the resolution of key supply chain issues at the end of the third quarter.\nMeanwhile, Intellect posted another quarter of low double-digit SaaS growth. They have successfully deployed FBS initiatives to accelerate software implementations and create upsell opportunities to customers.\nMoving to facilities and asset life cycle. We had low double-digit growth in Q4. Vontier revenues once again increased double digits as customer labor shortages and deferred facility maintenance continue to drive higher volume through the company's job order contracting platform.\nAccruent SaaS revenue grew by mid-single digits, despite a sizable headwind from end-of-life products. Accruent continues to see good success from its recent go-to-market focus in asset management and workplace solutions to enable mid-single-digit revenue growth in 2023. And ServiceChannel saw another quarter of double-digit revenue growth taking their full year growth rate to just under 50%.\nAs a reminder, we are transitioning from a largely pass-through revenue base to a better long-term business model that includes more recurring SaaS revenue. This change will create a short-term revenue headwind in the first quarter. However, we expect ServiceChannel to remain a strong double-digit growth business in 2023 with above 20% adjusted operating margin.\nTurning now to Slide 6. Precision Technologies delivered another strong quarter of double-digit revenue growth in every business. Core revenues increased 20%, driven by high teens growth in North America and greater than 20% growth in both Western Europe and China. PT also delivered 240 basis points of adjusted operating margin expansion with higher volume, price realization and productivity more than offsetting inflation in FX.\nSome highlights for the quarter include: record quarterly revenues and operating profit at Tektronix, which continue to benefit robust backlog, driven by new product launches and share gains and new entry in mainstream (inaudible). We saw orders slow in Q4 as expected as demand normalizes following the 40% growth we've seen over the last 2 years.\nSensing Technologies had another quarter of mid-teens growth, driven by strong price realization across all businesses and continued demand in Qualitrol's utility and power business, offsetting industrial and semiconductor demand softening.\nCombination of Gems and Setra in 2022 also drove approximately 200 basis points of margin expansion and 4 working capital turns improvement. Pacific Scientific EMC saw high 20s growth in the quarter, facilitated by capacity expansion and improved materials availability.\nMoving now to Slide 7 in Advanced Healthcare Solutions. As expected, Core revenues increased 5% in the quarter, driven by broad improvement across all health care operating companies. By major region, mid-single-digit growth in North America reflected the benefit of our higher installed base and some improvement in hospitals, partially offset by a low single-digit decline in Western Europe and a high single-digit decline in China.\nThe exit rate on China elective procedures was the lowest we have seen post-COVID and roughly 30% of normalized levels. January 2023 volumes were roughly half of prior year levels, which was reflected in our Q1 outlook for the segment. In the fourth quarter, AHS segment margins were down 260 basis points, driven primarily by higher inflation, partially offset by favorable M&A. Notably, margins were up approximately 400 basis points versus Q3.\nVersus our fourth quarter guidance, margins were unfavorably impacted by additional transactional impacts and lower margins at Fluke Health Solutions. As we look ahead, the team is starting to see traction on their pricing and productivity initiatives, which we expect will deliver margin recovery in 2023.\nSome other highlights of the quarter include: ASP finished the year with core revenue growth of 5% as capital share gains and consumable volumes more than offset COVID headwinds in China. Even with inflationary pressures, ASP ended Q4 with the strongest margins of the year and continued to deliver strong working capital improvements.\nWhile hospital profitability remains pressured, due to labor and inflationary challenges, Censis continues to drive robust growth and in Setra -- SaaS offering in Q4 and for the year with mid-teens net new ACV and record cross-sell opportunities.\nLastly, Provation is ahead on its return expectations, having contributed $0.10 to earnings in 2022. As customers continue to standardize our probation across their health systems, we are seeing accelerated SaaS growth, setting them up for a strong 2023.\nTurning to Slide 8. The Fortive Business System is a powerful mindset that makes continuous improvement a way of life at Fortive. We drive deep engagement across our teams and hold them accountable for delivering on high expectations.\nAs a reminder, in October, we brought together over 400 team members, at our CEO Kaizen Innovent. Our most senior Fortive leaders, including our segment leaders and a number of our operating company presidents, collaborated to drive significant improvements in growth, margin, free cash flow and breakthrough innovations across 4 operating companies, Fluke, ISC, Tektronix, and Censis.\nWe're proud of the success our teams are having sustaining results to directly attribute it to this event, including, at Fluke, we reduced bold change over time by over 50%, eliminating stock-outs on critical plastic components and reducing past due backlog.\nAt ISC, we applied lean conversion in the Fortive material system to improve quality output and turnaround time for iNet and rental customers, dramatically reducing the cost of repairs and product redesign.\nAt Tektronix, we applied lean conversion to circuit board repair, increasing on-time delivery to 98% by altering material flow, installing 5S part management and building standard work and documentation of our procedures.\nIn Censis, we applied value stream mapping and transactional process improvement to identify the inefficiencies and waste, resulting in a 50% reduction in time to onboard new customers. With Kaizen activity accelerating in 2023, we expect significant results across Fortive in the year ahead.\nI'm incredibly proud of the work we have done in 2022 to deliver powerful results and continue our progress towards building a more sustainable future, as you can see on Slide 9. We believe in taking a holistic approach to creating value that includes setting aspirational and actionable targets across each of our sustainability pillars as shown on the page.\nLeading Fortive today is a diverse Board and leadership team, with recent hires and promotions advancing our commitment to top talent and diversity. Strong and inclusive culture is core to Fortive's mission with inclusion and diversity, a critical component of FBS.\nLast year, we published clear goals to increase our diverse supplier spend, gender representation, [bypack] representation and senior leader diversity by 2025. We believe this has resulted in part to an increase in our employee engagement scores, up 5 points from pre-pandemic levels.\nOur progress also extends to how we protect the planet. It includes the early achievement of our 2025 greenhouse gas goal in the adoption of our new ambitious goal of 50% emissions reduction by 2029.\nIt's our shared purpose that also pushes us to create innovative and sustainable products and services. Today, approximately 60% of our revenue is derived from products and services that enable more sustainable outcomes aligned to the United Nations' sustainable development goals. And we have award-winning products that promote sustainability for our customers.\nLastly, the commitment to drive meaningful and sustainable outcomes that matter most to our stakeholders is reflected in our recognition by Newsweek for the fourth consecutive year as one of the America's most responsible company.\nWith that, I'll pass it over to Chuck, who will provide more color on our fourth quarter financials and our 2023 outlook.\n\nCharles E. McLaughlin\n\nSenior VP & CFO, Fortive Corporation\n\nThanks, Jim, and hello, everyone. I will begin on Slide 10, with a quick recap of our fourth quarter performance. We generated year-over-year core revenue growth of 14%. Acquisitions net of divestitures contributed 1.5 points of growth. FX headwinds were approximately 4 points.\nTurning to the geographies. We saw another quarter of double-digit core revenue growth in each of our major regions. North America revenue was up low double digits with broad-based strength across our businesses. Western Europe revenue grew mid-teens, with volume contributions in hardware products and favorable pricing, partially offset by a decline in health care.\nIn the fourth quarter, bookings growth slowed in North America and Western Europe as expected. Asia revenue increased high teens, with low 20% in China, driven by robust growth in Intelligent Operating Solutions and Precision Technologies, more than offsetting a dramatic drop in elective procedures in China impacting Advanced HealthCare Solutions.\nLastly, we saw a broad-based performance in our high-growth markets with mid-teens core growth.\nTurning to Slide 11, we show operating performance highlights for the fourth quarter. Adjusted gross margins increased by 50 basis points to 58.3% as volume and strong price realization continued to demonstrate the value proposition of our products and solutions more than offsetting higher inflation.\nAdjusted operating profit margins expanded 110 basis points to 25.5%, up 230 basis points on a 2-year stack basis. Adjusted earnings per share increased 11% to $0.88, reflecting a strong fall-through on higher volumes and productivity, partially offset by higher interest and tax expense.\nNormalized for tax earnings in the quarter were up 16%. Free cash flow was another standard. Strong year-end cash collections and the benefits of our FBS driven working capital initiatives yielded $428 million of free cash flow in the quarter, taking the full year to $1.2 billion.\nBefore turning to the guide, I wanted to provide some context on our 2023 outlook on Slide 12. We expect that 2023 will be another year of growth and margin expansion in each of our strategic segments, supported by secular tailwinds driving market expansion and new customer innovations.\nOur recurring revenue businesses at roughly 40% of sales are expected to benefit from the work we did in 2022 to increase demand generation and strengthen our go-to-market efforts, driving double-digit SaaS and license revenue growth.\nElevated backlog in our hardware products businesses, particularly at Tektronix, is expected to derisk moderating demand as order rates normalize in 2023. Further, the benefit of 2022 pricing actions is expected to carry over into 2023, driving another year of above-trend pricing realization along, with increased sourcing and value engineering savings contributing to gross margin expansion.\nWe also expect our productivity initiatives to yield strong incremental operating margins, including actions in the first half of the year to countermeasure the slowing macro environment. Project paybacks related to these initiatives are expected to average 1 year. We have included these benefits in our margins and earnings outlook for the second half, with carryover benefits into 2024.\nIn summary, we believe our 2023 outlook reflects a more resilient revenue and earnings profile as we expect to weather the evolving macro environment.\nTurning now to the guide on Slide 13. We are introducing 2023 guidance. Starting with the full year, we expect core revenue growth in the range of 3% to 5.5%. Our outlook reflects a year-over-year foreign exchange headwind of just under 1% on revenue. Adjusted operating profit is expected to increase 5% to 10%, with margins in the range of 25% to 25.5%.\nAdjusted diluted net EPS guidance of $3.25 to $3.40, up 3% to 8%, which includes higher interest and tax expense. And free cash flow is expected to be approximately $1.25 billion, representing conversion in the range of 100% to 105% of adjusted net income and a 21% free cash flow margin.\nFor the first quarter, we anticipate core revenue growth of 5% to 6.5% with an FX headwind of 2.5%. Adjusted operating profit is expected to increase 4% to 9%, with margins in the range of 23.5% to 24%. Adjusted diluted net EPS guidance of $0.71 to $0.74, up 1% to 5%, which includes higher year-over-year interest and tax, and free cash flow of approximately $170 million, reflecting the stronger cash collections that pulled forward into Q4 as well as our normal seasonal variations.\nTurning now to Slide 14. We are expecting a 48-52 split of revenue first half to second half, which reflects a step-up of approximately $120 million of core revenue growth, which when you compare to last year is less than half of the increase we saw in the second half of 2022.\nThe step-up in 2023 is largely driven by acceleration in new products, a ramp in the growth rate of advanced health care as we lap China COVID lockdowns and an increase in software and other recurring revenue streams. FX and interest account for abnormal earnings seasonality as FX becomes a tailwind in the second half of the year and interest expense is expected to decline as we pay down debt with available free cash flow as the year progresses, giving us a bigger than usual step-up in EPS first half to second half.\nIn summary, our revenue outlook reflects a similar linearity profile to 2022. And while core growth decelerates first half to second half, it accelerates on a 2-year stack basis.\nWith that, I'll pass it back to Jim to provide some closing remarks.\n\nJames A. Lico\n\nPresident, CEO & Director, Fortive Corporation\n\nThanks, Chuck. I'll now wrap up on Slide 16.\nIn summary, I'm incredibly proud of the contributions of our 18,000 team members to make 2022 a record year for Fortive and further differentiate our more resilient financial profile. As we turn the page on 2022, that resiliency will be on display again in 2023, as our outlook reflects an expectation for slowing growth as customer demand normalizes after 2 years of robust double-digit hardware product orders, but it also reflects the benefits of the investments we have made to accelerate strategy, strengthen our market positions, scale our software revenues and develop new innovations that are solving our customers' toughest safety, quality and productivity challenges.\nAs you've also heard today, we are seeing the benefits of our continuous improvement culture, unleashing the power of the Fortive Business System to deliver more profitable growth and strong free cash flow, again in 2023, allowing us to compound returns through disciplined capital deployment.\nWhen taken together, this creates a powerful formula for value creation with a high-quality portfolio of desirable brands favorably leveraged to sustainable secular trends, industry-leading margins and free cash flow generation and best-in-class execution, enabling Fortive to outperform in almost any environment.\nWith that, I'll turn it back to Elena.\n\nElena Rosman\n\nThanks, Jim. That concludes our formal comments. Julianne, we will now take questions."
  },
  {
    "header": "FTV",
    "cik": "0001659166",
    "ticker": "FTV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/85b3d176b1869511440c35cb7b5897b3",
    "period": "2022 Q3",
    "content": "Q3 2022 Fortive Corp Earnings Call\n\nQ3 2022 Fortive Corp Earnings Call\n\nFTVNYSEOCT 26, 12:00 PM\n\nOperator\n\nGood day. My name is Dennis, and I will be your conference facilitator today. At this time, I'd like to welcome everyone to the Fortive Corporation's Third Quarter 2022 Earnings Results Conference Call. (Operator Instructions) I would now like to turn the call over to Ms. Elena Rosman, Vice President of Investor Relations. Ms. Rosman, you may begin your conference.\n\nElena Rosman\n\nThank you, Dennis. And thank you, everyone, for joining us on today's call. With us today are Jim Lico, our President and Chief Executive Officer; and Chuck McLaughlin, our Senior Vice President and Chief Financial Officer.\nWe present certain non-GAAP financial measures on today's call. Information required by Regulation G is available on the Investors section of our website at www.fortive.com. Our statements on period-to-period increases or decreases refer to year-over-year comparisons on a continuing operations basis.\nDuring the call, we will make forward-looking statements, including statements regarding events or developments that we expect or anticipate will or may occur in the future. These forward-looking statements are subject to a number of risks, and actual results might differ materially from any forward-looking statements that we make today. Information regarding these risk factors is available in our SEC filings, including our annual report on Form 10-K for the year ended December 31, 2021. These forward-looking statements speak only as of the date that they are made, and we do not assume any obligation to update any forward-looking statements. With that, I'd like to turn the call over to Jim Lico.\n\nJames A. Lico\n\nPresident, CEO & Director, Fortive Corporation\n\nThanks, Elena. I'll begin on Slide 3. We had another quarter of outperformance with 12% core revenue growth, 80 and 160 basis points adjusted gross and operating margin expansion, respectively. 20% adjusted earnings per share growth and 22% free cash flow growth, all above the guidance we set coming into the quarter. Our ability to outperform reflects the quality of our portfolio, our team's rigorous execution and the power of the Fortive business system, delivering higher and more profitable growth and free cash flow generation.\nThird quarter also demonstrated continued success launching a number of new products and solutions that solve our customers' toughest safety, quality and productivity challenges. We have strong conviction in the secular drivers favoring enduring growth in these markets. As a result, we are confident the work we do to create long-term sustainable competitive advantages for our operating companies and strategic segments will yield best-in-class returns for Fortive for a long time to come.\nTurning to Slide 4. We are delivering 2022 at the high end of our initial outlook we set back in February, reflecting continued strong momentum as we've moved through the year. Short-cycle demand has held up well, with hardware product backlog more than double what it was at the beginning of 2021, while our software businesses have continued their double-digit pace of growth. This speaks to the strength of our portfolio and our ability to countermeasure challenges.\nOur supply chain measures across the portfolio continue to gain traction, especially at Fluke and Tektronix, although we expect some component constraints to persist into 2023. Our latest outlook now reflects a year-over-year foreign exchange headwind of approximately $175 million on revenue and $0.11 on EPS for the year. Despite these headwinds, we are driving higher growth and operating margins by leveraging FBS tools to accelerate profitable growth and position the company for continued outperformance in 2023.\nMoving to the right-hand side of the slide, we are preparing scenarios for a range of potential macroeconomic outcomes in 2023, including moderating hardware product orders growth. Lastly, our strong balance sheet, supported by robust free cash flow growth, presents several levers for earnings growth and continued value creation compounding.\nTurning to Slide 5. We just finished our annual strategic plans for each of our operating companies, and I'm even more excited about the depth of our strategy to take advantage of the secular tailwinds accelerating progress across our 5 critical customer workflows. Our solutions for managing facilities and assets, environmental health and safety and measurement and connected reliability keep much of the world running safely, productively and sustainably. We are enabling product realization with precision measurement and sensing solutions underpinning many of the most exciting product innovations in the world, from your phone and car to the electric grid and to safer food and pharmaceutical production.\nOur health care solutions for the perioperative loop keep clinicians and patients safe, serving over 5,000 customers, including all the top U.S. hospitals as well as hospitals around the world. Each workflow is well positioned to benefit from durable business models that underpin our vision and strategy to build a stronger collection of businesses with industry-leading profitability and free cash flow margins.\nThey also aligned to our sustainability mission by helping our customers accelerate safety, good health and well-being, advanced industry and customer productivity, utilizing new and more efficient clean energy resources and drive reductions of our customers' greenhouse gas emissions. Today, over 60% of Fortive's products and services enable more sustainable outcomes that are aligned to the United Nations' sustainable development goals. As we continue to accelerate innovation for our customers at scale, demand is proving more resilient even in the face of slowing economic growth, given the recognition of how our workflow solutions drive productivity benefits for our customers.\nI will now provide more details on each of our 3 segments, beginning with Intelligent Operating Solutions. IOS continued its strong momentum with revenues up 14% as unfavorable FX was offset by the ServiceChannel acquisition, which became core in mid-August. Our region growth was broad-based with low double-digit growth in North America, mid-teens growth in Western Europe and low 20s growth in China. Double-digit core growth in every workflow drove 345 basis points of core operating margin expansion, more than offsetting inflation and incremental FX headwinds.\nSome other highlights in the quarter include: At Fluke, demand remains solid with double-digit point-of-sale growth in each major region. Using FBS Voice of the Customer and product development tools, Fluke launched a breakthrough platform serving the renewables market that reduces the time to test solar installations by as much as half. This kit combines multiple Fluke hardware tools with a software platform and has been awarded industry recognition for its safety and time-saving features.\nEHS had low double-digit revenue growth as we continue to see the benefits of share gains and efforts to diversify its customer base. Industrial Scientific saw a greater than 20% increase in bookings with strong net and instrument bookings in both Europe and the Middle East. And Intelex had another quarter of mid-teens SaaS revenue growth.\nMoving to facilities and asset lifecycle. Gordian revenues were up double digits once again, with the business continuing to drive accelerated penetration of projects flowing through Gordian's job order contracting platform with an expanded set of customers. Accruent saw strong software demand with its SaaS offerings growing low double digit. Accruent also continued to utilize FBS tools to improve its annual recurring revenue profile, but the recent Kaizens focused on driving price and improved customer retention. Finally, ServiceChannel had another exceptional quarter, strong double-digit revenue growth and high teens growth in SaaS As some customers face mounting cost pressures, they are increasingly turning to ServiceChannel to help them outsource their facility maintenance work, reducing their third-party contractor costs. As a result, we are reinvesting a portion of their upside into transitioning customers to our more profitable SaaS managed service offering to continue to drive profitable growth.\nTurning now to Slide 7 and Precision Technologies, which delivered core growth ahead of expectations in every business. Core revenues were up 19%, with double-digit growth in all our major regions driven by continued investment in the industrial, power and energy, semiconductor and medical end markets. PT also saw 280 basis points of adjusted operating margin expansion with higher shipments and strong price realization more than offsetting inflation and FX headwinds. Some highlights in the quarter include 7 consecutive quarters of double-digit orders growth in Tektronix fueled by a number of new entry and mainstream scope product launches. As a result, trailing 12-month orders are now greater than $1 billion. Our teams are diligently applying FBS to countermeasure supply chain constraints to deliver on this record level of demand. Sensing Tech benefited from another quarter of volume growth and strong price realization. While supply chain constraints continue to limit output, sensing book-to-bill was greater than 1, with strong demand in Qualitrol, utility and power business. Similarly, Pacific Scientific EMC saw improved material availability and capacity expansion across key production lines, driving double-digit revenue growth in the quarter.\nMoving now to Slide 8 and Advanced Healthcare Solutions. Total revenue increased 3% in the third quarter with a core revenue decline of 1% and as continued supply chain constraints limited growth at ASP and Fluke solutions, resulting in lower-than-expected core growth in the quarter. Mid-single-digit growth in Western Europe was more than offset by low single-digit decline in North America and a mid-single-digit decline in China. We saw a sequential improvement in core growth at ASP as their supply chain shortages constrained capital equipment growth started to ease in late September.\nElectric procedures improved to the low 90% range, excluding China, while rolling lockdowns kept electric procedure rates around 70% of pre-COVID levels there. AHS core segment margins were down almost 400 basis points stemming from lower volumes and FX headwinds in the quarter as well as the recognition of a bad debt reserve in Invetech. As you can see, the team is diligently deploying pricing and cost controls to offset these headwinds, which we expect will deliver margin recovery in the fourth quarter.\nSome other highlights for the quarter include: an acceleration in new hospital bookings at Censis and double-digit growth in their Censis SaaS subscription revenues. Formations SaaS offering is also seeing good demand from customers looking to further standardize our provision across their health systems. Lastly, we completed the sale of Fluke Health therapy physics product line, which will be adjusted from core growth going forward with annual sales just under $20 million.\nTurning to Slide 9. Fortive Business System continues to be a differentiator for us, enabling our business to drive innovation and profitable growth. I'm excited to share that we just completed our annual CEO Kaizen event, accelerating our culture of performance. We brought together our most senior Fortive leaders, including our segment leaders and many of our operating company presidents with a total of 28 teams and over 400 team members, driving significant improvements in growth, margin, free cash flow and breakthrough innovations.\nIn Fortive, how we do Kaizen is what separate us apart. It's the deep engagement of our leadership and teams as well as the achievement of our high expectations. Some highlights include the teams of Fluke identified gross margin opportunities resulting in margin expansion through freight cost reductions and value engineering opportunities. At ISC, lean conversion Kaizen realized a 20% to 40% improvement in productivity across 4 product lines, and they improved the lead time for iNet quotes by 80% and time to market for newly developed software by 75%. Our teams reduced the average test time by more than 25% on a highly constrained production process in Tektronix. And Censis implementing Kaizens yielding a 2x improvement in productivity and reduced time to onboard new software customers. These results are our continued example of how FBS is driving results at Fortive.\nWith that, I'll pass it over to Chuck, who will provide more color on our third quarter financials and our updated 2022 outlook.\n\nCharles E. McLaughlin\n\nSenior VP & CFO, Fortive Corporation\n\nThanks, Jim. And hello, everyone. I'll begin on Slide 10 with a quick recap of our third quarter performance. We generated year-over-year core revenue growth of 12%. Acquisition benefits were as expected, contributing approximately 4 points of growth, offset by higher-than-expected FX headwinds in the quarter. As a reminder, the ServiceChannel acquisition became part of our core growth in mid-August.\nTurning to the right side of the slide. We saw double-digit core revenue growth in each of the major regions. North America revenue was up low double digits with mid-teens growth in software. Western Europe revenue grew mid-teens with favorable contributions from each segment. Asia revenue increased in the low 20% range with mid-20% growth in China driven by robust growth in Precision Technologies, partially offset by a decline in health care. Lastly, we saw high teens revenue growth across our high-growth markets.\nOn Slide 11, we show operating performance highlights in the third quarter. Adjusted gross margins increased 80 basis points to 58.1% as volume and strong price realization continued to demonstrate the value proposition of our products and solutions. Adjusted operating margins expanded 160 basis points to 24.4%, up 440 basis points on a 2-year stack basis. Adjusted earnings per share increased 20% to $0.79, reflecting strong fall-through on higher volumes, partially offset by higher interest expense. Free cash flow was another standout at $307 million, reflecting approximately 108% of adjusted free cash flow conversion.\nTurning now to the guide on Slide 12 and the outlook for the remainder of the year. For the fourth quarter, core revenue growth is expected to be approximately 11% at the midpoint, and adjusted operating profit margins are still anticipated to be up at least 100 basis points year-over-year. Adjusted earnings per share are expected to be in the range of $0.82 to $0.85 in Q4, representing year-over-year growth of 4% to 7% or 10% to 13% normalized for a low tax rate in Q4 of last year. This reflects an incremental $0.03 headwind from currency movements not contemplated in our prior outlook. For the full year 2022, we are narrowing and raising our adjusted earnings per share outlook to $3.10 to $3.13 to better reflect operational performance in the third quarter, partially offset by FX headwinds. The tax rate is expected to be approximately 14.5% for the year. Lastly, we anticipate that free cash flow will be seasonally strong in the fourth quarter, and we continue to expect full year free cash flow of $1.17 billion and conversion to be approximately 105%.\nTurning to Slide 13. I wanted to update you on our strong credit and liquidity positions. Early in the fourth quarter, we amended our $2 billion revolving credit facility, extending the maturity out to 2027. The amended credit facility utilizes a sustainability feature whereby pricing varies depending on our achievement of our recently published commitment to reducing our absolute Scope 1 and 2 greenhouse gas emissions by 50%. We also added a new $1 billion delayed draw term loan, giving us the financial flexibility to refinance the $1 billion term loan coming due in December, with a prepayable loan where we can delever with available free cash flow without penalty. We are now levered at roughly 2x on a net debt-to-EBITDA basis with an average debt maturity of 5 years and a 3.2% weighted average interest rate.\nThe proactive moves we made to strengthen our balance sheet, combined with our robust free cash flow generation, also give us ample capacity to invest for growth and compound returns through disciplined and accretive capital deployment. With that, I'll pass it back to Jim for some preliminary color on 2023 and closing remarks.\n\nJames A. Lico\n\nPresident, CEO & Director, Fortive Corporation\n\nThanks, Chuck. Turning to Slide 14. We wanted to share some initial thoughts on 2023. Starting with the hardware products business, which includes Fluke, Tektronix and Sensing Technologies. Backlog across these businesses are roughly double pre-pandemic levels, and the secular trends I mentioned earlier are driving market expansion and development of new innovations where we have a strong right to play. As a result, that gives us increased confidence in our ability to grow through a potential decline in new customer orders in 2023.\nOur software services and other recurring revenue businesses, including facilities and asset lifecycle, environmental health and safety, Probation and others, are expected to benefit from enhanced market positions driving double-digit growth in our SaaS and license revenue streams. At the same time, our health care businesses, excluding software, are 70% recurring with consumables and services. On the capital side, we expect supply chain to normalize, while the overall pace of recovery in hospitals will continue to be slow given the labor and productivity challenges likely to continue into 2023. While we haven't completed our planning process for next year, we are confident the work we have done to build a more resilient revenue and earnings profile will enable us to outperform the evolving macro environment.\nLastly, on Slide 15, we are demonstrating the results of our successful portfolio transformation, yielding higher cash compounding power having nearly doubled free cash flow over the last 3 years. Our sustainable competitive advantages are evidenced in our ability to outgrow the attractive markets we serve and deliver workflow innovations that solve our customers' most critical safety, quality and productivity challenges. The third quarter demonstrated our team's continued success launching a number of new products and solutions, generating compelling investment returns and adding to our ability to continue to compound results.\nLastly, our ability to raise our earnings outlook for the year once again in the face of continued headwinds speaks to the power of the Fortive Business System and our culture of Kaizen, which is all about finding a better way. We have a strong culture of setting high expectations. And through the rigor, discipline and the unrelenting efforts of our teams, we are delivering strong results. When taken together, this creates a powerful formula for value creation with a high-quality portfolio of desirable brands favorably leveraged to sustainable secular trends, industry-leading margins and free cash flow generation and best-in-class execution, enabling Fortive to outperform in almost any environment.\nWith that, I'll turn it back to Elena.\n\nElena Rosman\n\nThanks, Jim. That concludes our formal comments. Dennis, we are now ready to take questions."
  },
  {
    "header": "FTV",
    "cik": "0001659166",
    "ticker": "FTV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/826341d5475279507e4ea04cc45f470a",
    "period": "2022 Q2",
    "content": "Q2 2022 Fortive Corp Earnings Call\n\nQ2 2022 Fortive Corp Earnings Call\n\nFTVNYSEJUL 28, 12:00 PM\n\nOperator\n\nMy name is Rob, and I will be your conference facilitator this afternoon. At this time, I would like to welcome everyone to Fortive Corporation's Second Quarter 2022 Earnings Results Conference Call. (Operator Instructions) I would now like to turn the call over to Ms. Elena Rosman, Vice President of Investor Relations. Ms. Rosman, you may begin your conference.\n\nElena Rosman\n\nThank you, Rob, and thank you, everyone, for joining us on today's earnings call. With us today are Jim Lico, our President and Chief Executive Officer; and Chuck McLaughlin, our Senior Vice President and Chief Financial Officer. We present certain non-GAAP financial measures on today's call. Information required by Regulation G are available on the Investors section of our website at fortive.com. Our statements on period-to-period increases or decreases refer to year-over-year comparisons on a continuing operations basis.\nDuring the call, we will make forward-looking statements, including statements regarding events or developments that we expect or anticipate will or may occur in the future. These forward-looking statements are subject to a number of risks, and actual results might differ materially from any forward-looking statements that we make today. Information regarding these factors is available in our SEC filings, including our annual report on Form 10-K for the year ended December 31, 2021. These forward-looking statements speak only as of the date that they are made, and we do not assume any obligation to update. With that, I'd like to turn the call over to Jim.\n\nJames A. Lico\n\nPresident, CEO & Director, Fortive Corporation\n\nThanks, Elena. Hello, everyone, and thank you for joining us. I'll begin on Slide 3. We had an excellent second quarter with strong broad-based execution across the portfolio, contributing to revenue, margins and earnings all above the high end of our guidance, resulting in our raised outlook for the year. Despite the effects of COVID-related shutdowns in Shanghai, significant FX headwinds and ongoing supply chain constraints, our team was able to achieve 9% core revenue growth, 190 basis points adjusted operating margin expansion, 18% adjusted earnings per share growth and outstanding free cash flow generation in the second quarter.\nConsistent with the first quarter, demand for our leading workflow solutions remains robust. Year-to-date, hardware orders and software ARR both increased low double digits, reflecting our more resilient and diversified product portfolio. At the same time, our rigorous application of the Fortive Business System allowed us to deliver for customers in a challenging sterile environment and improved our profitability despite higher inflation and rising FX headwinds.\nTurning to Slide 4. I want to provide an update on what we're seeing and what we expect in the second half of the year. Starting on the left with the current environment, demand and orders remained strong in the second quarter, driven by accelerated innovation, continued share gains and leverage to favorable secular drivers. Hardware orders increased 9% in the second quarter, yielding a hardware backlog that ended the quarter 21% higher than year-end 2021. Our supply chain measures continue to gain traction while we expect that component constraints will persist for the rest of 2022 and into 2023.\nWhile ongoing COVID lockdowns in China remain a risk, we substantially mitigated the headwind from the lockdowns that commenced in late March in Shanghai and continued through most of May, shifting most of the $60 million of risk we previously highlighted in the first half. This is an excellent example of our team's ability to utilize FBS tools to navigate unprecedented obstacles, keep our employees safe and deliver for customers and shareholders.\nMoving to the right side of the slide, we expect higher core growth for the remainder of the year as our more resilient product portfolio positions us to benefit from continued customer demand. We also continue to build momentum in our software businesses, with upsell and cross-sell bookings, new logo generation and lower churn all contributing to double-digit ARR growth for the full year.\nGiven the strength of our first half performance, we are raising the outlook for the year. Our revised outlook also includes a foreign exchange headwind of approximately $100 million on revenue and $0.08 on EPS that was not previously contemplated. Lastly, our ability to convert more earnings to cash underpins our investment thesis and allows us to reinvest in our businesses, accelerate our strategy and enhance our returns to shareholders.\nTurning to Slide 5. The work we have done over the last 6 years to build a stronger collection of businesses has resulted in a more diversified end market mix and durable recurring revenue profile as demonstrated by the shading in all the end markets we serve today. For example, in 2016, a sizable percentage of our revenue came from the retail fueling and vehicle repair markets. Today, our largest end market by revenue is health care, which has very durable revenue characteristics. And as you can see further in the slide, there are recurring revenue opportunities across a range of end markets.\nWe have more than doubled the percentage of our total company revenue, which is recurring. This includes the software and consumables business model additions we have made to the portfolio and the services revenue that we have expanded at businesses like Tektronix. When you look at our footprint today and the end markets to which we participate, we have several opportunities to globalize our leading brands and take advantage of the secular drivers which are driving sustainable growth in these markets.\nI'll now provide some more details on each of the 3 segments, beginning with Intelligent Operating Solutions on Slide 6. IOS continued its strong momentum, with revenues up 16% and core revenue growth of 12% in the second quarter, with strong double-digit growth in North America and Western Europe and high single-digit growth in China. The work that businesses have done to improve availability of supply and offset inflation is contributing to better-than-expected core growth, with sequential improvements in shipments and stronger price realization driving 205 basis points of core operating margin expansion, more than offsetting incremental FX headwinds.\nSome other highlights in the quarter include: Fluke's product innovation and new service offerings, including the recently launched Fluke Solar Solutions, in addition to rigorous daily supply chain management drove mid-teens core growth, while their orders forecast has continued to move up throughout the year. Industrial Scientific saw strong bookings for iNet, up 55% year-over-year because of continued progress diversifying and globalizing the customer base. Intelex SaaS revenues continued the double-digit pace, on track to 10%-plus ARR growth for the year.\nMoving to facilities and asset life cycle management. Gordian revenues were up double digits as several customers, including the New York City Department of Education and the Pennsylvania Department of General Services, leveraged Gordian's procurement platform to manage large infrastructure projects with city and state customers. Accruent continued to build a strong foundation for second half growth with software bookings up more than 20% and an expectation of accelerated second half bookings. Their commercialization success is a reflection of the significant progress they have made building FBS capabilities across their sales organization. Finally, ServiceChannel had another quarter of double-digit revenue growth. ServiceChannel is continuing to see strong customer demand for managed solutions, with customers increasingly outsourcing their facilities maintenance work.\nTurning now to Slide 7 in Precision Technologies. Total revenue increased 6% with core revenue growth of 9%. Demand remained strong with robust core revenue growth and another quarter of double-digit orders growth across major geographies and end markets, particularly industrial, semi, medical, power and energy, raising backlogs to new record levels. China revenues grew over 20% as Tektronix mitigated the Shanghai lockdowns and continued strength in Sensing Technologies. PT continues to benefit from a number of secular drivers, including the expansion of power and precision devices going into the electronics innovation space and the expanded use of semiconductors broadly.\nWe achieved 90 basis points of adjusted operating margin expansion, driven by favorable pricing and disciplined cost management, partially offset by higher component costs and FX. Some highlights in the quarter include: mid-20% bookings growth at Tektronix, with new product launches, including the 2 Series MSO, which continues to be strong globally and represents an example of another next-generation platform that provides innovative and differentiated technology for customers; mid-teens growth at Sensing driven by pricing, FBS countermeasures and continued growth in core end markets in the second quarter; innovation and vertical market strategies are gaining traction at Gems, et cetera, contributing to 20%-plus growth in those businesses.\nMoving now to Slide 8 and the Advanced Healthcare Solutions. Total revenue increased 9% in the second quarter with core revenue growth of 3%. Low single-digit growth in North America and low double-digit growth in Western Europe was partially offset by a high single-digit decline in China related to the COVID lockdowns, which reduced the number of elective surgeries in China. COVID pressures, associated staffing challenges, along with supply chain constraints within capital equipment persisted as expected, limiting revenue growth across the segment in the second quarter. Elective procedures improved in North America, contributing to mid-single-digit growth in ASP consumables.\nThe team continues to implement FBS tools, driving productivity savings, which in addition to the accretive benefits of the ProVation acquisition, contributed to 300 basis points of adjusted operating margin expansion in the second quarter, including 150 basis points of core OMX. Some other highlights in the quarter include: Censis had another quarter of very strong performance from its CensiTrac SaaS offering, which was more than offset by a difficult prior comp in marketing hardware. On a 2-year stack basis, Censis revenues grew 17.5%. Provation's GI business grew revenues and orders double digits. They have several competitive wins, including a 16-site standardization order from Essentia Health, where half of the sites are SaaS migrations and the other half are new Apex wins.\nTurning to Slide 9. The Fortive Business System continues to be a differentiator for us, enabling our businesses to enhance supply chain resilience, drive innovation and profitable growth and build capabilities in our leaders to effectively deliver on our commitments and distinguish our performance in an otherwise very challenging environment. Examples in the quarter include using Kaizen to utilize closed-loop production and operations in our Shanghai facilities, accelerating the restart of production, ensuring availability of supply and creating new demand opportunities, effectively mitigating the impact of COVID-related lockdowns in the region in the first half; utilizing lean portfolio management at Fluke to align new products to strategic growth areas.\nSimilar to what we're doing at Tektronix, this has meaningfully improved our product vitality, doubling the 3-year revenue potential for new products. Provation is utilizing Obeya Rooms to significantly accelerate SaaS migration bookings and daily visual management implementation at Accruent is driving a significant improvement in net working capital. As you can see by all these examples and our performance in the quarter, we had tremendous success applying FBS. And with that, I'll pass it over to Chuck, who will provide more color on the second quarter financials and our second half 2022 outlook.\n\nCharles E. McLaughlin\n\nSenior VP & CFO, Fortive Corporation\n\nThanks, Jim, and hello, everyone. I will begin on Slide 10 with a quick recap of our second quarter performance. We generated year-over-year total revenue growth of 11% with core growth of 9%. Acquisitions contributed 5 points to total growth, partially offset by FX, which reduced total growth by 3 points in the quarter.\nTurning to the major regions on the right-hand side of this slide. North America core revenues were up high single digits, with contributions from each segment and strong double-digit growth in software and services. Western Europe revenues grew mid-teens, again with favorable contributions from these segments, including a return to growth in Invetech. We had low double-digit growth in Asia outside of China, while China revenues increased to mid-teens as we mitigated the Shanghai lockdowns that Jim highlighted earlier.\nWe also continued to build backlog in China with approximately 20% order growth in the quarter as customers looked to replenish inventories and assure access to supply heading into the second half and 2023. Lastly, we had strong double-digit revenue growth across our high-growth markets.\nOn Slide 11, we show operating performance highlights in the second quarter. Adjusted gross margins were down 30 basis points, while adjusted operating margins expanded 190 basis points to 24.1%. Gross margin expansion and operating margin expansion were both negatively impacted by 70 basis points of transactional FX headwind in the quarter, which was more than offset by over 500 basis points of price in the quarter, demonstrating the excellent job our teams are doing implementing price increases to offset higher input costs.\nAdjusted earnings per share increased 18% to $0.78, reflecting strong fall-through on higher volumes as well as lower share count, partially offset by higher interest and tax expense. Free cash flow was another standout at $276 million, which reflects 98% free cash flow conversion in the quarter.\nTurning now to the guidance on Slide 12 and the outlook for the remainder of the year. We expect core revenue growth of high single digit to low double digit, with adjusted operating profit margins anticipated to be up at least 100 basis points year-over-year in both the third and the fourth quarters. Adjusted earnings per share are expected to be in the range of $0.74 to $0.77 in Q3, up 12% to 16%, and in the range of $0.85 to $0.88 in Q4, up 8% to 11%.\nFor the full year 2022, we are narrowing the total revenue range to reflect incremental FX headwinds while raising core revenue growth to 8% to 9.5%, with higher core growth in every segment. Adjusted operating margins are still expected to be up over 100 basis points for the year, and we are raising the midpoint of adjusted earnings per share outlook to $3.07 to $3.13, reflecting better operational performance in addition to lower taxes more than offsetting $0.08 of incremental FX headwinds and $0.02 of higher interest versus our prior guide. We expect free cash flow conversion to be seasonally strong in the second half and average approximately 105% for the full year.\nMoving to Slide 13 and the updated revenue walk for the year, starting on the left. First half revenues reflect our outperformance in Q2, more than offsetting incremental FX headwinds with stronger-than-expected performance in IOS and the shift in Shanghai-related revenues back to the first half as lockdown countermeasures allowed us to recover volumes that were previously expected to get pushed to the third quarter.\nLooking at the right-hand side of the chart, we've updated the first half to second half revenue bridge we showed you last quarter. It now reflects a lower step-up of approximately $110 million in volume supported by our robust backlog position and continued pace of recurring revenue growth across our portfolio. We also continue to embed favorable price in the second half versus the first. On a net basis, the second half core growth average is 10% at the midpoint, and it is roughly 16% on a 2-year stack. Incremental margins on sequential volume are expected to fall through at attractive levels, contributing to strengthening margin performance in the second half. In summary, our portfolio continues to show the benefit of the actions we've taken to build a more durable growth company with high recurring revenue profile, mitigating the risk of slowing demand in the second half.\nTurning to Slide 14. As Jim highlighted, the Fortive of today is delivering higher, more profitable growth, and there's nowhere that this shows up more than our free cash flow. A strong free cash flow, which has nearly doubled since 2019, continues to be a hallmark of our investment thesis, compounding faster than revenue and earnings. Over the last few years, we've taken proactive steps to strengthen our balance sheet, which combined with higher free cash flow generation, yields ample capacity to invest for growth and compound returns through disciplined and accretive capital deployment.\nAs a reminder, we deployed $2.6 billion towards M&A in the second half of 2021 and continue to prioritize M&A as the primary driver of capital deployment. In addition, we opportunistically bought back shares in the second quarter, totaling 4 million shares year-to-date. At the current share price, we continue to see compelling returns consistent with the return criteria of all of our investments. As we exit the year with relatively low leverage of approximately 1.5x net debt to EBITDA, giving us substantial M&A firepower to continue to invest in our businesses, accelerate strategy and enhance total shareholder returns. With that, I'll pass it back to Jim for some closing remarks.\n\nJames A. Lico\n\nPresident, CEO & Director, Fortive Corporation\n\nThanks, Chuck. We're now on Slide 15. Before we move to questions, I want to spend a few minutes highlighting the positive impact we are having for customers, employees, suppliers and communities as we advance our sustainability mission. As many of you know, we published our 2022 sustainability report in June, and I'm incredibly proud of what we've accomplished, the aspirational targets we continue to set and the robustness of our reporting initiatives, such as alignment with key ESG reporting frameworks, including GRI, SASB, TCFD and the UN Global Compact as a signatory. This report serves as our communication of progress toward the principals and the UN Sustainable Development Goals.\nWe also made significant progress across each of our sustainability strategic pillars, including: achievement of our 50% greenhouse gas emissions intensity goal early; reducing Scope 1 and Scope 2 GHG emissions intensity by 51% between 2017 and 2021. As a result of achieving that target early and in keeping with our continuous improvement culture, we have set a new and more aggressive target to reduce absolute Scope 1 and 2 GHG emissions 50% by 2029 from 2019 levels, a goal which is aligned with the Science Based Targets initiative guidance.\nWe improved on each of our inclusion and diversity leadership goals, including gender inclusion and senior leader diversity. And lastly, we exceeded our performance on our supplier diversity spend target in 2021 and completed 100% of our supplier audits as planned despite COVID. There's much more in the report, including examples of our innovative and sustainable products and services, and we encourage you to check it out on our website.\nLastly, on Slide 16, we are demonstrating successful execution of the Fortive formula, even in the most difficult of times to drive more resilient growth, double-digit earnings and free cash flow growth. We said that 2022 is a show-me year. We are on track to meet or exceed our commitments, including mid-single-digit annual core growth on a 3-year stack basis. More than 300 basis points of operating margin expansion, 50% growth in earnings and 90% growth in free cash flow, all while navigating unprecedented and prolonged headwinds. This differentiated growth and profitability amongst our industry peers is a testament to FBS, driving innovation, demand generation and profitable growth in 2022 and beyond that is helping to generate 50% more cash per dollar of revenue recognized.\nAs Chuck highlighted, that creates more opportunities to deploy that cash to accelerate growth and compound returns through disciplined capital deployment. As you've seen with our first half performance, we're incredibly proud of the contributions from our Fortive team around the world. This July, we celebrated our sixth year as a public company. Since our inception, we have endeavored to build a truly special company, one that yields best-in-class performance.\nAs you can see in 2022, we have made considerable progress against this goal, with strong growth through the strength of our highly desirable brands and technology, outstanding margin performance through the quality of our portfolio and exceptional free cash flow through the power of our business system. I look forward to your questions, and with that, I'll turn it back to Elena.\n\nElena Rosman\n\nThanks, Jim. That concludes our formal comments. Rob, we are now ready to take questions."
  },
  {
    "header": "FTV",
    "cik": "0001659166",
    "ticker": "FTV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f53afb2042bf58516eb37781c4df6e1d",
    "period": "2022 Q1",
    "content": "Q1 2022 Fortive Corp Earnings Call\n\nQ1 2022 Fortive Corp Earnings Call\n\nFTVNYSEAPR 28, 12:00 PM\n\nOperator\n\nHello. My name is Emma, and I will be your conference facilitator this afternoon. At this time, I would like to welcome everyone to the Fortive Corporation's First Quarter 2022 Earnings Results Conference Call. (Operator Instructions) I would now like to turn the call over to Ms. Elena Rosman, Vice President of Investor Relations. Ms. Rosman, you may begin your conference.\n\nElena Rosman\n\nThank you, Emma, and thank you, everyone, for joining us on today's call. With us today are Jim Lico, our President and Chief Executive Officer; and Chuck McLaughlin, our Senior Vice President and Chief Financial Officer. We present certain non-GAAP financial measures on today's call. Information required by Regulation G are available on the Investors section of our website at www.fortive.com. Our statements on period-to-period increases or decreases refer to year-over-year comparisons on a continuing operations basis.\nDuring the call, we will make forward-looking statements, including statements regarding events or developments that we expect or anticipate will or may occur in the future. These forward-looking statements are subject to a number of risks, and actual results might differ materially from any forward-looking statements that we make today. Information regarding these risk factors is available in our SEC filings, including our annual report on Form 10-K for the year ended December 31, 2021. These forward-looking statements speak only as of the date that they are made, and we do not assume any obligation to update any forward-looking statements. With that, I'd like to turn the call over to Jim.\n\nJames A. Lico\n\nPresident, CEO & Director, Fortive Corporation\n\nThanks, Elena. Hello, everyone, and thank you for joining us. I'll begin on Slide 3. I'm extremely proud of how our teams have come together to navigate the continued challenging environment and deliver an outstanding quarter with better-than-expected revenues, earnings and cash flow. Our strong purpose-driven culture supported our relentless focus on executing for customers, shareholders and each other while facing unpredictable obstacles.\nDespite these challenges, we saw record orders growth across several of our businesses, reflecting continued demand for our leading connected workflow solutions. Hardware orders grew 14%, adding approximately $130 million to backlog, and our software-enabled businesses grew mid-teens with double-digit growth in both our SaaS and license revenue streams. Through the rigorous application of the Fortive Business System, we continued to deliver improvement across our businesses, driving greater visibility in insurance of supply in the quarter.\nOur teams also worked hard to overcome higher inflation, which resulted in 60 and 30 basis points of growth in operating margin expansion, respectively, 11% EPS growth and 36% free cash flow growth in the quarter. Overall, the momentum across all 3 of our segments in the first quarter sets a strong foundation for the year ahead and reinforces our confidence in our full year 2022 outlook.\nTurning to Slide 4, I want to provide an update on what we're seeing and what we expect over the remainder of 2022. Starting on the left, in the current environment, strong orders growth was driven by accelerated innovation, continued share gains and leverage to favorable secular drivers spanning all geographies and end markets, yielding an 18% increase in hardware backlog in the quarter. Our continuity of supply is improving, driven by daily management and conversion abeyance, allowing us to ship more product in Q1 than initially planned.\nOur China teams did a great job mitigating the intermittent government-mandated COVID lockdowns across the region, starting in Tianjin in January. The Shanghai lockdown at the end of March impacted shipments by approximately $20 million in the quarter, primarily at Tektronix. With operations restarting, we expect to face some bottlenecks in supply chain. However, our teams will be relentless and work to reramp quickly.\nMoving to the right-hand side of the slide, we expect sustained core growth driven by normal seasonality, continued strong customer demand and record backlog, which gives us a tailwind for growth again in 2023. Combined with pricing and operational performance, we expect strong margin expansion and another year of double-digit earnings and cash flow growth. As Chuck will cover in more detail shortly, we are updating our outlook to reflect the strong start to the year, raising the low end of our guidance for the year.\nLastly, our ability to convert more earnings to cash underpins our investment thesis and allows us to reinvest in our businesses, accelerate our strategy and enhance our returns to shareholders. In the first quarter, we took the opportunity to buy back approximately 1 million shares totaling $64 million. The M&A pipeline remains full with hardware and software opportunities across each of our segments, and we estimate M&A capacity of approximately $5 billion over the next 3 years.\nMoving to Slide 5. Our leading connected workflow solutions facilitate transformation across high-impact fields like workplace safety, facilities management, product development and health care. Our strategies across these segments is incredibly powerful. We serve customers ranging from technicians and facilities managers to engineers, product developers and health care professionals who all work in challenging environments where Fortive technologies provide higher-quality instrumentation, better sensors, superior software and real-time data analytics to empower them to do their jobs more safely and more efficiently.\nAs you can see, each segment is well positioned to benefit from favorable secular tailwinds and durable business models that underpin our strategy and vision to build a stronger collection of businesses with industry-leading profitability and free cash flow margins.\nI'll now provide some details on each of the 3 segments, beginning with Intelligent Operating Solutions on Slide 6. IOS had a terrific start to the year as customer demand for maintenance, uptime assurance, environmental health and safety and facility planning solutions all contributed to double-digit orders growth and strong revenue growth in the quarter. Total revenue was up 15% with core growth of 8.7%. This included approximately mid-teens core growth in North America and high single-digit growth in Western Europe, more than offsetting a low 20% decline in China.\nOur FBS countermeasures to improve assurance of supply are making progress, mitigating the effects of the COVID lockdowns and driving better core growth in the quarter. We continue to see solid price realization, which we expect to further benefit performance in the second quarter and the remainder of the year. And while our countermeasures enabled us to ship more product, we also incurred additional costs from elevated freight and logistics expenses. As a result, core operating margins were flat year-over-year despite price/cost being positive on a dollar basis.\nIOS adjusted operating margins were 27.2%, down 145 basis points due to the dilutive impact of the ServiceChannel acquisition. As a reminder, ServiceChannel's margins are ramping nicely in line with expectations, and IOS core margins are up over 200 basis points on a 2-year stack basis.\nSome other highlights in the quarter include: record revenue and bookings at Fluke supported by strong point of sale, particularly in the U.S., where point of sales grew mid-teens. Industrial Scientific continues to make progress diversifying its business with 9 out of the 10 largest Q1 deals booked with new customers outside of oil and gas. Intelex has also seen strong demand for its SaaS solutions, continuing to grow at a healthy double-digit pace. And likewise, we saw record core growth in facilities and asset life cycle management in the quarter, where Accruent had a solid start with mid-single-digit growth and is on track for sales acceleration in the second half.\nGordian generated strong double-digit growth and secured a large data win with the U.S. Army Corps of Engineers. Further, ServiceChannel had a strong double-digit revenue growth and record bookings in the quarter as customers continued to outsource their facilities maintenance work.\nTurning now to Slide 7 in Precision Technologies. We saw record customer demand driving double-digit order growth across major geographies and a broad set of end markets, including HVAC, aerospace and defense, automotive and electric vehicles and semiconductors. PT revenues grew 3.4% with core revenue growth of 4.6%. High single-digit growth in North America and Western Europe was partially offset by a low double-digit decline in China, driven by COVID-related lockdowns in Shanghai at the end of the quarter.\nAs a reminder, Tektronix operates a major manufacturing facility in Shanghai, which shut down the last week of March. The impact was approximately $15 million of PT revenues or 350 basis points of growth, which also impacted their margin performance in the quarter. That said, PT operating margins expanded 30 basis points, reflecting over 50 basis points of gross margin expansion, partially offset by continued investments in new product development.\nSome highlights in the quarter include: successful new product launches driving incredibly strong order growth at Tektronix, including the refresh of the 5 Series in the first quarter, which is tracking solidly above plan; Sensing also saw low double-digit top line growth, reflecting solid share gains across its key markets and had over 100 basis points of operating margin expansion in the quarter, staying well ahead of inflation.\nMoving now to Slide 8 in Advanced Healthcare Solutions. AHS continues to accelerate innovation and digitization in hospitals and ASCs. With custom and clinically superior workflow solutions, AHS is well positioned for a multiyear recovery in health care. Revenue increased 8.5% in the first quarter with core revenue growth of 0.6%. Mid-single-digit growth in North America was largely offset by a low single-digit decline in China due to the impact of COVID restrictions on ASP and a high single-digit decline in Western Europe as expected. AHS operating profit margins benefited from FBS-enabled productivity initiatives, driving core margin expansion at ASP as well as the accretive benefit of the Provation acquisition, partially offset by lower volumes at Invetech.\nSome highlights for the quarter include: elective procedures in North America were roughly in line with expectations in the first quarter. As a reminder, we expect electives to continue to improve and average 88% of pre-COVID levels for the year. We saw approximately 20% growth in the CensiTrac SaaS offering at Censis, an approximate doubling of subscription orders in the quarter; and Provation secured several significant orders in the first quarter, including 4 competitive GI wins and a large 20 hospital network win for its eye procedures anesthesia solution.\nExecution in an otherwise challenging and uncertain environment is 1 example of how FBS continues to be an important differentiator for Fortive. As shown on Slide 9, FBS enabled our businesses to enhance supply chain resilience, drive innovation and profitable growth across the portfolio and build skills and capabilities in our leaders to effectively deliver on our commitments in the quarter. Examples include: an improvement in unit output and reduction in supply chain risk at Fluke through the use of daily digital management, allowing them to outperform in the quarter; the execution of lean portfolio management at Tektronix, driving several new customer-driven product launches in the coming quarters; value pricing and price leakage tools driving strong price realization at CensiTrac; substantial margin expansion at ASP from broad cost reduction and spend, more than offsetting lower consumable volumes in the quarter.\nDaily management and problem solving drove an improvement in working capital turns at port of China. And several examples of our progress in our software businesses, including incremental growth realization at Accruent from improved uplift on renewals, a 20% improvement in time to first revenue for procurement customers at Gordian and an acceleration of growth opportunities at Provation. As you heard me say before, I'm incredibly proud of the work we've done continuing our progress towards building a more sustainable future, as you can see on Slide 10. Fortive's commitment to sustainability started on day 1 when we developed aspirational and actionable targets and subsequently invest significant time, energy and talent to establish a performance-driven program. This time line reflects the evolution of our program and commitments we have made since 2016.\nIn early June, we will publish our fifth Sustainability Report, reflecting consistency and progressing levels of transparency, including adherence to the GRI Reporting Framework and completing our first CDP Climate Change Disclosure in 2020, adding the FASB reporting standard to enhance our climate-related disclosure to investors in 2021 and new in 2022, we will provide our first UN Global Compact Statement of Progress to define our status and plans for TCFD-aligned disclosure and offer initial Scope 3 emissions data and Scope 2 market-based emissions in our CDP Climate Change Disclosure.\nIt is our shared purpose that also pushes us to create innovative and sustainable products and services for our customers, trying to solve some of the world's biggest sustainability challenges. For example, Intelex's leading software solutions for EHS and sustainability managers, serves leading Fortune 500 companies across multiple industries. In fact, our EHS and sustainability teams use the Intelex application to manage and drive continuous improvement of our greenhouse gas emissions accounting in accordance with the GHG protocol. And Fluke's diverse range of products provide solutions in advanced workplace health and safety as well as optimization of renewable energy installations for our customers.\nConsistent with our culture, we are driving incremental improvements in sustainability, and we look forward to continued progress in the years to come. With that, I'll pass it over to Chuck, who will provide more color on our first quarter financials and our second quarter and full year 2022 outlook.\n\nCharles E. McLaughlin\n\nSenior VP & CFO, Fortive Corporation\n\nThanks, Jim, and hello, everyone. I will begin on Slide 11 with a quick recap of our first quarter performance. We generated year-over-year total revenue growth of 9.3%, core growth of 5.3%. Acquisitions, net of FX, were as expected, contributing 4 points to total growth. Turning to the right side of the slide. Jim covered the segment highlights earlier and I wanted to provide some additional color on the regions. North America revenue was up high single digits, including low teens growth in software and related services, partially offset by lower consumable volumes at ASP. Western Europe revenues grew mid-single digits, more than offsetting year-over-year declines in Advanced Healthcare Solutions, driven by a difficult COVID-related compare at Invetech. That said, we had good growth at ASP despite capital installed delays in the region.\nWe had low double-digit growth in Asia outside of China, while China revenues declined low teens, driven by the impact of the COVID-related lockdowns. Note that we continued to build backlog in China with high teens order growth in the first quarter, thus reinforcing our outlook for double-digit revenue growth for the remainder of the year.\nOn Slide 12, we show operating performance highlights for the first quarter. Adjusted gross margins were 57.6%, increasing by 60 basis points year-over-year, while adjusted operating margins increased to 23%, in line with our guidance. We realized over 300 basis points of price in the quarter, more than offsetting inflation, yielding 30 basis points of core operating margin expansion and 250 basis points on a 2-year stack. Adjusted earnings per share increased 11% to $0.70, while free cash flow generation of $196 million represented a stronger-than-normal conversion of adjusted net income in the first quarter. The strong free cash flow performance included an improvement in the timing of receivables collections, representing a normalization of the trends we saw in the fourth quarter.\nTurning now to the guide on Slide 13 and starting with the second quarter. We expect low to mid-single-digit core revenue growth, which includes a headwind of approximately $40 million from the COVID-related government shutdowns in Shanghai, which we expect to subside in mid-May. Adjusted operating profit margins are expected to be up at least 80 basis points year-over-year. Adjusted earnings per share of $0.70 to $0.73 assumes a 15% tax rate in the quarter, and free cash flow conversion of adjusted net income is expected to increase to approximately 100%.\nFor the full year 2022, we are raising the low end of our revenue guidance by $40 million to reflect the strong start to our year. We continue to expect adjusted operating profit margins for the full year to be up over 100 basis points. Adjusted EPS is now in the range of $3.04 to $3.13, up 11% to 14% and free cash flow conversion of approximately 105% for the full year.\nMoving to Slide 14. We are expecting a 48-52 split of revenue first half to second half, which represents a step-up of approximately $255 million of revenue and includes favorable price and FX first half to second half, in addition to higher volumes, supported by a robust backlog position and the work we've done to mitigate supply chain constraints across our portfolio. We also expect to recover lost China volumes as a result of the government-mandated lockdowns in the first half, shifting more revenue to the second half. Incremental margins on sequential volume are expected to flow through at attractive levels, contributing to strong margin performance in the second half.\nIn summary, our portfolio continues to show the benefits of the actions we have taken to build a more durable growth company with high recurring revenue profile, mitigating the risk of slowing demand in the second half. With that, I'll pass it back to Jim for some closing remarks.\n\nJames A. Lico\n\nPresident, CEO & Director, Fortive Corporation\n\nThanks, Chuck. I'll now start to wrap up on Slide 15. Over the last 6 years, we have articulated a portfolio strategy to build a more resilient, less cyclical business, capable of outperforming in even the most difficult of times. The Fortive portfolio today is a reflection of how well we've executed that playbook. Our acquisitions have added approximately $2.3 billion of revenue to Fortive as of 2022, which is expected to grow low double digits this year. And in doing so, we've doubled the through-cycle core growth of the company versus the time of the spin-off from Danaher in 2016.\nWe have also more than doubled recurring revenue as a percentage of our total revenue to approximately 40% and built a portfolio of software-enabled workflow solutions, which is approaching $1 billion of revenue and continues to enhance our long-term competitive advantage. In addition, the businesses we have added to Fortive have been an important contributor to the more than 1,000 basis points of gross margin expansion that we have driven since 2016. In short, the Fortive of today is delivering higher and more profitable growth, and there's nowhere that this shows up more than in our free cash flow.\nLastly, on Slide 16, that strong free cash flow, which has nearly doubled since 2019, continues to be a hallmark of our investment thesis, compounding faster than revenue and earnings and allowing us to accelerate growth and compound returns through disciplined capital deployment. 2022 is off to a great start as the outperformance in Q1 reinforces our focus on sustained growth and execution. Leveraging the power of FBS, which will always be a part of who we are and how we do what we do, we expect another year of double-digit earnings and free cash flow growth, on track to deliver on the multiyear targets set last year with differentiated growth and profitability amongst our industry peers.\nAs a result, we're confident the work we do to create long-term sustainable competitive advantages for our operating companies and strategic segments will yield best-in-class returns for Fortive for a long time to come. With that, I'll turn it back to Elena.\n\nElena Rosman\n\nThanks, Jim. That concludes our formal comments. Emma, we are now ready to take questions."
  },
  {
    "header": "FTV",
    "cik": "0001659166",
    "ticker": "FTV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/156d4f3ce23779bafd7d8f1d8a31b662",
    "period": "2021 Q4",
    "content": "Q4 2021 Fortive Corp Earnings Call\n\nQ4 2021 Fortive Corp Earnings Call\n\nFTVNYSEFEB 3, 12:00 PM\n\nOperator\n\nHello. My name is Josh, and I will be your conference facilitator this afternoon. At this time, I would like to welcome everyone to Fortive Corporation's Fourth Quarter 2021 Earnings Results Conference Call. (Operator Instructions) I would now like to turn the call over to Ms. Elena Rosman, Vice President of Investor Relations. Ms. Rosman, you may begin your conference.\n\nElena Rosman\n\nThank you, Josh, and thank you, everyone, for joining us on today's call. With us today are Jim Lico, our President and Chief Executive Officer; and Chuck McLaughlin, our Senior Vice President and Chief Financial Officer. We present certain non-GAAP financial measures on today's call. Information required by Regulation G are available on the Investors section of our website at fortive.com. Our statements on period-to-period increases or decreases refer to year-over-year comparisons on a continuing operations basis.\nDuring the call, we will make forward-looking statements, including statements regarding events or developments that we expect or anticipate will or may occur in the future. These forward-looking statements are subject to a number of risks, and actual results might differ materially from any forward-looking statements that we make today. Information regarding these risks factors is available on our SEC filings, including our annual report on Form 10-K for the year ended December 31, 2020. These forward-looking statements speak only as of the date that they are made, and we do not assume any obligation to update any forward-looking statements. With that, I would like to turn the call over to Jim.\n\nJames A. Lico\n\nPresident, CEO & Director, Fortive Corporation\n\nThanks, Elena. Hello, everyone, and thank you for joining us. We delivered solid performance in the fourth quarter, closing out a very strong year as we focused on delivering for customers in an ongoing challenging environment. While we saw sequential growth and margin expansion across the portfolio, revenue in the quarter finished roughly $50 million below expectations as continuing supply chain constraints and the impact from the Omicron surge hindered our ability to deliver on our robust orders and backlog.\nOur businesses performed well despite these challenges, generating 190 basis points of core margin expansion and 13% adjusted earnings growth in the quarter. Our tax rate was flat on a year-on-year basis at 9%, however, lower than our expectations coming into the quarter. Free cash flow and conversion were lighter than expected as we invested in inventory to support customer demand and saw lower customer receipts at year-end.\nFor the year, we delivered core revenue growth of 9.5% and expanded adjusted operating margins by 210 basis points, driving 32% year-over-year growth in adjusted earnings. Strong demand for software-enabled workflows yielded double-digit software growth in 2021 and the fourth quarter. These results are a testament to the higher growth, more resilient, higher-margin portfolio that we have constructed through organic innovation and strategic M&A. With this portfolio and our team's disciplined and rigorous application of the Fortive Business System, we are well positioned to deliver long-term sustainable value creation for all of our stakeholders.\nAs you can see on Slide 4, all of our segments contributed to our solid fourth quarter results, including over 100 basis points core operating margin expansion in each. Supply chain constraints within both our supplier and logistics networks as well as COVID-related challenges suppressed core growth across a number of our businesses.\nLooking at the segments in more detail. Intelligent Operating Solutions posted total revenue growth of 6.4% in the fourth quarter, with core up 0.8%. This included low single-digit growth in North America and high teens in China, partially offset by high single-digit decline in Western Europe.\nStarting with Fluke, core revenue declined slightly as continued end market demand and order growth across its product portfolio were more than offset by supplier and logistics network challenges, constraining revenue in the fourth quarter. Fluke Digital Systems performed well with 20%-plus growth supported by strong demand for its eMaint SaaS offering and capped the year with greater than 30% growth in ARR bookings in Q4. Fluke also continued to see momentum within its product innovation pipeline. They introduced a new market-leading power quality platform, the 1770 Series power quality analyzer, and we're seeing continued strength in their acoustic imaging product line. Orders were up high single digits in the fourth quarter, up 20% for the year, contributing to significant backlog growth in 2021. The team remains highly focused on improving supply management, logistics and factory throughput to deliver on the backlog in the year ahead.\nIn EHS, Industrial Scientific revenue increased mid-single digits, led by the continued recovery of its rental business and improved net retention for its iNet offering. Intelex grew by mid-teens with the fourth quarter representing the strongest net dollar retention we've seen in the past 2 years. Strong customer service execution reduced churn and the application of funnel management tools helped deliver a record year for customer upselling. In addition, Intelex and ISC continue to see success with their award-winning Hazard IQ solution connecting real-time field data with EHS management software from Intelex.\nAs anticipated, Accruent declined mid-single digit although was up sequentially despite less billing days in the fourth quarter. On a same-days basis, their SaaS sales would have been up mid-single digit. Accruent continued to capitalize on strong demand for its EMS product line due to continued momentum and return to workplace solutions, with bookings up greater than 20% for the quarter and almost 50% for the full year. Accruent also posted its second highest quarter on record for SaaS bookings and drove another quarter of improvement in net dollar retention as it continues to deploy FBS tools to deliver on a higher on-time renewal rate across its growing SaaS customer base. We expect to see this result in higher growth in Accruent in 2022.\nGordian increased mid-single digit, driven by another strong quarter in procurement. Gordian also secured some notable wins in the fourth quarter, including the capture of 2 new state and local education customers, Clark County in Nevada and the Dallas Independent School District. Both are expected to begin generating revenue in the second half of 2022.\nServiceChannel is off to a good start, following its acquisition in August. Revenue grew substantially in the fourth quarter with SaaS increasing low double digits and SaaS bookings more than doubling on a year-on-year basis. ServiceChannel is successfully expanding its new logo pipeline with some notable wins in the fourth quarter, including a leading health and beauty retailer in the U.K. and is leveraging FBS tools and implementing lean portfolio management to position the company for additional innovation and growth.\nMoving to the middle of Slide 4. The Precision Technologies segment posted a total revenue increase of 2.1% with core growth of 2.6%. This included mid-teens growth in China, while Western Europe was up slightly, partially offset by a low single-digit decline in North America. Tektronix grew low single digits despite strong customer demand, driving double-digit order growth across those major regions, resulting in a book-to-bill of 1.2 in the fourth quarter. Orders for mainstream scopes and momentum in new product introductions are driving backlog levels to all-time highs as customers continue to invest in new capabilities across a range of end markets. Tek continues to benefit from FBS, which helped to reduce supply chain risk and improve price realization across the business.\nSensing Technologies increased high single digits in the fourth quarter, with good growth in its industrial semiconductor, HVAC and medical end markets despite continued supply chain challenges. Similarly, Pacific Scientific EMC brought further backlog in the quarter as supply chain constraints persisted. PacSci continued to see strong bookings growth in its core markets, including aircraft and space, while revenues declined mid-teens, resulting in a book-to-bill of 1.13 for the year.\nMoving to Advanced Healthcare Solutions on the right side of Slide 4. Total revenue increased 1.5% despite a core revenue decline of 0.8%. This included high single-digit growth in China, flat performance in North America and a mid-20% decline in Western Europe. Starting with ASP, revenue declined low single digit in the fourth quarter. While we have grown the installed base, consumables continue to be impacted by lower elective procedure rates, especially as the Omicron variant surged in the U.S. in December, adding to existing skilled staffing shortages at hospitals and ambulatory surgical centers. These challenges primarily impacted revenue in the U.S. while our high-growth regions grew double digits. We are also pleased with the continued evolution of FBS with significant progress in operating margin expansion in the business.\nCensis revenues increased mid-single digits, highlighted by another quarter of strong growth in its core CensiTrac SaaS offering, which increased in the low 20% range. As in prior quarters, CensiTrac continued to see good momentum, adding new customers and saw improved upselling and cross-selling to existing customers. Fluke Health Solutions increased mid-single digits as revenue and margins benefited from growth investments made throughout the year, driving strong double-digit growth in its biomedical test equipment business. And Invetech declined low single digit as it lapped a tough prior year comparison that included strong COVID-related revenues in 2020.\nOur strong margin performance in 2021 is just 1 example of how FBS continues to be an important differentiator for Fortive. As shown on Slide 5, FBS is enabling our businesses to improve operations in our plants, tackle mounting supply chain and inflation headwinds, drive innovation and profitable growth across the portfolio and build skills and capabilities in our leaders to effectively drive sustainable business.\nExamples in the quarter include the reduction in supply chain risk at Fluke, ISC, CensiTrac and Tektronix through significant use of Obeya and daily management to manage the complexity and uncertainty associated with part shortages. ASP significantly reduced freight expense by over 100 basis points of revenue, contributing to their margin expansion in the quarter. Through the deployment of lean portfolio management, our newest FBS innovation tool, Tektronix overdrove revenue achievement on recent new products, including the just launched next generation of its [5 Series MSO] offering.\nWe are also making meaningful improvements in net dollar retention in our software businesses, allowing us to deliver more profitable and accelerated growth in EMA, which finished the year at 108% net dollar retention, while Accruent also increased monthly on-time renewal rate over 15 points from the beginning of the year. Despite COVID, we have continued to support all of our leadership development in kaizen activities. As a result of the rigorous application and dedication by our teams, we're continuing to benefit from our culture of continuous improvement.\nTurning to Slide 6. We made significant progress executing our M&A strategy in 2021 as we continue to evolve our portfolio to serve higher growth markets with attractive long-term secular drivers. Both ServiceChannel and our IOS segment and Provation in AHS are acquisitions that significantly accelerate our strategy to deliver a broader offering of software-enabled solutions to address our customers' critical workflow productivity needs.\nThese acquisitions build upon established market positions and customer relationships, adding well-positioned best-of-breed SaaS platforms, combined, greater than $200 million of high-growth software revenue with high incremental margins. Through ServiceChannel's proprietary data assets and networks, we see significant upsell and cross-sell opportunities across our facilities and asset life cycle management businesses. And with Provation, we are strengthening our presence in hospitals and ASCs with expanded software and data opportunities, leveraging leading positions in GI to capture multi-specialty expansion opportunities. Together, we expect these businesses to generate more than $0.12 of earnings accretion in 2022 and will enhance our growth and free cash flow profile going forward.\nI'm also incredibly proud of the work we've done in 2021 to continue our progress towards building a more sustainable future. As you can see on Slide 7, it starts with our shared purpose and our values, which have been translated into aspirational and actionable targets across each of our sustainability pillars. Leading forward to today is a diverse Board and leadership team with recent hires advancing our commitment to top talent and diversity. We recently ran our Day of Caring for the fifth time since the company became public. And in that time, our employees have dedicated over 400,000 hours of employee volunteer time to help more than 300 communities in 30 countries across the world.\nWe are well on our way to achieving our carbon emission reduction targets and recently completed our TCFD reporting GAAP analysis to strengthen our governance and management of climate change-related risks and opportunities. We are actively engaged in responsible sourcing initiatives, and we take seriously the need to understand both the labor and the human rights practices across our supply chain.\nIn 2021, we became a signatory to the UN Global Compact, further embedding our commitment to a sustainable future in our company's strategy, culture and daily operations. And we were also named one of America's Most Responsible Companies by Newsweek for the third consecutive year. It's our shared purpose that also pushes us to create innovative and sustainable products and services for our customers trying to solve some of the world's biggest sustainability challenges. We look forward to continuing to make progress on our sustainability journey in the years to come. With that, I'll pass it over to Chuck, who will provide more color on our fourth quarter financials, our free cash flow and our first quarter and full year 2022 guidance.\n\nCharles E. McLaughlin\n\nSenior VP & CFO, Fortive Corporation\n\nThanks, Jim, and hello, everyone. I'll begin on Slide 8 with a quick recap of our fourth quarter performance. We generated year-over-year total revenue growth of 3.8% with core growth of 1%. Acquisitions contributed over 3 points of growth in the quarter, primarily from ServiceChannel while FX was a modest headwind. Year-over-year orders and backlog in our hardware businesses grew 14% and 84%, respectively. Adjusted gross margins approached 58% in the quarter, and operating margins were 24.4%, near the high end of our guidance. This reflected 190 basis points of core operating margin expansion with over 200 basis points of price realization.\nTurning to the right side of this slide. Jim covered the segment highlights earlier, and I wanted to provide some further color on the regions. North America revenues were roughly flat, reflecting strong demand across multiple end markets, offset by supply chain constraints impacting Tektronix and Fluke as well as lower consumables at ASP. Western Europe saw year-over-year declines across much of the portfolio, including a difficult COVID-related compare at Invetech. That said, we had good growth at ASP, where elective procedure rates have held up better, and consumables are benefiting from recent growth in our installed base. Asia as well as our high-growth regions grew revenues double digits in the quarter, driven by mid-teens growth (inaudible) representing 92% conversion of adjusted net income.\nWorking capital was a use of cash as we made investments in inventory to support our robust revenue plan for 2022. And we also saw a change in receivables trend with lower customer receipts in the fourth quarter than we had expected. Staying with cash, we deployed $2.6 billion through M&A in 2021 and ended the year with net leverage of 2.4x. We estimate M&A capacity of approximately $5 billion over the next 3 years, and the funnel remains full across each part. We remain disciplined, looking to add assets to enhance the leading positions of our segments and increase our value proposition to our customers.\nOn Slide 10, as we look ahead, we expect that in 2022 will be another year of differentiated growth and margin expansion in each of our strategic segments, supported by secular tailwinds, continued strong demand backdrop and a robust backlog heading into the year. The 2022 outlook is based on a balanced set of assumptions, including the likelihood that supply chain constraints will persist through much of the year with continued strength in orders at least through the first half. We expect another year of strong price realization to more than offset continued cost inflation and the benefits of our software strategy to generate double-digit software growth in 2022, taking total software revenues to $950 million. And lastly, in health care, we are planning for elective procedures to remain flat to 2021 levels in total, starting lower and ramping over the course of the year.\nTurning to the next slide. We are introducing full year 2022 guidance with revenue in the range of $5.7 billion to $5.9 billion, representing 5.5% to 8.5% core growth, while acquisitions, net of unfavorable FX, will contribute an additional 3.5 points of growth for the year. Adjusted operating profit margins in the range of 24% to 24.5% with margin expansion in each segment. Adjusted diluted net EPS guidance of $3 to $3.13, up 9% to 14%, with an effective tax rate of approximately 16%.\nAdjusting EPS growth normalized for tax would be 14% to 19% for the year. Free cash flow conversion is expected to be approximately 105% of net income, which would yield a 20% free cash flow margin. In summary, our portfolio continues to show the benefits of the actions we've taken to build a more resilient growth company capable of converting more revenue to earnings and more earnings to cash.\nTurning to Slide 12 and the first quarter guidance. We expect a similar external environment as the second half of 2021 with revenue of $1.34 billion at the midpoint, with core revenue growth in the range of 1.5% to 4.5% and approximately 4% revenue growth from acquisitions, net of unfavorable FX. Adjusting operating profit margin of 23% at the midpoint, up slightly year-over-year. Adjusted diluted net earnings per share of $0.65 to $0.69, assuming a 15% to 16% tax rate in the quarter; and free cash flow conversion of approximately 70%, slightly higher than our Q1 seasonal trend, reflecting partial recovery of receipts that slipped out of the fourth quarter. With that, I'll pass it back to Jim for some closing remarks.\n\nJames A. Lico\n\nPresident, CEO & Director, Fortive Corporation\n\nThanks, Chuck. As many of you know, Fortive celebrated its fifth anniversary as a public company in 2021. And as you can see on Slide 13, we continue to validate the investment thesis that we have pursued since 2016. Our through-cycle core growth has doubled from low single digit to mid-single digit as we have more than doubled our base of recurring revenue and meaningfully added higher-growth, higher-margin software businesses to our portfolio.\nOur gross and operating margins have increased as well. We've improved gross margins over 800 basis points. And back in 2016, we started off talking about 30 basis points to 50 basis points per year operating profit margin expansion. Now we're talking about 75 basis points on average per year through the cycle. As a result, earnings and free cash flow is also up meaningfully over this time. We are on track to a 20% free cash flow margin in 2022, up from approximately 18% in 2021, further differentiating Fortive.\nWrapping up on Slide 14, and before we move to questions, I'd like to thank our team members for their exceptional commitment to our shared purpose and core values, which underpin everything we do and how we do it. Extraordinary teams delivering extraordinary results again in 2021. Even in the face of unprecedented supply chain constraints and prolonged COVID headwinds, our teams remain focused and committed to delivering for our customers, each other and our shareholders, delivering financial results well ahead of our initial expectations coming into the year.\nWhile each of our businesses continues to evolve and improve across key metrics, we know there is more to do. As such, we expect another year of differentiated growth and profitability in 2022, taking us one step closer to delivering on the multiyear targets set back at our May 2021 investor conference. Finally, we know you have a choice and we want you to be with us for the long term. We're confident the work we do to create long-term sustainable competitive advantages for our operating companies and our strategic segments yields best-in-class sustainable returns for Fortive for a long time to come. With that, I'll turn it back to Elena.\n\nElena Rosman\n\nThanks, Jim. That concludes our formal comments. Josh, we are now ready to take questions."
  }
]