[
  {
    "header": "KEYS",
    "cik": "0001601046",
    "ticker": "KEYS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e97f122c866c9fee7dc057361635f1ad",
    "period": "2025 Q4",
    "content": "Q4 2025 Keysight Technologies Inc Earnings Call\n\nQ4 2025 Keysight Technologies Inc Earnings Call\n\nKEYSNYSENOV 24, 4:30 PM\n\nSatish Dhanasekaran\n\nPresident and CEO, Keysight Technologies\n\nGiving us the flexibility to invest in the organic growth of the business, pursue select strategic acquisitions, and return capital to shareholders. In fiscal 2025, we achieved record free cash flow of $1.3 billion while investing in R&D, completing three acquisitions, and returning approximately $375 million through buybacks. Since the start of 2023, we have repurchased over $1.5 billion of shares, or approximately 45% of free cash flow. Today, I am pleased to announce that our board has authorized an additional $1.5 billion share repurchase program, supporting our ongoing capital return. Turning to business segments, the Communication Solutions Group orders grew for the sixth straight quarter, delivering double-digit order and high single-digit revenue growth for the full year. Wireline orders and revenue grew double digits both in Q4 and for the full year, setting a new record for the business.\nAI infrastructure buildouts and rapid upgrades to the technology stack are driving greater design, emulation, and test intensity across multiple vectors. Our solutions span the entire workflow, from silicon design to system validation and secure deployments. The rapid scaling of AI workloads is accelerating new designs across the technology stack, from compute to networking, interconnect, memory, and power. These transitions require redesigns across AI silicon, DSPs, switches, and transceivers, all of which are enabled by Keysight Solutions. Optical speed refresh cycles are also gaining momentum, moving from the 400G to 800G to 1.6T. In Q4, we collaborated with Broadcom to validate next-gen 1.6 terabit networking silicon and custom AI accelerators. Keysight Silicon Photonics Solutions continue to drive advancements in CPO and LPO technologies of the future.\nWith the breadth of Keysight's portfolio spanning physical layer solutions and AI emulation solutions built on technologies acquired from Ixia, we're making a meaningful contribution to the entire ecosystem. We're also capitalizing on robust demand from the scaling AI supply chain, including rack and cluster components, interconnects, and AI accelerators. Additionally, Keysight is actively involved with industry leaders and a growing number of consortia shaping the future of AI infrastructure. At the Open Compute Project Conference, we partnered with Meta to demonstrate large-scale validation of GPUs and networking prior to deployment into clusters. The recently launched Keysight AI Data Center Builder won the Data Center Innovation Best Product Award at the European Conference on Connectivity in October 2025. Turning to wireless, orders and revenue grew high single digits for the full year and outperformed expectations, driven by ongoing standards evolutions, non-terrestrial networks, and early 6G research.\nWe saw steady 5G demand continue with releases 18 and 19 of the standard, which included enhanced uplink, advanced MIMO, and energy efficiency applications. Momentum increased in non-terrestrial networks, where we are engaged with industry-leading players to advance direct-to-cell connectivity and new LEO designs. Spirent's best-in-class precision location simulators expand Keysight's offering by providing the accuracy and the realism needed to enable the next generation of positioning, navigation, and timing use cases. In 6G, the industry is shifting from pure research to early pre-standards designs. We are engaged with market-defining customers and are well-positioned to intercept the industry's priorities. We doubled our 6G collaborations over the past year, partnering with customers on several new applications, including channel sounding, network modeling using digital twins, FR3 spectrum, and advanced MIMO phased array antenna design. In aerospace, defense, and government, we generated record orders while revenue increased by 8% for the year.\nIn an increasingly competitive global security and defense landscape, we're seeing strong customer engagement for defense modernization, enhanced deterrence capabilities, and operational readiness. Opportunities are expanding for Keysight as traditional primes, direct government entities, and a growing contingent of neoprimes and defense technology companies invest in emerging technologies in space and satellite, autonomous systems, and advanced antenna designs. This quarter, we secured key wins with US prime contractors to accelerate automated device verification. Our advanced component analysis capabilities are enabling fast phased array antenna over-the-air characterization for space, radar, and tactical communication. We won a deal from a US prime contractor for multiple solutions spanning high-performance spectrum analysis, signal generation, and network analysis for radar and air defense applications. In Europe, momentum remains strong as multiple primes invest in radar, EMSO, and space applications.\nThe Ministry of Defense and allied nations are leveraging our wide-band signal recording capabilities to capture field data for lab analysis. With decades of leadership across RF, digital, and optical technologies, plus new federal-focused capabilities from Spirent, Keysight is well-positioned to capture growing defense demand. Now, moving to Electronic Industrial Solutions Group, orders and revenue both grew in Q4 and for the full year. In our general electronics business, orders grew for the fifth consecutive quarter, and we're up high single digit in Q4 and double digit for the full year, led by strength in the broad electronics supply chain, digital health, and education. AI-related innovation and investment fuel demand for our differentiated solutions for high-speed PCB, interconnect, and component test. In digital health, interoperability, connectivity, and latency challenges in the medical device and systems workflow are driving investment.\nAdvanced research spending in semiconductor, 6G, quantum, and photonics initiatives is also continuing at a steady rate, particularly outside of the US, where we benefit from our global scale and local engagement. In semiconductor, the pace of innovation and investment remains robust. Our semi business delivered solid order and revenue growth this quarter, driven by steady demand for wafer test and lithography solutions as AI-driven capacity expanded for leading-edge nodes, high-bandwidth memory, and silicon photonics. As lithography and foundry customers expand their own advanced packaging offerings, we're enabling them to achieve unprecedented levels of precision and accuracy. Our deep collaboration with the world's leading foundries and integrated device manufacturers, as well as their respective customers, allows us to identify and address their end-to-end needs from early R&D to wafer fabrication. This year, we saw a robust growth in silicon photonics.\nThe investments that we initiated two years ago are allowing us to capture this inflection. While geopolitical and policy uncertainties remain, the outlook for semiconductor capacity and investment and new technology roadmap remains positive in 2026. In automotive, despite mixed headlines, we continue to empower customer innovation, and demand has largely stabilized. We're also expanding into new opportunities in grid modernization, where our combination of physical layer power and protocol layer network expertise is a differentiator. Our portfolio of solutions spans software-defined vehicles, EV, charging, grid, and manufacturing. In-vehicle network compliance and security remain customers' priorities, as well as the design and test of new sensing architectures and optical connectivity. The recent acquisition of the Optical Solutions Group expands our photonics portfolio as interconnect and photonics complexity increases across the next generation of industrial and automotive applications.\nWe continue to advance our go-to-market and customer engagement model to deepen long-standing strategic relationships, while acquiring new customers and opportunities as the global supply chain shifts. Over the past year, our teams executed over 150 strategic engagements with market-defining innovators, while expanding our customer base with more than 3,000 new logos. Our Keysight World events reached thousands of customers globally. We actively participated in industry events such as Mobile World Congress and European Microwave, and over 30 standards bodies with industry leaders. We continue to maintain lifecycle engagement with our customers through our growing services business, which has reached record revenue, fueled by robust demand for KeysightCare premium offerings. In summary, fiscal year 2025 marks a return to growth, and as we look ahead, we're encouraged by the momentum in our business and in markets.\nThe technologies reshaping our world directly match Keysight's strength, and we're leaning in with our first-to-market solutions, customer collaborations, and operational discipline. Even in an uncertain environment, we're confident in the fundamentals of our business model and in our ability to deliver long-term shareholder value. I'll now turn it over to Neil to discuss our financial performance and outlook in more detail.\n\nNeil Dougherty\n\nCFO, Keysight Technologies\n\nThank you, Satish, and hello, everyone. Fourth-quarter revenue of $1,419 million was above the high end of our guidance range, up 10% on a reported basis, or 9% on a core basis. Orders of $1,533 million were up 14% on a reported basis, or 12% on a core basis. Fourth-quarter results included $22 million in orders and $11 million of revenue from the recently completed acquisitions, while currency added $4 million to orders and $7 million to revenue.\nLooking at our operational results for Q4, we reported gross margin of 64%, operating expenses of $539 million, and operating margin of 26%. We generated $331 million of net income and delivered earnings per share of $1.91, which increased 16% year over year. Our weighted average share count for the quarter was 173 million shares. For the full year, Keysight generated revenue of $5,375 million, up 8% as reported, or 7% on a core basis. Gross margin was 65%, and operating margin was 26%. FY25 earnings per share of $7.16 was up 14%. For the year, Keysight delivered core operating leverage of 39%, inclusive of tariff impacts. Moving to the performance of our segments, the Communications Solutions Group generated fourth-quarter revenue of $990 million, up 11% on a reported basis, or 9% on a core basis.\nCommercial communications revenue of $660 million was up 12%, driven by continued strength in wireline and growth in wireless. Aerospace, defense, and government achieved revenue of $330 million and an increase of 9%. Altogether, CSG delivered 66% gross margin, and 27% operating margin. The Electronic Industrial Solutions Group generated $429 million in revenue, an increase of 9% on a reported basis, or 8% on a core basis, with growth in semiconductor and general electronics. EIC delivered 60% gross margin, and 25% operating margin. In FY25, software and services accounted for approximately 37% of Keysight revenue, while annual recurring revenue was 29% of the total. Moving to the balance sheet and cash flow, we ended the quarter with $1.9 billion in cash and cash equivalents, generating cash flow from operations of $225 million, and free cash flow of $188 million. During the quarter, we deployed $1.7 billion for acquisitions.\nWe also repurchased 595,000 shares at an average price of approximately $168 for a total consideration of $100 million. Full-year share purchases totaled $375 million, or approximately 30% of the $1.3 billion in free cash flow generated this year. Now, turning to our outlook. For the first quarter of 2026, we expect revenue in the range of $1,530 to 1,550 million, representing 19% year-over-year growth at the midpoint. Excluding the recent acquisitions, this guidance assumes 10% year-over-year revenue growth. We expect Q1 earnings per share to be in the range of $1.95 to 2.01, based on a weighted diluted share count of approximately 173 million shares. Keysight enters FY26 with strong backlog and a robust sales funnel. As a result, we expect FY26 revenue growth, excluding acquisitions, to be at or above the high end of our 5% to 7 long-term target.\nThe recently completed acquisitions of Spirent, the Optical Solutions Group, and PowerArtist are expected to contribute approximately $375 million of revenue in FY26. We are working to realize in excess of $100 million of synergies and other operational efficiencies across Keysight, even as we sustain critical investment in R&D to ensure Keysight's expanded product portfolio intersects the growth opportunities in our markets. The acquisitions are expected to be accretive to Keysight's earnings 12 months post-close. While this implies some mild dilution in FY26, we expect the strength of our core business to enable FY26 EPS growth at or above our long-term 10% target. Now, a few additional modeling considerations for the year. As expected, Keysight enters FY26, having fully mitigated the impact of tariffs implemented in April. We now expect the August tariff increase to be fully mitigated in Q1, one quarter earlier than previously communicated.\nThese expectations are reflected in our guidance. At current debt levels, annual interest expense is expected to be approximately $110 million. Capital expenditures are expected to be approximately $160 million, and we are modeling a 14% non-GAAP effective tax rate for FY26. In closing, we ended our fiscal 2025 with outstanding results and expect the momentum to carry into 2026. Technology innovation is driving demand for high-performance solutions across a broad range of industries. With our differentiated portfolio, technology leadership, and durable financial model, we are well-positioned to deliver sustained revenue and earnings growth. With that, I will now turn it back to Paulenier for the Q&A.\n\nPaulenier Sims\n\nDirector of Investor Relations, Keysight Technologies\n\nThank you, Neil. Victoria, will you please give the instructions for the Q&A?\n\nOperator\n\nOf course. Ladies and gentlemen, if you'd like to ask a question, press star one.We ask that you please limit yourself to one question and then rejoin the queue if you have a follow-up. To withdraw your question, please press star two. Please hold while we compile the Q&A roster. Our first question comes from the line of Mehdi Hosseini with SIG. Your line is now open.\n\nMehdi Hosseini\n\nAnalyst, SIG\n\nYes, thanks for taking the question. Looking into the new fiscal year, Satish, how do you see the wireless trending? It has been kind of depressed for the past few years, and I'm just wondering if there's any catalyst on the horizon that gets you excited, or should we assume FY26 would be similar to the last year, just trending sideways? I don't have a follow-up. Yeah, wireless.\n\nSatish Dhanasekaran\n\nPresident and CEO, Keysight Technologies\n\nThank you, Mehdi. We're quite pleased with the results in 2025 across all our segments, and just this return to growth across all our regions that we saw this quarter. Specific to commercial communications, we're equally excited about the opportunities that we have in next-gen connectivity, compute, semiconductor, and we see a plethora of these technologies that we can really make meaningful contributions and grow our portfolio. Specific to your question on wireless, obviously, wireless exceeded expectations this year, in part driven by stabilization in 5G, which has normalized, and then some of the advanced technology areas that we've made investments in starting to show some early results, even prior to 6G hitting inflection. I would say we're optimistic about the wireless growth into 2026, but even ahead of the 6G inflections that may occur in the later part of the decade.\n\nMehdi Hosseini\n\nAnalyst, SIG\n\nOkay. A quick follow-up. As we look into the adoption of 1.6 TB per second wireline, would there be an additional growth or growth acceleration for Keysight? Would there be any upgrade? I'm asking the question because speed is to the advention of Keysight, and we get to those data rates. I wonder if there's any upgrade or pricing that would help with a higher growth rate. Any color would be great.\n\nSatish Dhanasekaran\n\nPresident and CEO, Keysight Technologies\n\nI think we really, as you know, Mehdi, our strategy has been to develop first-to-market solutions, which offer our customers greater value, and the higher technological complexity, I think, it really plays to our strength. With regard to the wireline, there's a plethora of inflecting technologies across the entire AI stack, including the networking one that you referenced, where we're well-positioned to continue the momentum into 2026.\n\nOperator\n\nGreat. Thank you so much for your questions. Our next question comes from the line of Samik Chatterjee with JPMorgan. Your line is now open.\n\nSamik Chatterjee\n\nAnalyst, JPMorgan\n\nHi. Yep. Thank you. Thank you for taking my questions, and congrats on the strong outlook here. Satish, you mentioned sort of the order acceleration through the year, but still, when I take out the acquired business and the contribution there, there was a significant acceleration quarter over quarter from July to October. Maybe if you can just sort of go into the details there a bit in terms of how much of that was attributable to maybe more wireline, and specifically relative to production use cases, relative to R&D, and what's sort of the driver of the significant acceleration, because it seems like you're not only sort of confident about the order outlook here, but you also have a visibility into the pipeline of that remaining robust. I have a quick follow-up. Thank you.\n\nSatish Dhanasekaran\n\nPresident and CEO, Keysight Technologies\n\nThank you, Samik. Yeah, very pleased with the results in Q4. I may want to start by saying, clearly, the revenue outperformance was driven by the broad order strength that we saw with both our CSG and EIC businesses growing double digits this quarter. We also are quite pleased with the broad nature of the strength. All our regions grew, and it's pretty broad. The areas that we have really been focusing on in the portfolio with our growth initiatives have really kicked into early gear, is the way I would characterize this.\nWhen we look ahead at the pipeline, we see a very robust pipeline. Obviously, our visibility, 60 to 90 days, is pretty good, and we see a robust set of pipeline that we can go execute. We're also seeing the underlying demand, whether it is the volume of the pipeline, the velocity of the pipeline, or the conversion rate, the sort of metrics that we track, including the quality of the pipeline. They're all trending up. We feel good about this, and we reflected that in our guide.\n\nSamik Chatterjee\n\nAnalyst, JPMorgan\n\nOkay. Maybe quickly, just for Neil. Neil, you outlined the synergy expectation here. Can you just give us a bit more detail in terms of how to think about what's required for the acquisitions to go from EPS accretive to potentially the operating margins of those acquired businesses being similar to the corporate average or being operating margin accretive in the future?\n\nNeil Dougherty\n\nCFO, Keysight Technologies\n\nYeah, absolutely. As I said in the prepared remarks, we're working to generate $100 million of run rate synergies and other operational efficiencies across Keysight. Certainly, the majority of that, the large majority of that, is coming from synergies as we integrate these acquisitions. Those of you that have covered Keysight for a while will know that our integrations are complete, and we do a thorough integration that tends to take us on average 12 to 18 months to complete.\nA significant driver of cost synergies for us is when we get systems aligned, and getting these acquisitions into our ERP environment is a big driver, and that does take time. I think as you think about FY26, relatively low realized synergies in these first few quarters until we can get to that cutover point. Later in the year, I think you'll see a step function improvement in terms of synergy realization, with then a longer tail of smaller synergy realization into 2027.\n\nSamik Chatterjee\n\nAnalyst, JPMorgan\n\nOkay. Thank you. Thank you.\n\nOperator\n\nThank you for your questions. Our next question is from the line of Andrew Spinola with UBS. Your line is now open.\n\nAndrew Spinola\n\nAnalyst, UBS\n\nThank you. I wanted to ask a question on the wireline business. Generally, when we think about your R&D business, it sort of runs in front of the actual deployment of the hardware by a few years. We think about 6G coming in 2030, it needs to be spending in 2027. I'm wondering, how should we think about wireline? A lot of the hyperscaler build is going on pretty actively right now, and really just starting to see your wireline business pick up in the last few quarters. I'm wondering what's different about the timing on the wireline business with the hyperscalers, and what does that tell us about maybe the visibility and the longevity of this spend?\n\nSatish Dhanasekaran\n\nPresident and CEO, Keysight Technologies\n\nYeah, I'd say that's a good question, Andrew. I'd say there's a couple of things going on. There's a couple of things going on. Obviously, the AI cluster and infrastructure build-outs that are occurring are driven by the hyperscaler spend. The entire supply chain is sort of locking in grid and trying to deconstrain a constrained supply environment. There's some of our impact, positive impact to our business from that dynamic. The longer-term overarching theme is the underlying waves of technology across the entire stack, all the way from compute to memory to storage to the infrastructure itself. When it all comes together, I think we're making significantly bigger contributions and participating in that secular long-term trend from an R&D perspective. We feel good about both these opportunities in the short and medium term.\n\nAndrew Spinola\n\nAnalyst, UBS\n\nOkay. Thank you very much.\n\nSatish Dhanasekaran\n\nPresident and CEO, Keysight Technologies\n\nThank you.\n\nOperator\n\nThank you for your question. Our next question comes from the line of Atif Malik with Citi. Your line is now open. Hi.\n\nAtif Malik\n\nAnalyst, Citi\n\nThank you for taking my question. I have a question for Satish. Satish, NVIDIA announced $1 billion strategic investment in Nokia developing AI-powered networks for future 6G RAN infrastructure. I heard you still say that the later part of this decade for 6G. In terms of the adoption, why wouldn't it be faster if the AI guys are supporting faster adoption of 6G? Just kind of help us out. Has anything changed with respect to your view on the inflection in 6G?\n\nSatish Dhanasekaran\n\nPresident and CEO, Keysight Technologies\n\nYeah, it is a good question. I think when we think about any big technology role, such as a generational role, we start to look at where the standards are. That's often a good mile marker for how deployments will occur. When we think about the standardization, we're thinking '28, '29-ish timeframe when that process comes to some level of maturity before global deployments may occur. Specific to our portfolio, we're quite excited by the new opportunities, the changing technology stack presents itself. I'll have Kailash make a couple of comments on some of the collaborations that we're currently engaged in that we feel like will result in meaningful upside to the company.\n\nKailash Narayanan\n\nSVP, Keysight Technologies\n\nThank you, Atif. We are working with operators, to your point, in helping them evaluate how GPUs and AI accelerators can be deployed in RAN environments. We have a solution portfolio that we have launched recently that allows them to model concurrent RAN and AI workloads in partnership with NVIDIA and an ecosystem of US operators. Recently, we also launched a solution to bring the concurrent exploration of compute as well as connectivity infrastructure using some of our wireline as well as wireless portfolio. All of this is exciting, and we are enabling the industry further the 6G standard forward.\n\nAtif Malik\n\nAnalyst, Citi\n\nThank you.\n\nSatish Dhanasekaran\n\nPresident and CEO, Keysight Technologies\n\nThank you.\n\nOperator\n\nThank you for your question. Our next question comes from the line of Rob Mason with Baird. Your line is now open.\n\nRob Mason\n\nAnalyst, Baird\n\nYes, good afternoon. My first question was going to direct to Satish. I was curious if you could just speak to the positioning business that you did acquire with the Spirent acquisition. It does look like that's really new capability that you're bringing to the portfolio. You made mention of it some in the aerospace defense commentary, but I'm just curious how you see that technology layering across the portfolio applicability, and where do you think Keysight's relationships can add incremental value to that capability?\n\nSatish Dhanasekaran\n\nPresident and CEO, Keysight Technologies\n\nYeah, thank you, Rob. Great question. I'm very excited to answer it, as you can probably sense. Positioning is a crown jewel, right, inside this current portfolio. Very unique capabilities with regard to positioning, navigation, and time. You might say, \"What does it do? What does the product truly do?\" Well, it simulates and emulates satellite environments in the lab. I used to be an engineer at Motorola, and even dating back to my time as an engineer, I've used these tools, and I'm a big fan of these tools.\nInside the Keysight environment, I think it takes a completely different upgraded opportunity set because of our different end market exposure. I would just start with automotive being an example. You start to look at autonomous systems, integrated sensing, and communication in the context of 6G, aerospace defense with jamming, spoofing, and a whole bunch of new considerations that the security environment now requires. Quite excited by it. It'll take us some time to get it all plumbed together into our solutions portfolio. This has been a gap in our portfolio and one we feel really good about embracing. I was just meeting with the team a week ago and very excited, as I can say, and a bit more color on some specific applications that we're already starting to build into our value proposition.\n\nKailash Narayanan\n\nSVP, Keysight Technologies\n\nYeah, thank you, Satish. As the LEO and NTN applications scale, we obviously see significant opportunities to offer additional value to our customer base. We're looking to bundle in some of these capabilities with our classic physical and protocol layer solutions. Clearly, this is an upside for us. Satish talked about NTN design activity gaining momentum. What this does is it enhances our portfolio that we already have from testing antennas on satellites to going into satellite constellation emulation, orbital emulation, channel emulation, and so forth. Plenty of applications here to bundle this capability into Keysight's portfolio. That's going to drive business both in our aerospace, defense, and wireless markets.\n\nRob Mason\n\nAnalyst, Baird\n\nThat's very helpful. Just as a follow-up, Neil, I was going to see if you could provide a little help on maybe the cadence of how the M&A revenue contribution folds in this year. It just looked like the first quarter guided contributions above the run rate. I know Spirent, in particular, had more second-half weighted, calendar second-half weighted revenue. How should we think about the cadence for the year?\n\nNeil Dougherty\n\nCFO, Keysight Technologies\n\nYeah, the revenue from the acquisitions, for rough estimates at this point, about 75% into CSG, about 25% into EISG from a seasonality perspective. It does skew a little bit more heavily towards Q1 versus the remainder of the year. We have approaching 30% here in the first quarter, with the remaining three quarters more or less equal to one another. Now, just with the small caveat, we're obviously basing that on how these businesses behaved in their prior environments and recognize that, particularly as we bring people onto our, their sales forces onto our sales structures, things are likely going to relatively quickly start to shift and start to align with Keysight. We'll have to see how that plays out. Right now, we're modeling close to 30% in Q1 and relatively evenly thereafter.\n\nRob Mason\n\nAnalyst, Baird\n\nThank you.\n\nOperator\n\nThank you for your questions. Our next question comes from the line of David Ridley-Lane with Bank of America. Your line is now open.\n\nDavid Ridley-Lane\n\nAnalyst, Bank of America\n\nThank you. I wanted to dive into that sort of commentary that you'll have 10-plus percent just EPS growth even with the dilution. Am I right in sort of thinking we're not talking about significant EPS dilution? Any way to sort of put some parameters on that?\n\nNeil Dougherty\n\nCFO, Keysight Technologies\n\nYeah. I mean, I described it in the prepared remarks as mild. I think you could think of, on a percentage basis, as low single digits.\n\nDavid Ridley-Lane\n\nAnalyst, Bank of America\n\nThe other question I had just on the contribution is, is that core commentary that you were talking about in terms of the organic revenue growth sort of fit with the historical sort of 40% plus incremental margins? Or how should we think about the contribution of the M&A synergy benefit versus your core incrementals as we're framing up the entire fiscal year? Thank you.\n\nNeil Dougherty\n\nCFO, Keysight Technologies\n\nYeah. Obviously, Spirent's a public company, so you could go look. Those businesses, as we inherited them, were operating at profit levels that were significantly lower than Keysight's. We have committed that on a post-integration basis, we expect a creative decrease in Keysight operating margins. Over that 12 to 18-month period of time, we're going to make a pretty significant increase in driving improved profitability in those businesses via this $100 million synergy and other efficiency capture. In the core businesses, I think 40% incremental is the right way to continue to think about our business.\nThe one thing that you need to factor in is tariffs, which, again, we're still lapping. They're still not fully in our run rate. As you saw this year, we came very close to delivering to the 40% core incremental while absorbing tariffs in the second half. It's the right way to think about our business, but the tariffs do provide a marginal incremental headwind.\n\nDavid Ridley-Lane\n\nAnalyst, Bank of America\n\nThank you very much.\n\nOperator\n\nThank you for your questions. Our next question comes from the line of Mark Delaney with Goldman Sachs. Your line is now open.\n\nMark Delaney\n\nAnalyst, Goldman Sachs\n\nYes, good afternoon. Thank you very much for taking my question. In your prepared remarks, you said that for the full year, you'd expect your revenue growth to be at or above the high end of the 5% to 7 target model. As you think about some of the different businesses: A&D, Wireline, Wireless, EISG, can you give us a better sense of which one do you think will grow at that level or above? Any markets that might grow a little bit slower and build up to that consolidated view that you provided?\n\nNeil Dougherty\n\nCFO, Keysight Technologies\n\nYeah. I mean, I think Satish has already provided you some color on the markets. I think as you think about Wireline, that we're clearly benefiting from the investment wave in AI. I think we would think that AI is positioned to be a significant growth driver for the company going forward. I think if you think about wireless, Satish has already commented, but I think we do see growth from where we are at these levels. You could think about wireless growing in line with our targeted growth levels for commercial comms, which was 4% to 6. I think in the industrial businesses, I think you've got the 4% to 6 is probably the right way to think about it, with strength in semi and GEMS being offset by kind of some continued questions. Automotive is the way I would think about it.\n\nMark Delaney\n\nAnalyst, Goldman Sachs\n\nMy follow-up was on tariffs. Neil, you said you expect to fully offset the August tariff sooner than you previously expected. Can you just provide some more context as to what's allowing Keysight to achieve that so much sooner? Thank you.\n\nNeil Dougherty\n\nCFO, Keysight Technologies\n\nYeah, I mean, a couple of things. First of all, last quarter, we guided you to, if you took our comments from May and added a number of comments from August, we guided you to an annualized tariff range of $150 to 175 million. Now it looks like we're trending towards the lower end of that range, so I think that's a benefit. With the strength of our business, our pricing and surcharging mitigations are ramping a little faster than expected, and we're going to be able to offset those tariffs again on a dollars basis one quarter ahead of what was previously communicated.\n\nSatish Dhanasekaran\n\nPresident and CEO, Keysight Technologies\n\nThe other part that I would add, Mark, is also we decided intentionally to honor all outstanding orders pre-tariff that were in our backlog. Effectively, some of the shipments have all gone out. Our forward-looking exposure at zero tariffs, if you will, is much smaller now.\n\nMark Delaney\n\nAnalyst, Goldman Sachs\n\nThank you.\n\nSatish Dhanasekaran\n\nPresident and CEO, Keysight Technologies\n\nThank you.\n\nOperator\n\nThank you for your questions. Our next question comes from the line of Aaron Rakers with Wells Fargo. Your line is now open.\n\nAaron Rakers\n\nAnalyst, Wells Fargo\n\nYeah. Yeah. Thanks for taking the questions, and congrats on the results. Neil, I wanted to ask you about the operating margin. I know this feels like a long time ago, but back at the analyst day in 2023, you talked about attaining a 31% to 32 operating margin. I think the initial target was by fiscal 2026. Given the operating incremental leverage that you're seeing in the model, layering in the acquisitions that you're doing, and driving accretion over time from that, how are you thinking about the achievement of getting to that 31% to 32? Is that something that you think we could see in fiscal 2026, or do you think that might still be a little bit farther out? I have a quick follow-up.\n\nNeil Dougherty\n\nCFO, Keysight Technologies\n\nYeah. No, I definitely think it's further out. In fact, we took 2026 essentially off the table when our business went into the downturn over the 2023 to 2024 period. Obviously, that was not something that we had contemplated when we made that commitment. Our business was operating at 29% operating margin when we made the 31% to 32 when we put that number out there. Since that time, obviously, we've seen a correction in our business. As evidenced this year, business is returning to growth. We're back to delivering strong incrementals. We have an incremental opportunity here with these acquisitions that we brought in as we realize value capture from those. I think all of those things will enable us to deliver strong growth, profitability, and earnings over the time frame. It will take us a while to climb back from these current 26% levels to the levels we were contemplating when we were at 29% back in fiscal 2023.\n\nSatish Dhanasekaran\n\nPresident and CEO, Keysight Technologies\n\nAaron, just to add to what Neil said, the fundamental tenets of our value creation that I laid out in terms of our business model and operating model remain intact, including the downside performance that we delivered during the downturn. Those fundamentals remain intact. Equally excited about the opportunities for driving growth and capturing upside in the market, including the value creation incrementals we can deliver from the acquisitions post-integration.\n\nAaron Rakers\n\nAnalyst, Wells Fargo\n\nYep. Yep. Very clear. As a quick follow-up, and just maybe more thematically, we talk a lot about 800 to 1.6T. Starting to hear you guys talk a bit more pervasively about Silicon Photonics. I'm curious of what your thoughts are with regards to that. When do we expect to see the volume deployments from the market appreciating here on the R&D side? I'm just curious to how you see that because there's a lot of discussion around scale-up, scale-across networking, and AI. Obviously, you're at the tip of the spear in some of those architecture shifts. Thank you.\n\nNeil Dougherty\n\nCFO, Keysight Technologies\n\nYeah. I'll have Kailash make some comments, and then maybe Jason can follow up on the Silicon Photonics as well.\n\nKailash Narayanan\n\nSVP, Keysight Technologies\n\nYeah. Thank you, Satish. Clearly, there is a scale element to it. Right now, the demand is up for high-speed silicon optics interconnect accelerators, custom silicon, and so forth. This is driving both design and R&D activity that we're enabling, as well as validating many of these racks that have lots of GPUs, complex cabling, interconnect, and networking. We're participating in validating those as well. There's a scale element. Your question about the speeds, clearly, we're seeing a design refresh that is occurring throughout the network. This is occurring at a faster pace. We are seeing concurrent activity in 400G, 800G, and 1.6T. The 1.6 Tb wave is still ahead of us. We demonstrated this year solutions to enable 1.6, 3.2, as we outlined in our prepared remarks.\nWe enabled Broadcom with their 1.6 terabit silicon. What's interesting is there are multiple challenges that the industry is facing right now. Some customers are pushing speed. Other customers are pushing decrease in power at the same speed. Yet another group of customers are working on improving density at the same speed. All of this is occurring concurrently. That's driving a lot of R&D activity, design emulation, and test intensity that we're able to enable the industry with.\n\nJason Kary\n\nSVP, Keysight Technologies\n\nYeah. Thanks, Kailash. I think he gave you a very robust overview of what's happening on the R&D side. The beauty of Keysight is we have the ability to address customers' workflows all the way from R&D into validation and into manufacturing. We're certainly seeing the benefit of AI-driven investments come through in some of our semi businesses where foundry investment, as you know, Aaron, has been happening on the front end this year. We've sold a double-digit number of systems to foundry customers on the Silicon Photonics side. I would say it's still early days, and we expect continued growth next year from Silicon Photonics as capacity continues to expand and move, like you said, from R&D to commercial production.\n\nAaron Rakers\n\nAnalyst, Wells Fargo\n\nThank you, guys.\n\nOperator\n\nThank you for your questions. Our next question comes from the line of Meta Marshall with Morgan Stanley. Your line is now open.\n\nMeta Marshall\n\nAnalyst, Morgan Stanley\n\nGreat. Good. Thanks. And congrats on the order. A couple of questions for you.\n\nSatish Dhanasekaran\n\nPresident and CEO, Keysight Technologies\n\nThank you.\n\nMeta Marshall\n\nAnalyst, Morgan Stanley\n\nJust in terms of the strength that you saw in aerospace and defense, could you speak to is this kind of the broadening of budgets that you had been expecting out of some of kind of the allies? Is this new program just kind of a little bit of where you saw that strength? Maybe as a follow-up, noted kind of the positive uptick in the auto orders year over year. Just wondering where you're starting to see some green shoots on the auto side. Thanks.\n\nSatish Dhanasekaran\n\nPresident and CEO, Keysight Technologies\n\nYeah. We'll answer that matter. I was expecting you to ask me to size my AI business, but I was ready to do that. Since you didn't ask me, I'm going to skip forward to the aerospace defense business. Record bookings this year, built backlog again. I think it's a year where, with considerable noise in the system, I would just say in Q1, we had this entire situation with administration change, which we knew that was going to be a challenging situation for our business. I also predicted that things would improve as the year went by, and it did.\nAs we looked at Q4, we had the situation with continuing resolution, spending environment from a direct government, which was a bit more moderated. Our prime contractor business was good, and we saw strength in Europe, in particular. I think this whole deterrence and the associated technologies, our portfolio is well positioned with that. Defense technology in general, with Neoprimes and others coming up with faster, more nimble platforms, are adopting Keysight solutions as well. We feel good about our portfolio and the future focus. As we have said before, this is one of those businesses that is quite easier sort of to call on a long-term basis and really tough to call on a quarterly basis. Our pipeline looks solid as we go into 2026. We'll have Jason make some comments on automotive.\n\nJason Kary\n\nSVP, Keysight Technologies\n\nHi, Meta. Thanks for the question. Yes, as we moved through this year, we saw our automotive and energy business reach some level of stability at current levels. While orders were still down for the full year, as we expected, they did grow year over year in Q4. We benefited, frankly, from a fairly soft compare last year in Q4, but it was great to see that all subsegments of the business grew across software-defined vehicle, our electric vehicle, ESI, and even on the manufacturing side, a small amount of growth. Investment's happening more in the software-defined vehicle space and vehicle network, advanced connectivity, advanced sensing and radar, as well as continued healthy chip design software renewals within the quarter were healthy.\nWe're seeing on the EV and grid side, charging and grid simulation activity and solutions are really customer priorities. Even in manufacturing, some capacity investment side to software-defined vehicle electronics and a few new customers within the quarter. Good to see things stabilize from here. We're not calling an inflection, but we'll see how things progress here going into FY26.\n\nSatish Dhanasekaran\n\nPresident and CEO, Keysight Technologies\n\nThank you.\n\nOperator\n\nThank you for your questions. Our next question comes from the line of Tim Long with Barclays. Your line is now open.\n\nTim Long\n\nAnalyst, Barclays\n\nThank you. Satish, I wasn't going to ask about scaling the AI business, but it sounds like you'll answer it. Let's start with that one, if you don't mind. Maybe just give us an idea of when you look at wireline and semis and kind of the overall business, kind of what's it doing for you. Secondly, if you could just talk about software and services, 37% on the year. I think in the slideshow, it says going up another 300 basis points with the M&A. It gets you to 40%, a pretty healthy number. What's the outlook for moving that with the M&A and kind of the way things are going in AI and software overall? Are you thinking that we'll see a continued move upward in kind of the complexion of the business coming from the software and services side? Thank you.\n\nSatish Dhanasekaran\n\nPresident and CEO, Keysight Technologies\n\nThank you, Tim. First, I would say that our wireline business had a record year growing double digits just this year. If you look at the plethora of contributions that we're making towards next-gen technologies that are attributable to this entire AI ecosystem, AI clusters, and the additional infrastructure that's being built, I would say it's roughly half of our wireline business is seeing that impact because it's a broad set of portfolio of tools that we bring across physical and protocol layers of emulation. The wireline business of Keysight is, if you look at the commercial communications, a little under half of the business, with wireless still being a little over half. That sort of gets you to see it.\nThat part of the business is growing strongly with robust adoption from customers across the entire tech stack that we referenced before. The second part of the question is really about software and services. This has been a focused area of strategy for us for a long period of time. There is more upside for us as we move forward. Obviously, the addition of the Optical Solutions Group, Spirent, and PowerArtist give us a meaningful uplift right away, but also the ability to continue to add more content and create lifecycle value for customers and capture that value for the P&L. We're quite excited by that as we look forward.\n\nTim Long\n\nAnalyst, Barclays\n\nThank you very much.\n\nOperator\n\nThank you for your questions. Our next question comes from the line of Rob Jamieson with Vertical Research Partners. Your line is now open.\n\nRob Jamieson\n\nAnalyst, Vertical Research Partners\n\nHey, guys. Congrats on the quarter.\n\nSatish Dhanasekaran\n\nPresident and CEO, Keysight Technologies\n\nHey, Rob.\n\nRob Jamieson\n\nAnalyst, Vertical Research Partners\n\nHey. Just wanted to touch on R&D and just some of the investment, just approaching 19% of sales this year. Can you first just talk a little bit about where you're investing the most heavily, whether that's AI and data center or some of the 5G advanced stuff that we talked about last quarter? As we look ahead, how should we think about R&D intensity going forward just with Spirent, Optical Solutions Group, and PowerArtist, just given the software nature there and wanting to keep your competitive advantage? Just how should we think about prioritization there going forward?\n\nSatish Dhanasekaran\n\nPresident and CEO, Keysight Technologies\n\nYeah. Thank you. Well, first, I would say that when we look at the entire portfolio, we have a cohesive portfolio of physical layer, protocol layer emulations, and into applications just in the design space. We see opportunities in the physical layer to refresh our portfolio of offerings as the new technologies come in and customers are ready for adoption. We're in between that refresh phase of investment right now. Over the next 18 months, feel really good about the new product introductions that we have that we're continuing to work on.\nYou're seeing that not only in the traditional wireless, but also in defense technology, and in AI. You're seeing a little bit of increase in R&D spending associated with that. I do believe that each of these products and solutions are going to help us outperform our markets under a range of conditions. That's why we're doing it. Your point is well taken with regard to the software assets. They typically run north of our company average. I'll let Neil sort of help you with the modeling of it.\n\nNeil Dougherty\n\nCFO, Keysight Technologies\n\nYeah. I mean, I think as we think about integration, as we said in some of our prior comments, the primary areas of focus are on leveraging our go-to-market, leveraging our back office. That being said, there may be some opportunities as we breathe these things into the portfolio to align and share some costs. Primarily, we're looking for leverage in other parts of the P&L.\n\nRob Jamieson\n\nAnalyst, Vertical Research Partners\n\nOkay. That's helpful. Thank you. Just a free cash flow, just solid again this quarter. Anything to call out in terms of some of the drivers or levers there? As we look into 2026, just how should we think about conversion for the full year? I know you've probably got some acquisition-related cash expenses, but would you still expect to be above that 90+% long-term conversion rate that you're targeting?\n\nNeil Dougherty\n\nCFO, Keysight Technologies\n\nYeah. I mean, I think we continue to expect good conversion of non-GAAP net income into profitability or into free cash flow. That's how we track it. As you know, we will see some additional integration-related expenses that will put some pressure on free cash flow conversion during the year. Again, I think if we step back and think about it from the grand scheme of things, relatively a small proportion of the overall total, and therefore, we'd still expect strong free cash flow conversion next year.\n\nRob Jamieson\n\nAnalyst, Vertical Research Partners\n\nGreat. Thank you for taking my questions.\n\nOperator\n\nThank you for your questions. That concludes our question-and-answer session for today. I would like to turn the call back to Paulenier Sims for any closing remarks.\n\nPaulenier Sims\n\nDirector of Investor Relations, Keysight Technologies\n\nThank you, Victoria. Thank you all for joining us today. Have a good day.\n\nOperator\n\nThat concludes our conference call. You may now disconnect your line."
  },
  {
    "header": "KEYS",
    "cik": "0001601046",
    "ticker": "KEYS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ee5f2bb4379003294aadd3c5cc264811",
    "period": "2025 Q3",
    "content": "Q3 2025 Keysight Technologies Inc Earnings Call\n\nQ3 2025 Keysight Technologies Inc Earnings Call\n\nKEYSNYSEAUG 19, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen and welcome to the Keysight Technologies Fiscal Third Quarter 2025 Earnings Conference Call. My name is Reagan, and I will be your lead operator today. [Operator Instructions] This call is being recorded today, Tuesday, August 19, 2025 at 1:30 p.m. [indiscernible] time.\nI would now like to hand the call over to Paulina Sims, Director of Investor Relations. Please go ahead, Ms. Sims.\n\nPaulenier Sims\n\nDirector of Investor Relations\n\nThank you, and welcome, everyone, to Keysight's Third Quarter Earnings Conference Call for Fiscal Year 2025. Joining me are Keysight's President and CEO, Satish Dhanasekaran; our CFO, Neil Dougherty, and our Senior Vice President of Global Sales, Steve Yoon.\nThe press release and information to supplement today's discussion are on our website at investor.keysight.com under Financial Information and Quarterly Reports. Today's comments will refer to non-GAAP financial measures. We will also make reference to core growth, which excludes the impact of currency movements and acquisitions or divestitures completed within the last 12 months. The most directly comparable GAAP financial metrics and reconciliations are on our website, and all comparisons are on a year-over-year basis unless otherwise noted. We will make forward-looking statements about the financial performance of the company on today's call. These statements are subject to risks and uncertainties and are only valid as of today. We assume no obligation to update them and encourage you to review our recent SEC filings for a more complete view of these risks and other factors. Lastly, management is scheduled to participate in upcoming investor conferences hosted by Deutsche Bank, Citibank, JPMorgan and Goldman Sachs.\nAnd now I will turn the call over to Satish.\n\nSatish C. Dhanasekaran\n\nPresident, CEO & Director, Keysight Technologies, Inc.\n\nGood afternoon, everyone, and thank you for joining us today. In the third quarter, Keysight's strong execution resulted in 11% year-over-year increase in revenue to $1.4 billion and earnings per share of $1.72, both of which exceeded the high end of our guidance.\nOn the demand front, orders increased by 7% with growth across both the CSG and EISG segments. We saw sustained AI momentum, strong growth in aerospace defense government and general electronics with stability in wireless and automotive. We're executing our strategy and capitalizing on opportunities across our end markets. The ongoing pace of innovation is driving deeper collaboration with customers based on our solid pipeline of opportunities and customer engagements, we're once again raising our outlook for the full fiscal year.\nTurning to the business segments. The Communications Solutions Group delivered solid order and revenue growth year-over-year. In wireline, our early recognition of AI as a transformative technology shift led us to make strategic investments a few years ago to align our portfolio to the multiyear innovation road map we saw unfolding. As the industry accelerates investments in compute, memory, networking and interconnect technologies we're capitalizing today while investing to position Keysight for the long term. The emerging AI ecosystem is fueling massive growth in digital infrastructure, which in turn drives the need for rapid innovation across the technology stack. To meet this challenge, we're delivering advanced physical layer solutions and new silicon photonics capabilities that enhance R&D workflows and address customers' single integrity and performance requirements.\nAt the same time, networking technologies are advancing rapidly to keep pace with escalating performance needs. Our interconnect solutions are enabling this evolution, supporting scale up and scale-out architectures with higher network speeds and more advanced switching capabilities. This quarter, we delivered the industry's first protocol layer solution for validating 1.6 terabit performance a major milestone for next-generation networks. We also partnered with AMD to achieve early PCIe Gen 6 compliance validation, laying the groundwork for next wave of AI-ready high-speed interfaces.\nWith growing complexity in data center at scale, it's critical to model and test not just individual devices and components, but their interactions at the system level. This prevents bottlenecks within the data center, optimizing system efficiency and performance for AI applications. We're working closely with industry leaders to model complex workloads, training environments and intercluster interactions. Our software solutions enable emulation of real-world scenarios, exposing system-level challenges early in the design process.\nThis quarter, we saw a broader adoption of Keysight AI solutions as customers look to streamline integration, accelerate deployment of AI infrastructure. The wireless business remains stable. Current momentum in non-terrestrial networks and continued R&D activity in 5G advanced is contributing to steady demand. We're actively partnering with industry leaders to support emerging applications like direct-to cell connectivity and low earth orbit networks. While broader 6G commercialization is still years away, we're focused on leading the industry into next generation of innovation. We're deeply engaged in progressing early 6G research and shaping the standards that will define its implementation.\nThis quarter, we collaborated with NTT to demonstrate a breakthrough in sub terahertz component characterization at ultra high data rates. We're working with key customers on advancing new spectrum utilization, sensing and next-generation MIMO technologies that will drive long-term transformation across wireless.\nMoving to aerospace, defense and government. Elevated defense spending globally and modernization priorities are driving robust demand, particularly in the U.S. and Europe. We secured key wins at EU prime contractors for RADAR and electromagnetic spectrum operation applications, leveraging our multi-decade experience in high-performance capabilities and complex system integration. Our differentiated platforms emulate complex 3D radio channel conditions and enable customers to model dynamic signals for satellite, vehicle, airborne and terrain scenarios. Keysight is well positioned to capitalize on growing defense and government budgets around the world. Our enablement of sovereign research and innovation continued. This quarter, we collaborated with AIST in Japan to establish a 1,000 cubic platform. This sets a new benchmark for furthering quantum computing research and results from our commitment to long-term innovation and investments in advanced R&D.\nTurning to Electronic Industrial Solutions Group, orders and revenues grew both year-over-year and sequentially. In our broad general electronics business, orders grew strongly in the quarter and year-to-date. In consumer industrial, high performance requirements in AI data centers are translating into investment in high-speed PCBs and interconnect. Digital health continued to grow, driven by advancements in the validation and production of medical devices. This momentum extended to ensuring compliance in wireless and wired connectivity for monitoring systems. Advanced Research and Education also grew this quarter driven by leading-edge semiconductor 6G and photonics initiatives with growth across EU and Asia Pac regions. In automotive, demand improved sequentially and was stable year-over-year as we lapped higher compares. Our solutions are enabling OEMs and their partners to advance new software-defined architectures as well as advanced RADAR and sensing. Leveraging Keysight's broad portfolio, we're engaging with customers in the design and validation of in-vehicle network compliance and security applications.\nThis quarter, we enable Neo to validate the compliance of their smart electric vehicles with global wireless connectivity standards. In addition, our ESI and design engineering software renewal rates with major OEMs were strong across all regions. We also recently delivered and installed a state-of-the-art R&D battery test lab for a leading European OEM customer. Despite headwinds, these collaborations illustrate the industry's ongoing commitment to innovation as it transitions to smart connected vehicles. In semiconductor, robust demand for our wafer test solutions continued. Keysight's differentiation and customer focus is driving tighter engagement with leading foundries and IDMs. Our advanced node, high-bandwidth memory and silicon photonic solutions are enabling customers to address increasing AI compute intensity and power efficiency requirements. Investment and growth expectations remain favorable, supported by sovereign priorities around the world.\nMoving to software and service. Keysight simulation and emulation portfolio is unlocking faster and smarter innovation for our customers, helping them to achieve faster time to market, reduce risk and superior product performance. This quarter, we saw a healthy demand for our RFEDA solutions, driven by increased government, aerospace and defense spending as well as the need for high-speed digital simulation capabilities in the AI data center supply chain. Keysight Services business continues to grow, driven by expansion of managed services and value delivered through Keysight Care. This quarter, we saw strength in aerospace, defense and government as well as data centers, markets where high-value services and maximum uptime are mission-critical to our customers' success. Our new products and solutions continue to accelerate customer innovation.\nAt the International Microwave Symposium in June, Keysight showcased multiple high-performance products that address the needs of next-generation radio frequency and digital design. This includes industry's first handheld millimeter wave signal analysis solution, advanced phased array antenna test capabilities and phase noise measurement systems, all with applications across multiple end markets.\nIn summary, Keysight is capitalizing on market opportunities and multiple waves of technology innovation underway. I'd like to thank our team for their relentless customer focus and collaboration, which positions us well both near- and long-term value creation. We remain confident in our ability to navigate the evolving trade and tariff environment to deliver healthy margins and strong free cash flow with our financial model and operational flexibility, reinforcing our ability to invest, adapt and lead.\nWith that, I will turn it over to Neil to discuss our financial performance and outlook.\n\nNeil P. Dougherty\n\nVice President, Agilent Technologies, Inc.\n\nThank you, Satish, and hello, everyone. Third quarter revenue of $1.352 billion was above the high end of our guidance range, up 11% on a reported basis or 9% on a core basis. Orders of $1.340 billion were up 7% on a reported basis or 6% on a core basis. Looking at our operational results for Q3, we reported gross margin of 64%, operating expenses of $526 million and operating margin of 25%, an increase of 60 basis points over last year.\nTurning to earnings. We achieved $297 million of net income and delivered earnings per share of $1.72, which increased 9% year-over-year. Our weighted average share count for the quarter was 173 million shares. Keysight's Q3 tariffs were in line with the estimates that we provided last quarter. We are making progress on our mitigation strategies, which include supply chain optimization as well as pricing and efficiency actions. Accounting for the longer execution time required for certain strategies and our quote to revenue cycle time, we are factoring in a lag for these actions to be fully realized in our results.\nMoving to the performance of our segments. The Communications Solutions Group generated third quarter revenue of $940 million, up 11% on a reported basis or 10% on a core basis. Commercial communications revenue of $644 million was up 13%, driven by double-digit growth in both wireline and wireless. Aerospace, Defense and Government achieved revenue of $296 million, an increase of 8%. Altogether, CSG delivered 67% gross margin and 26% operating margin. The Electronic Industrial Solutions Group generated $412 million in revenue, an increase of 11% on a reported basis or 9% on a core basis with growth across automotive and energy, semiconductor and general electronics. EIC delivered 57% gross margin and 22% operating margin. Software and Services accounted for approximately 36% of Keysight revenue, while annual recurring revenue was 28% of the total.\nMoving to the balance sheet and cash flow. In Q3, we generated cash flow from operations of $322 million and free cash flow of $291 million. Year-to-date free cash flow now stands at $1.1 billion. We ended the quarter with $2.636 billion in cash and cash equivalents, an additional $759 million is designated as short-term restricted cash the vast majority of which is set aside for closing the Spirent acquisition. We repurchased approximately 300,000 shares this quarter at an average price of approximately $164 for a total consideration of $50 million.\nWith regard to the pending acquisition of Spirent, the final regulatory review is progressing, and we now anticipate closing the transaction in our fiscal fourth quarter. The acquisitions of Synopsys' Optical Solutions Group and Ansys' PowerArtist are similarly advancing towards final regulatory approval.\nTurning to our outlook. Let me start with a few comments on the tariff rates announced on August 1. We estimate the new tariff rates will increase our tariff exposure by approximately $75 million annually. As communicated last quarter, we are on track to fully mitigate the April tariffs by Q1. We initiated additional actions to address the August tariff increase, which we expect to have fully mitigated on a dollars basis within the first half of FY '26. As Satish noted, the demand environment has remained resilient despite an uncertain macroeconomic backdrop. We enter Q4 in a strong backlog position. Given our year-to-date outperformance and visibility into the coming quarter, we are raising our full year growth outlook once again.\nFor the fourth quarter, we expect revenue in the range of $1.370 billion to $1.390 billion and Q4 earnings per share in the range of $1.79 to $1.85 based on a weighted diluted share count of approximately 173 million shares. This will result in a full year revenue growth of 7% and full year EPS growth of approximately 13% at the midpoint. This guidance factors in all tariff announcements to date and assumes tariffs remain at August levels.\nWith that, I will now turn it back to Paulina for the Q&A.\n\nPaulenier Sims\n\nDirector of Investor Relations\n\nThank you. Reagan, will you please give the instructions."
  },
  {
    "header": "KEYS",
    "cik": "0001601046",
    "ticker": "KEYS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9fb659e306d917c302de2774d7913b43",
    "period": "2025 Q2",
    "content": "Q2 2025 Keysight Technologies Inc Earnings Call\n\nQ2 2025 Keysight Technologies Inc Earnings Call\n\nKEYSNYSEMAY 20, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to Keysight Technologies Fiscal Second Quarter 2025 Earnings Conference Call. My name is Tamia, and I will be your lead operator today. [Operator Instructions]. This call is being recorded today, Tuesday, May 20, 2025, at 1:30 p.m. Pacific Time.\nI would now like to hand the call over to Paulenier Sims, Director of Investor Relations. Please go ahead, Ms. Sims.\n\nPaulenier Sims\n\nSenior Director of IR, Two Harbors Investment Corp.\n\nThank you, and welcome, everyone, to Keysight's second quarter earnings conference call for fiscal year 2025. Joining me are Keysight's President and CEO, Satish Dhanasekaran, and our CFO, Neil Dougherty.\nThe press release and information to supplement today's discussion are on our website at investor.keysight.com under Financial Information and Quarterly Reports.\nToday's comments will refer to non-GAAP financial measures. We will also make reference to core growth, which excludes the impact of currency movements and acquisitions or divestitures completed over the last 12 months. The most directly comparable GAAP financial metrics and reconciliations are on our website, and all comparisons are on a year-over-year basis unless otherwise noted.\nWe will make forward-looking statements about the financial performance of the company on today's call. These statements are subject to risks and uncertainties and are only valid as of today. We assume no obligation to update them and encourage you to review our recent SEC filings for a more complete view of these risks and other factors. Lastly, management is scheduled to participate in an upcoming investor conference hosted by Baird.\nAnd now I will turn the call over to Satish.\n\nSatish C. Dhanasekaran\n\nPresident, CEO & Director, Keysight Technologies, Inc.\n\nGood afternoon, everyone, and thank you for joining us today.\nDuring the second quarter, Keysight delivered revenue of $1.3 billion and earnings per share of $1.70 and both of which exceeded the high end of our guidance. This marks the second consecutive quarter of revenue growth driven by continued momentum in CSG and return to growth in EISG. The demand environment was solid in the quarter with orders growing 8% year-over-year and 4% sequentially to $1.3 billion. Even as we are monitoring the overall macro environment we entered the second half with a healthy pipeline of opportunity and strong customer engagements. Neil will have more details on the tariff impact in his remarks.\nOverall, our business results demonstrate the resilience of our business and the durability of our financial operating model, which is underpinned by a flexible cost structure, supply chain and operating capabilities that allow us to quickly adapt to external dynamics. As a result of a multiyear investments, we have a diversified global supply chain, which is largely based in Southeast Asia with minimal exposure in China.\nDespite the near-term uncertainty, we're confident in our market leadership, the strength of our operating model and our ability to generate value for our stakeholders. Our capital allocation priorities have not changed. We are investing for the long term while also pursuing a balanced return of capital enabled by our strong free cash flow conversion. Over the past 12 quarters, we have returned over $1.7 billion or roughly 50% of free cash flow to investors via repurchases.\nTurning to business segments. In CSG, Commercial Communications orders grew double digits. Demand remains robust in wireline where the ongoing data center infrastructure expansion is driving order strength. We saw continued deployment of 400 and 800 gig Ethernet technologies in AI data center applications. R&D investments in 1.6 terabit electrical and optical technologies as well as expansion of new protocols in AI data center networks are fueling demand as the entire industry is innovating and developing new applications and services.\nThis quarter at OFC, we demonstrated the industry's first solution for 448 gig per lane optical transmission, a key building block in the deployment of 1.6 and 3.2 terabit networks. The depth and breadth of Keysight's capabilities in the electrical and optical and wireline protocol stacks positions us well to enable ongoing innovation in high-performance computing, memory and networking.\nWireless orders grew in Q2. We saw a steady pace of R&D activity related to 5G advanced and early 6G research as well as investments in non-terrestrial networks. While smartphone supply chain activity remains stable, innovation and investment in R&D in radio access networks continue to grow. Keysight's new digital twin and system emulation capabilities are enabling non-total applications and expanding our customer engagements.\nIn aerospace, defense and government, orders grew this quarter, driven by strength in the U.S. and Europe. Ongoing investment in spectrum operations and space applications drove growth. Although the U.S. will be operating under a continuing resolution for most of the year, overall demand and pipeline of opportunities remains robust with prime contractor backlogs at record levels.\nInvestments in defense modernization remains a top priority for many countries as reflected in the increased budget proposals in U.S., Europe and Asia. Keysight is a trusted partner in this ecosystem, delivering advanced high-fidelity test capabilities that simulate real-world electronic threats in lab environments. This quarter, Keysight One, a notable deal with a major defense agency in Europe to modernize its testing capabilities for antenna radar applications, which are key to mission-critical applications.\nOur innovation pipeline is driving the steady cadence of new products and solutions, which this quarter included a higher frequency extensions to our phase noise analyzer for defense applications and a new digital communications analyzer for 24 gig transceiver test enabling wireline and general purpose use cases.\nTurning to Electronics Industrial Solutions Group, the demand environment remains mixed, while the revenue returned to growth after 6 quarters of decline. In semi, the demand for our wafer test solutions from large foundry and IDM customers remain strong, leading-edge process node investment was augmented by rapid growth in high-bandwidth applications. Customer engagements for silicon photonics, co-packaged optics accelerated within the quarter as the industry works to address performance limitations across latency, bandwidth and power in the AI data center.\nIn automotive, while orders and revenues were down, the business has largely stabilized. Engagements with OEM customers remain steady with investments in software-defined vehicle capabilities, including cybersecurity, RADAR simulation and ADAS chipset development. This quarter, we secured a key win with a major automotive OEM for design and test of their home energy management systems.\nGeneral electronics orders grew for the third consecutive quarter, although at a lower rate growth in multi-industrial and med tech customers for both R&D and manufacturing solutions was partially offset by contraction in U.S. education funding and continued normalization in the distribution channel.\nMoving to software. Design engineering software orders grew double digits, reflecting a healthy demand for our RF EDA solutions. We're seeing growing interest from industrial customers looking to apply simulation and virtual prototyping in the mechanical domain.\nWith respect to our recent ESI acquisition, we're enabling next-generation industrial design by delivering a panel forming solution to a large European auto OEM that will drive efficiencies through their manufacturing processes and optimize their production time lines.\nIn closing, we're pleased with the recovery that's underway. Our end markets have largely performed in line with our expectations heading into this year. And I'm once again proud of the Keysight team's execution in this quarter in what remains a dynamic environment.\nKeysight's broad portfolio of differentiated solutions positions the company to outperform in a variety of market environments. We continue to make deliberate multiyear investments aligned with long-term technology trends creating opportunities now and into the future. As we move through the second half, we remain focused on executing on what we control and continuing to deliver value to our customers and stakeholders.\nWith that, I'll turn it over to Neil to discuss our financial performance and outlook.\n\nNeil P. Dougherty\n\nVice President, Agilent Technologies, Inc.\n\nThank you, Satish, and hello, everyone.\nSecond quarter revenue of $1.306 billion was above the high end of our guidance range, up 7% on a reported basis and 8% on a core basis. Orders of $1.316 billion were up 8% on both the reported and core basis.\nLooking at our operational results for Q2. We reported gross margin of 65%. Operating expenses were $516 million, up 4%. Q2 operating margin was 25% and increased 100 basis points over last year.\nTurning to earnings. We achieved $295 million of net income and delivered earnings per share of $1.70. Our weighted average share count for the quarter was 173 million shares. Our Q2 results included approximately $7 million of new tariff expenses in cost of sales, which had a 60 basis point unfavorable impact on both gross and operating margins. And resulted in an approximately $0.04 reduction in earnings per share.\nMoving to the performance of our segments. The Communications Solutions Group generated second quarter revenue of $913 million, up 9% on a reported and core basis. Commercial Communications revenue of $612 million was up 9%, reflecting sustained strength in wireline and growth in wireless. Aerospace defense and government achieved revenue of $301 million, an increase of 9%. Altogether, CSG delivered 67% gross margin and 26% operating margin.\nThe Electronic Industrial Solutions Group generated $393 million in revenue, an increase of 5% with growth in semiconductor and general electronics more than offsetting a decline in automotive and energy. EISG delivered 59% gross margin and 23% operating margin.\nSoftware and services accounted for approximately 36% of Keysight revenue while annual recurring revenue was 28% of total mix.\nMoving to the balance sheet and cash flow. We ended the quarter with [ $3.118 billion ] in cash and cash equivalents generating cash flow from operations of $484 million and free cash flow of $457 million. In April, we issued senior notes for an aggregate principal amount of $75 million. We intend to use the net proceeds for general corporate purposes, which may include partially funding the previously announced acquisition of Spirent.\nWith regard to pending acquisitions, U.K. Competition and Markets Authority cleared the Spirent transaction in March. We are progressing through the review process with other regulatory agencies and expect the transaction to close in Keysight's third fiscal quarter. In addition, the acquisition of Optical Solutions Group and Power Artist is anticipated to close shortly after the Synopsys to ANSYS transaction is completed.\nLastly, we repurchased 1,042,000 shares this quarter at an average price of approximately $144 for a total consideration of $150 million.\nNow turning to the current environment. tariffs and our outlook. We have a diversified global supply chain with minimal exposure to China and have already taken action across multiple factors to reduce the incremental impact of tariffs. Our multipronged mitigation approach spans our global manufacturing footprint and sourcing strategies as well as pricing and cost actions. Based on actions taken to date, we estimate our annual exposure at approximately $75 million to $100 million.\nWe are working to further reduce this exposure and offset any remaining impact. Given the high priority that we place on maintaining our long-term customer relationships, our pricing actions were not applied to pre-tariff backlog. As a result, and assuming tariff rates remain at the current levels, the most significant tariff impact is expected in Q3 with full mitigation by the end of the fiscal year. Keysight currently has $2.4 billion in backlog and enters Q3 with a solid scheduled shipment position. Despite the dynamics and uncertainty of the current macroeconomic environment.\nAs Satish mentioned earlier, at this point, we have not seen any material adverse effects on demand from tariffs and are therefore raising our full year growth expectations. We now expect FY '25 revenue growth at the midpoint of our 5% to 7% long-term target and annual EPS growth slightly above our long-term 10% target. For the third quarter, we expect revenue in the range of $1.305 billion to $1.325 billion and Q3 earnings per share in the range of $1.63 to $1.69 and based on a weighted diluted share count of approximately 173 million shares.\nImplied in this guidance is the assumption that tariffs remain at current levels for the year.\nWith that, I will turn it back to Paulenier for the Q&A.\n\nPaulenier Sims\n\nSenior Director of IR, Two Harbors Investment Corp.\n\nThank you, Neil. Operator, will you please give the instructions for the Q&A, please?"
  },
  {
    "header": "KEYS",
    "cik": "0001601046",
    "ticker": "KEYS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0136a6d23d284f53d800c26e3bab389c",
    "period": "2025 Q1",
    "content": "Q1 2025 Keysight Technologies Inc Earnings Call\n\nQ1 2025 Keysight Technologies Inc Earnings Call\n\nKEYSNYSEFEB 25, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Keysight Technologies Fiscal First Quarter 2025 Earnings Conference Call. My name is Joel and I will be your operator today. [Operator Instructions]. This call is being recorded today, Tuesday, February 25, 2025, at 1:30 p.m. Pacific time.\nI'd now like to hand the call over to Harry Blount, Head of Investor Relations. Please go ahead, Mr. Blount.\n\nHarry Blount\n\nThank you, and welcome, everyone, to Keysight's First Quarter Earnings Conference Call for Fiscal Year 2025. My name is Harry Blount, I have long admired Keysight as a market leader in accelerating innovation, and I'm delighted to join Keysight as Head of Investor Relations. Joining me are Keysight's President and CEO, Satish Dhanasekaran; and our CFO, Neil Dougherty. In the Q&A section, we will be joined by Chief Customer Officer, Mark Wallace.\nThe press release and information to supplement today's discussion are on our website at investor.keysight.com under Financial Information and Quarterly Reports. Today's comments will refer to non-GAAP financial measures. We will also make reference to core growth, which excludes the impact of currency movements and acquisitions or divestitures completed within the last 12 months. The most directly comparable GAAP financial metrics and reconciliations are on our website, and all comparisons are on a year-over-year basis unless otherwise noted. We will make forward-looking statements about the financial performance of the company on today's call. These statements are subject to risks and uncertainties and are only valid as of today. We assume no obligation to update them and encourage you to review our recent SEC filings for a more complete view of these risks and other factors. Lastly, management is scheduled to participate in the upcoming investor conferences hosted by Susquehanna Financial Group and Morgan Stanley.\nAnd now I'll turn the call over to Satish.\n\nSatish C. Dhanasekaran\n\nPresident, CEO & Director, Keysight Technologies, Inc.\n\nGood afternoon, everyone, and thank you for joining us today. My comments will focus on 3 key headlines. First, Keysight delivered strong first quarter results, revenue of $1.3 billion and earnings per share of $1.82 both exceeded the high end of our guidance. Core revenues grew for the first time in 6 quarters, reflecting strength in the Communications Solutions Group and stabilization in our Electronic Industrial Solutions Group.\nSecond, orders grew year-over-year for a second consecutive quarter, up 4% to $1.3 billion. We're seeing incrementally positive signals in our sales funnel and customer engagements. Our view of 2025 remains unchanged, we continue to expect gradual recovery even as we monitor the policy changes contemplated by the new administration in the United States. Third, we're well positioned for the future, the world's most technologically advanced companies trust us to deliver market-leading products and solutions at the physical protocol and application layers. The underlying technological trends of more memory, faster processing, greater bandwidths and with lower power remain intact. We are engaging with our customers earlier and more broadly, which gives us confidence in our ability to create value for our stakeholders.\nNow let's begin with an overview of Keysight's first quarter business performance. Communications Solutions Group revenue grew 5%, reflecting continued momentum in wireline, stability in wireless and growth in aerospace, defense and government. Orders grew for the third consecutive quarter driven by growth in both wireline and wireless. In wireline, demand remained strong for our physical layer and AI workload emulation solutions, and we saw record orders again this quarter. Keysight is enabling the expansion of the AI data center network and the design of electrical and optical technologies for higher speeds and bandwidth. We continue to see strong engagement from a broad ecosystem, chipset designers, network equipment manufacturers and hyperscaler customers.\nAt DesignCon, Keysight demonstrated an industry-leading 400 gig per lane test solution, enabling 3.2 terabit speeds along with industry-leading low-power DDR6 memory compliance tests. We believe AI will be a long-term secular tailwind for the design of next-generation technologies in the network, data center and communications ecosystem.\nOur wireless business performed in line with expectations and consistent with the stability of the past 2 quarters with ongoing activity related to standards progression in 5G advanced, nonterrestrial networks and research in early 6G. We saw relative strength in net infrastructure with ongoing innovation in radio access networks and early 6G while demand remains muted in the smartphone supply chain.\nIn Q1, we launched our flagship PNA-X Pro Network Analyzer to enable the design of advanced components and modules for early 6G research, aerospace, defense and nonterrestrial networks. This solution delivers high-performance capabilities and unmatched measurement speeds while dramatically improving the efficiency of our customers' design workflows. At the upcoming Mobile World Congress, we will be demonstrating PNA-X Pro along with other solutions addressing AI, 6G, open radio access networks and satellite connectivity many of which will be highlighted in collaboration with industry-leading customers.\nTurning to aerospace, defense and government. Revenues grew to a first quarter record with strength in both the U.S. and Asia. The funnel of opportunities remain strong, [ Enzo ], secure communications, space and satellite, while orders were down in the quarter due to ongoing continuing resolutions. Keysight continues to develop differentiated RF and microwave capabilities for security applications such as radar, spectrum operations and signal monitoring. This quarter, Keysight had a notable win with a European prime for advanced simulation solution.\nTurning to Electronic Industrial Solutions Group, revenue was down 1% and orders were stable reflecting mixed demand across end markets. In semiconductor, fab capacity investment and AI-driven demand for advanced node technologies high-bandwidth memory and silicon photonics continue to drive strong customer engagement. New fab projects are ramping, helping drive a 3rd consecutive quarter of strong order growth for our parametric wafer test solutions.\nIn automotive, market conditions remain challenged, reflecting muted activity in manufacturing and EV battery development. Despite the near-term headwinds customer engagement and innovation remain high in R&D for software-defined applications and autonomous driving. Next-generation autos will require optical technologies for high-bandwidth data transfer and processing within the vehicle. This quarter Keysight partner with [indiscernible] semiconductor company to deliver a new multi-gigabit optical ethernet test solution.\nIn General Electronics, orders grew for the second consecutive quarter. Customer spending in our industrial end markets was driven by high-speed PCB and connectivity applications and inventory normalization in the distribution channel. We also saw strong growth in advanced research, particularly in Europe and Asia. We have made strategic progress in growing Software and Services which accounted for approximately 40% of Keysight revenue while recurring revenue was approximately 31% of total revenue. We are seeing growing customer engagement in our Design Engineering Software Solutions. And in ESI, we saw new demand in aerospace defense as well as industrial customers.\nIn closing, we're pleased that we've returned the company to growth, a robust innovation pipeline, strategic customer relations and strong operating and capital discipline position us well to create value for all our stakeholders. I'd like to sincerely thank our employees once again for all their outstanding contributions, commitment and track record of execution.\nWith that, I'll turn it over to Neil to discuss our financial performance and outlook.\n\nNeil P. Dougherty\n\nVice President, Agilent Technologies, Inc.\n\nThank you, Satish, and hello, everyone. First quarter revenue of $1.298 billion was above the high end of our guidance range and up 3% on a reported and core basis, while orders of $1.263 billion were up 4% on a reported and core basis. Backlog finished the quarter at $2.3 billion. Looking at our operational results for Q1, we reported gross margin of 65.8%. Operating expenses of $500 million were up 2% year-over-year and Q1 operating margin was 27%.\nTurning to earnings. We achieved $317 million of net income and delivered earnings per share of $1.82. Our weighted average share count for the quarter was 174 million shares.\nMoving to the performance of our segments. The Communications Solutions Group generated first quarter revenue of $883 million, up 5% year-over-year on a reported [ anchor ] base. Commercial Communications revenue of $572 million and aerospace, defense and government revenue of $311 million which increased 5%. Altogether, CSG delivered 68% gross margin and 27% operating margin. The Electronic Industrial Solutions Group generated revenue of $415 million down 1% or flat on a core basis. EISG reported 61% gross margin and 27% operating margin, largely due to a higher mix of software.\nMoving to the balance sheet and cash flow. We ended the quarter with $2 billion in cash and cash equivalents, generating cash flow from operations of $378 million and free cash flow of $346 million. We repurchased 450,000 shares this quarter at an average price of approximately $167 for a total consideration of $75 million.\nNow turning to our outlook. We expect second quarter revenue to be in the range of $1.270 billion to $1.290 billion, Q2 earnings per share in the range of $1.61 to $1.67. Based on a weighted diluted share count of approximately 174 million shares. As a reminder, Keysight's historical first to second quarter revenue seasonality will be muted by the cadence of the ESI business. Looking to the second half, the macro environment is expected to continue to be next, including uncertainty stemming from potential U.S. policy actions. Despite this, our base case scenario for gradual recovery and FY '25 remains unchanged, with assumptions for revenue growth at the low end of our 5% to 7% long-term target and earnings growth consistent with our 10% target.\nIn closing, we are executing well and capitalizing on the recovery as it evolves across our end markets. Our broad and diverse customer base, expanding solutions portfolio, deep customer engagements, robust innovation pipeline provides a solid foundation for the year ahead.\nWith that, I will turn it back to Harry for the Q&A.\n\nHarry Blount\n\nThank you, Neil. Operator, will you please give the instructions for Q&A."
  },
  {
    "header": "KEYS",
    "cik": "0001601046",
    "ticker": "KEYS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3c97ba91630e74e8bbc89673ad6aae1c",
    "period": "2024 Q3",
    "content": "Q3 2024 Keysight Technologies Inc Earnings Call\n\nQ3 2024 Keysight Technologies Inc Earnings Call\n\nKEYSNYSEAUG 20, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to Keysight Technologies Fiscal Third Quarter 2024 Earnings Conference Call. My name is Sierra, and I'll be your lead operator for today. [Operator Instructions] This call is being recorded today, Tuesday, August 20, 2024, at 1:30 p.m. Pacific Time.\nI would now like to hand the call over to Jason Kary, Vice President, Treasurer and Investor Relations. Please go ahead.\n\nJason Kary\n\nVice President of Treasurer & Investor Relations\n\nThank you, and welcome, everyone, to Keysight's third quarter earnings conference call for fiscal year 2024. Joining me are Keysight's President and CEO, Satish Dhanasekaran, and our CFO, Neil Dougherty. In the Q&A session, we'll be joined by Chief Customer Officer, Mark Wallace. .\nThe press release and information to supplement today's discussions are on our website at investor.keysight.com under Financial Information and Quarterly Reports. Today's comments will refer to non-GAAP financial measures. We will also make reference to core growth, which excludes the impact of currency movements and acquisitions or divestitures completed within the last 12 months.\nThe most directly comparable GAAP financial metrics and reconciliations are on our website and all comparisons are on a year-over-year basis, unless otherwise noted. We will make forward-looking statements about the financial performance of the company on today's call. These statements are subject to risks and uncertainties and are only valid as of today. We assume no obligation to update them and encourage you to review our recent SEC filings for a more complete view of these risks and other factors.\nLastly, management is scheduled to participate in upcoming investor conferences hosted by Jefferies, Deutsche Bank, Citi and Goldman Sachs.\nAnd now I will turn the call over to Satish.\n\nSatish C. Dhanasekaran\n\nPresident, CEO & Director, Keysight Technologies, Inc.\n\nGood afternoon, everyone, and thank you for joining us today. My comments will focus on 3 key headlines. First, Keysight executed well by delivering revenue and earnings above the high end of our guidance in market conditions that were stable and consistent with our expectations. Second, orders of $1.25 billion was slightly above expectations and in line with prior year and growing low single digits sequentially.\nIn a mixed demand environment, we continue to see stability and pockets of growth, particularly in commercial communications. The funnel of opportunities supports our outlook for second half orders to be above first half orders followed by a more gradual recovery in 2025, barring any further macroeconomic degradation.\nThird, we remain confident in the strength of our business model and are intently focused on value creation for both customers and our shareholders. Our capital allocation priorities have not changed. First, we're strategically investing to deliver leading-edge capabilities as new technologies inflect and to return the company to our long-term growth trajectory. Second, we're expanding our SAM and growth opportunities through disciplined M&A. And third, we are committed to returning capital through share repurchases. In fact, we returned over $715 million or 78% of free cash flow over the past 4 quarters.\nNow let's begin with a brief overview of Keysight's third quarter performance. Revenue of $1.2 billion and earnings per share of $1.57, above our expectations. And for the second consecutive quarter, we saw relative stability in both orders and [indiscernible]. Turning to our business segments. CSG returned to order growth in Q3. While revenue declined 8% year-over-year, we saw some modest improvement sequentially.\nCommercial Communications orders grew low double digits. Strong growth in wireline driven by AI, more than offset the year-over-year decline in a sequentially stable wireless business. Wireline orders grew for a third consecutive quarter, driven by robust investment in the rearchitecture of data center networks for 400-gig, 800-gig and [ terabit ] data rates, AI model training and network performance.\nWe're benefiting from the investments we have made to position Keysight ahead of this technology inflection. In R&D, we're enablers with our design and emulation solutions across the technology stack for key applications, including GPU servers, AI workload emulation and performance benchmarking. In manufacturing, AI cluster and switching deployments drove capacity demand this quarter, and we secured key wins in GPU rack connectivity applications with market-leading customers.\nKeysight also collaborated with Cisco and [indiscernible] to demonstrate interconnect technologies in AI cluster networks to reduce power consumption. We're also actively engaged with customers in the ultra Ethernet consortium to define future network architectures for AI and high-performance workloads.\nIn wireless, demand has been stable for the past 3 quarters, albeit at a lower level on a year-over-year basis. While customer spending remains cautious, the breadth of our solutions portfolio is enabling us to capture ongoing R&D investment in [indiscernible] networks, open radio access network deployments and release 18 of the 3GPP standard. Customers are also investing in scaling 5G and evaluating next-generation technologies.\nFor example, at the recent IEEE International Conference and Communications, Keysight showcased early 6G technology together with Ericsson. Government incentives, particularly in U.S., Europe and Japan are driving development of a robust ecosystem to commercialize open radio access networks.\nThis quarter, Keysight's open radio access network solutions enable state-of-the-art open testing and integration centers across the globe from Europe, to North America to Asia. Turning to aerospace, defense and government. Revenue and orders were down year-over-year, sequentially flat. The prolonged U.S. budget approval process has caused delays in appropriation of funding for new projects, which we expect to filter through over the next few quarters. In the interim, spending on defense modernization remains steady with healthy demand from U.S. primes and allied governments. Keysight recently expanded its engagement with U.S. government through joint cyber defense collaborative to enhance cybersecurity resiliency.\nIn the quarter, we secured key wins with U.S. and European primes for spectrum operation applications. We also expanded our Quantum footprint with a multi-hundred Cubed application win with a key government customer. Turning to Electronic Industrial Solutions Group, revenue continued to normalize from a strong prior year declining double digits as expected. Customer spending and market conditions remain muted, but we saw relative stability in orders and revenue on a sequential basis.\nIn semiconductor, revenue was also down year-over-year versus an all-time high Q3 last year. Orders increased low single digits and were up strongly on a sequential basis. While certain segments of the market continue to work through excess inventory, higher performance requirements for AI workloads drove spending in advanced nodes, high-bandwidth memory and silicon photonics technologies. The investments that we have made specific to these market opportunities resulted in increased demand from foundry and memory customers for our parametric wafer test solutions. In automotive, orders and revenue declined double digits. Lower auto manufacturing activity remains a headwind in the near term.\nIn new mobility, EV orders were lower as demand for some battery test and charging infrastructure investments were delayed, while AV orders grew mid-single digits on a sequential basis. The opportunities in R&D continue to grow as customer engagement in transition to software-defined vehicles ramps. As an example, Riscure successfully completed the first car connectivity consortium digital key certification in conjunction with NXP. This certification strengthens trust in security of next-generation vehicles. It also further expands Keysight's security evaluation offering for the automotive industry. In general electronics, customer spending remains constrained, particularly in manufacturing, China and the distribution channel. There were pockets of growth in digital health and advanced research, where orders grew low double digits.\nSoftware and services revenues are resilient and grew this quarter while accounting for 39% of total Keysight revenue. Annual recurring revenue from software and services also increased year-over-year and in Q3 accounted for roughly 29% of overall Keysight. Our Eggplant software test automation platform is expanding with multiple consecutive quarters of double-digit growth. We're also gaining early traction in sales channel leverage between ESI and Keysight to expand into select accounts and geographies. The collaboration resulted in a key win in the satellite communication space.\nLastly, Keysight's design engineering software platform continues to grow. This quarter, we launched new releases for virtual prototyping and simulation capabilities, which address high-performance use cases across our communications, aerospace and defense and automotive end markets. In summary, the strength and differentiation of Keysight's business model is enabling us to outperform in a variety of economic conditions. We're well positioned to capitalize on technology inflections ahead of us and remain laser-focused on value creation for both customers and shareholders.\nWith that, I'll turn it over to Neil to discuss our financial performance and outlook.\n\nNeil P. Dougherty\n\nVice President, Agilent Technologies, Inc.\n\nThank you, Satish, and hello, everyone. Third quarter revenue of $1.217 billion was above the high end of our guidance range and down 12% or 13% on a core basis. Orders of $1.249 billion were essentially flat or down 1% on a core basis. Backlog at the end of the quarter grew $30 million to finish at $2.3 billion.\nLooking at our operational results for Q3, we reported gross margin of 64%. Operating expenses of $484 million, were up 1% year-over-year. Excluding acquisitions, SG&A expenses were down 7%, reflecting our cost flexibility and actions taken to date. Q3 operating margin was 24% or 26% on a core basis. Year-to-date, core operating margin is down only 400 basis points, continuing to outperform Keysight's down cycle model and demonstrating the financial resiliency of the business.\nDuring the quarter, we amended our tax returns from 2020 onward to reflect an amortization deduction related to a prior period corporate restructuring. This change reduces our effective non-GAAP tax rate from 17% to 14% or 300 basis points for fiscal year 2024 and going forward. Turning to earnings. We achieved $275 million of net income and delivered earnings of $1.41 per share, excluding the impact of the tax rate change. This tax change added an additional $0.16 to earnings per share, of which $0.11 relates to the first half of FY '24 and $0.05 to Q3.\nAll in, we finished the quarter at $1.57 in earnings per share. Our weighted average share count for the quarter was 175 million shares. Moving to the performance of our segments. The Communications Solutions Group generated revenue of $847 million, down 8% on both a reported and core basis. Commercial communications revenue of $572 million, declined 6%. While aerospace defense and government revenue of $275 million, was down 10%. Altogether, CSG delivered gross margin of 67% and operating margin of 26%. The Electronic Industrial Solutions Group generated revenue of $370 million, down 20% or 24% on a core basis. EISG reported gross margin of 58% and operating margin of 20%, an increase of approximately 100 basis points versus the prior quarter on slightly lower revenue.\nMoving to the balance sheet and cash flow. We ended the quarter with $1.6 billion in cash and cash equivalents, generating cash flow from operations of $255 million and free cash flow of $222 million. Share repurchases this quarter totaled 1.07 million shares at an average price per share of approximately $140 for a total consideration of $150 million.\nNow turning to our outlook. We expect to finish the year slightly better than anticipated, with fourth quarter revenue in the range of $1.245 billion to $1.265 billion, and Q4 earnings per share in the range of $1.53 to $1.59 and based on a weighted diluted share count of approximately 174 million shares.\nIn closing, in an uncertain macro environment, acting on the dimensions that we control, capturing the current market opportunities and positioning Keysight for success as markets recover. With that, I will turn it back to Jason for the Q&A.\nThank you, Neil. Sierra, could you proceed with the instructions for the Q&A? ."
  },
  {
    "header": "KEYS",
    "cik": "0001601046",
    "ticker": "KEYS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/95e59101046b1292e9f04108f6752638",
    "period": "2024 Q2",
    "content": "Q2 2024 Keysight Technologies Inc Earnings Call\n\nQ2 2024 Keysight Technologies Inc Earnings Call\n\nKEYSNYSEMAY 20, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to Keysight Technologies Fiscal Second Quarter 2024 Earnings Conference Call. My name is Siera, and I will be your lead operator today. [Operator Instructions]. This call is being recorded today, Monday, May 20, 2024, at 1:30 p.m. Pacific Time.\nI would now like to hand the call over to Jason Kary, Vice President, Treasurer and Investor Relations. Please go ahead, Mr. Kary.\n\nJason Kary\n\nVice President of Treasurer & Investor Relations\n\nThank you, and welcome, everyone, to Keysight's Second Quarter Earnings Conference Call for Fiscal year 2024. Joining me are Keysight's President and CEO, Satish Dhanasekaran; and our CFO, Neil Dougherty. In the Q&A session, we'll be joined by Chief Customer Officer, Mark Wallace. The press release and information to supplement today's discussion are on our website at investor.keysight.com under Financial Information and Quarterly Reports.\nToday's comments will refer to non-GAAP financial measures. We will also make reference to core growth, which excludes the impacts of currency movements and acquisitions or divestitures completed within the last 12 months. The most directly comparable GAAP financial metrics and reconciliations are on our website and all our comparisons are on a year-over-year basis, unless otherwise noted. We will make forward-looking statements about the financial performance of the company on today's call. These statements are subject to risks and uncertainties and are only valid as of today. We assume no obligation to update them and encourage you to review our recent SEC filings for a more complete view of these risks and other factors.\nLastly, management is scheduled to participate in upcoming investor conferences hosted by Baird and UBS. And now I will turn the call over to Satish.\n\nSatish C. Dhanasekaran\n\nPresident, CEO & Director, Keysight Technologies, Inc.\n\nGood afternoon, everyone, and thank you for joining us today. My comments will focus on 3 key headlines. First, Keysight executed well in a market environment that was largely unchanged from the first quarter, revenue of $1.2 billion and earnings per share of $1.41 exceeded the high end of our guidance. Second, orders of $1.2 billion were in line with prior quarter. We saw pockets of growth and stability across multiple end markets even as customer spending remained constrained. Our base case scenario for the full year is unchanged with revenue relatively stable from Q2 to Q3 and orders increasing modestly in the second half.\nThird, our deep customer collaborations and relationships are strong and continue to inform our future road maps. These engagements reinforce our confidence in the long-term secular growth trends of our markets. The pace of innovation is accelerating across multiple vectors, and while remaining disciplined, we are investing to increase our differentiation and to capitalize on the waves of technology inflection ahead of us.\nNow let me begin with a brief overview of Keysight's second quarter performance. Revenue of $1.2 billion and earnings per share of $1.41 were above our expectations. Revenue and orders continued to normalize from the strong prior year, but were stable on a sequential basis, excluding ESI seasonality. We delivered operating margin of 24% reflecting a healthy gross margin of 65% and the cost actions and discipline that we have exercised to date.\nTurning to our business segments. Communications Solutions Group revenue declined versus prior year, which benefited from robust backlog conversion. On the demand front, orders were flat year-over-year and grew 4% on a sequential basis. Investment in defense modernization continue to drive activity in aerospace, defense and government, and we were pleased to see commercial communications order growth for the first time after 6 consecutive quarters of declines.\nWireline orders grew on a robust demand for our differentiated AI data center solutions. These include a new AI test platform that is being used by several industry leaders to emulate AI workloads and benchmark network performance.\nHyperscaler customer engagements remained high as they accelerated their AI application development. We deepened our R&D collaboration with NVIDIA on next-generation communication technologies this quarter. We also saw strong demand for AI infrastructure solutions, including test and validation of 400 and 800 gig transceivers and ultra high-speed interconnects and GPU-based compute systems.\nOur advancement of leading-edge network innovation was on display at the Optical Fiber Conference, where we demonstrated the industry's first 1.6 terabit Ethernet test solution in partnership with industry leaders. In wireless, there are some encouraging signs of incremental improvement in the industry outlook as parts of the ecosystem continue to normalize. Our latest suite of 5G solutions launched over the past year is enabling ongoing investment in evolution of 5G standards, [indiscernible] and open RAN.\nWith the first round of NTIA grants to enhance testing of interoperability, performance and security of open RAN networks, we secured key wins with several customers in the U.S. We also saw increased demand for chipset R&D as well as component production.\nEarlier in the quarter, we partnered with industry leaders to showcase new products and solutions at Mobile World Congress including [ non-terrestial ] network chipset development with Qualcomm.\nTurning to Aerospace, Defense and Government, defense modernization spending continued in radar and spectrum operations, space and satellite and signal monitoring. We saw a healthy demand from the U.S. government and primes in the quarter. After several continuing resolutions, the 2024 U.S. defense budget was approved in late March. It includes a 5% increase for research, development, test and evaluation, which is expected to drive incremental program spend.\nStrong demand for electromagnetic spectrum operation applications resulted in significant wins at U.S. and European Prime. We expect this trend to continue into the second half and 2025.\nTurning to Electronic Industrial Solutions Group, orders and revenue continue to normalize from a record prior year, declining double digits as expected. Customer spending and market conditions remain muted, but we saw relative stability on a sequential basis.\nIn semiconductor, the industry outlook is improving with projections of recovery in 2025. Inventories are coming down to more healthy levels and demand is picking up in certain areas such as high-bandwidth memory. Additional new fab installations were announced this quarter, in the near term, foundry customers are working through delays in existing projects and expect production to begin in late '24 and '25. Consistent with this backdrop, we saw improvement in our memory-related business and ongoing steady demand for Keysight's proprietary laser [indiscernible] positioning systems.\nIn automotive, revenue was sequentially stable when excluding acquisitions. We had a steady demand for both our EV and AV solutions. Beyond the headlines, consumer adoption of EV continues to grow, although at a slower pace. The development of cost-effective, longer-range batteries and a more robust charging infrastructure remains a strategic priority for OEMs and governments in a very competitive market.\nDuring the quarter, we expanded our global battery test footprint with a new large Gigafactory customer in Europe. We're also pleased with the addition of ESI to our automotive and simulation software solutions portfolio. The business is tracking well to both top line and profit expectations. This quarter, ESI expanded its multi-decade collaboration with Volkswagen Group, establishing a joint material testing and intelligent simulation lab in Asia. This collaboration will advance automotive simulation technology and drive new to industry standard safety and efficiency forward in the region.\nIn general electronics markets, customer spending remains constrained, particularly in manufacturing, China and the distribution channel, we do continue to see growth in digital health and advanced research supported by government funding in Asia and the U.S., such as the CHIPS Act. This quarter, we expanded our partnership with [indiscernible] in Australia to enable innovation in novel point-of-care medical imaging technology and analysis.\nAs a key element of our solution strategy, software and services orders and revenue growth continued to outpace overall Keysight. At approximately 39% of total revenue, software and services enhance the differentiation of our solutions and are more resilient in current market conditions. Within the chip domain, next-generation performance demands are driving an exponential increase in system level design requirements and complexity. Keysight simulation and emulation software capabilities enable our customers to address these challenges and accelerate time to market for their advanced systems and chips. We recently introduced Quantum Pro, an integrated EDA solution for Cubic design and the development of quantum computers.\nIn addition, we launched a new solution for die-to-die interconnect simulation, which is a key step in verifying performance of heterogeneous and 3D integrated circuit designs commonly known as chiplets. Looking ahead, the pace of technology innovation and digitization is accelerating and proliferating across multiple industries and use cases. Keysight is investing today both organically and inorganically to capitalize on these future technology waves and inflections.\nIn addition to steady organic investment in R&D, we are expanding our solutions portfolio and our served addressable markets through M&A. This quarter, we announced our intent to acquire Spartan Communications, a highly complementary business in network analytics. We also completed the acquisition of [indiscernible] in the quarter, expanding our automated security assessment capabilities and solutions for semiconductors, embedded systems and connected devices.\nIn closing, I would like to thank our employees once again for consistently delivering value to our customers and shareholders. The Keysight team's high performance and winning culture is key to our success and a competitive differentiator. While it's difficult to call the timing of the recovery, we're encouraged by pockets of growth that are emerging, the relative stability of investment levels and the strength of our customer collaborations Consistent with the Keysight leadership model, we remain disciplined and continue to streamline operations to ensure strong financial performance in these dynamic market conditions.\nAs we look beyond the current period of normalization, the long-term secular growth trends driving our business are intact. Taken together, our broad portfolio of differentiated solutions, strong customer relationships, technology leadership and durable financial model positions us well into a market recovery. With that, I'll turn it over to Neil to discuss our financial performance and outlook.\n\nNeil P. Dougherty\n\nVice President, Agilent Technologies, Inc.\n\nThank you, Satish, and hello, everyone. Second quarter revenue of $1.216 billion was just above the high end of our guidance range and down 13% or 14% on a core basis. Orders of $1.219 billion declined 8% or 9% on a core basis. As a reminder, Keysight's historical first to second quarter seasonality was muted by the cadence of the ESI business with approximately half of ESI orders and revenue recognized in the first quarter of the fiscal year. Excluding ESI, orders grew 4% sequentially, and revenue was in line with Q1. We ended the quarter with $2.3 billion in backlog.\nLooking at our operational results for Q2, we reported gross margin of 65%. Operating expenses of $496 million were down 2% year-over-year even with the addition of ESI and [ Riscure ]. Excluding these acquisitions, SG&A expenses were down 10% or $29 million, reflecting the flexibility of our cost structure and actions taken to date. Q2 operating margin was 24% or 25% on a core basis. Despite a 14% decline in core revenue in the first half, first half operating margin declined 400 basis points, outperforming Keysight's downside model expectations and demonstrating the financial resiliency of the business.\nTurning to earnings. We achieved $247 million of net income and delivered earnings of $1.41 per share. Our weighted average share count for the quarter was 175 million shares.\nMoving to the performance of our segments. Our Communications Solutions Group generated revenue of $840 million down 10% or 11% on a core basis. Commercial communications revenue of $563 million declined 10% while Aerospace, Defense and Government revenue of $277 million was down 11%. Altogether, CSG delivered gross margin of 68% and operating margin of 27%. The Electronic Industrial Solutions Group generated revenue of $376 million, down 17% or 21% on a core basis. EISG reported gross margin of 58% and operating margin of 19% due to the seasonality of ESI profitability, lower revenue volume and some unfavorability in mix.\nMoving to the balance sheet and cash flow. We ended the quarter with $1.7 billion in cash and cash equivalents, generating cash flow from operations of $110 million and free cash flow of $74 million, which reflected higher cash taxes and the timing of collections in the quarter.\nShare repurchases this quarter totaled 302,000 shares at an average price per share of approximately $153 for a total consideration of $46 million.\nNow turning to our outlook. We expect third quarter revenue to be in the range of $1.180 billion to $1.200 billion and Q3 earnings per share to be in the range of $1.30 to $1.36 and based on a weighted diluted share count of approximately 175 million shares. As we look to the full year, our base case scenario remains the same and assumes a mid-single-digit increase in revenue from Q3 to Q4, which implies full year revenue of approximately $4.9 billion.\nIn closing, we remain disciplined and focused on what we control, while investing to capitalize on the best growth opportunities as markets normalize and recover. Keysight's customer focus, technology leadership and broad solutions portfolio give us confidence in the long-term trajectory of the business and the ability to outperform in a variety of market conditions. With that, I will now turn it back to Jason for the Q&A.\n\nJason Kary\n\nVice President of Treasurer & Investor Relations\n\nThank you, Neil. Siera, would you give the instructions for the Q&A, please?"
  },
  {
    "header": "KEYS",
    "cik": "0001601046",
    "ticker": "KEYS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1d5701c8a9706964d563ba90bd243ea8",
    "period": "2024 Q1",
    "content": "Q1 2024 Keysight Technologies Inc Earnings Call\n\nQ1 2024 Keysight Technologies Inc Earnings Call\n\nKEYSNYSEFEB 20, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Keysight Technologies Fiscal First Quarter 2024 Earnings Conference Call. My name is [ Joe ], and I will be your lead operator today. [Operator Instructions] This call is being recorded today, Tuesday, February 20, 2024, at 1:30 p.m. Pacific Time.\nI would now like to hand the call over to Jason Kary, Vice President, Treasurer and Investor Relations. Please go ahead, Mr. Kary.\n\nJason Kary\n\nVice President of Treasurer & Investor Relations\n\nThank you, and welcome, everyone, to Keysight's First Quarter earnings conference call for fiscal year 2024. Joining me are Keysight's President and CEO, Satish Dhanasekaran; and our CFO, Neil Dougherty. And the Q&A session will be joined by Chief Customer Officer, Mark Wallace.\nThe press release and information to supplement today's discussion are on our website at investor.keysight.com under Financial Information and Quarterly Reports. Today's comments will refer to non-GAAP financial measures. We will also make reference to core growth, which excludes the impact of currency movements and acquisitions or divestitures completed within the last 12 months. The most directly comparable GAAP financial metrics and reconciliations are on our website and all comparisons are on a year-over-year basis, unless otherwise noted.\nWe will make forward-looking statements about the financial performance of the company on today's call. These statements are subject to risks and uncertainties and are only valid as of today. We assume no obligation to update them and encourage you to review our recent SEC filings for a more complete view of these risks and other factors. Lastly, management is scheduled to participate in upcoming investor conferences hosted by [ Susquehanna ] and Morgan Stanley.\nAnd now I will turn the call over to Satish.\n\nSatish C. Dhanasekaran\n\nPresident, CEO & Director, Keysight Technologies, Inc.\n\nGood afternoon, everyone, and thank you for joining us today. My comments will focus on 3 key headlines.\nFirst, Keysight delivered revenue of $1.3 billion and earnings per share of $1.63, both of which exceeded the high end of our guidance. Given the current market conditions, these results reflect the Keysight team's strong execution and resilience of our financial model.\nSecond, orders were $1.2 billion as the demand environment remains constrained. As certain markets continue to normalize from post-pandemic spending levels, our aerospace, defense and government and network and data center businesses grew highlighting the benefit of our [indiscernible] end market exposure.\nCustomer engagement and collaborations on next-generation themes remain strong. The adoption of new use cases such as AI is driving new activity and investment across the ecosystem. However, we're not factoring in a strong recovery this fiscal year. Our base case scenario is for a modest first half to second half improvement in orders and revenue.\nThird, Keysight continues to be well positioned for outperformance into a market recovery. We are investing to enhance our market leadership and expand our broad portfolio of leading solutions. We are also pleased to have completed the acquisition of ESI ahead of schedule and extend a warm welcome to the team. Along with our existing EDA business, the addition of ESI further expands our software solutions for simulation and emulation, a market with favorable growth attributes as the virtualization of design and prototyping increases.\nNow let's begin with a brief overview of Keysight's first quarter performance. Market conditions were largely unchanged from the prior quarter. Across our end markets, investment in R&D remains steady, while manufacturing and overall economic activity in Asia continued to moderate.\nFirst quarter orders were $1.2 billion revenue, $1.3 billion and earnings per share of $1.63 were above our guidance, and we generated strong cash flow. Gross margins across the business were strong, and including ESI, we achieved a record 67%, demonstrating the differentiation of our solutions. Operating margin was 28%, reflecting expense discipline and cost actions that we have taken over the past quarter and last year.\nTurning to our business segments. Communications Solutions Group revenue declined relative to a strong compare last year, which was driven by robust backlog conversion. Quarter 1 gross margin was a record 68%, reflecting a greater mix of software and higher-value solutions. Orders were in line with expectations with strength in aerospace, defense and government and the wireline business, while wireless continues to normalize.\nAerospace, defense and government revenue declined while orders grew year-over-year. Spending levels remain elevated as governments around the world prioritize investments in defense modernization, space and satellite applications. We are scaling our threat emulation offerings to a broader set of customers for electromagnetic spectrum operation applications in the U.S. and Europe, resulting in key wins at large primes.\nOur space and satellite solutions drove businesses this quarter for new space modules and low earth orbit applications. Leveraging our protocol and digital twin capabilities, we partnered with Lockheed Martin and a broad set of technology leaders to successfully demonstrate a secure 5G and data link network that integrates land, air and space operations.\nIn commercial communications, customer spending remains cautious. While we're not seeing a market recovery yet, industry inventories are slowly returning to normalized levels. For example, smartphone sales in the fourth quarter of 2023 grew meaningfully for the first time since mid-2021. In our wireless business, customer engagements remain high with ongoing R&D activity in advanced technologies. This results in software and service upgrades that contributed to higher gross margins in the quarter. 5G standards continue to progress and are driving a wide range of new use cases and features for ongoing network deployment. New band combinations are expected to be added to the 3GPP standard this year driving certification needs.\nThis quarter, we hosted Global Certification Forum that brought together industry leaders across a broad array of sectors to collaborate on certification requirements for network and device interoperability and performance. Next week, at Mobile World Congress, we will be demonstrating over a dozen solutions for 5G, Open RAN, satellite connectivity, AI and early 6G capabilities, many of which will be showcased in partnership with industry-leading customers.\nMoving to our wireline business. We saw order growth for our data center solutions. Orders for 400 and 800 gig solutions, both in R&D and manufacturing grew double digits. We also achieved a key milestone in partnership with [ Marvell ] by enabling test and verification of the new ultra high-speed networking chip designed for next-generation AI-driven cloud applications. The adoption of AI is clearly lifting activity across the entire data center ecosystem. As the industry deploys AI infrastructure at scale, we expect the demand for high-speed networking and computing capabilities to grow.\nTurning to the Electronic Industrial Solutions Group, revenue was down, reflecting ongoing normalization from outsized demand in the prior year. Customer spending remains cautious as market conditions, particularly in manufacturing and regionally in China were weaker. Underneath the macro headlines, we see pockets of growth where customers are leaning in and investing to address new use cases and emerging technologies across multiple end markets.\nIn semiconductor, the market environment is mixed. Despite the improved industry outlook for overall fab investments, foundry customers continue to push out large projects due to delays in construction and production time lines. At the same time, we saw a strong demand for Keysight's proprietary interferometer system driven by industry progression in EUV technology. Next-generation performance requirements for new AI-driven data center and ADAS use cases are also driving investments. And we saw some improvement this quarter in memory-related demand as well as mature process capacity in China.\nIn automotive, the funnel of EV opportunities continues to be strong. Competition amongst OEMs, upcoming regulatory requirements and support from government subsidies are incentivizing investments in R&D for new battery technology and charging infrastructure. During the quarter, we secured a key win that marks the expansion of our European battery test footprint into France. As we have noted before, EV funnel is healthy, but the timing and the size of the system level and longer-dated engagements are expected to vary from quarter-to-quarter.\nIn general electronics, market conditions were unchanged from last quarter. Ongoing capacity normalization and cautious spending continue to weigh on the consumer electronics and manufacturing portions of the market. We saw steady demand for our solutions in digital health, industrial automation and advanced research. This quarter, we secured key wins in digital health applications for medical imaging and scanning as well as test automation. Consistent with our software-centric solution strategy, the value that our customers derive from software and service offerings is enabling business resilience in the current market conditions. Software and services orders and revenue continued to outperform the broader business this quarter and were greater than 35% of total Keysight even excluding ESI.\nESI further enhances our design engineering software portfolio and expands our addressable market in automotive, avionics, smart manufacturing and human workflows. We were pleased to complete the acquisition ahead of schedule, and ESI's results were also ahead of expectations for the quarter.\nIn summary, our market leadership and the strength of our solutions portfolio gives us confidence in our ability to capitalize on the multiple waves of technology innovations and long-term secular growth trends of our markets. Our team's relentless customer focus and sustained customer collaborations also position us well for long-term value creation. In addition, the strength of our financial model continues to generate healthy margins and cash flow.\nWith that, I will turn it over to Neil to discuss our financial performance and outlook.\n\nNeil P. Dougherty\n\nVice President, Agilent Technologies, Inc.\n\nThank you, Satish, and hello, everyone.\nFirst quarter revenue of $1.259 billion was just above the high end of our guidance range and down 9% or 14% on a core basis. Orders of $1.220 billion declined 6% or 12% on a core basis. We ended the quarter with $2.3 billion in backlog. Looking at our operational results for Q1, we reported record gross margin of 67%, an increase of 200 basis points year-over-year. Excluding ESI, gross margin was a near record 66% on lower revenue, supported by a solid mix of software and higher-value solutions. In addition, software was 22% of revenue while recurring revenue from both software and services grew 10%. Operating expenses of $491 million were flat year-over-year even with the addition of ESI, demonstrating the flexibility of our cost structure and the cost actions that we have taken. Q1 operating margin was 28% or 27% excluding ESI. These results demonstrate the financial flexibility and resilience of our business. We are outperforming the financial model that we put in place over a decade ago which calls for only a 300 to 400 basis point year-over-year decline in operating margin when revenue declines 10%.\nTurning to earnings. We achieved $286 million of net income and delivered earnings of $1.63 per share, of which ESI contributed $0.09. Our weighted average share count for the quarter was 176 million shares.\nMoving to the performance of our segments. Our Communications Solutions Group generated revenue of $839 million down 11% or 12% on a core basis. Commercial communications revenue of $544 million declined 14%, while aerospace, defense and government revenue of $295 million was down 5%. Altogether, CSG delivered record gross margin of 68% and operating margin of 27%.\nThe Electronic Industrial Solutions Group generated revenue of $420 million, down 5% or 19% on a core basis. EISG reported gross margin of 65% and operating margin of 31%.\nMoving to the balance sheet and cash flow. We ended the first quarter with $1.7 billion in cash and cash equivalents, which reflects the purchase of ESI within the quarter, generating cash flow from operations of $328 million and free cash flow of $281 million. Share repurchases this quarter totaled 625,000 shares at an average price per share of approximately $149, for a total consideration of $93 million.\nNow turning to our outlook. Given Q1 core orders of $1.14 billion and the typical sequential decline in ESI orders and revenue from Q1 to Q2, we expect second quarter revenue to be in the range of $1.19 billion to $1.21 billion, and Q2 earnings per share to be in the range of $1.34 to $1.40 based on a weighted diluted share count of approximately 175 million shares. This guidance includes approximately $25 million in ESI revenue and a few cents of earnings dilution from ESI.\nAs we look to the second half of the year and our 6-month order funnel, we aren't assuming a strong revenue recovery in Keysight's fiscal second half, which ends in October. Our base case scenario is that revenue is relatively flat from Q2 to Q3 and sequentially up mid-single digits Q3 to Q4, in line with typical historical seasonality. That said, we do expect second half orders to exceed first half orders, which will be supportive of revenue growth in 2025.\nIn closing, Keysight's flexible cost structure and discipline, track record of execution, and diverse end markets give us confidence in our ability to outperform even in the current market conditions, while at the same time, investing to capitalize on the best growth opportunities as markets recover.\nWith that, I will now turn it back to Jason for the Q&A.\n\nJason Kary\n\nVice President of Treasurer & Investor Relations\n\nThanks, Neil. [ Joel ], could you please give the instructions for the Q&A?"
  },
  {
    "header": "KEYS",
    "cik": "0001601046",
    "ticker": "KEYS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/732ff9db14e301206dadcb682a0c0911",
    "period": "2023 Q4",
    "content": "Q4 2023 Keysight Technologies Inc Earnings Call\n\nQ4 2023 Keysight Technologies Inc Earnings Call\n\nKEYSNYSENOV 20, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to Keysight Technologies Fiscal Fourth Quarter 2023 Earnings Conference Call. My name is Sarah, and I will be your lead operator today. [Operator Instructions] This call is being recorded today, Monday, November 20, 2023, at 1:30 p.m. Pacific Time. I would now like to hand the call over to Jason Kary, Vice President, Treasurer and Investor Relations. Please go ahead.\n\nJason Kary\n\nVice President of Treasurer & Investor Relations\n\nThank you, and welcome, everyone, to Keysight's Fourth Quarter Earnings Conference Call for fiscal year 2023. Joining me are Keysight's President and CEO, Satish Dhanasekaran, and our CFO, Neil Dougherty. In the Q&A session, we'll be joined by our Chief Customer Officer, Mark Wallace.\nThe press release and information to supplement today's discussion are on our website at investor.keysight.com, under Financial Information and Quarterly Reports. Today's comments will refer to non-GAAP financial measures. We will also make reference to core growth, which excludes the impact of currency movements and acquisitions or divestitures completed within the last 12 months. The most directly comparable GAAP financial metrics and reconciliations are on our website, and all comparisons are on a year-over-year basis, unless otherwise noted.\nWe will make forward-looking statements about the financial performance of the company on today's call. These statements are subject to risks and uncertainties and are only valid as of today. We assume no obligation to update them and encourage you to review our recent SEC filings for a more complete view of these risks and other factors. Lastly, management is scheduled to participate in upcoming investor conferences hosted by Wells Fargo and UBS. And now I will turn the call over to Satish.\n\nSatish C. Dhanasekaran\n\nPresident, CEO & Director, Keysight Technologies, Inc.\n\nGood afternoon, everyone, and thank you for joining us. My comments today will focus on 3 key headlines. First, Keysight reported solid fourth quarter results and finished the year with record revenue, gross margins and operating margin, in what remains a challenging macro environment. Fourth quarter revenue and earnings per share exceeded the high end of our guidance, as orders came in slightly ahead of expectations.\nFor the full year, revenue grew 2% on a core basis and earnings per share increased 9%, while we generated $1.2 billion in free cash flow. Second, our customer engagement on next-generation technology teams remain strong, and we continue to action opportunities, across a broad and diverse set of end markets. Despite the mixed demand environment, as end markets normalize from post-COVID supply demand imbalances over the last 2 years. Third, we're investing both organically and inorganically, to expand our addressable markets and differentiated solutions portfolio, which took other step forward this quarter with the addition of ESI. We remain confident in the long-term secular growth drivers of our business and our ability to address our customers' most challenging and diverse innovation needs.\nNow let's begin with a brief overview of Keysight's fourth quarter and full year performance. We're pleased with our results and execution. Fourth quarter orders were $1.3 billion, and we delivered $1.3 billion in revenue and $1.99 in earnings per share. We also generated $340 million in free cash flow and repurchased $426 million of our shares this quarter. Full year results were strong in a year of normalizing demand. Orders of $5.2 billion were in line with our original expectations of approximately $1.3 billion per quarter this year.\nWe delivered an all-time high of $5.5 billion in revenue and achieved record profitability with gross margins of 66% and operating margins of 30% and $8.33 in earnings per share. Moving to our markets. Overall, the demand dynamics within the quarter, were consistent with our expectations. Aerospace defense and government demand increased, commercial communications was steady and as anticipated, broader manufacturing-related spending in the electronics industrial markets was incrementally softer.\nTurning to our business segments. Communications Solutions Group revenue declined 10%. Aerospace, Defense and Government grew, while Commercial Communication markets are rebalancing off of last year's record highs. On a sequential basis, orders grew across both markets.\nIn aerospace, Defense and Government, revenue grew 4% to an all-time high, we saw healthy order demand from the U.S. and European primes, as well as direct government customers, driven by investments in Defense modernization, space and satellite applications. Keysight's Leading Threat Emulation solutions capabilities drove order growth in the U.S., including a large U.S. Department of Defense win for electromagnetic spectrum operation applications.\nWe also saw demand from European primes for our Radar and phased array antenna solutions to support their delivery goals in 2024 and beyond. The breadth and the depth of our solutions portfolio enable new customer engagements and business in satellite communications 5G and 6G and advanced Quantum research, including a large order from a premier research institute contributing to the record quarter.\nIn Commercial Communications, revenue declined 17%, reflecting ongoing customer spending constraints, as inventories in their markets normalize. Sequentially, we saw stability in wireless orders and incremental strength in demand for network and data center applications. Demand for our Wireline solutions was driven by AI ML and data center expansion, as hyperscalers build infrastructure to handle increasing network and compute workloads. We expect this trend to continue into the next year and beyond.\nEnterprise customer business was stable with ongoing investments in network monitoring, driven by increasing data traffic and cybersecurity compliance needs. In Wireless, the progression of standards is driving steady R&D investments in new capabilities and devices, as well as Open RAN and Release 17 features. Our R&D engagements with customers continue to expand.\nThis quarter, we enable MediaTek to validate nonterrestrial network connectivity. In addition, Keysight was awarded 2 key U.K. government grants in partnership with universities and leading telecom operators to support open RAN design, testing and deployment in Europe.\nTurning to Electronic Industrial Solutions Group. As expected, Q4 orders and revenue were both down compared to record levels of last year. It is important to note that the EISG has shown significantly about long-term expectations with revenue increasing by 30% in 2021, 14% in 2022 and an additional 10% in 2023. This growth was driven by both our Differentiated Solutions portfolio and an outsized demand from post-COVID recovery and supply constraints.\nIn the second half of this year, we began to see a normalization from these size, as well as ongoing cautious customer spending. In semiconductor, capital spending for wafer capacity contracted in the quarter, as foundry customers pushed out their new fab investment time lines. We continue to see strong customer engagement for Keysight's proprietary interferometer systems and differentiated R&D solutions for silicon photonics and power semiconductors, reflecting the industry's medium- to long-term recovery and growth expectations.\nIn automotive, customer investment in R&D for battery and charging infrastructure continues and is being fueled by increasing competition, regional legislative deadlines and government funding, particularly in Europe and Asia. The funnel of EV opportunities remain strong, while the timing and size of these systems engagements are expected to vary from a quarter-to-quarter.\nIn General Electronics, we saw steady demand for our solutions in advanced research, industrial automation and digital health. However, and more broadly, manufacturing capacity normalization and cautious spending continued to weigh in on consumer electronics and manufacturing portions of the market. We're watching global PMI and other macroeconomic indicators to gauge the timing of the market recovery.\nAs an integral part of our solution strategy, software and services revenue growth this year continue to outpace Keysight overall. The recurring portion of software and services grew 9% this year, driving total annual recurring revenue to approximately $1.3 billion or 23% of total revenue, an increase of 200 basis points, year-over-year.\nIn early November, ahead of schedule, we announced our acquisition of a controlling block of shares of ESI Group. The addition of ESI, further increases our software and annual recurring revenue expands our addressable markets and strengthens our strategy of moving upstream into earlier stages of our customers' design cycles. We continue to invest prudently to capitalize on our long-term growth opportunities. In parallel, we remain disciplined and are taking additional targeted cost actions to streamline operations and ensure strong financial performance.\nIn wrapping up my first full year, as the CEO of Keysight, I'd like to thank our employees for their outstanding contributions, commitment and strong track record of execution in these tough market conditions. The strength of Keysight's differentiated solutions, the diversity of our end markets and the durability of our business model, all position us well for continued market outperformance, as we enter the new fiscal year. With that, I'll turn it over to Neil to discuss our financial performance and outlook.\n\nNeil P. Dougherty\n\nVice President, Agilent Technologies, Inc.\n\nThank you, Satish, and hello, everyone. Fourth quarter revenue of $1.311 billion was just above the high end of our guidance range and down 9% or 10%, on a core basis. Orders of $1.327 billion declined 16% on both a reported and core basis.\nSimilar to the third quarter, demand in China was muted and accounted for roughly 1/3 of the year-over-year order decline. We ended the quarter with $2.3 billion in backlog. Looking at our operational results for Q4, we reported gross margin of 65%, an increase of 130 basis points, year-over-year and operating expenses of $474 million, resulting in operating margin of 29%.\nWe achieved net income of $352 million and delivered earnings of $1.99 per share. Our weighted average share count for the quarter was 177 million shares. Moving to the performance of our segments. Our Communications Solutions Group generated revenue of $891 million, down 10% on a reported and core basis. Commercial Communications revenue of $568 million, declined 17% and while Aerospace, Defense and Government revenue of $323 million was up 4%, driven by increasing Defense budgets and investments in technology modernization.\nAltogether, CSG delivered gross margin of 68% and operating margin of 29%. The Electronic Industrial Solutions Group generated revenue of $420 million, down 7%, as reported or 8% on a core basis. EISG reported gross margin of 61% and operating margin of 30%.\nTurning to our full year financial performance. Keysight delivered strong results, despite demand and foreign exchange headwinds. Full year 2023 revenue grew 1% as reported or 2% on a core basis to a record $5.464 billion. Gross margin of 66% expanded 80 basis points. We invested $842 million in R&D, while operating margin improved 90 basis points to 30%. The flexibility of our cost structure and actions that we've taken to further reduce costs, drove FY '23 net income to a record $1.5 billion, resulting in earnings per share of $8.33, which was up 9%. Moving to the balance sheet and cash flow. We ended the fourth quarter with $2.5 billion in cash and cash equivalents, generating cash flow from operations of $378 million and free cash flow of $340 million. Total free cash flow for the year was $1.212 billion, representing 22% of revenue and 81% of non-GAAP net income. Share repurchases this quarter totaled 3,270 000 shares, at an average price per share of approximately $130. For a total consideration of $426 million. This brings our total share repurchases for the year to 4.9 million shares, at an average share price of approximately $143 for a total consideration of $702 million or 58% of free cash flow.\nNow turning to our outlook. Looking forward to fiscal year '24, we expect the demand environment in the first half to remain mixed, and we'll be closely watching for signs of recovery in the second half. Going forward, we will report results including ESI, which is expected to be slightly dilutive to earnings on the full year. Given the timing of annual contract renewals, ESI typically recognizes 40% to 45% of their full year revenue in Keysight's fiscal first quarter, with the balance recognized relatively evenly over the remainder of the year.\nAlso, due to GAAP accounting rules, ESI earnings recognition will be proportional to our shareholding, until all shares are acquired. With the normalization of backlog over the past year, our Q1 guidance is based on: one, existing backlog that is scheduled to ship this quarter; two, our view of incoming Q1 orders and three, our ability to turn a portion of those incoming orders into revenue within the quarter.\nWe now expect first quarter revenue to be in the range of $1.235 billion to $1.255 billion and Q1 earnings per share in the range of $1.53 to $1.59, based on a weighted diluted share count of approximately 176 million shares. This guidance includes approximately $60 million in ESI revenue and an EPS impact of approximately $0.05 from ESI net income.\nNow I would like to highlight a few modeling items for FY '24. As I just mentioned, we are modeling a significant sequential decrease in ESI revenue in Q2 and over the same period, we expect a low single-digit increase in core Keysight revenue. Excluding ESI, FY '24 operating expenses are expected to be flat to slightly down year-over-year, reflecting the structural flexibility of our business model and the cost actions we have initiated.\nWith the addition of ESI, we expect FY '24 R&D investment to be 17% of revenue. Annual interest expense is expected to be approximately $80 million. Capital expenditures are expected to be approximately $150 million, and we are modeling a 17% non-GAAP effective tax rate for FY '24.\nIn closing, Keysight's flexible cost structure, track record for execution, diverse end markets and long-term secular growth drivers give us confidence in our ability to outperform, even in challenging market conditions. With that, I will now turn it back to Jason for the Q&A."
  },
  {
    "header": "KEYS",
    "cik": "0001601046",
    "ticker": "KEYS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f03865d3cd80d16198b013106f394d07",
    "period": "2023 Q3",
    "content": "Q3 2023 Keysight Technologies Inc Earnings Call\n\nQ3 2023 Keysight Technologies Inc Earnings Call\n\nKEYSNYSEAUG 17, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Keysight Technologies Fiscal Third Quarter 2023 Earnings Conference Call. My name is Cole, and I'll be your lead operator today. [Operator Instructions] This call is being recorded today, Thursday, August 17, 2023 at 1:30 p.m. Pacific Time.\nI would now like to hand the call over to Jason Kary, Vice President, Treasurer and Investor Relations.\nPlease go ahead, Mr. Kary.\n\nJason Kary\n\nVice President of Treasurer & Investor Relations\n\nThank you, and welcome, everyone, to Keysight's third quarter earnings conference call for fiscal year 2023. Joining me are Keysight's President and CEO, Satish Dhanasekaran, and our CFO, Neil Dougherty, and the Q&A session will be joined by Chief Customer Officer, Mark Wallace.\nThe press release and information to supplement today's discussion are on our website at investor.keysight.com under the Financial Information tab and quarterly reports. Today's comments will refer to non-GAAP financial measures. We will also make reference to core growth, which excludes the impact of currency movements and acquisitions or divestitures completed within the last 12 months. The most directly comparable GAAP financial metrics and reconciliations are on our website, and all comparisons are on a year-over-year basis, unless otherwise noted. We will make forward-looking statements about the financial performance of the company on today's call. These statements are subject to risks and uncertainties and are only valid as of today. We assume no obligation to update them. Please review our recent SEC filings for a more complete picture of these risks and other factors.\nLastly, management is scheduled to participate in upcoming investor conferences hosted by Deutsche Bank, Goldman Sachs and Citi.\nAnd now I will turn the call over to Satish.\n\nSatish C. Dhanasekaran\n\nPresident, CEO & Director, Keysight Technologies, Inc.\n\nGood afternoon, everyone, and thank you for joining us today.\nKeysight reported solid results in the third quarter, demonstrating the strength of our portfolio and the resilience of our financial model. We are executing on our strategy and delivering on our commitments to customers and shareholders in a challenging macro environment. My comments today will focus on 3 key headlines. First, we delivered another quarter of strong financial performance, demonstrating Keysight's diversified portfolio, strong execution and operating discipline. Third quarter revenue was in line with our expectations while record earnings per share exceeded our guidance range. Second, while orders came in at the low end of our expectations, we saw positives and steady customer R&D spending and continued stability in commercial communications, growth in aerospace, defense and government and growth in our automotive, EV and AV solutions, partially offsetting incremental softness in EISG and Asia, primarily related to semiconductor and other manufacturing. This backdrop has tempered our near-term expectations for orders and revenue. We have factored this dynamic into our outlook for Q4, while now expecting full year EPS growth of 7%. Third, despite the near-term challenges, Keysight's diversified business, differentiated solutions and durable operating model give us confidence in our ability to capitalize on the long-term secular growth trends of our markets as well as outperform in a variety of market conditions.\nNow let's take a deeper look at our third quarter results. While orders declined 15%, revenue of $1.38 billion was up 1% on a core basis and a record for the third quarter. Our differentiation and strong execution resulted in gross margin of 66% and record operating margin of 31%. We delivered $2.19 in earnings per share, which was an all-time high.\nTurning to the demand environment. We continue to see steady investment in strategic R&D programs in commercial communications, aerospace, defense and government and automotive EV solutions. In fact, over the past year, we have seen a meaningful growth in large, long-term customer commitments related to strategic programs, particularly in automotive and ADG. We view this as an important validation of our strategy. It puts us in a strong position in key emerging technologies and positions us well for future growth. Demand was incrementally weaker in Asia this quarter as customers deferred manufacturing-related spending in semiconductor, general electronics and automotive markets, in many cases, well into next year. Taken together, the increase in our customers' strategic program investment, combined with soft near-term demand environment, is moderating revenue in the fourth quarter, which Neil will discuss in more detail.\nTurning to our business segments. Electronic Industrial Solutions Group revenue grew 14% to another quarterly record and the 12th consecutive quarter of double-digit revenue growth. The strong financial performance was driven by double-digit growth across all markets and regions. EISG orders in the third quarter trended lower, particularly in semiconductor and manufacturing. Our customer engagements remain high as they plan for and continue to invest in key long-term strategic initiatives. In semiconductor, despite a near-term pullback in capital spending for wafer capacity, the industry is marching forward in planning for a strong future demand environment. In the near term, customers are prioritizing new applications such as silicon photonics to address the AI demand. As a result, this quarter, we did see a significant slowdown in our new wafer test solutions, while demand for Keysight silicon photonics test and proprietary interferometer systems remained high. We expect these dynamics to continue over the next few quarters.\nIn automotive, investments in EV and AV technologies continued to be strong. This quarter, we secured a third strategic win with another large European OEM to supply an EV battery test system that includes our PathWave lab automation software. This program will be implemented in 2025, and we're quite excited to be working with industry leaders and supporting their goals. To address customer needs for wireless tracking, diagnostics, and connected vehicle communications, Keysight also announced support for automated RF testing for auto tox CV2X chipsets on our PathWave Test Executive Software Platform.\nIn general electronics, the growing collaboration between universities and companies is driving further investment in our solutions for advanced research. We're also expanding on our customer engagement in visual health solutions to support the growing digitization and connectivity requirements of this industry.\nTurning to Communication Solutions Group. Revenue declined 5%, while the overall stable demand environment continued quarter-to-quarter. Aerospace, defense and government revenue grew 11% with strong demand from U.S. government and primes. Keysight's differentiated signal generation and threat scenario emulation capabilities led to a large U.S. Air Force contract in Q3. We also won a key contract from leading Canadian prime contractors for electromagnetic spectrum operation application. In addition, the demand for our radar and defense modernization solutions grew robustly as prime contractors placed orders for systems that support their delivery goals in 2024 and beyond.\nGovernment research demand and investment in 5G and 6G continued as well. Commercial Communications revenue declined 12% due to cautious spending by customers in weaker manufacturing activity in smartphone, PC and component supply chain. Customer engagements remain strong with R&D investments in key technology to support 5G and 6G AI ML-driven high-speed data center networking and satellite communications. Demand for our wireline applications improved sequentially driven by cloud provider and hyperscaler investments as they design their networks for AI and ML workloads.\nEnterprise customer and key service provider investment was steady, driven by increased digitization and heavier network loads and rising cybersecurity concerns.\nIn wireless, 5G standards are progressing, and we saw steady R&D investment in Open RAN, satellite, non-terrestrial networks and 5G Red Cap Release 17 capability targeted at industrial and IoT applications. Early 6G engagements continued this quarter. We enable the University of Stuttgart, to advance 6G integrated circuit research with our [Indiscernible] solutions.\nKeysight also led the agreement between the 6G Sandbox Consortium and the European Space Agency to further research to integrate terrestrial 5G/6G technologies and satellite networks of the future.\nThis quarter, we continue to strengthen our technology leadership in the industry and enable our customers' innovation. For example, we extended our flagship network analyzer portfolio by introducing industry's first integrated platform with vector component and analysis capabilities for power amplifier and component design applications. We also announced industry's most comprehensive multi-speed Ethernet performance platform, supporting data center interconnects up to 800 gigabit Ethernet that are critical for data-intensive applications such as AI.\nAnd lastly, Keysight enabled 3GPP protocol conformance validation for Release 17 non-terrestrial networks and is continuing to partner with new satellite operators like Skyla to accelerate the deployment of satellite networks.\nSoftware and services remain an integral part of our solution strategy and again accounted for 1/3 of total company revenue. Overall, software and services revenue grew year-over-year, reflecting the continued expansion of our software-centric solutions. We remain confident in the long-term secular growth of software-intensive R&D applications, particularly earlier in our customers' development process. In line with this trend, and the software system simulation opportunity that I laid out at our March Investor Day, this quarter, we announced our intent to acquire ESI Group a leader in virtual prototyping solutions for the automotive and aerospace markets. The addition of ESI broadens our software capabilities into physical simulation and furthers our strategy of moving upstream into earlier stages of our customers' design cycles.\nKeysight's technology leadership and deep collaboration with industry players remains a significant competitive advantage. Despite current macro uncertainty, we see continued investments in R&D, driven by multiple waves of technology innovation and broad-based industrial digitization and connectivity needs. While continuing to invest in these long-term secular growth trends, we remain disciplined and have driven incremental cost efficiencies throughout the organization this year.\nOur current guidance expectations are to finish the fiscal year 2023 with 7% EPS growth on 1% revenue growth. We believe this financial performance exemplifies the strength of Keysight's differentiated first-to-market solutions portfolio, our durable and resilient business model and our winning culture, which all together positions us well for continued market outperformance.\nWith that, I'll turn the call to Neil to discuss our financial performance and outlook.\n\nNeil P. Dougherty\n\nVice President, Agilent Technologies, Inc.\n\nThank you, Satish, and hello, everyone.\nWe delivered solid financial performance in Q3. Revenue of $1.382 billion was just above the midpoint of our guidance range, flat year-over-year and up 1% on a core basis. Orders of $1.244 billion declined 15% on a reported and core basis. We ended the quarter with $2.3 billion in backlog.\nTurning to our operational results for Q3. We reported gross margin of 66% and operating expenses of $478 million, resulting in record operating margin of 31%. We achieved net income of $393 million and delivered record earnings at $2.19 per share. Our weighted average share count for the quarter was 179 million shares.\nMoving to the performance of our segments. Our Communications Solutions Group generated revenue of $918 million, down 5% on a reported and core basis. Commercial communications revenue of $611 million declined 12% and while aerospace, defense and government revenue of $307 million was up 11%, driven by increasing defense budgets worldwide and investments in technology modernization. Altogether, CSG delivered gross margin of 68% and record operating margin of 30%. The Electronic Industrial Solutions Group generated record revenue of $464 million, up 14% or 15% on a core basis, with double-digit revenue growth in automotive, general electronics and semiconductor. EISG reported gross margin of 62% and operating margin of 34%.\nMoving to the balance sheet and cash flow. We ended our third quarter with $2.6 billion in cash and cash equivalents generated cash flow from operations of $241 million and free cash flow of $196 million or 14% of revenue. Share repurchases this quarter totaled approximately 930,000 shares at an average share price of $162 for a total consideration of $151 million.\nNow with regard to our outlook. Exiting the quarter, and as Satish mentioned, the demand environment was mixed with areas of stability and growth, partially offsetting pockets of the incremental softening. In addition, the composition of our order mix has changed over the past year. Our ability to deliver differentiated solutions and innovate at the pace of our customers has resulted in meaningful growth in strategic long-term customer commitments, which will deliver high-quality revenue over multiyear periods. These commitments were approximately 2% of orders in Q3 year-to-date last year and are approximately 8% of orders year-to-date this year.\nTurning to our fourth quarter guidance, which incorporates these factors. We expect revenue to be in the range of $1.290 billion to $1.310 billion. Full year revenue at the midpoint of our guidance is $5.5 billion, representing 1% growth. We expect Q4 earnings per share to be in the range of $1.83 to $1.89 based on a weighted diluted share count of approximately 179 million shares. Full year earnings per share at the midpoint of our guidance is $8.19, representing 7% growth.\nAs we look to next year, with the capitalization of R&D, the pending increase in the GILTI tax rate on offshore earnings and efforts by the OECD to establish a global corporate minimum tax rate of 15%, we now estimate that our non-GAAP tax rate beginning in fiscal year 2024 will be in the range of 15% to 17%.\nWith that, I will now turn it back to Jason for the Q&A.\n\nJason Kary\n\nVice President of Treasurer & Investor Relations\n\nThank you, Neil. Cole, please give the directions for the Q&A."
  },
  {
    "header": "KEYS",
    "cik": "0001601046",
    "ticker": "KEYS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/24638c011efe82ce61208b101594634e",
    "period": "2023 Q2",
    "content": "Q2 2023 Keysight Technologies Inc Earnings Call\n\nQ2 2023 Keysight Technologies Inc Earnings Call\n\nKEYSNYSEMAY 16, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Keysight Technologies Fiscal Second Quarter 2023 Earnings Conference Call. My name is [ Alyssa ], and I will be your lead operator today. [Operator Instructions] The call is being recorded today, Tuesday, May 16, 2023, at 1:30 p.m. Pacific Time.\nI would now like to hand the call over to Jason Kary, Vice President, Treasurer and Investor Relations. Please go ahead, Mr. Kary.\n\nJason Kary\n\nVice President of Treasurer & Investor Relations\n\nThank you, and welcome, everyone, to Keysight's Second Quarter Earnings Conference Call for fiscal year 2023. Joining me are Keysight's President and CEO, Satish Dhanasekaran, and our CFO, Neil Dougherty. In the Q&A session, we'll be joined by our Chief Customer Officer, Mark Wallace. The press release and information to supplement today's discussion are on our website at investor.keysight.com. under the Financial Information tab and Quarterly Reports.\nToday's comments will refer to non-GAAP financial measures. We will also make reference to core growth, which excludes the impact of currency movements and acquisitions or divestitures completed within the last 12 months. The most directly comparable GAAP financial metrics and reconciliations are on our website, and all comparisons are on a year-over-year basis unless otherwise noted. We will make forward-looking statements about the financial performance of the company on today's call. These statements are subject to risks and uncertainties and are only valid as of today. We assume no obligation to update them. Please review our recent SEC filings for a more complete picture of these risks and other factors. Lastly, management is scheduled to participate in upcoming investor conferences hosted by JPMorgan, Baird and UBS.\nAnd now, I will turn the call over to Satish.\n\nSatish C. Dhanasekaran\n\nPresident, CEO & Director, Keysight Technologies, Inc.\n\nThank you, Jason. Good afternoon, everyone, and thank you for joining us today.\nKeysight delivered a solid second quarter performance, capping off a record first half of the year. Our consistent execution as we navigate near-term macro dynamics reflects the resilience of our diversified business and the differentiation of Keysight solution portfolio.\nMy comments today will focus on 3 key headlines. First, our strong financial performance in the second quarter demonstrated the depth and the breadth of Keysight solutions and operating discipline. Revenue was at the high end of our guidance and earnings per share exceeded our guidance range as we delivered record gross margin and record free cash flow. Second, orders in the second quarter were stable and consistent with our expectations. As near-term macro dynamics play out, we're capitalizing on growth opportunities across our end markets with particular strength in automotive and global aerospace defense. And third, we remain confident in the long-term secular growth trends in our markets. While the current environment is uncertain, we are continuing to prudently invest for the future to build on our leadership positions and to deliver on the long-term strategy that I laid out at our Investor Day in March.\nNow let's take a deeper look at our second quarter results. Orders declined 10% or 8% on a core basis. Record Q2 revenue grew 3% or 5% on a core basis. Operational excellence combined with favorable software and services mix resulted in record gross margins of 67%, operating margin of 30%, record free cash flow of $370 million and earnings per share growth of 16%.\nTurning to our business segments. The Electronic Industrial Solutions Group delivered record Q2 orders driven by demand in automotive and general electronics. Representing 33% of the total company revenue, EISG revenue was an all-time high and grew 17%, with strong double-digit growth across all end markets. This was also the 11th consecutive quarter of double-digit revenue growth for this business segment, which underscores our broad market reach and diversified portfolio.\nIn automotive, we delivered strong double-digit revenue growth and secured new strategic wins with 2 large OEMs. Building on our strong position in this market, we introduced further automation and protocol test capabilities for our industry-leading EV charging test portfolio, allowing customers to accelerate their innovation. Improved battery performance and ease of charging are among the most critical capabilities EV developers are bringing to consumers today. Keysight's complete solutions allow customers to develop batteries with better range and faster charging time, and importantly, to efficiently test their interoperability against all global infrastructure standards under real-world conditions.\nGeneral electronics revenue grew by double digits to reach an all-time high. We are capitalizing on opportunities across a broad range of applications, for example, in quantum and silicon photonics, where we are seeing more advanced research investment. In digital health, where we closed deals with several prominent medical device customers for Keysight's microwave sensing and imaging solutions. And in industrial automation, where customers are developing components and products to connect factory and warehouse environments. Our outperformance in general electronics in a soft demand environment demonstrates the benefit of the broad and diverse set of applications and use cases that we enable.\nSemiconductor solutions delivered double-digit revenue growth driven by continued fab investments in new wafer capacity and advanced nodes. Our strong relationships with key customers in wafer test and precision [ lithography ] provide us with long-range demand visibility, which remains favorable despite near-term inventory headwinds. We believe the long-term growth drivers remain intact, supported by the government investments in initiatives such as [ chipset ] and advanced node development for small, more efficient and multifunctional chipsets.\nTurning to our Communications Solutions Group, revenue declined 3% against a strong compare of double-digit growth last year. At 45% of company revenue, Commercial Communications revenue declined 7%, which reflects the normalization of demand environment that we referenced last quarter. We saw cautious but stable spending across the communications ecosystem, particularly in the smartphone and PC computing markets, as customers work through post-pandemic inventory dynamics and macro uncertainty. At the same time, our customers continued to invest in long-range, strategic R&D programs. Keysight's first-to-market solutions are enabling future requirements in 5G, including non-terrestrial networks, Release 17 capabilities, Open RAN, AI-ML driven data center networks and early 6G research.\nAfter a 3-year pause, we saw strong global industry participation at Mobile World Congress and Optical Fiber Conference this year. At these events, we showcased our capabilities with the key industry players to advance new technologies and use cases. This quarter, we enabled Samsung to demonstrate 5G new radio non-terrestrial network use cases and satellite connectivity. In addition, we secured a key win in commercial space to test antennas, transceivers and telemetry systems. Keysight is also enabling ongoing Open RAN adoption. For example, [ CableLabs ] used Keysight's Open RAN architect solutions to achieve key interoperability milestones. Regionally, we saw strength in India with ongoing 5G and Open RAN deployments.\nStrategic data center R&D activity continues to gain momentum, and Keysight secured an early win with a leading customer to implement AI-ML use cases. Our unique and comprehensive solution stack, which spans the physical protocol and the application layers, is enabling us to capitalize on these new market and technology inflections.\nWe are also continuing to advance early 6G research with industry leaders around the world. In Japan, we engaged with NTT DOCOMO, our new spectrum technologies for sub-terrahertz frequencies. In the U.K., in collaboration with National Physical Laboratory and University of Surrey, we enabled connectivity at speeds greater than 100 gigabits per second using Keysight's 6G test [ bed ].\nTurning to our Aerospace [ and ] Defense, Government business, we achieved record second quarter orders and revenue. Double-digit order growth was driven by increasing defense spending worldwide. At 22% of company revenue, ADG revenue was up 7%. Defense modernization spending remained strong in radar and spectrum operations while investment in space and satellite and ongoing research in 5G and 6G drove growth. We saw strong demand from the U.S. and European primes, with spend picking up in next-generation programs. We recently announced software-based, real-time spectrum analysis solution, allowing satellite network operators to provide users with the highest quality of service. Keysight continues to innovate to meet the needs of this evolving market.\nSoftware and services. Revenue growth across business segments was steady and represented over 1/3 of company revenue. Value-added solutions are becoming increasingly important in the rapidly-evolving design emulation and test environments. In collaboration with [ Synopsys ] and Ansys, we recently announced a 79 gigahertz millimeter wave radio frequency reference flow for TSMC. This allows us to provide mutual customers with the solutions they need to push the boundaries of RF and millimeter wave design into applications for autonomous systems. Technology megatrends and customers' innovation workflows are driving an expansion in software opportunities. We expect software and services growth to continue to outpace overall company growth over the next 3 years.\nBefore I turn it over to Neil, I'd like to highlight some of the things that make me proud to lead this company. A collaborative and innovative culture is one of the strategic enablers for Keysight's continued value creation and an enduring competitive advantage. We recently published our 2022 Corporate Social Responsibility Report which showcases the progress that we have made against our commitments, and we're proud to have significantly surpassed many key impact goals for fiscal year '22. We also released our '22 Diversity, Equity and Inclusion Report, which highlights the company's accomplishments in building an inclusive workplace and expanding new [ STEM ] partnerships.\nTo sum it up, our market leadership and deep customer relationships are sustainable competitive advantages. We're guided by our Keysight leadership model and run the company to outperform and to consistently create value under all business conditions. We believe the structural and financial flexibility of our operating model enables us to be resilient in the current macro environment. I would like to thank our employees for exemplifying a high-performance winning culture and consistently delivering exceptional value to our customers and shareholders.\nWith that, I will now turn it over to Neil to discuss our financial performance and outlook.\n\nNeil P. Dougherty\n\nVice President, Agilent Technologies, Inc.\n\nThank you, Satish, and hello, everyone.\nWe delivered exceptionally strong financial performance in Q2, demonstrating the resilience of our business model. Revenue of $1.390 billion was at the high end of our guidance range and grew 3% or 5% on a core basis. Macroeconomic uncertainty continued to impact demand in the second quarter and orders of $1.319 billion declined 10% or 8% on a core basis. We ended the quarter with over $2.4 billion in backlog.\nTurning to our operational results for Q2. We reported record gross margin of 67% and operating expenses of $504 million, resulting in operating margin of 30%. We achieved net income of $380 million and delivered $2.12 in earnings per share, which was above the high end of our guidance. Our weighted average share count for the quarter was 179 million shares.\nMoving to the performance of our segments. Our Communications Solutions Group generated revenue of $937 million, down 3% or down 1% on a core basis. Commercial Communications revenue of $627 million was down 7%. Aerospace, Defense and Government revenue of $310 million increased 7%, driven by investments in defense modernization. Altogether, CSG delivered record gross margin of 68% and operating margin of 28%.\nThe Electronic Industrial Solutions Group generated second quarter revenue of $453 million, up 17% or 19% on a core basis, with double-digit revenue growth in Automotive, General Electronics and Semiconductor, demonstrating the diversity of our markets. EISG reported gross margin of 64% and operating margin of 35%.\nMoving to the balance sheet and cash flow. We ended our second quarter with $2.5 billion in cash and cash equivalents, generating cash flow from operations of $423 million and free cash flow of $370 million or 27% of revenue, which includes $107 million in onetime proceeds from the unwind of an interest rate swap.\nNow turning to our outlook. In this challenging macro environment, the scenario we laid out last quarter for first half demand levels to persist through the remainder of the fiscal year is playing out. However, given the strength of our operating model and the actions we have taken to date, we now anticipate better earnings performance than previously communicated, with strong mid-single-digit EPS growth expected for the full year.\nTurning to our third quarter guidance. We expect revenue to be in the range of $1.370 billion to $1.390 billion, and Q3 earnings per share to be in the range of $2 to $2.06 based on a weighted diluted share count of approximately 179 million shares. Despite ongoing uncertainty, Keysight's durable and resilient financial model positions us well to outperform in the current economic environment. Over the longer term, we remain confident in the underlying demand drivers for our markets and our ability to execute and achieve our new raised long-term targets, as presented at our Investor Day in March.\nWith that, I will now turn it back to Jason for the Q&A.\n\nJason Kary\n\nVice President of Treasurer & Investor Relations\n\nThank you, Neil.\n[ Alyssa ], could you please give the instructions for the Q&A?"
  },
  {
    "header": "KEYS",
    "cik": "0001601046",
    "ticker": "KEYS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7effda1eeb847b768aa001e3efc68261",
    "period": "2023 Q1",
    "content": "Q1 2023 Keysight Technologies Inc Earnings Call\n\nQ1 2023 Keysight Technologies Inc Earnings Call\n\nKEYSNYSEFEB 21, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Keysight Technologies Fiscal First Quarter 2023 Earnings Conference Call. My name is (inaudible), and I'll be your lead operator today.\n(Operator Instructions)\nThis call is being recorded today, Tuesday, February 21, 2023 at 1:30 p.m. Pacific Time. I would now like to hand the conference over to our host, Jason Kary, Vice President, Treasurer and Investor Relations. Please go ahead.\n\nJason Kary\n\nVP of Treasurer & IR, Keysight Technologies, Inc.\n\nThank you, and welcome, everyone, to Keysight's First Quarter Earnings Conference Call for fiscal year 2023. Joining me are Keysight's President and CEO, Satish Dhanasekaran; and our CFO, Neil Dougherty. In the Q&A session, we will be joined by our Senior Vice President of Global Sales and Chief Customer Officer, Mark Wallace.\nThe press release and information to supplement today's discussion are on our website at investor.keysight.com under the Financial Information tab and Quarterly Reports. Today's comments will refer to non-GAAP financial measures. We will also make reference to core growth, which excludes the impact of currency movements and acquisitions or divestitures completed within the last 12 months.\nThe most directly comparable GAAP financial metrics and reconciliations are on our website, and all our comparisons are on a year-over-year basis, unless otherwise noted. We will make forward-looking statements about the financial performance of the company on today's call.\nThese statements are subject to risks and uncertainties and are only valid as of today. We assume no obligation to update them. Please review our recent SEC filings for a more complete picture of these risks and other factors.\nAs a reminder, we are hosting our 2023 Investor Day on March 7 at the New York Stock Exchange. Management is also scheduled to participate in the Morgan Stanley Investor Conference on March 8. And now I'll turn the call over to Satish.\n\nSatish C. Dhanasekaran\n\nPresident, CEO & Director, Keysight Technologies, Inc.\n\nThank you, Jason. Good afternoon, everyone, and thank you for joining us today. Keysight delivered an exceptional first quarter financial results posting revenue and earnings above the high end of our guidance against a backdrop of moderating demand.\nOur performance and consistent execution demonstrate the resilience of our business. And despite of the challenging macro dynamics, we believe Keysight is well positioned to build on our success and expand our leadership across our end markets.\nI'll focus my comments today on 3 key headlines. First, we achieved strong financial results. Revenue was the first quarter record and grew 14% on a core basis, driven by strength in both business segments and across all geographies. We again demonstrated the durability of our financial model and delivered $2.02 in earnings per share.\nSecond, we started to see a normalization of what has been a robust and prolonged period of investment by our customers. Over the past 2 years, significant demand for Keysight solutions resulted in a 15% compound order growth and a book-to-bill of 1.09.\nAs demand slows in the near term, Keysight's exposure to multiple end markets, its differentiated portfolio and our strong operating discipline positions us well to weather the current macro dynamics.\nThird, we remain confident in the secular long-term growth trends across our markets. Our software-centric solution strategy is well aligned with the needs of our customers, which we expect will enable us to outperform the market. We look forward to providing you a more comprehensive update on our long-term growth strategies and financial objectives at our upcoming Investor Day.\nNow let's take a deeper look at our first quarter results. Orders declined 13% year-over-year against a strong compare of 22% growth in the last year's first quarter. The slowing demand and business-specific headwinds that we anticipated last quarter materialized largely as expected.\nThese included the year-over-year impact of currency, our exit of Russia and incremental China trade sanctions, which together contributed to a 6-point drag on the compare. We saw customers exercise caution in response to macroeconomic uncertainty. This was most notable amongst our largest customers in commercial communications, who were impacted by sharp demand decline in consumer electronics and computing segments.\nThey are restructuring and reassessing their near-term priorities as the industry digests inventory while at the same time maintaining investments across key strategic programs. While the duration is difficult to predict, we expect these dynamics to weigh on our customers for at least the next couple of quarters.\nDespite macro challenges, revenue grew 10% or 14% on a core basis. Strong execution and operational discipline resulted in gross margin of 65%, operating margin of 30%, and earnings per share growth of 22%. Turning to our business segments. The Electronics Industrial Solutions Group revenue grew 19% and delivered double-digit revenue growth for the tenth consecutive quarter, which underscores the diversity of our industry exposure.\nIn automotive, we achieved record revenue and strong double-digit growth across all regions. Sales of electric vehicles continued to grow significantly in 2022, further fueling investment in EV and AV technologies and manufacturing. This quarter, we secured multiple strategic wins with large OEMs and Tier 1 suppliers across a breadth of applications such as 5G, autonomous driving emulation, battery and charging infrastructure design, and in-vehicle networks.\nTo strengthen our position in this market and capitalize on this growing decades-long opportunity, we continue to expand our portfolio of solutions. An example is our current collaboration with Jiyun Technologies to develop a high-efficiency compact battery test system to help accelerate the launch of new electric vehicles.\nIn General Electronics, double-digit revenue growth was driven by continued strength in emerging verticals such as digital health and IoT. We also secured wins in advanced research as R&D investment remains robust in quantum, photonics and beyond 5G.\nSemiconductor Solutions revenue growth was driven by continued fab investments in new wafer capacity and advanced nodes. While the inventory adjustments are facing demand, foundries continue to execute their long-term plans to globalize the production. We see significant opportunities in this market and are investing in solutions for emerging semiconductor applications such as silicon photonics, high-power semis and millimeter-wave.\nTurning to our Communications Solutions Group. Revenue grew 7% with growth across both end markets and all regions. Commercial Communications revenue grew 11% on a core basis to reach a record Q1, which was driven by ongoing strategic investments in communications ecosystem.\nWe saw strength in 5G R&D and deployments, Open RAN and data center networking with increased focus on 800 gigabit and terabit communication solutions. These programs remain a priority and are driving demand for Keysight's first-to-market solutions. As a trusted adviser, we remain actively engaged with our customers as they adapt to the current macro environment.\nWe recently announced our collaboration with Qualcomm to accelerate 5G nonterrestrial network communications for broadband in remote areas and enable device makers to speed development and verification of 3GPP Release 17 compliant designs.\nWe continue to support the progression of standards and submitted the first 3GPP Release 16 protocol conformance stats, enabling new use cases such as private and industrial networks and autonomous vehicles. Investments in early 6G is underway. And Keysight joined forces with 16 organizations to create 6G Sandbox, a Pan-European test bed for 6G experimentation and validation of 5G advanced and 6G capabilities.\nNokia recently selected Keysight sub terahertz testbed to validate D-band and e-band technology to accelerate R&D critical to 5G advanced and 6G use cases in millimeter-wave and sub-terahertz frequency spectrum. We also announced industry's first and highest density network cybersecurity test platform, which provides data center, network infrastructure and cloud providers with leading 400-gigabit ethernet security validation capabilities.\nThese solutions reinforce our leadership across wireless and wireline ecosystems. We are also looking forward to the Mobile World Congress in Barcelona next week. Keysight will be engaged with many customers and industry leaders and showcasing our solutions for advancing 5G standards, including Release 17 and early research in 6G and intelligent automation.\nTurning to our government, defense and aerospace business record Q1 revenue grew 9% on a core basis, achieving its second highest revenue quarter driven by increased U.S. government spending and strength in space and satellite, including new applications for nonterrestrial networks.\nWe recently won a 5-year contract with U.S. Army who chose Keysight's FieldFox handheld spectrum analyzer for field use. We expect U.S. government budget appropriations to ramp spending in new programs in the second half of this year we also anticipate an increase in defense budgets worldwide and growing investments in new technologies such as 5G, space and satellite, quantum and advanced research.\nConsistent with our strategy, we continue to expand our software capabilities. We recently completed the acquisition of ClioSoft, whose data and IP management software tools enhance our portfolio of electronic design automation solutions. In addition, egg plants test automation platform was recently recognized as a leader by the Forrester Wave.\nAbout 1/3 of our total revenue, the growing mix of software and services, is integral to the durability of our financial model. Keysight's differentiation is a function of our software-centric solution strategy collaboration with our customers, and investments we're making to ensure that we address the most challenging technology needs of today and into the future.\nWe are prioritizing high conviction growth opportunities to solidify our competitive position for the long term, while at the same time, accelerating initiatives to drive further efficiencies consistent with our financial model. We remain committed to creating long-term value for business stakeholders and positively impacting the global community.\nI'm proud that Keysight has been named to the Dow Jones Sustainability Index for the fourth year in a row. I'd like to thank all our Keysight employees for their dedication and relentless execution, which drives our strong track record of performance and is a testament to the Keysight leadership model, our values and to our people.\nWith that, I'll now turn the call over to Neil to discuss our financial performance and outlook.\n\nNeil P. Dougherty\n\nExecutive VP & CFO, Keysight Technologies, Inc.\n\nThank you, Satish, and hello, everyone. Q1 was a strong quarter and a solid start to the year. We delivered revenue of $1.381 billion, which was above the high end of our guidance range and grew 10% or 14% on a core basis.\nAs we anticipated, macroeconomic uncertainty moderated demand in the first quarter. Orders of $1.3 billion were down 13% or 10% on a core basis. Even with revenue outpacing orders by $80 million, we ended the quarter with over $2.5 billion in backlog.\nTurning to our operational results for Q1, we reported gross margin of 65% and operating expenses of $492 million, resulting in an operating margin of 30%. We achieved net income of $363 million and delivered $2.02 in earnings per share, which was above the high end of our guidance.\nOur weighted average share count for the quarter was 180 million shares. Moving to the performance of our segments. Our Communications Solutions Group generated revenue of $939 million, up 7% or 10% on a core basis. Commercial communications revenue of $629 million was up 8% with double-digit revenue growth in the Americas.\nAerospace, defense and government revenue of $310 million benefited from increased U.S. government spending, which we believe will continue to ramp through FY '23. Altogether, CSG delivered record gross margin of 67% and operating margin of 29%.\nThe Electronic Industrial Solutions Group generated first quarter revenue of $442 million, up 19% or 23% on a core basis, with double-digit revenue growth in automotive and general electronics demonstrating the diversity of our markets. Growth was strongest in the Americas and Europe.\nEISG reported gross margin of 61% and operating margin of 32%. Moving to the balance sheet and cash flow. We ended our first quarter with $2.2 billion in cash and cash equivalents, generating cash flow from operations of $366 million and free cash flow of $306 million or 22% of revenue.\nShare repurchases this quarter totaled approximately 700,000 shares at an average share price of $176 for a total consideration of $125 million. Now turning to our outlook. We are navigating the same evolving macro and industry dynamics that others have noted. As Satish mentioned, we expect it will take at least a couple of quarters for our customers to work through their near-term challenges. If the current demand environment persists through our fourth quarter, we would expect to deliver low single-digit revenue and earnings per share growth for the year, achieved through steady backlog conversion, strong cost discipline and the flexibility of our financial model.\nTurning to our second quarter guidance. We expect revenue to be in the range of $1.370 billion to $1.390 billion and Q2 earnings per share to be in the range of $1.91 to $1.97 based on a weighted diluted share count of approximately 179 million shares.\nWhile near-term uncertainties are moderating the demand environment, Keysight's secular long-term growth trends remain intact. Our differentiated first-to-market solutions, durability of our financial model, steady cash generation and strong balance sheet position us well to deliver on our commitments to our customers and shareholders.\nWe look forward to sharing more with you about the compounding nature of our business at our upcoming Investor Day. With that, I will now turn it back to Jason for the Q&A.\n\nJason Kary\n\nVP of Treasurer & IR, Keysight Technologies, Inc.\n\nThanks, Neil. Jason, can you give the instructions for the Q&A, please?"
  },
  {
    "header": "KEYS",
    "cik": "0001601046",
    "ticker": "KEYS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6eb1a87e9e39025d0e1ae62005c76559",
    "period": "2022 Q4",
    "content": "Q4 2022 Keysight Technologies Inc Earnings Call\n\nQ4 2022 Keysight Technologies Inc Earnings Call\n\nKEYSNYSENOV 17, 5:00 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Keysight Technologies Fiscal Fourth Quarter 2022 Earnings Conference Call. My name is Dante, and I will be your lead operator today. (Operator Instructions) This call is being recorded today, Thursday, November 17, 2022, at 2 p.m. Pacific Time.\nI would now like to hand the conference over to Jason Kary, Vice President, Treasurer and Investor Relations. Please go ahead, Mr. Kary.\n\nJason Kary\n\nVP of Treasurer & IR, Keysight Technologies, Inc.\n\nThank you, and welcome, everyone, to Keysight's Fourth Quarter Earnings Conference Call for Fiscal Year 2022. Joining me are Keysight's President and CEO, Satish Dhanasekaran; and our CFO, Neil Dougherty. In the Q&A session, we'll be joined by Senior Vice President of Global Sales and Chief Customer Officer, Mark Wallace.\nYou can find the press release and information to supplement today's discussion on our website at investor.keysight.com under the Financial Information tab and Quarterly Reports.\nToday's comments by Satish and Neil will refer to non-GAAP financial measures. We will also make reference to core growth, which excludes the impact of currency movements and acquisitions or divestitures completed within the last 12 months. The most directly comparable GAAP financial metrics and reconciliations are on our website, and all comparisons are on a year-over-year basis, unless otherwise noted.\nWe will make forward-looking statements about the financial performance of the company on today's call. These statements are subject to risks and uncertainties and are only valid as of today. We assume no obligation to update them. Please review our recent SEC filings for a more complete picture of these risks and other factors.\nLastly, management is scheduled to participate in upcoming investor conferences hosted by Credit Suisse and Wells Fargo. We hope to see many of you there.\nAnd now I will turn the call over to Satish.\n\nSatish Dhanasekaran\n\nPresident, CEO & Director, Keysight Technologies, Inc.\n\nThank you, Jason, and thank you all for joining us. Keysight reported strong fourth quarter results, which exceeded the high end of our guidance and drove a strong finish to the year.\nBefore we get into the quarter, I want to highlight our exceptional performance for fiscal year, which illustrates continued progress we're making in transforming the company to a software-centric solutions provider. We set new records for orders, which grew 12% to $6 billion, a new record for revenue, which was up 10%, and a new record for earnings per share, which increased 22%, all the while returning capital through $849 million in share repurchases or 89% of free cash flow. In addition, we continue to invest in next-generation technologies for long-term differentiation and see a high level of engagement and activity with our customers around their future needs.\nToday, I'll focus my comments on 3 key headlines. First, we delivered an all-time record revenue and earnings per share in the fourth quarter ahead of expectations, enabled by outstanding execution by Keysight teams who successfully navigated supply chain, geopolitical and macro dynamics. Second, we achieved record orders of $1.6 billion with steady bookings throughout the quarter and a book-to-bill of 1.09. While our customers' multiyear road maps remain unchanged, they are exercising more caution given the macro backdrop, which we anticipate will moderate demand in the near term. Third, as we enter fiscal '23, we remain confident in our ability to outperform the market based on the differentiation of our solutions, our strong R&D customer value proposition and the robust backlog position we have entering the year. And as we look longer term, the secular innovation trends in our end markets remain strong.\nNow let's take a deeper look at the strength of the fourth quarter. Record orders of $1.6 billion grew 9% on a core basis. Record revenue grew 15% on a core basis, with solid growth across all regions as Keysight team successfully navigated challenging dynamics. This resulted in record quarterly earnings of $2.14 per share.\nThe strength and resiliency of our business model is due to our strategic efforts to diversify our industry exposure. This has been best exemplified in the growth of our Electronic Industrial Solutions Group and our ability to leverage our industry-leading first-to-market solutions to enable expansion across the broader communications ecosystem.\nEISG achieved its ninth consecutive quarter of double-digit order and revenue growth. Auto, semiconductor solutions and general electronics all achieved record quarterly revenue. For the year, both orders and revenues set new records as we capitalize on continued investments across all 3 EISG markets.\nIn automotive, we're pleased with the continued adoption of our solutions portfolio as orders grew double digits for the seventh consecutive quarter and exceeded $500 million this year. Automotive OEMs and their suppliers continue to focus on strategic new mobility investments, which drove key wins for Keysight. In addition, automotive-focused semiconductor companies continue to add capabilities to support EV and AV applications, which we view as a favorable long-term dynamic.\nWe recently announced the Scienlab DC Emulator, which enables customers to accurately characterize high-voltage, high-power electric vehicle battery performance under varying real-world charging conditions. And Keysight's PathWave Labs Operation software won 2022 Autotech Breakthrough Award for overall electric vehicle technology.\nIn support of AV applications, silicon designers are exploring adoption of commercial standards such as MIPI for automotive and other surround sensor applications, including cameras and in-vehicle infotainment displays. We are now expanding our leading compliance test solutions to offer advanced verification and diagnostic capabilities for automotive designers.\nTurning to our semiconductor solutions business. Q4 was the tenth consecutive quarter of double-digit order growth and a record revenue quarter. We saw sustained demand for our wafer test solutions and precision positioning capabilities, which enable the realization of advanced process nodes.\nIn addition, Keysight has continued to partner with industry leaders, Synopsys and Ansys, on RF and millimeter wave integrated circuit design flows built for today's wireless communication requirements, including 5G and 6G system-on-chips. Keysight received a Partner of the Year Award from TSMC for joint development design flows in RF and millimeter wave nodes.\nIn general electronics, record orders grew double digits this quarter as demand remains strong and broad-based across industrial IoT and digital health as well as education and advanced research markets.\nTurning to Communications Solutions Group. The business delivered strong orders and record revenue. Annual orders and revenue were all-time highs despite geopolitical headwinds and delays in U.S. Defense budget appropriations. Commercial communications revenue grew 10% this quarter and 11% for the year, with growth across all regions. Investments across communications ecosystem continued throughout the year with sustained spending in next-generation wireless and wireline technologies.\nOngoing investments in 5G standards, new spectrum, growing deployments around the world and steady evolution from 400 gig to 800 gig to terabit Ethernet drove growth. We had another record year for 5G orders as Keysight's market-leading solutions continue to provide the industry with new capabilities needed for development of next-generation devices as well as wireless and wireline networks.\nExamples that highlight our portfolio's alignment with key industry priority include a recent partnership with IBM to integrate our open RAN capabilities into their cloud automation tools to accelerate network deployments. We also completed the validation of our first 5G location-based service use case from Global Certification Forum by combining the testing of 5G new radio and global navigation satellite system technologies into a single platform. Lastly, in collaboration with key silicon and data center partners, we enabled the industry's first 1.6 terabit transmission and data center interconnect, leveraging our high-speed digital solutions.\nAerospace, defense and government business revenue grew 4% for the quarter and 3% for the year, setting a new record while navigating geopolitical headwinds. Steady investments in spectrum operations, cybersecurity and space and satellite drove demand. 5G continued to expand in aerospace and defense end markets, and we saw increasing investment in advanced research. Proposed increases in investment in the U.S. and allied countries for modernization of defense capabilities and new satellite and space applications position us well for future opportunities.\nAs an integral part of our solution strategy, software and services order and revenue growth this year continued to outpace Keysight overall, which has driven our annual recurring revenue to approximately $1.2 billion. Software and services again represented just over 1/3 of Keysight's total revenue for the year.\nKeysight's focus on customer success and innovation is driving our development of first-to-market, high-value solutions. Our achievements over the years exemplify Keysight's collaborative culture and our talented workforce, and we are honored that Keysight has placed 10th on the Fortune's Best Workplaces in Technology list for 2022. We believe our differentiated culture gives us a unique ability to recruit and develop capable talent and will be our sustaining competitive advantage.\nIn conclusion, I would like to thank our employees for all their contributions, commitment and strong track record of execution. In the midst of an uncertain economic environment, we remain confident in the resilience of our business, the strength of our balance sheet and the flexibility of our operating model.\nNow I'll turn it over to Neil to discuss our financial performance and outlook in more detail.\n\nNeil P. Dougherty\n\nExecutive & CFO, Keysight Technologies, Inc.\n\nThank you, Satish, and hello, everyone. We delivered an outstanding fourth quarter of 2022 with record revenue of $1,443,000,000, which was above the high end of our guidance range and grew 11% or 15% on a core basis. Our strategies to navigate the ongoing supply constraints continue to be effective. While the supply chain situation improved within the quarter, it continues to moderate our near-term revenue expectations. Record orders of $1,570,000,000 increased 5% or 9% on a core basis, and we entered fiscal year 2023 with over $2.5 billion in backlog.\nLooking at our operational results for Q4, we reported gross margin of 64%, which, as expected, was down 80 basis points sequentially due to inflationary pressures and increased shipments of lower-end instruments, enabled by the improving supply chain. Operating expenses of $494 million were well managed, and we generated operating margin of 30%. Net income was a record $386 million, and we achieved $2.14 in earnings per share, which was $0.14 above the high end of our guidance. Our weighted average share count for the quarter was 180 million shares. Foreign exchange impact on our earnings was negligible, thanks to a meaningful natural hedge provided by our global footprint, which was then supplemented by our financial hedging program.\nMoving to the performance of our segments. The Communications Solutions Group achieved record revenue of $992 million, up 8% or 11% on a core basis. CSG delivered gross margin of 66% and operating margin of 29%. Commercial communications generated revenue of $681 million in the fourth quarter, up 10%, driven by strength across the 5G ecosystem, increasing O-RAN adoption and investment in 800 gigabit and 1.6 terabit R&D. Aerospace, defense and government achieved record revenue of $311 million, up 4%, driven by double-digit growth in Asia Pacific and Europe. The Electronic Industrial Solutions Group achieved record revenue of $451 million, up 20% or 25% on a core basis, driven by strength across all markets. EISG reported gross margin of 60% and operating margin of 32%.\nTurning to our full year financial performance. Keysight delivered outstanding results in 2022 despite ongoing supply constraints, foreign exchange headwinds and incremental trade restrictions. FY '22 revenue totaled $5.4 billion, up 10% year-over-year or 12% on a core basis. Gross margin was flat at 65%, holding steady in the face of significant inflation. We invested $813 million in R&D, while operating margin improved 140 basis points to 29%. FY '22 non-GAAP net income was $1.4 billion or $7.63 per share, up 22%.\nMoving to the balance sheet and cash flow. We ended our fourth quarter with more than $2 billion in cash and cash equivalents, generating cash flow from operations of $398 million and free cash flow of $340 million. Total free cash flow for the year was $959 million, representing 18% of revenue and 69% of non-GAAP net income. Share repurchases this quarter totaled approximately 800,000 shares at an average price per share of $158.77 for a total consideration of $126 million. This brings our total share repurchases for the year to approximately 5.4 million shares at an average share price of $156.09 for a total consideration of $849 million or 89% of free cash flow.\nNow turning to our outlook and guidance. We exit the year with record backlog and confidence in Keysight's ability to continue executing through near-term uncertainties. As a result, we expect first quarter 2023 revenue to be in the range of $1,360,000,000 to $1,380,000,000 and Q1 earnings per share to be in the range of $1.81 to $1.87 based on a weighted diluted share count of approximately 180 million shares.\nA few modeling reminders as we enter the year. Our annual compensation cycle is administered in Q1. And in this current inflationary environment, we expect our second consecutive year of wage increases above our historic average. We are targeting FY '23 R&D investment at approximately 16% of revenue. Annual interest expense is expected to be approximately $80 million. Capital expenditures are expected to be approximately $250 million. And we are modeling a 12% non-GAAP effective tax rate for FY '23.\nIn closing, we recognize the uncertainty of the current macro environment, and we'll continue to be disciplined. Keysight's highly flexible cost structure, track record of execution, diverse end markets and long-term secular growth drivers give us confidence in our ability to outperform the market.\nWith that, I will now turn it back to Jason for the Q&A.\n\nJason Kary\n\nVP of Treasurer & IR, Keysight Technologies, Inc.\n\nThank you, Neil. That concludes our formal remarks. Dante, could you please give the instructions for the Q&A?"
  },
  {
    "header": "KEYS",
    "cik": "0001601046",
    "ticker": "KEYS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b233b030e35c82b1ba7aef47ff5ecdee",
    "period": "2022 Q3",
    "content": "Q3 2022 Keysight Technologies Inc Earnings Call\n\nQ3 2022 Keysight Technologies Inc Earnings Call\n\nKEYSNYSEAUG 17, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Keysight Technologies Fiscal Third Quarter 2022 Earnings Conference Call. My name is Amber, and I will be your lead operator today. (Operator Instructions) Please note that this call is being recorded today, Wednesday, August 17, 2022 at 1:30 p.m. Pacific Time.\nI would now like to hand the conference over to Mr. Jason Kary, Vice President, Treasurer and Investor Relations. Please go ahead, Mr. Kary.\n\nJason Kary\n\nVP of Treasurer & IR, Keysight Technologies, Inc.\n\nThank you, and welcome, everyone, to Keysight's third quarter earnings conference call for fiscal year 2022. Joining me are Keysight's President and CEO, Satish Dhanasekaran and our CFO, Neil Dougherty. In the Q&A session, we will be joined by Senior Vice President of Global Sales, Mark Wallace. You can find the press release and information to supplement today's discussion on our website at investor.keysight.com under the Financial Information tab and quarterly reports.\nToday's comments by Satish and Neil will refer to non-GAAP financial measures. We will also make reference to core growth which excludes the impact of currency movements and acquisitions or divestitures completed within the last 12 months. The most directly comparable GAAP financial metrics and reconciliations are on our website, and all comparisons are on a year-over-year basis, unless otherwise noted. We will make forward-looking statements about the financial performance of the company on today's call. These statements are subject to risks and uncertainties and are only valid as of today. We assume no obligation to update them. Please review our recent SEC filings for a more complete picture of our risks and other factors.\nLastly, management is scheduled to participate in upcoming investor conferences hosted by Jefferies, Deutsche Bank, Citi and Goldman Sachs. We hope to see many of you there.\nAnd now I will turn the call over to Satish.\n\nSatish Dhanasekaran\n\nPresident, CEO & Director, Keysight Technologies, Inc.\n\nThank you, Jason. Good afternoon, everyone. Thank you for joining us today. Keysight Technologies delivered another exceptional quarter with both revenue and EPS, our earnings per share exceeding the high end of our guidance. Our outperformance reflects the effectiveness of our strategy, outstanding execution by our teams around the world, and the strength of our operating model. Keysight's deep customer engagements with industry leaders and high-value differentiated solutions continue to drive broad-based demand across key technology megatrends.\nI will focus my comments today on 3 key headlines. First, outstanding execution by the Keysight teams around the world, resulted in an all-time record revenue and earnings per share as we saw some supply constraints ease as the quarter progressed. Second, we saw strong order growth and sustained demand across all end markets and regions. Third, we're once again raising our full year outlook. We now expect to achieve revenue growth approaching 9% and earnings per share growth of approximately 20% for the full fiscal year.\nLet's now take a deeper look at our results for the quarter. Third quarter orders grew 12% to $1.46 billion and outpaced record revenue, which grew 10% to $1.38 billion. Record EPS of $2.01, grew 31%. Orders and revenue growth in both business segments and across all regions is evidence of our ability to deliver value for customers as we manage macro and supply dynamics. Software revenue achieved an all-time high, outpacing total Keysight revenue growth, expanding our recurring revenue profile to further strengthen the durability of our business. Our software-centric solution strategy is a key differentiator in rapidly evolving design, systems emulation and modeling environments. We recently introduced PathWave Advanced Design System 2023 to address growing complexity in ultra-high frequency designs. We also announced that Keysight's Open RAN solutions are moving to cloud-based deployment to support our customers' needs as networks evolve to more software-enabled virtualized architectures.\nTurning to our business segments. The Communications Solutions Group delivered all-time record revenue and record third quarter orders. Commercial Communications achieved record revenue with growth across all industry segments and regions. Innovation dynamics across the Communications ecosystem remains strong, driving demand Keysight's comprehensive end-to-end portfolio for both the wireless and wireline ecosystems. In wireless, 5G continues to represent an innovation-rich environment for the industry. Our differentiated software-centric solutions enable customers to address the growing complexity of use cases, frequency band combinations, real-world connectivity and mobility challenges. We continue to evolve our 5G platform to meet the requirements of emerging applications and newer versions of the standards.\nIn collaboration with, Intel, Radisys, Vodafone and Wind River, we recently showcased an industry-first demonstration, deploying Keysight's O-RAN and solutions to help reduce power consumption in a multi-vendor Open RAN network. AI-LINK, a provider of industrial IoT offerings, used Keysight solutions for end-to-end performance validation of cloud-native radio access network infrastructure. In wireline, we continue to see strong demand for 400 gig, 800 gig and photonics applications. We recently collaborated with Nokia to demonstrate the first public 800-gig interoperability test, validating the robustness of ultra-high data rates in telco networks and data center environments for the expected increase in AI, ML network workloads.\nRecord Q3 orders in aerospace, defense and government outpaced revenue, which grew 1% on a core basis versus a strong growth quarter last year. Budget appropriations began to flow as reflected in prime contractor spending in the U.S., while 5G investments continued to grow to address new use cases such as RADAR and 5G coexistence. We also saw strong strength in satellite and space, including new applications for nonterrestrial networks. Over the next several years, we expect this market will benefit from elevated investments in technology modernization.\nThe Electronic Industrial Solutions Group delivered double-digit order and revenue growth for the eighth consecutive quarter, with momentum from continued investments in next-generation technologies across automotive, industrial IoT and semiconductor end markets. In automotive, we are pleased with the continued broad adoption of our solutions portfolio, with the business nearly doubling over the past 2 years. Orders grew strong double digits for the sixth consecutive quarter, and we delivered all-time record revenue. Keysight's contributions to the advancement of EV and AV technologies, which include vehicle intelligence, connectivity, power and security are fueling momentum with leading car manufacturers, and helped us secure wins with giga factories around the world. Keysight's award-winning Radar Scene Emulator is the only solution on the market to imitate realistic roadway scenarios in a lab environment, and was chosen by a leading U.S. auto manufacturer for testing and validation of autonomous drive systems.\nThis quarter, we completed another tuck-in acquisition in the automotive space, further adding to our software technology and technical staff focused on vehicle-to-everything communications. We continue to invest as we target evolving opportunities in the future of transportation.\nIn general electronics, we achieved double-digit order growth and all-time record revenue as investments continued in digital health, IoT and advanced research. In educational research, Keysight is partnering with global leaders such as Nanyang Technological University in Singapore to advance 6G technology. Together with Sauce Labs, our Eggplant business delivered artificial intelligence-driven testing of enterprise applications. The acceleration in our general electronics business reflects the broad scope of our portfolio of leading technology solutions. Record orders for our semiconductor solutions resulted in ninth consecutive quarter of double-digit order growth driven by capacity expansion of mature foundries to address pent-up demand in the market and investments in advanced processes.\nKeysight's PathWave design solutions expands our collaboration with major foundries beyond parametric wafer test into emerging applications like silicon photonics and next-generation design and simulation applications. While we continue to successfully execute our strategy, we recognize the near-term macroeconomic uncertainties. Keysight's sustained performance over time is evidence of the resilience and durability of our business. Our resilience is an outcome of enduring partnerships with market-leading customers with early engagement to develop software-centric solutions that enable them to solve their most critical development challenges and achieve their first-to-market goals.\nDurability is a product of our flexible operating model designed to quickly respond to variations in demand while investing in critical long-term priorities. These strengths give us confidence that we can navigate uncertainties, and continue to deliver superior results going forward. Of course, all of this is made possible by our talented people. steadfast execution by our teams, especially in a challenging environment is proof that our Keysight leadership model delivers results, empowering our inclusive and diverse culture which fosters collaboration, high performance and innovation. We recently released our first diversity, equity and inclusion report as we renewed and strengthened Keysight's long-standing commitment to DE&I and to being a great place to work for our global workforce of more than 14,000.\nWith that, I'll turn the call over to Neil to discuss our financial performance and outlook.\n\nNeil P. Dougherty\n\nExecutive & CFO, Keysight Technologies, Inc.\n\nThank you, Satish, and hello, everyone. We delivered strong third quarter results, successfully navigating ongoing supply chain and other headwinds. Third quarter 2022 revenue of $1.376 billion was $26 million above the high end of our guidance range, and grew 10% or 13% on a core basis. We generated $1.461 billion in orders, up 12% or 14% on a core basis, and we ended the quarter with $2.5 billion in backlog.\nTurning to our operational results for Q3, we reported gross margin of 65%, holding steady in the face of significant inflation and currency headwinds. Operating expenses were $480 million, resulting in an operating margin of 30%. We used a number of strategies to effectively navigate supply chain challenges, including product redesign, alternate sourcing and increased supplier and customer engagement. We achieved net income of $363 million and delivered $2.01 in earnings per share, which was $0.21 above the high end of our guidance. Our weighted average share count for the quarter was 181 million shares. Despite significant currency headwinds on the top line, we saw negligible FX impact to earnings due to the meaningful natural hedge provided by our global footprint that has been supplemented by our financial hedging program.\nMoving to the performance of our segments. Our Communications Solutions Group generated record revenue of $970 million, up 11% or 13% on a core basis. CSG delivered gross margin of 67% and record operating margin of 30%. Within CSG, commercial communications generated record revenue of $694 million, up 17% or 19% on a core basis, driven by 5G, O-RAN, 400 gigabit, 800 gigabit and high-speed digital applications. Aerospace and defense and government revenue of $276 million was down 2% and up 1% on a core basis. Our backlog for this end market remains strong, and we continue to expect increasing defense budgets in the U.S., Europe and Japan to provide support for higher spending going forward.\nThe Electronic Industrial Solutions Group generated third quarter revenue of $406 million, up 10% or 13% on a core basis, driven by strong revenue growth across all end markets and regions. EISG reported gross margin of 61% and operating margin of 31%.\nMoving to the balance sheet and cash flow. We ended the third quarter with $1.8 billion in cash and cash equivalents, generated cash flow from operations of $224 million and free cash flow of $192 million or 14% of revenue. Share repurchases this quarter totaled 1.6 million shares at an average price per share of $139.46 for a total consideration of $228 million. Year-to-date, we have repurchased approximately 4.6 million shares for a total consideration of $723 million.\nNow turning to our outlook and guidance. Demand remains strong for Keysight solutions. Our funnel is near historic high levels, and we exit the quarter with a record backlog. We now expect full year revenue growth to approach 9% or 11% on a core basis with EPS in the range of $7.43 and to $7.49, representing growth of 20% at the midpoint. Fourth quarter 2022 revenue is expected to be in the range of $1.38 billion to $1.4 billion, with earnings per share in the range of $1.94 to $2, based on a weighted diluted share count of approximately 180 million shares.\nIn closing, Keysight's resilient business, consistent execution and flexible cost structure give us confidence in our ability to capitalize on the long-term secular growth trends and deliver above-market profitable growth in 2023 and beyond.\nWith that, I will now turn it back to Jason for the Q&A.\n\nJason Kary\n\nVP of Treasurer & IR, Keysight Technologies, Inc.\n\nThanks, Satish and Neil, for your comments. Amber, would you please give the instructions for the Q&A?"
  },
  {
    "header": "KEYS",
    "cik": "0001601046",
    "ticker": "KEYS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/711d05ba01f6f52077df12327d71addb",
    "period": "2022 Q2",
    "content": "Q2 2022 Keysight Technologies Inc Earnings Call\n\nQ2 2022 Keysight Technologies Inc Earnings Call\n\nKEYSNYSEMAY 17, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Keysight Technologies Fiscal Second Quarter 2022 Earnings Conference Call. My name is Tia, and I will be your lead operator today. (Operator Instructions) Please note that this call is being recorded today, Tuesday, May 17, 2022, at 1:30 p.m. Pacific Time.\nI would now like to hand the conference over to your host, Jason Kary, Vice President, Treasurer and Investor Relations. Please go ahead, Mr. Kary.\n\nJason Kary\n\nVP of Treasurer & IR, Keysight Technologies, Inc.\n\nThank you and welcome, everyone, to Keysight's second quarter earnings conference call for fiscal year 2022. Joining me are Satish Dhanasekaran, President and CEO; and Neil Dougherty, our CFO. In the Q&A session, we will be joined by Mark Wallace, Senior Vice President of Global Sales.\nYou can find the press release and information to supplement today's discussion on our website at investor.keysight.com. While there, please click on the link for quarterly reports under the Financial Information tab. There, you will find an investor presentation along with Keysight's segment results. Following this conference call, we will post a copy of the prepared remarks to the website.\nToday's comments by Satish and Neil will refer to non-GAAP financial measures. We will also make references to core growth, which excludes the impact of currency movements and acquisitions or divestitures completed within the last 12 months. You will find the most directly comparable GAAP financial metrics and reconciliations on our website. All comparisons are on a year-over-year basis unless otherwise noted.\nWe will make forward-looking statements about the financial performance of the company on today's call. These statements are subject to risks and uncertainties and are only valid as of today. The company assumes no obligation to update them. Please review the company's recent SEC filings for a more complete picture of our risks and other factors.\nLastly, I would note that management is scheduled to participate in upcoming investor conferences hosted by JPMorgan, Baird and UBS.\nAnd now I will turn the call over to Satish.\n\nSatish Dhanasekaran\n\nPresident, CEO & Director, Keysight Technologies, Inc.\n\nThank you, Jason, and thank you all for joining us. Welcome to the second quarter 2022 earnings call and my first as the CEO of Keysight. I am humbled and honored to be Keysight's CEO and excited about the future. I would like to thank Ron Nersesian for his visionary leadership of the company, which has provided us a solid foundation to build on. Over the last decade, I've had the honor of working closely with Ron and benefited greatly from his experience in many different roles I've held since joining the company 16 years ago. This is a great time to be at Keysight as we remain focused on our core purpose of accelerating innovation to connect and secure the world.\nKeysight delivered exceptional results in quarter 2 driven by strong execution and broad-based demand across the business. The team focused on innovating and solving customers' design and test challenges while successfully navigating the ongoing supply chain and geopolitical challenges.\nI will focus my comments today on 3 key headlines. First, we delivered record quarter 2 orders, capitalizing on the robust end-market demand for Keysight's high-value, differentiated solutions. Our focus on delivering first-to-market solutions is enabling us to uncover new emerging applications, adding to our momentum.\nSecond, we achieved record revenue, strong operating margin performance, resulting in record earnings per share, which grew 27%, demonstrating the durability and resilience of our business.\nThird, we are raising our outlook for the year based on our strong performance in the first half and continued momentum. We now expect to achieve revenue growth approaching 8% and earnings per share growth in the range of 14% to 15% for the fiscal year.\nLet's now take a deeper look at our results for the quarter. Second quarter orders grew 9% to $1.46 billion and outpaced revenue, which grew 11% to a new record of $1.35 billion and was $41 million above the high end of our guidance. We achieved gross margins of 65%, operating margin of 29% and record EPS of $1.83, exceeding the high end of our guidance by $0.14. Also with the ongoing equity market volatility, we again capitalized on the opportunity to accelerate share repurchases. These results are a reflection of our strong portfolio and our global team's application of the Keysight leadership model, which enables us to deliver consistent value to all stakeholders. We delivered these results despite many headwinds, including geopolitical challenges, inflationary pressures and continued supply chain disruptions.\nWe continue to advance our software-centric solution strategy as the rapid pace of technology accelerates, our customers across end markets are seeking deeper engagements earlier in the design cycle and are adopting our software solutions. The capabilities of our PathWave software platform facilitate continuous stream of releases that matches the innovation cadence of our customers. This enables us to secure enterprise agreements with market leaders for high-value R&D solutions.\nOrders for software and value-added services like KeysightCare again grew double digits as we continue to grow recurring revenue this quarter.\nTurning to our business segments. Communications Solutions Group delivered record second quarter orders and an all-time record revenue. Within CSG, commercial communications achieved all-time record orders and revenue with double-digit order growth for the third consecutive quarter. Ongoing innovation and investments in our end markets spanning both the wireless and wireline segments remained strong, driven by adoption of 5G, 400 gig, 800 gig and terabit and optical technologies.\nIn wireless, the increase in the number of 5G device types continues to drive test and certification requirements. With our leading solutions portfolio, we expect to benefit from the continued investment in the evolution of 5G standards, including stand-alone 5G, Release 16 and beyond. In quarter 2, Keysight announced collaborations with leading companies such as NTT DOCOMO, Telefonica and Analog Devices to enable a wide range of 5G applications, including O-RAN, which continues to gain momentum.\nIn wireline, we're enabling the digital transformation driven by cloud computing and telecom stack virtualization through our end-to-end solutions. We recently launched the industry's first 800-gig solution to enable data center design workflows for ultra-high data rates and energy efficiency.\nAerospace, defense and government achieved record Q2 revenue driven by double-digit growth in Americas and strength in signal monitoring, cyber and space and satellite solutions as well as 5G and 6G applications. Complex scenario emulations continue to drive the need for modeling and digital twin solutions with increasing software content. Our leading network analyzer platform and phased array test solutions enable increasingly complex satellite communication design and test requirements.\nIncreasing defense budgets in the U.S. and Europe are expected to provide support for higher spend going forward. CSG is well positioned to capitalize on growth by enabling innovation in our end markets through our broad and synergistic portfolio, including wireline, wireless, cybersecurity, satellite and space solutions.\nThe Electronics Industrial Solutions Group delivered double-digit order and revenue growth for the seventh consecutive quarter, driven by automotive and semiconductor solutions. In automotive, all-time record revenue was driven by strong demand for our expanding portfolio of EV and AV applications. Keysight is capitalizing on strategic investments in the automotive and energy space, providing industry-first solutions that support new capabilities and use cases, such as our recently launched protocol test solution for in-vehicle networking. During the quarter, we secured EV wins with major OEMs across all regions.\nIn addition, we're excited by the recognition of our new radar's scene emulator solution, including the 2022 Tech.80 Europe award. We saw strong demand for our semiconductor solutions, which delivered double-digit order and revenue growth. Investments in advanced semiconductor technologies, along with capacity expansion for existing nodes, remain robust.\nOver the next 3 to 5 years, we see solid customer R&D road maps for ICs for a broader set of applications. As an example, in Q2, we sold our first on-wafer silicon photonics parametric test solution to a major semiconductor fab to develop and manufacture next-generation data center transceivers. We believe this trend represents long-term opportunities for Keysight's R&D solutions portfolio.\nOur general electronics business achieved all-time record revenue as investments continued in manufacturing and device development for consumer and industrial IoT, digital health and advanced research. We're seeing active investments globally in fundamental research in terahertz and quantum technologies. For example, we recently announced a collaboration with National Research Foundation of Singapore's quantum engineering program to accelerate research and development and education in quantum technologies. The strength of our general electronics business reflects the broad nature of applications for our solutions.\nBefore I wrap, I'd like to acknowledge and thank our more than 14,000 employees worldwide for their commitment to our customers around the globe and for their passion in delivering market-leading solutions. I'm proud to share that Keysight was recently named as one of Fortune 100's best companies to work for in 2022. This is a recognition of our inclusive and diverse culture exhibiting value for collaboration, high performance and innovation.\nOur culture also places high value on corporate social responsibility. We recently released our 2021 CSR report, highlighting our progress in environmental, social and governance efforts worldwide and announcing new goals to track through '22 and into '23. I believe Keysight has a bright future ahead. I look forward to working with the team to execute our strategy and continue to deliver greater value for our customers, shareholders and employees.\nWith that, I'll turn the call over to Neil to discuss our financial performance and outlook. Neil?\n\nNeil P. Dougherty\n\nExecutive & CFO, Keysight Technologies, Inc.\n\nThank you, Satish, and hello, everyone. Our performance this quarter once again demonstrated the resilience of our business. We delivered on our commitments and exceeded expectations as we powered through multiple challenges and new headwinds in the quarter.\nIn the second quarter of 2022, we delivered revenue of $1.351 billion, which was above the high end of our guidance range and grew 11% or 12% on a core basis. We generated $1.458 billion in orders, up 9% or 11% on a core basis. During the quarter, we suspended our operations in Russia and canceled our entire backlog of Russian orders. Core growth adjusted for Russia was 13%. Demand again outpaced supply, and we ended the quarter with over $2.4 billion in backlog.\nTurning to our operational results for Q2. We reported gross margin of 65% and operating expenses of $489 million, resulting in an operating margin of 29%. The strength of our results highlights the resiliency of our business and our team's ability to execute despite significant supply, cost and currency headwinds within the quarter. We achieved net income of $334 million and delivered $1.83 in earnings per share, which was above the high end of our guidance. Our weighted average share count for the quarter was 183 million shares.\nMoving to the performance of our segments. Our Communications Solutions Group generated record revenue of $963 million, up 10% or 11% on a core basis. CSG delivered gross margin of 66% and operating margin of 28%. Within CSG, commercial communications generated revenue of $672 million, up 11% with double-digit revenue growth in the Americas driven by strong demand for 5G device and component development as well as network test, O-RAN and terabit R&D. Aerospace, defense and government revenue of $291 million grew 7%. Our backlog for this end market remains strong, and we reported solid growth in the Americas and Europe.\nThe Electronic Industrial Solutions Group generated second quarter revenue of $388 million, up 13% or 15% on a core basis, driven by strong revenue growth in automotive and semiconductor. EISG reported gross margin of 62% and operating margin of 30%.\nMoving to the balance sheet and cash flow. We ended the second quarter with $1.9 billion in cash and cash equivalents, generating cash flow from operations of $298 million and free cash flow of $245 million or 18% of revenue. Share repurchases this quarter totaled 1.9 million shares at an average price per share of $153.78 for a total consideration of $289 million. Year-to-date, we have purchased approximately 3 million shares for a total consideration of $495 million.\nNow turning to our outlook and guidance. The demand environment remains strong for Keysight solutions. As in recent quarters, our revenues continue to be constrained by tight supply conditions. However, we have demonstrated our ability to effectively navigate through this environment, and we remain confident in our ability to execute and deliver on our commitments. We expect third quarter 2022 revenue to be in the range of $1.330 billion to $1.350 billion and Q3 earnings per share to be in the range of $1.74 to $1.80 based on a weighted diluted share count of approximately 181 million shares.\nWe now expect full year revenue growth to approach 8%, which given the recent strengthening of the U.S. dollar now includes a 2-point year-over-year headwind from currency. We're also raising our earnings growth expectation to 14% to 15%. Despite quarter-to-quarter dynamics being difficult to predict, we have confidence in our raised expectations for the year.\nIn closing, we have a strong track record of execution. Our backlog is at an all-time high, and we are well positioned to capitalize on the growth opportunities across our diverse set of end markets.\nWith that, I will now turn it back to Jason for the Q&A.\n\nJason Kary\n\nVP of Treasurer & IR, Keysight Technologies, Inc.\n\nThank you, Neil. Tia, will you please give the instructions for the Q&A?"
  },
  {
    "header": "KEYS",
    "cik": "0001601046",
    "ticker": "KEYS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/320df4eaa53545a06f7d8c53e50c9618",
    "period": "2022 Q1",
    "content": "Q1 2022 Keysight Technologies Inc Earnings Call\n\nQ1 2022 Keysight Technologies Inc Earnings Call\n\nKEYSNYSEFEB 17, 4:30 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Keysight Technologies Fiscal First Quarter 2022 Earnings Conference Call. My name is Elliot, and I will be your lead operator today. (Operator Instructions) Please note that this call is being recorded today, Thursday, February 17, 2022, at 1:30 p.m. Pacific Time.\nI would now like to hand the conference over to Jason Kary, Vice President, Treasurer and Investor Relations. Please go ahead, Mr. Kary.\n\nJason Kary\n\nVP of Treasurer & IR, Keysight Technologies, Inc.\n\nThank you and welcome, everyone, to Keysight's first quarter earnings conference call for fiscal year 2022. Joining me are Ron Nersesian, Keysight's Chairman, President and CEO; and Neil Dougherty, our CFO. Joining us in the Q&A session will be Satish Dhanasekaran, Chief Operating Officer; and Mark Wallace, Senior Vice President of Global Sales.\nYou can find the press release and information to supplement today's discussion on our website at investor.keysight.com. While there, please click on the link for quarterly reports under the Financial Information tab. There, you will find an investor presentation along with Keysight's segment results. Following this conference call, we will post a copy of the prepared remarks to the website.\nToday's comments by Ron and Neil will refer to non-GAAP financial measures. We will also make references to core growth, which excludes the impact of currency movements and acquisitions or divestitures completed within the last 12 months. You will find the most directly comparable GAAP financial metrics and reconciliations on our website. All comparisons are on a year-over-year basis, unless otherwise noted.\nWe will make forward-looking statements about the financial performance of the company on today's call. These statements are subject to risks and uncertainties and are only valid as of today. The company assumes no obligation to update them. Please review the company's recent SEC filings for a more complete picture of our risks and other factors.\nLastly, I would note that management is scheduled to participate in upcoming investor conferences in March, hosted by Susquehanna, Morgan Stanley and Credit Suisse.\nAnd now I will turn the call over to Ron.\n\nRonald S. Nersesian\n\nExecutive Chairman of the Board, CEO & President, Keysight Technologies, Inc.\n\nThank you, Jason, and thank you all for joining us. Keysight delivered a strong start to the year. First quarter results are evidence that our broad-based portfolio of differentiated solutions is aligned with the market's most important design and test challenges. We are enabling our customers to address rapidly evolving technologies and market opportunities.\nToday, I'll focus my comments on 3 key headlines. First, we continue to see sustained robust demand with record orders again exceeding our expectations. Growth in the quarter was broad-based and balanced across our diverse set of end markets and across all regions. Orders grew 22% year-over-year and were 31% higher than the first quarter of 2020, just prior to the initial impact of the COVID pandemic.\nSecond, record first quarter revenue and earnings per share exceeded the high end of our guidance despite ongoing supply constraints. Our results and exceptional execution by the Keysight team continue to demonstrate the durability and resilience of our business.\nAnd third, Keysight solutions are aligned with the long-term secular trends fueled by ongoing innovation across multiple markets. Our investments in growth initiatives and supply chain resiliency are paying off.\nWe continue to expect to deliver 6% to 7% revenue growth for the year, and given the stronger-than-guided first quarter earnings, to achieve 12% earnings growth. We are confident in the strength of the company we built and our ability to drive above-market profitable growth over the long term. Accordingly, with the recent equity market volatility, we capitalized on the opportunity to create value for shareholders by accelerating our share repurchases in the past 2 quarters.\nNow let's take a deeper look into our first quarter results. We delivered another quarter of record orders, which grew 22% to $1.5 billion. This outpaced record first quarter revenue, which grew 6% to $1.25 billion. We achieved gross margin of 66%, operating margin of 28% and EPS of $1.65, all of which were first quarter records. Although supply constraints continue to moderate revenue, Keysight's consistent execution and focus on growth initiatives across the 5G ecosystem, automotive and software position us well to capitalize on a robust demand environment.\nThe Electronics Industrial Solutions Group delivered double-digit order and revenue growth for the sixth consecutive quarter. Record orders were driven by strong demand for automotive and semiconductor solutions as well as broad general electronic applications. Our differentiated solutions position us well to win in the fast-expanding automotive market, where we achieved all-time record orders and record first quarter revenue. Orders grew well over 50% in the quarter and exceeded 50% growth over the past year.\nManufacturing capacity continued to expand to meet pent-up demand, and the EV and AV technology investment accelerated. This happened particularly in Europe and China, where EV market share of total car sales in 2021 increased to 19% and 15%, respectively. Demand remains strong from leading manufacturers for both EV and AV production test solutions, power semiconductors, automotive electronics and RF and millimeter wave wireless test.\nKeysight continues to engage with global industry leaders such as BMW, Sony Semiconductor Solutions and Provincia to enable next-generation technologies across the automotive R&D and production workflows. Strong demand for our semiconductor solutions drove double-digit order and revenue growth and resulted in record orders and record first quarter revenue. Investments remain high in advanced semiconductor technologies and capacity expansion to serve a broad set of applications, including silicon-rich smartphones, high-performance computing, IoT and autos.\nIn general electronics, we achieved record orders with double-digit growth across all regions driven by investment in manufacturing and device development for consumer and industrial IoT, digital health, connectivity and remote monitoring.\nTurning to the Communications Solutions Group. We delivered record first quarter orders and revenue with double-digit order growth across all regions. Commercial communications orders achieved the second-highest quarter on record with double-digit order and revenue growth in the Americas and Europe.\nWe see continued strength in 400G and 800G Ethernet solutions for enterprise and service provider customers as well as increasing demand for terabit communication solutions. Driven by the ongoing investment in data center and cloud applications, orders for Keysight's differentiated, high-performance, real-time oscilloscopes grew triple digits this quarter. Keysight's leadership in 5G Release 16 applications, broad test case coverage and our strategic role in O-RAN are enabling our expansion across the broad communications ecosystem.\nOur 5G customer base is growing as deployments begin to scale, and we are enabling disruptive technologies with key industry players, such as Qualcomm to demonstrate 3.5-gigabit uplink data throughput, China Telecom in Taiwan to accelerate verification of O-RAN connectivity, KT Corporation in South Korea to verify advanced 5G new radio features, and LG Electronics to demonstrate 6G radio frequencies. Investments remain strong in 5G wireless R&D and manufacturing as well as networking as market expansion transitions to devices, network equipment and the aerospace defense vertical.\nIn aerospace defense and government, double-digit order growth was driven by demand for signal monitoring, cyber, space and satellite as well as 5G and 6G applications. Demand was particularly strong in Asia Pacific and Europe. As design, test and measurement solutions growing complexity, software and services are an increasingly more important differentiator for Keysight. Combined, they represented more than 1/3 of total revenue this quarter, increasing recurring revenue and contributing to the resiliency and predictability of our business.\nIn summary, demand remains strong for Keysight's software-centric portfolio of differentiated solutions across all of our end markets and regions. Since the pandemic began in 2020, Keysight has been focused on supporting our customers and delivering on our commitments. We have implemented new sourcing strategies and increased partner engagement to improve supply chain flexibility diversification and resilience. While fully focused on our near-term priorities, we continue to work towards a long-term sustainable vision for the company and for the communities in which we operate.\nThe Keysight leadership model drives us to deliver business value through ethical, environmentally sustainable and socially responsible operations. Corporate social responsibility is an enabling value of the KLM, and we are proud to have been included in the Dow Jones Sustainability Index for the third year in a row. Keysight's inclusion exemplifies the company's continued commitment to building a better planet. This includes ambitious targets that support several UN Sustainable Development Goals, such as our commitment to achieve net-zero emissions in our company operations by fiscal year 2040, 10 years ahead of the Paris Agreement goal of 2050. As we accelerate innovation to connect and secure the world, we are better positioned than ever to deliver value to our customers, shareholders and employees.\nNow I will turn it over to Neil to discuss our financial performance and outlook in more detail.\n\nNeil P. Dougherty\n\nSenior VP & CFO, Keysight Technologies, Inc.\n\nThank you, Ron, and hello, everyone. Q1 was a great start to fiscal 2022, and our full year outlook exemplifies Keysight's ability to deliver on our commitments.\nIn the first quarter of 2022, we delivered revenue of $1.250 billion, which was above the high end of our guidance range and grew 6% or 7% on a core basis. As expected, supply chain constraints continue to temper revenue results. We delivered a record $1.495 billion in orders, up 22% or 23% on a core basis. We ended the quarter with over $2.3 billion in backlog.\nTurning to our operational results for Q1. We reported gross margin of 66% and operating expenses of $473 million, resulting in an operating margin of 28%. We achieved net income of $305 million and delivered $1.65 in earnings per share, which was above the high end of our guidance. Our weighted average share count for the quarter was 184 million shares.\nMoving to the performance of our segments. Our Communications Solutions Group generated record revenue of $878 million, up 3% on both the reported and core basis. CSG delivered record gross margin of 67% and operating margin of 27%. In Q1, commercial communications generated revenue of $584 million, up 5%, with double-digit revenue growth in the Americas and Europe driven by continued investments in 5G, O-RAN adoption, 400-gigabit, 800-gigabit and terabit R&D and wireline applications. Aerospace defense and government revenue of $294 million was flat versus a strong prior year compare.\nSolid growth in Asia Pacific was offset by supply chain constraints that impacted revenue in the Americas and Europe. This was our fourth consecutive quarter of double-digit order growth in aerospace defense and government, and the funnel remains strong for this end market.\nThe Electronic Industrial Solutions Group generated first quarter revenue of $372 million, up 13% or 15% on a core basis, driven by strong revenue growth in semiconductor and automotive. EISG reported gross margin of 63% and operating margin of 31%.\nMoving to the balance sheet and cash flow. We ended our first quarter with $2 billion in cash and cash equivalents, generated cash flow from operations of $224 million and free cash flow of $182 million or 15% of revenue. Under the new share repurchase authorization announced in November of last year, we have acquired 1.13 million shares in the quarter at an average price of $182.19 for a total consideration of $206 million.\nNow turning to our outlook and guidance\nmillion to $1.310 billion and Q2 earnings per share to be in the range of $1.63 to $1.69 based on a weighted diluted share count of approximately 183 million shares. Assuming a loosening of the supply situation in the second half, we continue to expect full year revenue growth to be in the range of 6% to 7% while delivering 12% earnings growth. The raised EPS growth expectation\nIn closing, the demand environment remains strong across our end markets and regions. With a record backlog position and a strong track record of operational excellence, we are confident in our ability to meet our customer commitments and continue to deliver profitable above-market growth going forward.\nWith that, I will now turn it back to Jason for the Q&A.\n\nJason Kary\n\nVP of Treasurer & IR, Keysight Technologies, Inc.\n\nThank you, Neil. Elliott, will you please go ahead and give the instructions for the Q&A?"
  }
]