[
  {
    "header": "ON",
    "cik": "0001097864",
    "ticker": "ON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f1a2ae77d6123feb3fdf2d39d17f4311",
    "period": "2025 Q3",
    "content": "Q3 2025 ON Semiconductor Corp Earnings Call\n\nQ3 2025 ON Semiconductor Corp Earnings Call\n\nONNASDAQNOV 3, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to onsemi Third Quarter 2025 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would like now to turn the conference over to Parag Agarwal, Vice President of Investor Relations and Corporate Development. Please go ahead.\n\nParag Agarwal\n\nVice President of Investor Relations & Corporate Development\n\nThank you, Michelle. Good morning, and thank you for joining onsemi's Third Quarter of 2025 Results Conference Call. I am joined today by Hassane El-Khoury, our President and CEO; and Thad Trent, our CFO. This call is being webcast on the Investor Relations section of our website at www.onsemi.com. A replay of this webcast, along with our third quarter earnings release, will be available on our website approximately 1 hour following this conference call, and the recorded webcast will be available for approximately 30 days following this conference call. Additional information is posted on the Investor Relations section of our website.\nOur earnings release and this presentation include certain non-GAAP financial measures. Reconciliation of these non-GAAP financial measures to the most directly comparable GAAP financial measures and a discussion of certain limitations when using non-GAAP financial measures are included in our earnings release which is posted separately on our website in the Investor Relations section.\nDuring the course of this conference call, we will make projections or other forward-looking statements regarding future events are the future financial performance of the company. We wish to caution that such statements are subject to risks and uncertainties that could cause actual events or results to differ materially from projections. Important factors that can affect our business, including factors that can cause actual results to differ materially from our forward-looking statements are described in our most recent form 10-K, form 10-Qs and other filings with the Securities and Exchange Commission and in our earnings release for the third quarter. Our estimates or other forward-looking statements might change, and the company assumes no obligation to update forward-looking statements to reflect actual results, changed assumptions or other events that may occur except as required by law.\nNow let me turn it over to Hassane. Hassane?\n\nHassane S. El-Khoury\n\nPresident, CEO & Director, ON Semiconductor Corporation\n\nThank you, Parag. Good morning, and thank you all for joining us. We are pleased with our third quarter results, which reflect the strength of our strategy and the resilience of our business model. Our third quarter results exceeded the midpoint of our guidance with revenue of $1.55 billion, non-GAAP gross margin of 38% and earnings per share towards the high end of our range at $0.63. We have been positioning the company for a market recovery, and we believe we are well aligned to benefit as demand normalizes. We're already seeing stabilization in automotive and industrial, while continuing to grow in AI.\nOur Treo platform continues to scale across our core markets and our recent acquisitions are expanding our portfolio and accelerating our road map. We are delivering solutions that help customers scale performance while improving energy efficiency and system cost. The growing demand for high-efficiency power delivery across our end markets of automotive, industrial and AI positions us for long-term growth. We remain committed to our gross margin expansion strategy through innovation with both organic and inorganic investments in differentiation and have achieved 4 significant milestones that I'd like to highlight.\nFirst is our Treo platform. Our new products continue to scale, and our design funnel now exceeds $1 billion driven by strong customer engagement across automotive, industrial and AI infrastructure. We remain on track to double the number of products sampling this year. [ Teledyne ] Technologies selected our Treo platform to develop next-generation products for infrared imaging systems. Treo's process technology combines precision analog, advanced digital and low-voltage power features to meet the demands of infrared focal plane array systems used in aerospace, defense and security applications.\nSecond is our vertical GaN or VGaN. Last quarter, I highlighted our strategic investment in our generation wide-band gap semiconductors. Last week, we announced our VGaN platform develop on proprietary GaN-on-GaN architecture in our Syracuse fab in New York. VGaN conducts current vertically through the chip enabling higher operating voltages versus lateral GaN and faster switching and record power density. It reduces energy loss by up to 50%, making it ideal for AI data centers, EVs, renewable energy and aerospace, defense and security. Sampling is already underway with lead customers in automotive and AI. This launch expands our leadership beyond silicon and silicon carbide, giving customers a future-ready toolkit to meet rising performance and efficiency demands.\nThird, our SiC JFET continues to proliferate, and we have been ramping revenue in AI data center for high current workloads. We're also seeing traction in aerospace, defense and security, where our SiC JFET are now deployed in low-orbit satellite platforms, delivering industry-leading radiation ruggedness and power density.\nAnd fourth is our Vcore acquisition. In Q3, we expanded our analog and mixed-signal portfolio with the acquisition of Vcore Power Technology and IP assets from Auto Semiconductor. This transaction accelerates our road map for advanced multi-phase controllers and monolithic smart power stages enabling us to close key gaps in our offering and deliver comprehensive solutions for the next-generation AI data centers and compute platforms. These new products will be integrated into our Treo platform, enhancing performance, reliability and energy efficiency at the point of load and support [ x86 ] and ARM-based architectures. Sampling begins this quarter with production release expected in early 2026.\nShifting to the demand environment, we are seeing stabilization in the near term with Automotive, which grew 7% and Industrial, which grew 5% sequentially and our design wins in both markets continue to reflect a broad global engagement. For example, our industrial image sensor funnel is up 55% year-over-year with traction in factory automation and inspection. We continue to ramp our AI revenue, which again approximately doubled year-over-year in Q3 and is now becoming material with almost $250 million expected in 2025. Regionally, our revenue in the Americas grew 22% sequentially from momentum in automotive and aerospace, defense and security. Japan was up 38% quarter-over-quarter, driven by traction in automotive and image sensing.f Europe was down 4% as macro softness persisted while China was down 7% sequentially. In China, we secured strategic wins and high-voltage traction inverters with a leading Tier 1 for multiple local OEMs. We also expanded our position at NEO with SiC for the traction inverter across their newest brand and with our 8 megapixel image sensor for their ADAS applications.\nAI is shaping -- is reshaping the power landscape, both inside and outside the data center. The International Energy Agency projects that electricity demand from AI optimized data centers will quadruple by 2030, making power efficiency and density critical differentiators, an area where onsemi leads. onsemi intelligent power technologies span the full power tree from solar and storage systems to UPS and rack-level PSUs, optimizing every watt before it reaches the processor. In Q3, we secured strategic wins in solar and energy storage platforms that are foundational to hyperscale AI deployments.\nOur latest generation of IGBTs and SiC in the most advanced hybrid modules were selected for high-efficiency solar inverters and energy storage systems or ESS including wins with 2 of the leading utility solar inverter suppliers in China. We also secured the next generation large-scale stationary storage with a large OEM in the U.S. as microgrid deployments are rapidly emerging as a key growth vector across our end markets. This business is reported under our industrial segment, and we expect our latest generation [ field stop 7 ] IGBT revenue to increase in 2025 over 2024 with continued double-digit growth expected in 2026.\nTurning to the AI data center itself. At the UPS level, a leading industrial OEM has integrated onsemi SiC MOSFET into their latest 3-phase UPS platform where superior efficiency and power density are key differentiators. At the rack level, we secured multiple design wins across high-efficiency PSUs with our SiC FETs T10 [ Trench ] MOSFET and SiC JFET into 5.5-kilowatt AI server PSUs with top global PSU providers, delivering best-in-class thermal performance, supply assurance and switching efficiency for hyperscale deployment. At the compute board level, we have introduced high-efficiency smart power stages and secured design wins on multiple platforms with leading XPU providers. The acquisition of IP from Aura Semiconductor further strengthened our SPS and controller offerings for power to the core applications.\nOur collaboration with NVIDIA is also accelerating the industry's transition to 800-volt DC, power architecture critical for next-generation AI data center. These technology achievements and customer engagements reflect the strength of our differentiated power and sensing portfolios and our ability to deliver system-level value in the high-growth segments of our core markets.\nLet me now turn it over to Thad to give you more detail on our results and guidance for the fourth quarter.\n\nThad Trent\n\nExecutive VP, CFO & Treasurer\n\nThanks, Hassane. Our third quarter results were driven by disciplined execution and prudent management of the business. We have made structural changes across our portfolio and our manufacturing footprint that will enable margin expansion at scale and position us for a market recovery. These initiatives will continue in future quarters, and we are committed to extracting value through our fab right activities. Our investments in next-generation technologies, including Treo, Vcore, silicon carbide JFET and Vertical GaN are reshaping our mix and strengthening our competitive advantage to further our leadership position. In addition, we continue to return capital to our shareholders. Year-to-date, we have repurchased $925 million of shares, returning approximately 100% of our free cash flow to shareholders.\nTurning to the third quarter results. We exceeded the midpoint of our guidance with revenue of $1.55 billion, increasing 6% over Q2. Automotive revenue was $787 million, which increased 7% sequentially, driven by increases in Americas, China and Japan. Revenue for Industrial was $426 million, up 5% sequentially, primarily driven by aerospace, defense and security. Outside of auto and industrial, our other business increased 2% quarter-over-quarter with continued momentum in AI data center.\nLooking at the third quarter results between the business units, we saw sequential revenue growth in all 3 business units. Revenue for the Power Solutions Group, or PSG, was $738 million, an increase of 6% quarter-over-quarter and a decrease of 11% year-over-year. Revenue for the Analog and Mixed-Signal Group, or AMG was $583 million, an increase of 5% quarter-over-quarter and a decrease of 11% year-over-year. Revenue for the Intelligent Sensing Group, or ISG, was $230 million, a 7% increase quarter-over-quarter and a decline of 18% over the same quarter last year as we strategically refocused this business.\nTurning to gross margin. In the third quarter, GAAP gross margin was 37.9% and non-GAAP gross margin was 38%, above the midpoint of our guidance due to favorable mix within the quarter. Manufacturing utilization was up compared to Q2 at 74% as we started to build die bank inventory to support the mass market. We expect utilization to be flat to down slightly in the fourth quarter as we complete these builds.\nGAAP operating expenses were $323 million, and non-GAAP operating expenses were $291 million. GAAP operating margin for the quarter was 17%, and non-GAAP operating margin was 19.2%. Our GAAP tax rate was 6.5%, and non-GAAP tax rate was approximately 16%. Diluted GAAP earnings per share was $0.63, and non-GAAP earnings per share was also $0.63. GAAP and non-GAAP diluted share count was 408 million shares, and we repurchased $325 million of shares in the third quarter. Since launching our share repurchase program in February 2023, we have repurchased $2.1 billion and had approximately $861 million remaining on our authorization at the end of the quarter.\nTurning to the balance sheet. Cash and short-term investments was approximately $2.9 billion with total liquidity of $4 billion, including $1.1 billion undrawn on our revolver. Cash from operations was $419 million, and free cash flow was $372 million. Our year-to-date free cash flow is 21% of revenue, and we remain on track to deliver strong free cash flow margin for the full year. Capital expenditures were $46 million or 3% of revenue. Inventory decreased by $39 million to 194 days from 208 days in Q2. This includes 82 days of bridge inventory to support fab transitions in silicon carbide down from 87 days in Q2. Excluding the strategic builds, our base inventory is healthy at 112 days. Distribution inventory declined to 10.5 weeks from 10.8 weeks in Q2 and within our target range of 9 to 11 weeks.\nLooking forward, let me provide you the key elements of our non-GAAP guidance for the fourth quarter. As a reminder, today's press release contains a table detailing our GAAP and non-GAAP guidance. Our guidance is inclusive of our current expectation that there is no material direct impact of tariffs announced as of today. We anticipate Q4 revenue will be in the range of $1.48 billion to $1.58 billion. Our non-GAAP gross margin is expected to be between 37% and 39%, which includes share-based compensation of $8 million. Non-GAAP operating expenses are expected to be between $282 million and $297 million, which includes share-based compensation of $32 million. We anticipate our non-GAAP other income to be a net benefit of $7 million with our interest income exceeding interest expense. We expect our non-GAAP tax rate to be approximately 16% and our non-GAAP diluted share count is expected to be approximately 405 million shares. This results in non-GAAP earnings per share in the range of $0.57 to $0.67. We expect capital expenditures in the range of $20 million to $40 million.\nTo close, we remain focused on disciplined execution and financial leverage. The structural changes we have made across our portfolio, operations and manufacturing footprint are driving margin expansion and positioning onsemi for long-term earnings power. With over 100% of our year-to-date free cash flow return to shareholders, we continue to prioritize capital efficiency and shareholder value while investing in innovation and differentiation. As the market stabilizes, we are well aligned to scale with demand and deliver sustainable growth.\nWith that, I'd like to turn the call back over to Michelle to open it up for Q&A."
  },
  {
    "header": "ON",
    "cik": "0001097864",
    "ticker": "ON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/43f6e696e577e9c6e9164db058475373",
    "period": "2025 Q2",
    "content": "Q2 2025 ON Semiconductor Corp Earnings Call\n\nQ2 2025 ON Semiconductor Corp Earnings Call\n\nONNASDAQAUG 4, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the onsemi Second Quarter 2025 Earnings Conference Call. [Operator Instructions]. Please be advised today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Parag Agarwal, please go ahead.\n\nParag Agarwal\n\nVice President of Investor Relations & Corporate Development\n\nThank you, Kevin. Good morning, and thank you for joining onsemi's Second quarter of 2025 Results Conference Call. I'm joined today by Hassane El-Khoury, our President and CEO, and Thad Trent, our CFO. This call is being webcast on the Investor Relations section of our website at www.onsemi.com. A replay of this webcast, along with our second quarter earnings release, will be available on our website approximately 1 hour following this conference call and the recorded webcast will be available for approximately 30 days following this conference call. Additional information is posted on the Investor Relations section of our website.\nOur earnings release and this presentation include certain non-GAAP financial measures. Reconciliation of these non-GAAP financial measures with our most directly comparable GAAP financial measures and a discussion of certain limitations when using non-GAAP financial measures are included in our earnings release, which is posted separately on our website in the Investor Relations section.\nDuring the course of this conference call, we will make projections or other forward-looking statements regarding the future events or future financial performance of the company. We wish to caution that such statements are subject to risks and uncertainties that could cause actual events or results to differ materially from projections.\nImportant factors that can affect our business including factors that could cause actual results to differ materially from our forward-looking statements are described in the most recent Form 10-K from 10-Qs and other filings with the Securities and Exchange Commission and in our earnings release for the second quarter. Our estimates or other forward-looking statements might change, and the company assumes no obligation to update forward-looking statements to reflect actual results, change assumptions or other events that may occur except as required by law.\nNow let me hand it over to Hassane. Hassane?\n\nHassane S. El-Khoury\n\nPresident, CEO & Director, ON Semiconductor Corporation\n\nThank you, Parag. Good morning, and thank you all for joining us. In the second quarter, we made meaningful progress across our strategic priorities and advanced critical initiatives in automotive, industrial and AI data center. In automotive, we're helping customers like Xiaomi improve range and enhance the driving experience and we're expanding our engagement with more global OEMs and Tier 1s, including our collaboration with Schaeffler.\nIn AI data centers, we are enabling next-generation power architectures that drive efficiency and performance at scale through collaboration with market leaders like NVIDIA to accelerate the shift to 800-volt DC power architecture. We remain focused on making strategic investments to extend our competitive edge and deepen customer relationships to build long-term value. At the same time, we are making structural improvements across the business to enhance efficiency. This, combined with disciplined cost management creates significant leverage in our model as we prepare to capitalize on a market recovery.\nOn the financial side, we delivered Q2 revenue of $1.47 billion, exceeding the midpoint of our guidance and non-GAAP gross margin and EPS of 37.6% and $0.53, respectively. Turning to the demand environment. We are seeing signs of stabilization across our end markets. We have not seen any pull-ins to date due to tariffs and our diversified manufacturing footprint remains a competitive advantage, providing sourcing options to our customers as they work on optimizing their supply chains.\nBy market, automotive revenue in Q2 was down 4%, performing better than anticipated and is expected to grow in the third quarter with continued EV ramps. In China, select Xiaomi YU7 electric SUV models integrate our 1,200-volt EliteSiC M3e, enabling better performance and the longest range in this class. China remains a growth driver for onsemi with strong traction in both BEV and PHEV platforms. China revenue in Q2 grew 23% sequentially, driven by silicon carbide with the new EV ramps I mentioned last quarter.\nWe also expanded our collaboration with Schaeffler to deliver our next-generation traction inverter for a global OEMs PHEV platform using our latest EliteSiC M4T trench technology to unlock higher energy efficiency and reliability. We expect adoption to continue to expand and our customer engagement to continue to diversify as OEMs redesign hybrid architectures to meet the emissions target and extend range.\nIndustrial revenue increased 2% quarter-over-quarter. Revenue for AI data center, which we report as part of our other bucket, nearly doubled again in Q2 over the same quarter last year. As outlined in the President's AI action plan, AI infrastructure has become a focus of national priority in the United States. AI growth will be limited by power delivery rather than [ compute loan ] and onsemi is the only broad-based U.S. power semiconductor supplier addressing this challenge with our intelligent power semiconductors, dramatically increasing power density and reducing energy loss.\nWe are actively working with leading XPU providers on smart power stages that address the power requirements of current and next-generation platforms. We're in production on single SPS products in an industry standard 5x5 package and began sampling a dual SPS in the same footprint. As part of our ongoing transformation, we will continue investing in next-generation technologies where we have clear competitive advantages while reducing our exposure to areas with limited differentiation. This includes end-of-life of legacy products, exiting noncore businesses and repositioning our image sensing portfolio toward higher value segments such as ADAS and machine vision. These actions are reshaping onsemi Semi into a company with a distinct value proposition powered by leadership in intelligent power, sensing and analog mixed signal technologies.\nA strong example of the strategy in action is Trail Momentum continues to build around our Trio platform with a design funnel that has more than doubled quarter-over-quarter as we progress towards our $1 billion revenue target. We are on track to doubling the number of products sampling from last year. Treo's differentiated technology, modular SoC like design and ability to integrate high and low voltage domains are driving strong customer engagement across all our end markets. An example in automotive is 10 based T1s, where we sampled over 10 customers as they work on their zonal architecture.\nAfter delivering our first Treo revenue in Q1, we've also reached an important milestone. We've now shipped over 5 million units from our East Fishkill facility this year. These milestones reflect the strength of our innovation engine and the strategic investments we've made to support long-term growth. By reducing complexity, sharpening our operational focus and allocating capital more efficiently we are building a more resilient and higher-quality business for the long term.\nAs the global economy accelerates to our electrification and intelligent automation, next-generation vehicles, sustainable energy systems and AI data centers are converging around a shared need for a new era of power solutions. Beyond silicon carbide, our strategic investments in next generation wide band gap semiconductors have delivered transformative gains in power density, thermal performance and energy efficiency. We started sampling customers on these new breakthrough technologies, and I will talk more about it soon.\nLet me now turn it over to Thad to give you more detail on our results and guidance for the third quarter.\n\nThad Trent\n\nExecutive VP, CFO & Treasurer\n\nThanks, Hassane. Through our ongoing transformation, we remain dedicated to building sustainable long-term value for our shareholders. We have progressively rationalized our portfolio and manufacturing footprint to expand gross and operating margins at scale. These efforts will continue in future quarters, and we are committed to extracting value through our fab right initiative.\nInvestments in next-generation technologies across the portfolio will continue to expand our position as a leader in power and sensing and drive the shift in our portfolio mix to move on semi up the value chain with our customers. As a reminder, in Q1, we took aggressive action to reduce our manufacturing capacity and restructure our workforce to continue driving long-term operational efficiencies.\nIn the second quarter, we began to see the benefits of those structural changes with a substantial reduction in operating expenses. In parallel, we increased our 2025 targeted share repurchase to 100% of free cash flow. We are executing to that target and after repurchasing an additional $300 million of shares in the second quarter we have returned 107% of our free cash flow to shareholders on a year-to-date basis.\nTurning to the second quarter financial results. We exceeded the midpoint of our guidance with revenue of $1.47 billion, increasing 1.6% over Q1. Automotive revenue was $733 million, which decreased 4% sequentially, driven by weakness in America and Europe and offset by continued strength in China. Revenue for Industrial was $406 million, up 2% sequentially. While our medical and aerospace and defense businesses continue to grow, traditional industrial declined slightly in Q2 versus Q1. Outside of auto and industrial, our other businesses increased 16% quarter-over-quarter with AI data center being 1 of the significant contributors.\nLooking at the quarter between the split between the business units Revenue for the Power Solutions Group, or PSG, was $698 million, an increase of 8% quarter-over-quarter and a decrease of 16% year-over-year. Revenue for the Analog and Mixed-Signal Group, or AMG was $556 million, a decrease of 2% quarter-over-quarter and 14% year-over-year. Revenue for the Intelligent Sensing Group, or ISG, was $215 million, an 8% decrease quarter-over-quarter and 15% over the same quarter last year.\nTurning to gross margin in the second quarter. GAAP and non-GAAP gross margin was 37.6%, above the midpoint of our non-GAAP guidance. Manufacturing utilization was flat compared to Q1. We Accounting for the capacity impairment completed in Q1, utilization is now 68% based on a reduced manufacturing capacity. We expect to see approximately $5 million reduction in depreciation on the income statement starting in Q4.\nNow let me give you some additional numbers for your models. GAAP operating expenses for the second quarter were $359 million as compared to $396 million in the second quarter of 2024. GAAP operating expenses decreased sequentially in Q1 as Q1 included restructuring charges of $539 million. Non-GAAP operating expenses were $298 million compared to $308 million in the quarter a year ago. Non-GAAP operating expenses decreased $17 million sequentially. and were above the midpoint of our guidance. This was due to delays in realizing the full benefit of our restructuring activities in the quarter, which we expect to recognize fully in the third quarter.\nGAAP operating margin for the quarter was 13.2% and non-GAAP operating margin was 17.3%. Our GAAP tax rate was 12.6% and non-GAAP tax rate was 16%. Looking forward, we expect no material change in 2025 due to the one big beautiful bill while we see a positive impact in 2026 and beyond, reducing our non-GAAP tax rate to approximately 15% from our previous expectation of 19%. Diluted GAAP earnings per share for the second quarter was $0.41 as compared to $0.78 in the quarter a year ago. Non-GAAP earnings per share was $0.53 as compared to $0.96 in Q2 of 2024. GAAP and non-GAAP diluted share count was 415 million shares.\nTurning to the balance sheet. Cash and short-term investments was $2.8 billion with total liquidity of $4 billion, including $1.1 billion undrawn on our revolver. Cash from operations was $184 million, and free cash flow was $106 million. The sequential decline in free cash flow was driven by timing of working capital, which created lumpiness between quarters. Our year-to-date free cash flow is 19% of revenue, and we remain on track to deliver 25% free cash flow margin for the full year.\nCapital expenditures during Q2 were $78 million or 5% of revenue. Inventory was up quarter-over-quarter on a dollar basis by $9 million and decreased by 11 days to 208 days. This includes 87 days of bridge inventory to support fab transitions in silicon carbide, down from 100 days in Q1. Excluding the strategic builds, our base inventory is healthy at 121 days. Distribution inventory was 10.8% versus 10.1 weeks in Q1 and within our target range of 9 to 11 weeks.\nLooking forward, let me provide you the key elements of our non-GAAP guidance for the third quarter. As a reminder, today's press release contains a table detailing our GAAP and non-GAAP guidance. First, our guidance is inclusive of our current expectations that there is no material direct impact of tariffs announced as of today. Given our current visibility, we anticipate Q3 revenue will be in the range of $1.465 billion to $1.565 billion. Our non-GAAP gross margin is expected to be between 36.5% and 38.5%, which includes share-based compensation of $6 million. Our third quarter guidance includes 900 basis points of noncash under-absorption charges, and we expect utilization to be flat to up slightly in Q3.\nMoving on to non-GAAP operating expenses. We expect OpEx to be in the range of $280 million to $295 million, including share-based compensation of $32 million. We anticipate our non-GAAP other income to be a net benefit of $8 million with our interest income exceeding interest expense. We expect our non-GAAP tax rate to be approximately 16% and our non-GAAP diluted share count is expected to be approximately 410 million shares. This results in non-GAAP earnings per share to be in the range of $0.54 to $0.64. We expect capital expenditures in the range of $35 million to $50 million.\nAs we look forward, we continue to rationalize our product portfolio to force the shift towards higher value and higher-margin products. In 2026, we expect that approximately 5% of our 2025 revenue will not repeat. This includes the end of life of certain legacy products, ongoing noncore exits and the repositioning of ISG that Hassane talked about. We've also been executing our fab right strategy to align capacity with this shift as we drive to a higher quality of revenue and long-term earnings power. To wrap up, we continue to operate with financial discipline and a clear focus on shareholder value.\nBy taking decisive action to streamline our portfolio and align operations, we are well positioned for a recovery. We continue to invest in next-generation technologies and capabilities that will strengthen our competitive advantage and support our transformation. With our focus on intelligent power and sensing, we are reshaping on semi into a more focused and differentiated company.\nWith that, I'd like to turn the call back over to Kevin to open up the line for Q&A."
  },
  {
    "header": "ON",
    "cik": "0001097864",
    "ticker": "ON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fd1442c6603a58e529ac01c918a60eaa",
    "period": "2025 Q1",
    "content": "Q1 2025 ON Semiconductor Corp Earnings Call\n\nQ1 2025 ON Semiconductor Corp Earnings Call\n\nONNASDAQMAY 5, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the onsemi First Quarter 2025 Earnings Conference Call. [Operator Instructions] Please be advised, today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Parag Agarwal. Please go ahead.\n\nParag Agarwal\n\nVice President of Investor Relations & Corporate Development\n\nThank you, Kevin. Good morning, and thank you for joining onsemi's First Quarter of 2025 Results Conference Call. I'm joined today by Hassane El-Khoury, our President and CEO; and Thad Trent, our CFO. This call is being webcast on the Investor Relations section of our website at www.onsemi.com. A replay of this webcast, along with our first quarter earnings release, will be available on our website approximately 1 hour following this conference call, and the recorded webcast will be available for approximately 30 days following this conference call. Additional information is posted on the Investor Relations section of our website.\nOur earnings release and this presentation includes certain non-GAAP financial measures. Reconciliation of these non-GAAP financial measures to the most directly comparable GAAP financial measures and a discussion of certain limitations when using non-GAAP financial measures are included in our earnings release. which is posted separately on our website in the Investor Relations section.\nDuring the course of this conference call, we'll make projections or other forward-looking statements regarding future events or the future financial performance of the company. We wish to caution that such statements are subject to risks and uncertainties that could cause actual events or results to differ materially from projections. Important factors that can affect our business including factors that could cause actual results to differ materially from our forward-looking statements are described in our most season from 10-K, form 10-Qs and other filings with the Securities and Exchange Commission and in our earnings release for the first quarter. Our estimates or other forward-looking statements might change and the company assumes no obligation to update forward-looking statements to reflect actual results, change assumptions or other events that may occur except as required by law.\nNow let me turn it over to Hassane. Hassane?\n\nHassane S. El-Khoury\n\nPresident, CEO & Director, ON Semiconductor Corporation\n\nThank you, Parag. Good morning, and thanks to everyone for joining us on the call. Despite a challenging macroeconomic landscape, we delivered Q1 revenue of $1.45 billion and non-GAAP earnings per share of $0.55, both exceeded the midpoint of our guidance with non-GAAP gross margin of 40%. Our focus remains on streamlining our operations through our Fab Right approach and investing in R&D to deliver differentiated products to our customers. Both initiatives aim to deliver gross margin expansion as the market recovers.\nIn an uncertain geopolitical environment, our manufacturing network is a source of competitive advantage as we have proactively established a flexible and geographically diversified supply chain for our customers that not only enhances supply resilience, but also reduces our risk exposure. With 19 front and back-end facilities in addition to our external network, we are well positioned to respond effectively to tariff-related concerns. Based on our understanding of current tariff policies, our expectation is that there will be minimal direct impact to our business. At this time, we expect no major issues in servicing our global customer base and are assisting these customers to minimize their impact by optimizing our supply chains.\nAlthough we began to see early signs of stabilization with favorable booking trends towards the end of the first quarter in certain parts of the industrial market, inventory digestion persists and customers remain cautious, as I described last quarter. While customers optimize their working capital and the extended downturn, we have used pricing to defend or increase share in strategic areas over the long term and expect low single-digit pricing decline in certain parts of our business.\nOn the revenue side, following a strong Q4, our automotive revenue in the first quarter declined 26% sequentially, in line with our expectations. Our industrial revenue was better than expected, decreasing only 4% sequentially. The traditional parts of the industrial market are starting to show signs of recovery. You'll recall this was the first part of industrial to show signs of weakness going into the downturn. Medical and Aerospace and Defense also increased sequentially and our AI data center revenue, which we report as part of our other bucket more than doubled year-over-year in the first quarter. Our differentiated intelligent power and sensing solutions enable us to deliver the performance and power efficiency that our customers need to thrive in their space. Through the downturn, we continued investing to diversify our portfolio and deliver differentiation as the market landscape continues to evolve.\nIn automotive, while inventory digestion persisted in the first quarter, leading OEMs are adopting our silicon carbide in their next platform architectures. We have extended our technology leadership with our fourth-generation elesic MOSFET devices based on trench architecture. We have already secured a new 750-volt plug-in hybrid electric vehicle or PHEV designed with one of our major U.S. automotive OEMs. This signals the beginning of a transition from silicon to silicon carbide and new PHEV platforms to extend vehicle range and reach a broader customer base, adding to our penetration in full battery electric vehicles or BEVs where we continue to gain share over incumbents. Based on the latest electric vehicle launches in China, most of which were unveiled last week at the Shanghai Auto Show, we expect to have our silicon carbide in nearly 50% of the new models.\nMost of these new models are set to ramp in late 2025, including a PHEV with our silicon carbide. Broader adoption of SiC and PHEVs is expected over the next few years as OEMs redesign hybrid platforms to meet tightening global emission standards and capitalize on the performance offered by silicon carbide technology to extend the range. We're also winning with our image sensors and automotive applications, which continue to be a differentiator for onsemi. The superior performance of our technology makes onsemi the partner of choice for the top automakers.\nIn the first quarter, we began shipments of our 8 megapixel image sensor to the leading OEM in China with a global footprint where we expect to be designed into ADAS systems for their low-, mid- and high-end vehicles. Another OEM based in Asia has selected our 8-megapixel image sensor for their next-generation ADAS platform. In AI data center, we continue to make progress in our strategy by leveraging our strengths in intelligent power, silicon carbide and silicon powered devices anchored our strategy and are instrumental in every branch of the Power treatment. At the entry point of power into the data center, we are capitalizing on the transition to modular UPS systems with our [ elisic ] power module solutions, delivering higher efficiency and power density than traditional silicon solutions.\nWe are shipping to the 3 largest UPS suppliers and with a new platform win that began ramping in Q1, we expect our revenue for UPS to grow between 40% and 50% for the full year over 2024. Within the power supply unit and the battery backup unit, our silicon carbide JFET, combined with our T10 trench fats to create a winning high-power AC to DC solution. [ Sig ] JEFTs are essential in the transition from 3-kilowatt to 5-kilowatt PSUs required in the next-generation architecture and only onsemi has a distinctive technology. Sig JFET is superior in these high current solutions because it offers the lowest on resistance in a given footprint. Similarly, our T10 MOSFETs offer industry-leading ultra low RDSon and reduced switching losses.\nWe are ramping with a large U.S. hyperscaler securing the majority share in their PSU and BBU. We are expanding our portfolio of power solutions using a combination of pets and power management ICs to address the intermediate bus conversion and Vicor branch of the Power Tree. With the launch of our [ Treo ] platform last November, we introduced our expanding portfolio, including voltage translators, LDOs, ultra-low power analog front end, ultrasonic sensors multi-phase controllers for client and single pair Ethernet controllers for automotive zonal architecture applications. advancements through the Treo platform are enabling us to accelerate development and deliver innovative solutions to our customers across automotive, medical, industrial and AI data center markets at accretive margins. We have already recognized the verse production revenue from the Treo platform and are well on our way to doubling the number of products available year-over-year as we build the franchise towards delivering on our $1 billion commitment by 2030.\nAs we look ahead, while the semiconductor industry is navigating complex macroeconomic factors, there is an increasing need for semiconductors to improve power efficiency and sensing capabilities in rapidly evolving sectors like AI data centers, automotive and industrial. During this downturn, we have maintained our strategic direction, and we have continued to deliver value to our customer base on the performance of our technology. We are focused on operational excellence and are well positioned for recovery with gross margin expansion as we continue to realize the benefit of our fab right initiatives.\nLet me now turn it over to Thad to give you more details on our results and approach going into the second quarter.\n\nThad Trent\n\nExecutive VP, CFO & Treasurer\n\nThanks, Hassan. While it was a to challenge continuing to focus on operational excellence has allowed us to drive cost out of our operations to focus on free cash flow generation. We exceeded the midpoint of our guidance with revenue of $1.45 billion and non-GAAP earnings per share of $0.55, while Q1 free cash flow increased 72% year-over-year. We increased our share buyback to 66% of free cash flow, repurchasing $300 million of shares in the first quarter. With our large capital investment behind us, we are confident in our liquidity and strong balance sheet and believe returning capital to shareholders is the best use of capital.\nFor 2025, we intend to increase our share repurchase to 100% of free cash flow. As of today, there is approximately $1.5 billion remaining on our repurchase authorization and we expect free cash flow will remain strong with the cost control actions we have taken, aggressive working capital management and limited capital investments. Last quarter, I told you that we would be moving aggressively and with urgency and making structural changes to expand gross and operating margins and generate strong free cash flow in the future. In the first quarter, we took 2 significant steps to benefit the company in the long term and better position us for a market recovery.\nFirst, as part of our Fab Right initiative, we reduced our internal fab capacity by 12% through our manufacturing realignment program to lower our fixed cost structure. These actions will reduce our ongoing depreciation costs by approximately $22 million on an annualized basis, and we expect to see the benefit on the income statement in Q4 of this year. We will continue to rationalize our manufacturing footprint, driving gross margin expansion towards our long-term target and providing greater leverage in our business model as the market recovers.\nThe second action in Q1 was a company-wide restructuring initiative. We made the difficult decision to reduce our global workforce by 9% and further reduce our nonmanufacturing sites, driving sustainable efficiencies across the company. These actions are expected to generate approximately $25 million of savings in Q2 versus Q1 with an additional $5 million per quarter of savings realized in the second half of the year. These actions are structural rather than temporary and will drive incremental leverage in both gross and operating margins for the long term. Coupled with our lower capital intensity, we remain on track to our targeted 25% to 30% free cash flow margin for the year.\nTurning to financial results for the quarter. The slowdown in demand across all end markets resulted in revenue of $1.45 billion, above the midpoint of our guidance. Automotive and Industrial accounted for 80% of revenue in the first quarter. Automotive revenue was $762 million, which decreased 26% sequentially, driven by weakness in Europe and seasonality in Asia, mainly in China due to Chinese New Year. Revenue for the Industrial was $400 million, down 4% sequentially and while our medical and aerospace and defense businesses continue to grow, traditional industrial remained stable. Outside of auto and industrial, our other businesses increased 1% quarter-over-quarter mainly driven by client computing business, offset by normal seasonality in wireless.\nLooking at the first quarter split between the business units. Revenue for the Power Solutions Group, or PSG, was $645 million, a decrease of 20% quarter-over-quarter and 26% year-over-year. Revenue for the Analog and Mixed Signal Group, or AMG was $566 million, a decrease of 7% quarter-over-quarter and a decrease of 19% year-over-year. Revenue for the Intelligent Sensing Group, or ISG, was $234 million, a 23% decrease quarter-over-quarter. ISG revenue decreased 20% over the same quarter last year.\nTurning to gross margin in the first quarter. GAAP gross margin was 20.3%, which includes restructuring charges as a part of our manufacturing realignment program. Non-GAAP gross margin was 40%, down 530 basis points sequentially and 590 basis points from the quarter a year ago. Non-GAAP gross margin declined in line with guidance due to the lower revenue and under absorption with lower utilization levels over the last few quarters. Manufacturing utilization increased slightly from 59% in Q4 to 60%, which does not include any impact from our capacity reduction actions.\nNow let me give you some additional numbers for your models. GAAP operating expenses for the first quarter were $868 million as compared to $328 million in the first quarter of 2024. GAAP operating expenses increased sequentially as it includes restructuring charges of $539 million. Non-GAAP operating expenses were $315 million compared to $314 million in the quarter a year ago. GAAP operating margin for the quarter was negative 39.7% and non-GAAP operating margin was 18.3%. Our GAAP tax rate was 13.5% and non-GAAP tax rate was 16%. Diluted GAAP earnings per share for the first quarter was a loss of $1.15 as compared to earnings of $1.04 in the quarter a year ago. Non-GAAP earnings per share was $0.55 as compared to $1.08 in Q1 of 2024. GAAP diluted share count was 421 million shares, and our non-GAAP diluted share count was 422 million shares.\nTurning to the balance sheet. Cash and short-term investments was $3 billion with total liquidity of $4.1 billion, including $1.1 billion undrawn on our revolver. Cash from operations was $602 million, and free cash flow increased 72% year-over-year to $455 million, representing 31% of revenue. Capital expenditures in Q1 were $147 million. Inventory was down quarter-over-quarter on a dollar basis by $164 million and increased by 3 days to 219 days. This includes 100 days of bridge inventory to support fab transitions in silicon carbide. We expect this inventory to peak in the second quarter. Excluding the strategic builds, our base inventory is healthy at 119 days.\nDistribution inventory declined another $27 million with weeks of inventory increasing to 10.1 weeks versus 9.6 weeks in Q4. Our plan to support the mass market has continued to pay dividends, resulting in another 29% increase in customer count year-over-year. We do not expect a material change in the weeks of inventory over the near term. Looking forward, let me provide you the key elements of our non-GAAP guidance for the second quarter. As a reminder, today's press release contains the table detailing our GAAP and non-GAAP guidance.\nFirst, our guidance is inclusive of our current expectation that there is no material direct impact of tariffs announced as of today. Given our current visibility, we anticipate Q2 revenue will be in the range of $1.4 billion to $1.5 billion. Our non-GAAP gross margin is expected to be between 36.5% and 38.5%, which includes share-based compensation of $8 million. Our second quarter guide includes 900 basis points of noncash under-absorption charges, and we expect utilization to decline slightly in Q2. Approximately half of the sequential gross margin decline is from the increased underabsorption in Q2, and the remaining is attributable to unfavorable pricing as we are seeing low single-digit price declines.\nMoving on to non-GAAP operating expenses. We expect OpEx to be in the range of $285 million to $300 million, including share-based compensation of $29 million. We expect our non-GAAP other income to be a net benefit of $11 million with our interest income exceeding interest expense. We expect our non-GAAP tax rate to be approximately 16% and our non-GAAP diluted share count is expected to be approximately 419 million shares. This results in non-GAAP earnings per share to be in the range of $0.48 to $0.58. We expect capital expenditures in the range of $70 million to $90 million.\nWe took difficult steps in the first quarter to rightsize and refocus the company on the key drivers to achieve our long-term ambitions. By continuing to lean into our fab right strategy and focus on higher value product lines, we are committing to building a solid foundation that will be a tailwind when the macro environment becomes more robust. In the meantime, we will remain cautious in our approach and position ourselves to capitalize in the future on strong customer relationships with our intelligent power and sensing platforms.\nWith that, I'll turn the call back over to Kevin to open up the line for Q&A."
  },
  {
    "header": "ON",
    "cik": "0001097864",
    "ticker": "ON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6ab0d68a0b6e91b4e13cceb5481e16ff",
    "period": "2024 Q4",
    "content": "Q4 2024 ON Semiconductor Corp Earnings Call\n\nQ4 2024 ON Semiconductor Corp Earnings Call\n\nONNASDAQFEB 10, 9:00 AM\n\nOperator\n\nGood day and thank you for standing by. Welcome to the onsemi Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] Please be advised today's conference being recorded.\nI would now like to hand the conference to your speaker today, Parag Agarwal, Vice President of Corporate Development and Investor Relations. Please go ahead.\n\nParag Agarwal\n\nVice President of Investor Relations & Corporate Development\n\nThank you, Kevin. Good morning and thank you for joining onsemi's Fourth Quarter and Full Year 2024 Results Conference Call. I'm joined today by Hassane El-Khoury, our President and CEO; and Thad Trent, our CFO. This call is being webcast on the Investor Relations section of our website at www.onsemi.com. A replay of this webcast, along with our fourth quarter and full year 2024 earnings release, will be available on our website approximately 1 hour following this conference call, and the recorded website will be available for approximately 30 days following this conference call. Additional information is posted on the Investor Relations section of our website.\nOur earning release and this presentation includes certain non-GAAP financial measures. Reconciliation of these non-GAAP financial measures to the most directly comparable GAAP financial measures and a discussion of certain limitations when using non-GAAP financial measures are included in our earnings release, which is posted separately on our website in the Investor Relations section.\nDuring the course of this conference call, we'll make projection or other forward-looking statements regarding future events or the future financial performance of the company. We wish to caution that such statements are subject to risks and uncertainties that could cause actual events or results to differ materially from projections. Important factors that can affect our business, including factors that could cause actual results to differ materially from our forward-looking statements, are described in our most recent Form 10-K, Form 10-Qs and other filings with the Securities and Exchange Commission in our earnings release for the fourth quarter and full year 2024. Our estimates or other forward-looking statements might change, and the company assumes no obligation to update forward-looking statements to reflect actual results, changed assumptions or other events that may occur except as required well law.\nNow let me turn it over to Hassane. Hassane?\n\nHassane S. El-Khoury\n\nPresident, CEO & Director, ON Semiconductor Corporation\n\nThank you, Parag. Good morning, everyone, and thank you for joining [indiscernible]. 2024 marked the fourth year of our transformation journey, transformation that began by focusing our efforts where we add value in power and sensing technologies. We've invested in differentiated products to win with disruptive innovation in the high-growth megatrends of automotive, industrial and AI data centers. We streamlined manufacturing through our Fab Right strategy, and we've improved our operational efficiencies in doing so.\nMarket conditions aside, and I'll get to those, I am proud of the hard work our worldwide teams continue to put in, and I want to thank everyone for their tenacity, and Midwest continues to be a very difficult environment. We remain committed to our winning formula, and we have demonstrated the resilience in our business model, delivering non-GAAP gross margin of 45.5% against revenue of $7.1 billion for the full year.\nAs for the market environment, demand declined late in the quarter and continued into January, resulting in fourth quarter revenue of $1.72 billion, non-GAAP gross margin of 45.3% and non-GAAP earnings per share of $0.95. Regional revenue declined sequentially, except North America, which remained flat, with Japan seeing the sharpest decline. Quarter-on-quarter declines were primarily by our noncore market segments.\nAmid a backdrop of end-market softness and geopolitical uncertainty, inventory digestion persists as our key end markets. Our stance has not changed. We are prioritizing value, and we will now play in highly volatile, price-sensitive markets. We are maintaining the integrity of our value proposition, positioning ourselves for profitable growth in the future.\nOur fourth quarter automotive revenue increased 8% sequentially driven by China, followed by North America. Results were driven by share gains and new customer ramps. China grew 18% quarter-over-quarter. And while Q4 was up in early Chinese New Year and extended shutdown period has already impacted January EV deliveries from the top China-based automakers. Demand from all other regions weakened towards the end of the fourth quarter, which continued into Q1.\nIn the U.S., Tier 1s have been impacted by lower global auto demand than expected in the fourth quarter along with slower EV ramp than anticipated. Entering Q1, we expect persisting volatility due to the geopolitical uncertainty across all geographies as our customers assess their manufacturing footprints and the impact of tariffs. We are monitoring the demand signals of EV adoption given the uncertainty around EV tax credits and slowing infrastructure deployment.\nIn Europe, EV demand weakened in Q4 with new vehicle registrations dropping 10% month-over-month in December. Our industrial revenue decreased 5% sequentially with weakness in the traditional parts of the business. The PMI across all major regions remained weak and the slowdown in manufacturing activity that further compounded by ongoing inventory digestion, and we expect the weakness to persist into 2025.\nSmaller but growing parts of the business that we don't break out are AI data center and aerospace and defense, where revenue grew more than 40% and 50%, respectively, in 2024 over 2023. In silicon carbide, our fourth quarter revenue increased sequentially, resulting in a 22% increase for the second half over the first half of 2024. For the full year, revenue declined slightly from 2023 as programs did not ramp at the expected levels.\nWe remain focused on executing our strategy. We are -- we have delivered on our 200-millimeter technology development and sampled customers. We are balancing our internal versus external substrate supply, and we are winning market movers by pushing the boundaries of innovation. The performance of our silicon carbide enables us to deliver and optimize system performance while lowering the total cost of ownership to our customers without eroding the value of our solutions.\nIn China, we continue to win based on performance, and we expect to gain share in the silicon carbide TAM as the transition to 800-volt batteries continue. Furthering our strategy of delivering the complete power tree for automotive, industrial and AI data center, we closed the acquisition of Qorvo silicon carbide junction field effect transistor business. The SiC JFET portfolio complements our EliteSiC power solutions and is the most competitive technology to get the energy efficiency and power density and power supply units for AI data centers. It is a voltage play in AI data centers. And as power levels in these systems are nearly doubling, AC-to-DC conversion for UPS and PSUs is transitioning from silicon solutions to silicon carbide.\nWe expect that JFET continue to replace the incumbent super-junction technologies and PSUs as we need -- as the need for smaller footprint, better performance and lower cost continues to increase. In terms of silicon carbide, revenue growth in AI, design wins for the hyperscalers started to ramp in the fourth quarter, and we expect our SiC JFET and SiC MOSFET revenue to continue to grow in 2025. The acquisition of this highly capable team and technology also accelerates our readiness for emerging markets, such as EV battery disconnect and solid-state circuit breakers. We expect this portfolio to unlock a $1.3 billion TAM opportunity with a 30% revenue CAGR through 2030.\nDespite the current environment, we remain committed to our long-term strategic goals, and we continue to invest in disruptive innovation to drive profitable growth and to emerge stronger from this downturn. In November, we introduced the most advanced analog and mixed-signal platform for intelligent power and sensing solutions. Our new Treo platform, built on leading-edge BCD 65-nanometer technology for high performance and advanced features, supports the industry's widest voltage range of 1 to 90 volts for unmatched integration. The Treo platform embodies our strategy of prioritizing high-value products and will accelerate our portfolio proliferation to unlock a $36 billion TAM opportunity at up to 70% gross margins. The modular architecture of the platform is enabling us to sample products faster.\nThis year, we will start to reap the benefits of the investments we've already made in the technology and capacity at our East Fishkill fab as we ramp up revenue and double the number of products available on the market. Customer reaction has been very positive. They are taking advantage of the level of integration and accelerated time to market for applications, such as Ethernet for automotive zonal architecture, ultrasonic sensing for ADAS park assist and high-efficiency power management for AI data centers, and they are actively designing Treo-based devices into their next-generation platforms.\nAs we look ahead to 2025, visibility is very limited and customers are taking a wait-and-see approach in a backdrop of geopolitical uncertainty. We will continue to focus on what we can control. We are taking this opportunity to review our portfolio and further rationalize based on the value we bring. We will optimize our manufacturing footprint to improve our cost structure, and we will control spending by focusing on efficiency through automation while we continue to invest in R&D to support our long-term growth. Our actions will position us to better benefit from a market recovery while supporting our long-term strategy.\nLet me now turn it over to Thad to give you more detail on our results and approach going into 2025.\n\nThad Trent\n\nExecutive VP, CFO & Treasurer\n\nThanks, Hassane. As Hassane mentioned, despite the downturn, our 2024 results demonstrate our team's relentless pursuit of operational excellence to drive cost efficiencies in a weak market environment. Their efforts allow us to maintain gross margin at 45.5% against revenue of $7.1 billion and to generate $1.2 billion of free cash flow at 3x increase year-over-year. Our proactive approach to prudent cost management and capacity planning has proven to be the right strategy to deliver better results than the company has ever achieved in similar market conditions.\nLooking to 2025 and beyond. We believe rightsizing the organization will benefit the company in the long term. These structural changes should position us to expand gross and operating margins and generate strong cash flow in the future. We are moving aggressively and with urgency on the following actions. We plan to further rational our manufacturing footprint and reduce excess capacity through our Fab Right strategy. These actions will [ reduce ] underutilization absorption as we lower our fixed cost structure. We expect to see the results of these actions to positively impact the income statement in late 2025 and continue driving margin expansion towards our long-term target by proving greater leverage in our business model as the market recovers.\nWe will make structural changes across the company to reduce our operating expenses. We are exploring a number of options, including rationalization of our product portfolio, head count reductions and potential site closures. We expect to see a meaningful impact of these actions as early as the second quarter. We will continue R&D investments in differentiated high-margin products to support our long-term growth. And we will focus on free cash flow generation in 2025 as we manage working capital tightly and reduce capital spending to our revised intensity target of mid-single-digit percentage range in 2025.\nWe generated $422 million of free cash flow in Q4 as 39% sequential -- increased sequentially. We're committed to our long-term target of returning 50% of free cash flow to shareholders through our share repurchase program. And in 2024, we exceeded it by returning 54% or approximately $650 million. This includes $200 million share repurchases in the fourth quarter, and there is approximately $1.7 billion remaining on our repurchase authorization.\nTurning to revenue for the fourth quarter. A slowdown in demand across all end markets resulted in revenue of $1.72 billion. Automotive and industrial accounted for 84% of revenue in the fourth quarter. Automotive revenue was $1.03 billion, which increased 8% sequentially driven by programs that ramped in silicon carbide. Revenue for industrial was $417 million, down 5% sequentially. Inventory digestion persists, and we saw further degradation in the traditional parts of industrial, offset by pockets of growth in medical.\nOutside of auto and industrial, our other business declined 24% quarter-over-quarter and more than was seasonally expected. We have seen early signs of pricing pressures in pockets of these noncore end markets, which we will not pursue and exit over time if the volatility returns to historical levels.\nLooking at the fourth quarter split by the business units. Revenue for the Power Solutions Group, or PSG, was $809 million, a decrease of 2% quarter-over-quarter and 16% year-over-year. Revenue for the Analog and Mixed-Signal Group, or AMG, was $611 million, a decrease of 7% quarter-over-quarter and a decrease of 18% year-over-year. Revenue for the Intelligent Sensing Group, or ISG, was $303 million, a 9% increase quarter-over-quarter. ISG revenue decreased 2% over the same quarter last year.\nTurning to gross margin in the fourth quarter. GAAP gross margin was 45.2%, and non-GAAP gross margin was 45.3%, down 20 basis points sequentially and 140 basis points from the quarter a year ago. Manufacturing utilization decreased to 59% in Q4 as we aggressively took action late in the quarter to match our demand visibility.\nNow let me give you some additional numbers for your models. GAAP operating expenses for the fourth quarter were $371 million as compared to $330 million in the fourth quarter of 2023. Non-GAAP operating expenses were $321 million compared to $306 million in the quarter a year ago. non-GAAP operating expenses increased sequentially due to the timing of R&D project expenses.\nGAAP operating margin for the quarter was 23.7%, and non-GAAP operating margin was 26.7%. Our GAAP tax rate was 14.2%, and our non-GAAP tax rate was 16%. Diluted GAAP earnings per share for the first -- for the fourth quarter was $0.88 as compared to $1.28 in the quarter a year ago. Non-GAAP earnings per share was $0.95 as compared to $1.25 in Q4 of 2023. GAAP diluted share count was 430 million shares, and our non-GAAP diluted share count was 426 million shares.\nTurning to the balance sheet. Cash and short-term investments was $3 billion with total liquidity of $4.1 billion, including $1.1 billion undrawn on a revolver. Cash from operations was $580 million, and free cash flow increased 39% sequentially to $422 million, representing 25% of revenue. For the year, we generated almost $1.2 billion of free cash flow.\nCapital expenditures during Q4 were $157 million, which equates to a capital intensity of 9%. Inventory was flat quarter-over-quarter on a dollar basis and increased by 3 days to 216 days. This includes 100 days of bridge inventory to support fab transitions in silicon carbide. We are nearing the completion of these strategic builds and expect this inventory to peak in the first half of 2025 as we ship and convert the inventory to cash. Excluding the strategic builds, our base inventory is at 116 days, which continues to be within our target range of 100 to 120 days.\nDistribution inventory declined $55 million with weeks of inventory remaining relatively flat at 9.6 versus 9.7 weeks in Q3. Our plan to change the mix in the channel to support the mass market has resulted in an 18% increase in customer count year-over-year. We expect distribution weeks of inventory to be plus or minus 10 weeks going forward.\nLooking forward, let me provide you the key elements of our non-GAAP guidance for the first quarter. As a reminder, today's press release contains a table detailing our GAAP and non-GAAP guidance. Given our visibility, we anticipate Q1 revenue will be in the range of $1.35 billion to $1.45 billion. We expect non-GAAP gross margin to be between 39% and 41% with utilization declining to mid-50% in Q1. This includes share-based compensation of $7 million.\nAt the midpoint of our guidance, approximately half of the quarter-on-quarter change in gross margin is attributable to the drop in revenue as the under-absorption is calculated on a lower revenue number. An additional 100 basis points is due to unfavorable product mix, and the remainder is driven by lower utilization, which now drives a 20 to 25 basis point change in gross margin for every 100 basis points of utilization at these lower utilization levels. This change is due to the higher fixed cost as a portion of total factory cost. As the market recovers and utilization improves, we will see significant leverage in our gross margin as these costs dissipate and we recognize the benefit of our Fab Right cost reductions.\nMoving on to non-GAAP operating expenses. We expect OpEx to be in the range of $313 million to $328 million, including share-based compensation of [ $31 ] million. We anticipate our non-GAAP other income to be a net benefit of $14 million with our interest income exceeding interest expense. We expect our non-GAAP tax rate to be approximately 16%, and our non-GAAP diluted share count is expected to be approximately 425 million shares. This results in non-GAAP earnings per share to be in the range of $0.45 to $0.55. We expect capital expenditures in the range of $110 million to $150 million.\nAs you can see, we are not standing still. The structural changes we plan on making will position us to react quickly and favorably to changing market conditions. We believe electrification, AI data center and renewable energy are still the major growth drivers for our industry over the next decade, and we remain confident our technology and innovations in these markets will allow us to capitalize on those trends.\nWith that, I'll turn the call back over to Kevin to open it up for questions."
  },
  {
    "header": "ON",
    "cik": "0001097864",
    "ticker": "ON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7a3603d206c3b6b53c4a631ada923464",
    "period": "2024 Q2",
    "content": "Q2 2024 ON Semiconductor Corp Earnings Call\n\nQ2 2024 ON Semiconductor Corp Earnings Call\n\nONNASDAQJUL 29, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the onsemi Second Quarter 2024 Earnings Conference Call. [Operator Instructions] Pleas be advised today's being recorded.\nI would now like to hand the conference over to your speaker today, Parag Agarwal. Please go ahead.\n\nParag Agarwal\n\nVice President of Investor Relations & Corporate Development\n\nThank you, Kevin. Good morning, and thank you for joining onsemi's Second Quarter 2024 Quarterly Results Conference Call. I'm joined today by Hassane El-Khoury, our President and CEO; and Thad Trent, our CFO.\nThis call is being webcast on the Investor Relations section of our website at www.onsemi.com. A replay of this webcast, along with our 2024 Second Quarter earnings release, will be available on our website approximately 1 hour following this conference call, and the recorded webcast will be available for approximately 30 days following this conference call. Additional information is posted on the Investor Relations section of our website.\nOur earnings release and this presentation includes certain non-GAAP financial measures. Reconciliation of these non-GAAP financial measures to most directly comparable GAAP financial measures and a discussion of certain limitations when using non-GAAP financial measures are included in our earnings release which is posted separately on our website in the Investor Relations section.\nDuring the course of this conference call, we will make projections or other forward-looking statements regarding future events or the future financial performance of the company. We wish to caution that such statements are subject to risks and uncertainties that could cause actual events or results to differ materially from projections. Important factors that can affect our business, including factors that could cause actual results to differ materially from our forward-looking statements, are described in our most recent Form 10-K, Form 10-Qs and other filings with the Securities and Exchange Commission and in our earnings release for the Second Quarter of 2024. Our estimates, other forward-looking statements might change, and the company assumes no obligation to update forward-looking statements to reflect the actual results, change assumptions or other events that may occur except as required by law.\nNow let me turn it over to Hassane. Hassane?\n\nHassane S. El-Khoury\n\nPresident, CEO & Director, ON Semiconductor Corporation\n\nThank you, Parag. Good morning, and thanks to everyone for joining us on the call.\nIn the second quarter, we exceeded the midpoint of our guidance for revenue, non-GAAP gross margin and non-GAAP earnings per share as our global teams continue to execute on all fronts. As we indicated in our Q1 call, we are seeing some stabilization in demand in our core markets. Inventory digestion persists with some pockets improving as customers maintain a cautious stance in 2024. We don't see a change to the L shape curve, I talked about in Q1, but we expect parts of industrial, such as energy infrastructure to recover in the second half. Among the regions, Asia Pacific, namely China is recovering, driven by both automotive and industrial.\nDuring this time of market uncertainty, we have not taken our foot off the pedal and remain focused on what we can control, our execution. We have doubled down on our investments to build out our strategic portfolio of analog mixed signal and power solutions. We have been gaining share by securing significant design wins in power and we have continued to improve our cost structure through ongoing structural changes. All these efforts position us very well in a recovery with top line growth and gross margin expansion.\nOur advantage remains in our comprehensive and innovative product portfolio to capture market opportunities. [ Onsemi's ] intelligent power and sensing solutions have become synonymous with high efficiency and performance, which are critical to solving customer problems and the high-growth megatrends in automotive, industrial and AI data centers.\nIn intelligent sensing, we continue to invest to sustain our technology and market leadership. We announced the acquisition of [ SWER ] Vision Systems to add disruptive colloidal quantum-based dot-based short wavelength infrared technology to our portfolio to further strengthen our industrial and defense product offering. We will leverage our manufacturing and R&D expertise to accelerate the commercialization of this technology with cost-effective and differentiated products for industrial and defense applications.\nOn the analog mixed signal product development, in addition to sampling our first products, we are now proliferating a broader range of product families. From high-performance analog with integrated power and automotive to a low power sensing interface in medical. This broad range of applications and products, we can already offer to our lead customers, highlight the competitiveness of this new technology platform. We are excited to share more detail about our analog mixed signal product and technology road map later this year.\nWe continue building on our design win momentum. And last week, we announced that Volkswagen Group has selected onsemi to be the primary supplier of a complete power box solution as part of its next-generation traction inverter for its scalable system platform, SSP. The first-of-a-kind solution features silicon carbide-based technologies in an integrated module that can scale across all power levels, from high-power to low-power traction inverters to be compatible for all vehicle categories. VW Group is the second largest automotive OEM in the world, and we expect that all VW brands, including Volkswagen, Audi, Porsche, [ Skoda ], will be powered by onsemi's silicon carbide in their next-generation platforms.\nTo best support VW Group and our global customer base, we have also announced a multiyear investment in the Czech Republic for a vertically integrated silicon carbide manufacturing facility. This strategic expansion provided -- the European Commission approves the incentive measure would enable us to meet the rising demand for our silicon carbide modules and other power semiconductors by bringing front-end manufacturing and advanced packaging capabilities to Europe. As customers place an increasing importance on geopolitical risk to their supply chain, they value the resilience we have built into our manufacturing footprint through our fab right strategy. Our collaboration with the Czech government on the state-of-the-art facility aims not only to support our European customers, but also positions onsemi as a central piece of the European power ecosystem further enhancing our supply resilience strategy.\nAdditionally, onsemi is a silicon carbide market share leader in China and we are designing [ into ] nearly 60% of the [ BEV ] models from OEMs who are primarily introducing their 800-volt platforms at the Beijing International Auto Exhibition last quarter. China is the largest and fastest-growing BEV market in the world and Chinese OEMs are adopting on semi silicon carbide solutions based on the market-leading efficiency of our modules and devices like the M3E we've just announced.\nIn automotive, silicon carbide will continue to outgrow the industry for many years as EVs are adopted, but also as the penetration rate in EVs increases. The latest research [indiscernible] show that 22% of EVs and production are enabled with SiC, excluding the market leader, only 6% of the EVs worldwide include SiC but all OEMs are driving adoption to improve range and cost of the vehicles.\nOur success with SiC in automotive extends to the industrial market with demand expanding beyond energy infrastructure with emerging mass market applications such as commercial heating, ventilation and air conditioning. The use of 1,200-volt silicon carbide in HVAC applications leads to more efficient, reliable and compact systems, ultimately reducing energy consumption, improving electromagnetic interference and operational costs. We are already working with customers looking to integrate silicon carbide into their next-generation designs with revenue over the next 3 to 5 years.\nWe remain on track to outgrow the silicon carbide market growth by 2x in 2024 through share gain and our geographical and market diversification strategy. Specifically on the share gains and supporting our revenue growth, our bottoms-up assessment has our growth in units outgrowing the BEV unit growth by 2x, further supporting our outlook. We also have a significant opportunity in the data center and AI market where our focus is on leveraging our silicon and silicon carbide portfolio to address the entire power tree.\nIn Q2, we released our latest generation of [ T10 ] Power Trench family and Elite SiC 650-volt MOSFET that are being designed into various subsystems of the AI data center, including power supply units, battery backup units and intermediate bus converters. These solutions offer superior efficiency, high thermal performance and reduced power losses, making them ideal for data centers and energy storage systems. They can reduce energy consumption by 10 terawatt hour annually as compared to our previous generation, equivalent to powering nearly 1 million homes per year.\nWe continue to invest in multi-phase controllers to pair with our industry-leading smart power stages, which enable highly efficient power delivery to the CPUs and GPUs. As power consumed by AI data center racks increases from 40 kilowatts today to 120 kilowatts in 2025, our addressable content is expected to increase from $2,500 to $9,500. Our strategy to focus on the high-growth mega trends of automotive and industrial by partnering and innovating with the market leaders and disruptors has proven successful. We have been investing in power and sensing technologies to further our leadership position, and we will continue to leverage our portfolio to address adjacent market opportunities such as AI and data centers.\nLet me now turn it over to Thad to give you more details on our results.\n\nThad Trent\n\nExecutive VP, CFO & Treasurer\n\nThanks, Hassane. In the second quarter, our teams once again demonstrated remarkable resilience and adaptability and navigating a challenging market environment. Our Q2 results exceeded the midpoint of our guidance with revenue of $1.74 billion, non-GAAP gross margin of 45.3%, non-GAAP operating margin of 27.5% and 12% free cash flow margin. We continue to deliver consistent gross margin performance against a challenging market and underutilization, once again demonstrating the structural improvements in our business model.\nQ2 revenue declined 7% sequentially and 17% from Q2 of 2023. This decline was driven by an ongoing inventory correction in the automotive and industrial end markets, which together contributed 79% of our revenue. While we are facing short-term demand uncertainty, our long-term outlook remains unchanged. We are at the forefront of the fastest-growing segments of the automotive, industrial and AI data center markets, and we expect to resume our growth trajectory as end customer inventory levels normalize.\nIn line with our expectations, automotive revenue declined 11% quarter-over-quarter to $907 million, a decline of 15% over the same quarter last year. From the time we embarked on our transformation in Q4 2020, which included a strategic shift to focus on automotive, our automotive revenue has nearly doubled, largely driven by increasing content for vehicle electrification and ADAS. Our industrial revenue was $468 million, down 2% sequentially and 23% versus the second quarter of 2023. As we noted in our Q1 call, we are seeing pockets of stabilization in this market.\nLooking at the split between the business units. Revenue for the Power Solutions Group, or PSG, was $835 million, a decrease of 15% year-over-year. Revenue for the Analog and Mixed Signal Group, or AMG was $648 million, a decrease of 18% year-over-year. And revenue for the Intelligent Sensing Group or ISG was $252 million, a 22% decrease year-over-year. The revenue drop for all business groups was driven by ongoing inventory burn in the automotive and industrial markets.\nGAAP gross margin was 45.2%, and non-GAAP gross margin was 45.3% compared to 45.9% in Q1 and 47.4% in the quarter a year ago. We continue to maintain gross margins above 45% through this downturn, even as our utilization has reached a historical trough of 65%, which positions us well for a market recovery. For reference, in previous downturns, our gross margin was approximately 30% at these utilization levels.\nWe continue to deliver on our [ fab right ] strategy of driving efficiency across our global operations. In Q2, we executed additional restructuring actions to improve the cost structure of our manufacturing network to support our gross margin expansion plan. We expect our gross margins to benefit once demand begins to recover, and we increased utilization back to normalized levels. This, coupled with ramping of new products at accretive margins will allow us to achieve our long-term target of 53%.\nNow let me give you some additional numbers for your models. GAAP operating expenses for the second quarter were $396 million as compared to $319 million in the second quarter of 2023. Non-GAAP operating expenses were $308 million as compared to $306 million in the quarter a year ago. Non-GAAP operating expenses were lower than our guidance due to active cost control and lower variable compensation. GAAP operating margin for the quarter was 22.4% and non-GAAP operating margin was 27.5%. Our GAAP tax rate was 15.8% and non-GAAP tax rate was 16%.\nDiluted GAAP earnings per share for the second quarter was $0.78 as compared to $1.29 in the quarter a year ago. Non-GAAP earnings per share was $0.96 as compared to $1.33 in Q2 of 2023. GAAP diluted share count was 433 million shares, and our non-GAAP diluted share count was 429.5 million shares. In Q2, we deployed $150 million or 72% of our free cash flow for share repurchases.\nTurning to the balance sheet. Cash and short-term investments was $2.7 billion, and we had $1.1 billion undrawn on our [ revolver ]. Cash from operations was $362 million and free cash flow was $208 million, representing 12% of revenue. Capital expenditures during Q2 was $154 million, which equates to a capital intensity of 9%. We achieved our long-term target ahead of schedule due to higher efficiency resulting from the structural changes in our manufacturing footprint. We expect to remain at or below our long-term target of 11%, including the investments needed for the silicon carbide expansion in the Czech Republic.\nInventory increased by $78 million sequentially and increased by 20 days to 214 days. This includes 97 days of bridge inventory to support fab transitions in the silicon carbide ramp. Excluding these strategic builds, our base inventory increased $6 million sequentially to 117 days, which is within our target range of 100 to 120 days. Distribution inventory increased as expected to 8.9 weeks versus 8 weeks in Q1 to support the mass market, which we have underserved for the last 2 years.\nLet me now provide you the key elements of our non-GAAP guidance for the third quarter. Today's press release contains a table detailing our GAAP and non-GAAP guidance. Given the current macro environment and our demand visibility, we anticipate Q3 revenue will be in the range of $1.7 billion to $1.8 billion. We expect non-GAAP gross margin to be between 44.4% and 46.4%, with utilization in the mid-60% range. This includes estimated share-based compensation of $7 million. We expect non-GAAP operating expenses of $305 million to $320 million including estimated share-based compensation of $31 million. We anticipate our non-GAAP other income to be a net benefit of $12 million with our interest income exceeding interest expense. We expect our non-GAAP tax rate to be approximately 16% and our non-GAAP diluted share count is expected to be approximately 429 million shares. This results in non-GAAP earnings per share to be in the range of $0.91 to $1.03. We expect capital expenditures in the range of $130 million to $170 million.\nAnd as we've previously highlighted, the acquisition of [ Swire ] Vision Systems is not expected to have any meaningful impact on our near or midterm financial outlook. Through this downturn, we have remained committed to our long-term financial model. We are allocating resources for future growth while continuing to execute on our strategies to enhance operational effectiveness throughout the company.\nDuring the second quarter, we announced the consolidation of many of our facilities to improve efficiencies and accelerate time to market by centralizing our efforts into fewer centers of excellence. We've continued to invest in R&D to drive long-term growth and capitalize on opportunities in intelligent power and sensing despite the market downturn. We also remain committed to our capital allocation strategy. Over the last 12 months, we have deployed 78% of our free cash flow for share repurchases, significantly higher than our stated long-term target of returning 50%. Since initiating our $3 billion share repurchase program in February 2023, we have returned $814 million to our shareholders.\nFinally, at onsemi, we are driven to excellence. Guided by this principle, we hold ourselves accountable not only to our financial commitment but also to our environmental initiatives. This past quarter, we published our 2023 sustainability report, marking another pivotal step in our ongoing commitment to sustainability and highlighting the progress we have made in the past year.\nWrapping up, I'd like to thank our employees for their dedication to excellence. Our strategy is working, and we remain committed to unlocking shareholder value. We are a more resilient company with steady growth drivers and innovation pipeline and trusted relationships with our customers and suppliers around the world.\nWith that, I'll turn the call back over to Kevin to open it up for Q&A."
  },
  {
    "header": "ON",
    "cik": "0001097864",
    "ticker": "ON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3fe6ed0ea4fd8ab5200e14834760faaa",
    "period": "2024 Q1",
    "content": "Q1 2024 ON Semiconductor Corp Earnings Call\n\nQ1 2024 ON Semiconductor Corp Earnings Call\n\nONNASDAQAPR 29, 9:00 AM\n\nOperator\n\nGood day and thank you for standing by. Welcome to the onsemi First Quarter 2024 Earnings Conference Call. [Operator Instructions] Please be advised today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Parag Agarwal. Please go ahead.\n\nParag Agarwal\n\nVice President of Investor Relations & Corporate Development\n\nThank you. Good morning and thank you for joining onsemi's First Quarter 2024 Quarterly Results Conference Call. I'm joined today by Hassane El-Khoury, our President and CEO; and Thad Trent, our CFO. This call is being webcast on the Investor Relations section of our website at www.onsemi.com. A replay of this webcast, along with our first quarter earnings release, will be available on our website approximately 1 hour following this conference call, and the recorded webcast will be available for approximately 30 days following this conference call. Additional information is posted on the Investor Relations section of our website.\nOur earnings release and this presentation includes certain non-GAAP financial measures. Reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measures and a discussion of certain limitations when using non-GAAP financial measures are included in our earnings release, which is posted separately on our website in the Investors Relations section.\nDuring the course of this conference call, we will make projections or other forward-looking statements regarding the future events or the future financial performance of the company. We wish to caution that such statements are subject to risks and uncertainties that could cause actual events or results to differ materially from projections. Important factors that can affect our business, including factors that could cause actual results to differ materially from our forward-looking statements, are described in our most recent Form 10-K, Form 10-Qs and other filings with the Securities and Exchange Commission in our earnings release for the first quarter of 2024. Our estimates or other forward-looking statements may change, and the company assumes no obligation to forward-looking statements to reflect actual results, change assumptions or other events that may occur except as required by law.\nNow let me hand it over to Hassane. Hassane?\n\nHassane S. El-Khoury\n\nPresident, CEO & Director, ON Semiconductor Corporation\n\nThank you, Parag. Good morning and thank you all for joining us on the call. In the first quarter, our worldwide team delivered revenue of $1.86 billion, non-GAAP gross margin of 45.9% and non-GAAP earnings per share of [ $1.08 ], all above the midpoint of our guidance. We have remained laser focused on our execution, driving new design win growth of 30% quarter-over-quarter and gaining share in silicon and silicon carbide based on the strength of our technology.\nCustomers value the breadth of our portfolio and the superior performance of our intelligent power and sensing technologies, which continue to fuel platform wins. Leading indicators of future revenue to support our plan to outgrow the market in automotive and industrial with new product revenue in Q1 increasing 9% year-over-year, and we expect it to continue to outpace total company growth with favorable gross margins at scale.\nSpecifically, we believe our silicon carbide business to have the best financial performance in the industry on a fully loaded basis with more than 50% of substrates coming from internal production in the first quarter. The performance of our carbide solutions, combined with our vertically integrated supply chain, are enabling us to raplify our customer base.\nHaving just returned from the China Auto Show in Beijing, I remain confident that we are continuing to gain share and expanding into the top 10 leading Chinese OEMs, where we are already designed into the newly announced [ 900-volt ] EV platforms and set to start ramping in the second half of 2024. As for the whole silicon carbide market, we still expect an increase in the TAM, although at a lower rate than previously anticipated. The increase is primarily driven by incremental volumes of EVs produced globally over 2023, even as total SAAR is projected flat to slightly down.\nWe continue to gain share in silicon carbide and diversify across all markets and still expect revenue to increase 2x the market growth in 2024. Outside of silicon carbide, there was incremental softness in the market in the first quarter. Question persisted across the automotive and industrial markets, stabilization in the traditional part of our industrial business. We remain cautious about the second half outlook, but we expect customer inventory levels to normalize and the market to stabilize.\nWe will maintain our disciplined approach to navigating the current environment and expect to deliver predictable results as we have demonstrated. Through this environment, we're also investing to further our leadership in the high-growth megatrends of automotive, industrial and cloud, including. During our Analyst Day last May, we made a $19 billion high-margin TAM opportunity that would be serviced by expanding our portfolio of power management and sensing. To best align with the strategic intent, we have formed the analog and mixed signal group, which will deliver industry-leading full system solutions for these markets.\nElectrification remains the largest growth opportunity for onsemi across xEVs from BEV to ATV. We provide a unique value proposition with our wide range of silicon carbide and IGBT solutions along with our high-powered packaging technologies. Our revenue from xEV grew by approximately 60% year-over-year, significantly outpacing unit production, and we continue to gain share with our silicon carbide and silicon products primarily in BEV.\nIn automotive sensing, the shift towards higher-resolution image sensor for ADAS systems continues with customers moving to better performance options. Our revenue for 8-megapixel image sensors increased more than 30% quarter-over-quarter and more than 60% year-over-year, demonstrating the market trend towards higher resolution for ADAS systems. In medical, we are leveraging AI technology and our processors for hearing aids to adapt to the user's unique hearing environment for an improved listening experience, and we are designed in more than 50% of over-the-counter hearing aids currently available in the market.\nWith a relentless focus on innovation, we are actively investing in new products and technology to extend our competitive advantage and drive above-market revenue growth at favorable margins, consistent with our Analyst Day commitment. We remain on track and continue to make progress towards 200-millimeter in silicon carbide. We are already sampling new mixed-signal products, and we are gaining share across the portfolio based on the differentiation of our technology.\nOur investment in cloud and data centers over the last 3 years has enabled us to benefit from the incremental opportunity we are seeing from the rapid rise of AI. Next-generation AI server racks will require 200 to 300 kilowatts of power, as much as the positive in EV. Our full suite of high-efficiency power tree solutions from the power supply unit or PSU to the CPU or GPU consuming the power continues to present the content expansion opportunity as customers look to us to solve their power density problems and data centers. As we look forward with disciplined, consistent execution while maintaining the customer-centric, we will navigate the current environment and continue to deliver value for our stakeholders.\nLet me now turn it over to Thad to give you more details on our results. Thad?\n\nThad Trent\n\nExecutive VP, CFO & Treasurer\n\nThanks, Hassane. Our teams have been relentless in their pursuit of operational excellence. Their focus on execution to drive more predictable and sustainable results once again delivered first quarter results that exceeded expectations. Our ability to respond to the current market environment and deliver better results than ever in a downturn demonstrates the resiliency we've built into the business over the last 3 years.\nAmid continued inventory digestion in automotive and industrial, we reported Q1 revenue of $1.86 billion, down 8% quarter-over-quarter and down 5% year-over-year. Our automotive business of [ $1 billion ] grew 3% as compared to the quarter a year ago and declined 9% quarter-over-quarter, in line with our expectations. Vehicle electrification and advanced safety applications remain the long-term growth drivers for this business.\nOur revenue for industrial was $476 million, down 14% versus the first quarter of 2023 and down 4% sequentially. We are seeing early signs of stabilization in our traditional industrial business, which is slightly less than half of our total industrial. Long term, we expect opportunities in industrial to come from energy infrastructure, factory automation and medical applications.\nAs a result of our strategy to shift to the high-growth megatrends for the sustainable ecosystem, our automotive and industrial revenue accounted for 80% of our business in Q1.\nLooking at the split between the operating units. Revenue Power Solutions Group, or PSG, was $874 million, an increase of [ 12% ] year-over-year coming from higher silicon carbide revenue in automotive and industrial applications offset by a decline of silicon power products. Revenue for the Analog and Mixed Signal Group, or AMG, was $697 million, a 6% decline year-over-year driven by declines in industrial and automotive. As previous, we have formed AMG to deliver industry-leading full system analog mixed-signal solutions. Prior period revenue has been reclassified and is available on the Investor Relations section of our website.\nRevenue for the Intelligent Sensing Group, or ISG, was $292 million, an 18% decrease year-over-year due to a decline in industrial and automotive. Gross margin -- GAAP gross margin was 45.8% in the first quarter and non-GAAP gross margin was 45.9% compared to 46.7% in Q4 and 46.8% in the quarter a year ago. These results exceeded expectations, even though utilization was at 65%, a slight decrease from 66% in Q4.\nIn prior downturns, at similar utilization levels, our gross margin was approximately 30%. To me utilization or gross margin expansions continue. Most notably, our Fab Right strategy of optimizing our existing footprint is well underway, and our teams continue to drive operational excellence with cost improvement opportunities. At East Fishkill, we have aggressively improved the operational efficiency of the fab, reducing the fixed and variable cost to reach parity and wafer costs with our other fabs. The dilutive impact in Q1 was 140 basis points as compared to 200 basis points in the fourth quarter. We expect this to be roughly 100 basis points dilutive for the remainder of the year for the ongoing foundry business with GLOBALFOUNDRIES.\nAs a result of our cost-reduction efforts at EFK and our Fab Right initiatives, we now expect 1 point of utilization improvement across our manufacturing network will result in approximately 15 to 20 basis points of gross margin improvement.\nNow let me give you some additional numbers for your models. GAAP expenses for the first quarter was $328 million as compared to $353 million in the first quarter of 2023. Non-GAAP operating expenses were [ $814 ] million as compared to $286 million in the quarter a year ago. As Hassane mentioned, we continue to invest to further our leadership position in our focus markets.\nGAAP operating margin for the quarter was 28.2% and non-GAAP operating margin was 29%. Our GAAP tax rate was 15.7% and non-GAAP tax rate was 16%. GAAP earnings per share for the first quarter was $1.04 as compared to $1.03 in the quarter a year ago. Non-GAAP earnings per share was near the high end of our guidance at $1.08 as compared to $1.19 in Q1 of 2023.\nGAAP diluted share count was 437 million shares, and our non-GAAP diluted share count was 430 million shares. In Q1, we deployed $100 million or 36% of our free cash flow for share repurchases. In the last 12 months, we have repurchased $560 million worth of shares and returned nearly 100% of our free cash flow back to our shareholders.\nTurning to the balance sheet. Cash and cash equivalents was $2.6 billion, and we have $1.1 billion undrawn on our revolver. Cash from operations was $499 million, and free cash flow increased 3x year-over-year to $276 million, representing 15% of revenue. Capital expenditures during Q1 were $222 million, which equates to a capital intensity of 12%. As previously indicated, we expect 2024 capital intensity to be low teens for the full year.\nInventory increased by $35 million sequentially, and days increased by 15 days to 194. This includes 86 days of bridge inventory to support fab transition in the silicon carbide brand. Excluding these strategic builds, our base inventory decreased $31 million sequentially to approximately 190 days.\nWe continue to proactively manage distribution inventory. Thus the inventory was down $19 million sequentially with weeks of inventory at week -- at 8 weeks as expected versus 7.2 weeks in Q4. As previously mentioned, we expect to replenish the channel in 2024 to service mass-market customers and expect inventory to start to normalize with increasing inventory levels to approximately 9 weeks over the next few quarters.\nNow let me provide you the key elements of our non-GAAP guidance for the second quarter. A table detailing our GAAP and non-GAAP guidance is provided in the press release related to our first quarter results. Given the current macro environment and our demand visibility, we anticipate Q2 revenue will be in the range of $1.68 billion to $1.78 billion with softness across all end markets. We expect non-GAAP gross margin to be between 44.2% and 46.2%. As we have shown, our structural changes are proving sustainable, and we expect to hold the mid-40% gross margin for -- with utilization in the mid-60% range.\nOur Q2 non-GAAP gross margin includes share-based compensation of $6.5 million. We expect non-GAAP operating expenses of $313 million to $328 million, including share-based compensation of $28.6 million. We anticipate our non-GAAP other income to be a net benefit of $12 million with our interest income exceeding interest expense. We expect our non-GAAP tax rate to be approximately 16%. And our non-GAAP diluted share count for the second quarter is expected to be approximately 432 million shares. This results in non-GAAP earnings per share to be in the range of $0.86 to $0.98. We expect capital expenditures in the range of $180 million to $220 million.\nOur financial strategy and long-term targets remain unchanged. We are investing for our future while leaning on our playbook to drive operational efficiencies across the organization. We also remain committed to our capital allocation strategy of bringing 50% of our free cash flow to shareholders over the long term.\nWe are a different company today, and I'd like to take this opportunity to thank our employees around the world for the value unlocked during our transformation journey. Their efforts were most recently recognized by the management top 250 ranking published by The Wall Street Journal, which identifies the most effectively managed businesses. We are proud to have been named as posting the biggest gain of any company and we will continue to strive for operating excellence as we navigate the coming quarters.\nWith that, I'd like to turn the call back over to Kevin to open it up for Q&A."
  },
  {
    "header": "ON",
    "cik": "0001097864",
    "ticker": "ON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0021a7d1379eabf41a0caebcbc8ef7b6",
    "period": "2023 Q4",
    "content": "Q4 2023 ON Semiconductor Corp Earnings Call\n\nQ4 2023 ON Semiconductor Corp Earnings Call\n\nONNASDAQFEB 5, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the ON Semiconductor Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions]. Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your host today, Parag Agarwal, Vice President of Corporate Development and Investor Relations. Please go ahead.\n\nParag Agarwal\n\nVice President of Investor Relations & Corporate Development\n\nThank you, Liz. Good morning, and thank you for joining Onsemi's Fourth Quarter 2023 Quarterly Results Conference Call. I'm joined today by Hassane El-Khoury, our President and CEO; and Thad Trent, our CFO. This call is being webcast on the Investor Relations section of our website at www.onsemi.com. A replay of this webcast, along with our 2023 fourth quarter earnings release will be available on our website approximately 1 hour following this conference call, and the recorded webcast will be available for approximately 30 days following this conference call. Additional information is posted on the Investor Relations section of our website.\nOur earnings release and this presentation include certain non-GAAP financial measures. Reconciliation of these non-GAAP financial measures to the most directly comparable GAAP financial measures and a discussion of certain limitations when using non-GAAP financial measures are included in our earnings release, which is posted separately on our website in the Investor Relations section.\nDuring the course of this conference call, we will make projections or other forward-looking statements regarding the future events or the future financial performance of the company. We wish to caution that such statements are subject to risks and uncertainties that could cause actual events or results to differ materially from projections. Important factors that can affect our business, including factors that could cause actual results to differ materially from our forward-looking statements are described in our most recent Form 10-K, Form 10-Qs and other filings with the Securities and Exchange Commission and in our earnings release for the fourth quarter of 2023.\nOur estimates or other forward-looking statements might change and the company assumes no obligation to update forward-looking statements to reflect actual results, change assumptions or other events that may occur except as required by law. Now let me turn it over to Hassane. Hassane?\n\nHassane S. El-Khoury\n\nPresident, CEO & Director, ON Semiconductor Corporation\n\nThank you, Parag. Good morning, and thank you all for joining us on the call. We are pleased to share our results with you following another year of significant accomplishments as we continue transforming the company to achieve our long-term financial model. Our Intelligent Power & Sensing Technologies accounted for 71% of our revenue in 2023 compared to 62% in 2021 as we have driven our portfolio to strategic areas with higher gross margin. Our revenue from crude products in 2023 increased more than 40% over '22. Year-over-year, design win growth continues to outpace the long-term revenue growth target we outlined during our Analyst Day. .\nWe had a record year of automotive revenue increasing 29% over 2022, driven by both Intelligent Power and Sensing. We achieved our first $1 billion revenue year for automotive image sensors with design wins increasing more than 50% year-over-year, fueling our future growth with new products.\nIt was a great year for silicon carbide. We shipped more than $800 million in 2023 or 4x 2022 revenue. Our silicon carbide revenue had the highest growth in the industry, both in terms of dollars and percentage in 2023, delivering an estimated 25% market share.\nWe increased our customer base to more than 600 customers in 2023. Our top 10 customers are geographically distributed with over 50% in APAC, including Korea, followed by the U.S., and we expect to further diversify our customer base in 2024 as European customers ramp production.\nWe continue to make progress on our transition to 200-millimeter with material already running through our manufacturing steps, and we announced the world's largest silicon carbide fab with our expansion in Bucheon, South Korea.\nWhile market reports still project 30% or 40% growth for silicon carbide in 2024, OEM's latest EV plans indicate a more tapered growth signaling a SiC market growth in the range of 20% to 30%. We still expect to grow at 2x the market growth in 2024 with customers ramping production in both industrial and automotive.\nElectrification remains a content expansion opportunity for us. Our broad portfolio of silicon carbide and IGBT combined with our high-power packaging solutions give us a competitive advantage across all levels of EVs, ranging from HEV to PATV and BEV. In fact, our 2023 hybrid vehicle related revenue nearly doubled year-over-year, while the number of vehicles grew 30%. We have significant content gains across all [indiscernible] and specifically up to $350 of content in hybrid electric drivetrains and onboard chargers. We grow no matter which 1 gains traction, pun intended.\nOnsemi is #2 in silicon power with best-in-class IGBT and MOSFET technologies. Our overall IGBT revenue nearly doubled over the last 2 years driven by market share gains and further penetration in [indiscernible] and energy infrastructure.\nIn automotive, onsemi is #1 in image sensors with 2023 revenue increasing more than 12% year-over-year driven by the shift to higher value 8 megapixel sensors as customers move to better performance options at higher ASPs. 8 megapixel image sensor revenue nearly doubled year-over-year demonstrating the market trend toward higher resolution for ADAS systems.\nWe are also #1 in automotive LED lighting, inductive and ultrasonic sensing and we plan to advance our leadership position with our upcoming analog and mixed signal platform.\nIn Industrial, we are #1 in solar and energy storage solutions with our IGBTs, silicon carbide and module portfolio from commercial to utility scale string inverters. Energy infrastructure is still our highest growth megatrend in industrial, where we continue to see demand for our hybrid modules with silicon and silicon carbide.\nIn 2023, the International Energy Agency, or IEA, reported that the world's renewable energy surpassed 50% growth over 2022, its fastest rate in the past 25 years. Our revenue for energy infrastructure during the same period grew 60%. The IEA predicts that renewable energy is on course to increase by 2.5x by 2030.\nFor EV chargers, we just released a full suite of Elite sick power integrated modules, enabling bidirectional charging capabilities for DC ultrafast electric vehicle chargers. Our newly released modules can be used up to 350-kilowatt in EV chargers, the highest in the industry to reduce charging time to 15 minutes for a near full charge.\nOur broad portfolio of products has enabled us to become a one-stop shop for our customers and the source for the most optimized solutions. It is critical for customers to extract the best performance for their system and using our portfolio to provide a system level optimized solution across our power and sensing technologies remain a competitive advantage.\nWe are also excited about our power opportunity to support the transition to 48-volt. We are already in production with a leading automotive customer on their new 48-volt architecture as we had already planned our portfolio for such a transition.\nLast year, we responded to the market uncertainty by focusing on our execution. As demonstrated with more predictable and sustainable financial results, our worldwide teams delivered operational excellence in the face of challenging market conditions without losing sight of innovation to further our leadership position in intelligent power and sensing solutions. We are happy with the progress we've made in 2023, having built a resilient business model capable of performing in all market environments. We are now turning to the opportunities for operational improvements in 2024 to achieve our target financial model.\nIn the near term, based on our current outlook and early LTSA signals, we expect continued softness across all end markets through a period of inventory digestion and slowing end demand.\nThe bottom line is that we will weather 2024 with substantially better financial performance than in prior downturns. Meanwhile, we will continue to invest in extending our leading portfolio, and we will benefit disproportionately as the market recovers. With that, I'll turn it over to Thad to provide further details on our results. Thad?\n\nThad Trent\n\nExecutive VP, CFO & Treasurer\n\nThanks, Hassane. Our ongoing transformation in 2023 delivered significant improvement towards our long-term financial model. Our ability to proactively navigate through the current cycle while delivering better results than ever in a downturn is a testament to the work our teams have accomplished over the last 3 years.\nToday, onsemi is a different and more resilient company, having achieved 2023 non-GAAP gross margin of 47.1%, which is 1,440 basis points higher than 2020, the last year in which utilization was at comparable levels. We maintained revenue of $8.3 billion for the year, non-GAAP operating margin of 32.3% and delivered $5.16 of non-GAAP earnings per share.\nFor the year, we returned 140% of free cash flow to our shareholders through share repurchases and we have $2.4 billion remaining on the buyback authorization we announced a year ago.\nFor the fourth quarter, we reported revenue of $2.02 billion, non-GAAP gross margin of 46.7% and non-GAAP earnings per share of $1.25, all above the midpoint of our guidance.\nLooking at the fourth quarter breakdown by end market, our Automotive business of $1.1 billion grew [indiscernible] as compared to the quarter a year ago and declined 4% quarter-over-quarter, in line with our expectations. Still, vehicle electrification and advanced safety features are driving upside as demonstrated by our record automotive revenue for image sensors in 2023.\nOur revenue for Industrial was $497 million, down 10% versus Q4 2022 and down 19% sequentially as anticipated. All segments have been impacted by macroeconomic factors and slowdown in industrial activity. Our automotive and industrial revenue accounted for 80% of our business in 2023 as compared to 68% in 2022, following our strategy to shift to high-growth megatrends for the sustainable ecosystem. In Q4, we exited another $30 million of non-core business. And for the full year, we exited $180 million. While we expected customers to find alternative options, the remaining non-core portions of our business are now healthy nearing corporate gross margins and demonstrating the power of our portfolio.\nLooking at the split between the operating units, revenue for the Power Solutions Group, or PSG, was $1.1 billion an increase of 4% year-over-year due to an increase in silicon carbide revenue for auto and energy infrastructure. Revenue for the Advanced Solutions Group, or ASG, was $625 million, 11% decline year-over-year, driven by softness in compute and mobile end markets. Revenue for the Intelligent Sensing Group, or ISG, was $308 million, a 13% decrease year-over-year due to a decline in compute and industrial.\nIn the fourth quarter, our GAAP and non-GAAP gross margin of 46.7% was above the midpoint of our guidance. Our gross margin exceeded expectations despite total utilization decreasing to 66% from 72% in Q3, further validating the structural changes we have implemented over the last 3 years. We should see the full impact of the decline in utilization materialized in Q1.\nAt East Fishkill, we have already made progress by improving the overall cost structure of the fab making it 50 basis points less dilutive than expected in the fourth quarter. Based on our current outlook, we expect to hold our gross margin above the mid-40% floor with utilization in the mid-60% range. Silicon carbide gross margin also remained above 40% with high profit fall-through, and we expect to maintain these levels through 2024.\nNow let me give you some additional numbers for your models. GAAP operating expenses for the fourth quarter were $330 million as compared to $316 million in the fourth quarter of 2022. Non-GAAP operating expenses were $306 million as compared to $300 million in the quarter a year ago. GAAP operating margin for the quarter was 30.3%, and non-GAAP operating margin was 31.6%. Our GAAP tax rate was 7.8%, and our non-GAAP tax rate was 15.4%.\nGAAP earnings per diluted share for the fourth quarter was $1.28 as compared to $1.35 in the quarter a year ago. Non-GAAP earnings per share was above the midpoint of our guidance at $1.25 as compared to $1.32 in Q4 of 2022. Our GAAP diluted share count was 440 million shares, and our non-GAAP diluted share count was 434 million shares. In Q4, we were aggressive with our share repurchases and returned 136% of free cash flow to shareholders through $300 million of buybacks.\nTurning to the balance sheet. Cash and cash equivalents was $2.5 billion, and we had $1.1 billion undrawn on our revolver. Cash from operations was $611 million, and free cash flow was $221 million or approximately 11% of revenue. Capital expenditures during Q4 were $391 million, which equates to a capital intensity of 19%. We expect 2024 capital intensity to be in the low teens for the full year ahead of our original plan and driven by our improved silicon carbide manufacturing output on 150 millimeters.\nInventory increased by $27 million sequentially and days increased by [indiscernible] days to 179. This includes approximately 74 days of bridge inventory to support fab transitions in the silicon carbide ramp. Excluding these strategic builds, our base inventory decreased $52 million sequentially with days of inventory at 105 days.\nWe continue to proactively manage distribution inventory. [indiscernible] inventory was down $11 million sequentially with weeks of inventory at 7.2 weeks versus 6.9 weeks in Q3. We have been underserving the mass market through this channel, while we focused on our LTSA commitments. We expect to replenish the channel in 2024 to service the long tail of customers and expect inventory to start to normalize with increase in inventory levels between 7 and 9 weeks over the next few quarters.\nNow let me provide you the key elements of our non-GAAP guidance for the first quarter. A table detailing our GAAP and non-GAAP guidance is provided in the press release related to our fourth quarter results. Given the current macro environment and our demand visibility, we anticipate Q1 revenue will be in the range of $1.8 billion to $1.9 billion with softness across all end markets. We expect non-GAAP gross margin to be between 44.5% and 46.5%, primarily due to lower factory utilization and continued EFK headwinds.\nOur Q1 non-GAAP gross margin includes share-based compensation of $5 million. We expect non-GAAP operating expenses of $305 million to $320 million, including share-based compensation of $27 million. We anticipate our non-GAAP other income to be a net benefit of $8 million with our interest income exceeding interest expense. This benefit is a result of the debt restructuring activities we have completed over the last 2 years, reducing a significant historical drag on the P&L.\nWe expect our non-GAAP tax rate to be in the range of 15.5% to 16.5% and our non-GAAP diluted share count for the first quarter is expected to be approximately 433 million shares. This results in non-GAAP earnings per share to be in the range of $0.98 to $1.10. We expect capital expenditures of $310 million to $340 million in brownfield investments primarily in silicon carbide and EFK.\nAs we navigate through 2024, we will focus on operational excellence without losing sight of our long-term commitments to our customers and our shareholders. We remain perfectly positioned in the markets where we focus and continue to engage in long-term supply agreements with our strategic customers. We remain confident in our 53% long-term gross margin target as we execute our fab right strategy to optimize factory utilization and drive operational efficiencies across the company. With that, I'd like to start the Q&A. So I'll turn it over to Liz to open the line."
  },
  {
    "header": "ON",
    "cik": "0001097864",
    "ticker": "ON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d2d455392a93ac5a7ca04121746009c0",
    "period": "2023 Q3",
    "content": "Q3 2023 ON Semiconductor Corp Earnings Call\n\nQ3 2023 ON Semiconductor Corp Earnings Call\n\nONNASDAQOCT 30, 9:00 AM\n\nOperator\n\nGood evening. Welcome to the onsemi Third Quarter 2023 Earnings Conference Call. [Operator Instructions] Please be advised, today's conference is being recorded. I would now like to hand the conference over to your speaker today, Parag Agarwal, Vice President of Investor Relations and Corporate Development. Please go ahead.\n\nParag Agarwal\n\nVice President of Investor Relations & Corporate Development\n\nThank you, Kevin. Good morning, and thank you for joining onsemi's Third Quarter 2023 Quarterly Results Conference Call. I'm joined today by Hassane El-Khoury, our President and CEO; and Thad Trent, our CFO.\nThis call is being webcast on the Investor Relations section of our website at www.onsemi.com. A replay of this webcast, along with our 2023 third quarter earnings release, will be available on our website approximately 1 hour following this conference call, and the recorded webcast will be available for approximately 30 days following this conference call. Additional information is posted on the Investor Relations section of our website.\nOur earnings release and this presentation include certain non-GAAP financial measures. Reconciliation of these non-GAAP financial measures to the most directly comparable GAAP financial measures and a discussion of certain limitations when using non-GAAP financial measures are included in our earnings release, which is posted separately on our website in the Investor Relations section. During the course of this conference call, we will make projections or other forward-looking statements regarding future events or future financial performance of the company. We wish to caution that such statements are subject to risks and uncertainties that could cause actual results or events to differ materially from projections. Important factors that can affect our business, including factors that could cause actual results to differ materially from our forward-looking statements, are described in our most recent Form 10-K, Form 10-Qs, our other filings with the Securities and Exchange Commission and in our earnings release for the third quarter of 2023. Our estimates for other forward-looking statements will change, and the company assumes no obligation to update forward-looking statements to reflect actual results, change assumptions or other events that may occur except as required by law.\nNow let me turn it over to Hassane. Hassane?\n\nHassane S. El-Khoury\n\nPresident, CEO & Director, ON Semiconductor Corporation\n\nThank you, Parag. Good morning, and thanks to everyone on the call for joining us. This morning, we are pleased to announce another quarter where we delivered revenue of $2.18 billion, non-GAAP gross margin of 47.3% and non-GAAP earnings per share of $1.39, all exceeding the midpoint of our guidance. Our Automotive and Industrial segments achieved record revenue, driven by demand in both silicon and silicon carbide.\nDespite these results in the third quarter, we are taking a very cautious approach as we are starting to see pockets of softness with Tier 1 customers in Europe working through their inventory and increasing risk to automotive demand due to high interest rates. It has been nearly 3 years since the start of our transformation, and our worldwide employees have been relentless in their pursuit of operational excellence. The structural changes we have made across the company have allowed us to maintain our performance and deliver predictable financials. We have built the resilience required in our business to navigate a dynamic macro environment, and we remain focused on controlling what we can: Our execution and our commitment to our customers.\nAnd silicon carbide has been a prime example of our execution. Our factories in Hudson, [ Roznov and Bucheon ] all had record output for silicon carbide in Q3. Acquiring [ GTAT ] 2 years ago was a strategic investment that allowed us to produce our own substrates internally and accelerate our path to becoming the world leader in silicon carbide power devices. By the end of 2023, we expect to have more than 25% market share of the silicon carbide market. We are now producing more than 50% of our own substrates internally, 1 quarter ahead of schedule, and we plan to continue to do so through 2024 even as we transition furnaces for 200-millimeter production.\nIn fact, last week, we announced that we completed our expansion of the world's largest silicon carbide fab in [ Bucheon. ] At full capacity, the state-of-the-art facility will be able to manufacture more than 1 million 200-millimeter silicon carbide wafers per year. Our manufacturing output continues to exceed expectations, and the acceleration of our ramp resulted in achieving a $1 billion run rate quarter in Q3, increasing nearly 50% over Q2.\nHowever, for the full year, a single automotive OEM's recent reduction in demand will impact our $1 billion target, and we now expect to ship more than $800 million of silicon carbide in 2023, 4x last year's revenue. In '24, we expect the growth of our silicon carbide business to double the market growth.\nOver the past few quarters, we have accelerated the broad deployment of silicon carbide solutions, and the design activity has been robust across all regions. So far in 2023, we have shipped to more than 500 unique customers that will continue to ramp through 2024, further expanding our geographical customer distribution. Additionally, we have design wins and/or LTSAs with the leading automotive players who have over 50% share of the global EV unit sales, which includes LTSAs with 4 of the top 5 China EV customers. NIO is among them. And in Q3, they made onsemi their prevailing silicon carbide supplier by signing an extension to their multiyear long-term supply agreement, doubling down on 1,200-volt EliteSiC technology as they transition into 800-volt battery solutions through 2030.\nAs we navigate the current market conditions, LTSAs continue to provide demand visibility and stability in pricing. EV traction remains the fastest-growing part of our SiC business, with 70% growth sequentially. Most recently, an OEM awarded onsemi a platform for their 750-volt and 1,200-volt EV traction inverters previously awarded to an incumbent. Opting for superior technology and a vertically integrated supply chain, this leading OEM has now signed an LTSA with onsemi through 2031, putting us in a position to support higher volume production.\nEnergy infrastructure remained healthy in Q3, driven by the continued adoption of solar and energy storage solutions. We remain on track to our full year projections with nearly 70% revenue growth over 2022, and we expect the growth to continue in '24 as demand for our hybrid modules with silicon and silicon carbide solutions for this high-growth industrial megatrend remains strong.\nOur medical revenue, which is reported within our industrial end market, also remains healthy, driven by the improved accessibility of continuous glucose monitoring and hearing aids. We have deep, long-standing customer engagements and high-margin, high-growth areas of continuous glucose monitors in hearing health, where we have leading market share with our technologies. Our CGM business increased nearly 38% quarter-over-quarter, driven by a ramp from the top 2 leaders in the market.\nonsemi is #1 in image -- in automotive image sensors and #1 in industrial scanning. In the industrial end market, our design activity has already surpassed all of 2022. This is a good indicator for the business, given that more than 40% of our image sensing revenue comes from new products. Last month, we introduced another 8-megapixel image sensor with the world's smallest, lowest power family of Hyperlux products that can extend battery life by up to 40% for industrial and commercial cameras. In fact, our 8-megapixel revenue more than doubled year-over-year in the third quarter as the business is shifting to higher resolution, higher ASP image sensors.\nAnd now let me turn the call over to Thad to give you more details on our results.\n\nThad Trent\n\nExecutive VP, CFO & Treasurer\n\nThanks, Hassane. At the start of our transformation, we committed to delivering intelligent power and sensing technologies for the sustainable ecosystem. This meant tailoring our investments, our portfolio, our manufacturing footprint and our resources to focus on the high-growth megatrends in automotive and industrial, such as electric vehicles, ADAS and energy infrastructure. This has become our winning formula, allowing us to deliver the greatest value for all our stakeholders. Combined, intelligent power and intelligent sensing now account for 72% of our business, as compared to 68% in the quarter a year ago.\nIn the third quarter, our financial results exceeded the midpoint of our guidance, demonstrating the resilience in our business in a challenging market environment. Revenue of $2.18 billion increased 4% sequentially, and non-GAAP operating margin was 32.6%. Revenue from intelligent power and intelligent sensing combined increased 5% year-over-year. As for the end markets they serve, we had another quarter of record automotive revenue with nearly $1.2 billion in Q3, increasing 9% sequentially and 33% year-over-year, driven by silicon as well as silicon carbide as the need for electrification and advanced features and vehicles continues to rise.\nIn Industrial, our record revenue of $616 million increased 1% sequentially and was up slightly year-over-year with continued strength in energy, infrastructure and medical. The rest of our businesses decreased 4% sequentially and 42% year-over-year as we exited $46 million of noncore business, which was below our expectations and is highlighting the resiliency of this business and the value of our full portfolio delivers for these customers. As always, we'll continue to be opportunistic in these noncore markets where margins are favorable and engagements are strategic with our customers.\nLooking at the split between operating units. Revenue for Power Solutions Group, or PSG, was $1.2 billion, an increase of 10% year-over-year, with more than 60% increase in auto and 50% increase in energy infrastructure. Revenue for the Advanced Solutions Group, or ASG, was $622 million, a 15% decline over Q3 '22, driven by deliberate exits and continued softness in noncore markets. Revenue for the Intelligent Sensing Group, or ISG, was $329 million, a 4% decrease year-over-year due to lower revenue in industrial applications. Our GAAP and non-GAAP gross margin of 47.3% was down 10 basis points sequentially and 200 basis points as compared to non-GAAP gross margin in Q3 '22, primarily due to headwinds from our East Fishkill fab and factory utilization, offset by strong manufacturing performance in silicon carbide.\nTotal utilization increased slightly to 72% as silicon carbide utilization improved, while silicon utilization trended lower as planned. For the next few quarters, we expect to proactively lower utilization to the mid- to high-60% range while maintaining our gross margin above mid-40%. This is a direct result of our Fab Lighter strategy of divesting 4 fabs in 2022, which is reducing our fixed cost footprint while we continue to consolidate operations in larger, more efficient fabs. As we move to our Fab Right strategy to optimize and drive efficiencies across our manufacturing network, we expect to generate incremental cost savings over the next few years. We continue to identify opportunities to drive operational efficiencies and remain committed to our long-term gross margin trajectory.\nTurning to silicon carbide. As Hassane mentioned, our silicon carbide manufacturing output is exceeding our internal expectations. And thanks to the tremendous efforts of our team around the world, we have accelerated our gross and operating margin trajectory. Our Q3 gross margin for silicon carbide was greater than 40% with strong fall-through on a fully loaded basis, including all start-up costs. And as we previously highlighted, we expect our silicon carbide business to be at the corporate gross margin in Q4.\nFurther, the yield improvement learnings we're getting from our 150-millimeter wafer production ramp is increasing our confidence in our 200-millimeter capability and validating our strategy of driving cost savings through brownfield investments. This incredible execution and improved manufacturing output on 150 millimeters enables us to slow our capacity expansion and lower 2024 capital intensity from the high teens to the low teens percentage points ahead of our original plan and closing in on our long-term model.\nNow let me give you some additional numbers for your models. GAAP operating expenses for the third quarter were $344 million as compared to $634 million in the third quarter of 2022. Non-GAAP operating expenses were $322 million as compared to $304 million in the quarter a year ago. The increase in operating expenses is attributable to a reserve against the receivable balance with a manufacturing partner.\nGAAP operating margin for the quarter was 31.5%, and non-GAAP operating margin was 32.6%. Our GAAP tax rate was 16.4%, and our non-GAAP tax rate was 15.6%. GAAP earnings per diluted share for the third quarter was $1.29 as compared to $0.70 in the quarter a year ago. Non-GAAP earnings per diluted share was near the high end of our guidance at $1.39 as compared to $1.45 in Q3 of 2022. Our GAAP diluted share count was 451 million shares, and our non-GAAP diluted share count was 439 million shares.\nIn Q3, we returned 75% of our free cash flow through $100 million of share repurchases, and we remain committed to our long-term strategy of returning 50% of free cash flow to our shareholders. Turning to the balance sheet. Cash and cash equivalents was $2.7 billion, and we had $1.1 billion undrawn on our revolver. Cash from operations was $567 million, and free cash flow was $134 million, or 6.1% of revenue. Capital expenditures during Q3 were $433 million, which equates to a capital intensity of 19.9%. As we indicated previously, we are directing a significant portion of our capital expenditures towards silicon carbide and enabling our 300-millimeter capabilities at EFK.\nAccounts receivable of $958 million increased by $14 million, and DSO was 40 days, down 1 day from the second quarter. Inventory increased by $120 million sequentially, and days of inventory increased by 3 days to 166 days. This includes approximately 64 days of bridge inventory to support bad transitions and the silicon carbide ramp. Excluding these strategic builds, our base inventory declined 7 days quarter-over-quarter to 102 days.\nWe continue to proactively manage distribution inventory. Disti inventory declined $25 million sequentially with weeks of inventory at 6.9 weeks versus 7.7 in Q2. Total debt remained flat at $3.5 billion, and net leverage is 0.25x.\nAs we look forward, I'd like to highlight that onsemi today is a completely transformed company as compared to ON Semiconductor of the past. The structural changes in our business model have eliminated the historical volatility in the margins and earnings of the company. We remain fully committed to delivering strong operational and financial performance for our shareholders in all market conditions.\nNow let me provide you the key elements of our non-GAAP guidance for the fourth quarter. A table detailing our GAAP and non-GAAP guidance was provided in the press release related to our third quarter results. Given the current macro environment, we are taking a cautious stance in our guidance. We anticipate Q4 revenue to be in the range of $1.95 billion to $2.05 billion. We expect a mid-single-digit decline in automotive given the softness in Europe that Hassane described, with greater sequential declines in industrial and other end markets.\nWe expect non-GAAP gross margin to be between 45.5% and 47.5%, primarily due to lower factory utilization and continued EFK headwind. Our Q4 non-GAAP gross margin includes share-based compensation of $4.3 million. We expect our non-GAAP operating expenses of $300 million to $315 million, including share-based compensation of $28.5 million. We anticipate our non-GAAP other income to be a net benefit of $4 million, with our interest income exceeding interest expense. This benefit is a result of the debt restructuring activities we completed over the last 2 years, reducing a historical drag on the P&L while effectively eliminating exposure to elevated rates going forward. We expect our non-GAAP tax rate to be in the range of 15.5% to 16.5% and our non-GAAP diluted share count for the fourth quarter is expected to be approximately 438 million shares. This results in non-GAAP earnings per share to be in the range of $1.13 to $1.27.\nWe expect capital expenditures of $425 million to $465 million in brownfield investments, primarily in silicon carbide and EFK. On a final note, given the market uncertainty, we are taking a cautious approach as we exit 2023 and plan for 2024. We are taking proactive actions to set ourselves up for success, and we remain focused on our execution. The structural changes we have brought to our business have already proven effective in these market conditions. We have been exiting volatile businesses, lowering utilization, managing channel inventory, controlling wafer starts, and we plan to continue to seek opportunities to improve our efficiencies as we navigate through the current market conditions.\nWith that, I'd like to turn the call back over to Kevin to open up for Q&A."
  },
  {
    "header": "ON",
    "cik": "0001097864",
    "ticker": "ON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8d2c3082acf96f56cce064c8160908d8",
    "period": "2023 Q2",
    "content": "Q2 2023 On Semiconductor Corp Earnings Call\n\nQ2 2023 On Semiconductor Corp Earnings Call\n\nONNASDAQJUL 31, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the ON Second Quarter 2023 Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I would now like to hand the conference over to your host today, Parag Agarwal, Vice President of Investor Relations and Corporate Development. Please go ahead.\n\nParag Agarwal\n\nVice President of Investor Relations & Corporate Development\n\nThank you, Liz. Good morning, and thank you for joining ON Semi's Second Quarter 2023 Quarterly Results Conference Call. I'm joined today by Hassane El-Khoury, our President and CEO; and Thad Trent. This call is being webcast on the Investor Relations section of our website at www.onsemi.com. A replay of this webcast, along with our 2023 2nd quarter's earnings release will be available on our website approximately 1 hour following this conference call. and the recorded webcast will be available for approximately 30 days following this conference call.\nAdditional information is posted on the Investor Relations section of our website. Our earnings release and this presentation include certain non-GAAP financial measures. Reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measures under GAAP financial measures are included in our earnings release, which is posted separately on our website in the Investor Relations section.\nDuring the course of this conference call, we'll make projections or other forward-looking statements regarding future events or the future financial performance of the company. We wish to caution that such statements are subject to risks and uncertainties that could cause actual events or results to differ materially from projections. Important factors that can affect our business, including factors that could cause actual results to differ from our forward-looking statements are described in our most recent Form 10-K, Form 10-Qs and other filings with the Securities and Exchange Commission and in our earnings release for the second quarter of 2023.\nOur estimates or other forward-looking statements may change, and the company assumes no obligation to update forward-looking statements to reflect actual results, change assumptions or other events that may occur except as declared by law. Now let me turn it over to Hassane. Hassane?\n\nHassane S. El-Khoury\n\nPresident, CEO & Director, ON Semiconductor Corporation\n\nThank you, Parag. Good morning, and thanks to everyone on the call for joining us. The executive staff and I are thrilled with the results, following another successful quarter for ON Semi with Q2 revenue of $2.09 billion and non-GAAP gross margins of 47% both above the midpoint of our guidance. Our worldwide teams are firing on all cylinders. Well, maybe I should start saying there are some [ motors ] now -- our approach of disciplined, consistent and reliable execution continues to be the winning formula for ON Semi quarter after quarter.\nWe have again exceeded our targets despite the current market environment, all while delivering best-in-class performance for our customers. The most recent example is our silicon carbide performance. We ramped a new and highly complex technology while continuing to surpass internal manufacturing and financial metrics, and we are all very proud of everyone that contributes the success daily.\nIn silicon carbide revenue growing nearly over Q2 '22, we remain on track to achieve our first $1 billion revenue year and remain on track to have more than 50% of our substrates coming from our internal production by the end of Q4. EV is the fastest-growing part of this business, followed by energy infrastructure. Customers are excited to work with us -- our successful capacity expansion is creating an opportunity for ON Semi to gain share in silicon carbide by supporting new demand amid ongoing supply uncertainty in this space.\nIn Q2 alone, we signed more than $3 billion of new silicon carbide LTSAs, bringing our total lifetime silicon carbide revenue committed through long-term supply grow dollars. One of our test wins last quarter was with Vitesco, a leader in modern drive technologies and electrification solutions who signed a $1.9 billion agreement to support their growing need for silicon carbide in electric vehicles. They are co-investing $250 million as part of this 10-year LTSA to ensure capacity for the ramp.\nWe also extended our silicon carbide engagement with BorgWarner to integrate our EliteSic 1,200 and 750-volt power devices into its power modules to deliver increased power density and higher efficiency, which increased the range and overall performance of EVs. We have had a long-standing relationship with BorgWarner, and this extended LTSA now amounts to $1 billion of committed silicon carbide revenue.\nFinally, with Magna, 1 of automotive suppliers -- we have signed a silicon carbide LTSA to expand our strategic collaboration, which has long included technologies across our intelligent power and sensing portfolio. Together, we will integrate our 1,200-volt intelligent power devices into Magna's traction inverter solutions to improve the performance of electric vehicles over the next 10 years.\nBy integrating ON Semi's industry-leading elite tick technology, Magna eDrive systems will deliver greater cooling performance and faster acceleration and charging rates that will help improve efficiency and increase the range of EVs.\nIn addition, they will co-invest $40 million in new silicon carbide equipment in our Hudson and Czech Republic locations to ensure access to future supply. LTSA's have become of the way we do business with our strategic customers. LTSAs continue to provide us with extended visibility, stability in pricing and volume commitments while allowing us to plan for long-term capacity.\nIn terms of market dynamics, both automotive and industrial remained healthy in Q2 with quarter-over-quarter growth of 8% and 10%, respectively, and now account for 80% of our total revenue. It was the first time that our automotive revenue surpassed the $1 billion mark in a single quarter, driven by strength in intelligent power for electric vehicles and intelligent sensing for advanced safety applications.\nNew regional regulations will require that vehicles be equipped with both a wide [Indiscernable] road users such as pedestrian and cyclists as well as high-speed electronic braking for highways. These new standards can only be met with higher resolution image sensors like the 8-megapixel device, which we first introduced 2 years ago and is now widely adopted by top carmakers for production in their 2024 models. With this accelerated adoption, we expect our 2023 revenue for our 8-megapixel image sensors to more than double year-over-year.\nWe have further expanded our intelligent sensing portfolio with the newly introduced Hyperlux family of image sensors for automotive and industrial markets, designed to eliminate Flickr, all while delivering the highest dynamic range available in the market. For industrial applications, such as surveillance and machine vision, our new products also offer very low power with intelligent wake on motion to even further extend energy savings.\nAnother significant milestone this quarter is the sampling of our automotive-grade image sensor out of our East Fishkill fab to leading global ADAS customers and partners making Ontime the only image sensing supplier with a U.S.-based 300-millimeter fab and both internal and external sources across every step of the imaging supply chain. Customers value the investments on Semi has made to improve supply resiliency.\nWith evolving vehicle requirements and consumer behavior, automotive design cycles are getting shorter and continue to get compressed, therefore, we must remain at the [Indiscernable] of the latest trends and regulations and ahead of our customers' needs. We are innovating with the best in the world and being recognized for the value we provide.\nMost recently, we received a prestigious Volkswagen Group Award for innovation for our strategic partnership on future electric vehicles with our broad portfolio of intelligent power intelligent sensing technologies. Along with our focus on establishing vertically integrated silicon carbide production capabilities. We are grateful for partners like VW as well as our other strategic customers who trust ON Semi's packaging expertise, scalable manufacturing capabilities and problem-solving approach to deliver joint innovation in the rapidly evolving automotive market.\nIn Industrial, our revenue grew 5% year-over-year and 10% sequentially, with continued strength in medical applications as well as energy infrastructure which increased nearly 70% year-over-year in Q2. Our growth in the industrial segment is driven by the accelerated adoption of high-growth energy infrastructure applications like solar inverters energy storage inverters and EV fast chargers.\nSolar is forecasted to surpass coal and gas and installed capacity by 2027, and ON Semi has the #1 market share position with a full suite of silicon, silicon carbide and packaging technologies to deliver the most highly efficient and system optimized solutions to customers. We have now secured $1.5 billion in long-term supply agreements for power modules with leading global manufacturers of solar inverters, among which are 8 of the top 10 solar inverter suppliers. These customers are securing supply assurance to support their growth.\nHighlights in medical include market for continuous glucose monitors or CGMs, driven by the reimbursement of monitoring therapies. We are #1 in CGM, which we support with our sensor interface portfolio, and we expect this market to continue to grow at a 20% CAGR over the next 5 years.\nIn hearing aids, we have partners with innovative customers who will push accelerated adoption in the market with over-the-counter solutions, improving accessibility and lowering cost of ownership. Like [ hearing ] is 1 of the world's game changers in hearing aid and uses ON Semi's intelligent sensing technology at the heart of their solution, earning them recognition as 1 of Time 100's most influential companies in 2023.\nOnce again, I want to thank all our employees who work on our incredible silicon carbide effort around the world as well as those who remain focused on all of our other strategic growth areas of intelligent power and sensing. We have a unique opportunity as a company to accelerate our investments in areas where we believe we can outpace the market with the capital generated by our mature and growing businesses. The size and scale of our operations have allowed us to leverage our infrastructure and expertise inside the company to tackle complex problems and drive increased output to support the growing needs of our customers. And now let me turn the call over to Thad to give you more details on our results. Thad?\n\nThad Trent\n\nExecutive VP, CFO & Treasurer\n\nThanks, Hassane. We're pleased to report another stellar quarter for ON Semi. Our Q2 results and our Q3 outlook clearly demonstrate our consistent execution outpacing the industry while navigating the soft macro environment. We are uniquely positioned as our business is being powered by multiple secular growth drivers in the fastest-growing end markets of automotive and industrial.\nAll our Q2 financial metrics exceeded the midpoint of our guidance -- we grew revenue 7% sequentially, expanded gross margin by 60 basis points to 47.4% and delivered a 12% quarter-over-quarter increase in earnings per share to $1.33 and which exceeded our guidance range.\nOur global teams have transformed the business to deliver predictable and sustainable performance with above-industry growth at attractive margins. Revenue for the second quarter was $2.09 billion, roughly flat compared to the second quarter of 2022 and increased 7% over Q1. The sequential increase was driven by growth in the automotive and industrial end markets with accelerating demand for electrification and renewable energy.\nEven without silicon carbide, our revenue increased at an impressive pace sequentially. Turning to silicon carbide. Hassane mentioned, our continued execution and increasing number of LTSAs with automotive and energy infrastructure customers. We are ramping our silicon carbide production to support the increasing demand and remain ahead of our internal plans.\nOver the past 2 years, we have made strategic brownfield investments to expand capacity and ramp production much faster by leveraging our existing manufacturing footprint and expertise. These industry-leading ROIC investments are now contributing to our financial results. In the second quarter, our silicon carbide business nearly doubled gross margin sequentially. And I'm proud to report our silicon carbide business achieved its first profitable quarter, delivering high-teen operating margin on a fully loaded basis, which includes all start-up costs.\nI'd like to take this opportunity to thank the 33,000 ON Semi employees across the globe for their commitment to success in delivering outstanding results quarter after quarter. Turning to end markets. Our automotive revenue hit a new record of over $1 billion in Q2, growing 8% quarter-over-quarter and 35% year-over-year. Driven by the accelerating adoption of electrification and the continued need for sensing and vehicles.\nIn Q2, Industrial revenue grew 5% year-over-year and 10% sequentially and with continued strength in EV charging, medical applications as well as energy infrastructure, which increased nearly 70% year-over-year and is now a meaningful part of our overall revenue. We continue to exit volatile noncore businesses, which included another $57 million in Q2 revenue, bringing our total year-to-date of exited revenue to more than $100 million and nearly $400 million since the start of our transformation. We will continue to be opportunistic in noncore markets where margins are favorable and engagements are strategic with our customers.\nWe now expect to exit $350 million to $400 million in 2023. Looking at the split between operating units, Revenue for the Power Solutions Group, or PSG, was $1.12 billion, an increase of 6% year-over-year, with more than 60% year-over-year increase in auto and nearly 70% year-over-year increase in energy infrastructure. Revenue for the Advanced Solutions Group, or ASG, was $650 million, a 9% decline over Q2 '22, driven by deliberate exits and continued softness in noncore markets, offset by strength in automotive and industrial.\nRevenue for the Intelligent Sensing Group, or ISG, was $325 million, a 4% increase year-over-year, primarily due to the automotive shift to higher-value sensors in our portfolio such as 8 megapixel image sensors. Our GAAP and non-GAAP gross margin of 47.4% improved 60 basis points quarter-over-quarter, driven by silicon carbide and despite the significant headwinds from EFK we disclosed last quarter.\nWe continue to improve the cost structure of the fab, but we expect EFK to be dilutive to gross margins by approximately 250 basis points for the next several quarters. We remain committed to maintaining our long-term gross margin trajectory as we execute our Fab Right strategy of driving efficiencies and further consolidation in our internal as well as our external manufacturing network.\nNow let me give you some additional numbers for your models. GAAP operating expenses for the second quarter were $318.7 million as compared to $453.1 million in the second quarter of 2022, non-GAAP operating expenses were $305.5 million as compared to $317.7 million in the quarter a year ago. GAAP operating margin for the quarter was 32.2% and non-GAAP operating margin was 32.8%. Non-GAAP operating margin increased 60 basis points quarter-over-quarter.\nOur GAAP tax rate was 15.3% and our non-GAAP tax rate was 15.8%. GAAP earnings per share for the first quarter was $1.29 as compared to $1.02 in the quarter a year ago. Non-GAAP earnings per diluted share was $1.33, flat year-over-year and above the high end of our guidance. Our GAAP diluted share count was 448.7 million shares, and our non-GAAP diluted share count was 438.7 million shares.\nIn Q2, we repurchased $60 million of shares at an average price of $86.49 per share, and we remain committed to our long-term strategy of returning 50% of free cash flow to our shareholders.\nTurning to the balance sheet. Cash and cash equivalents was $2.6 billion, and we had $1.1 billion undrawn on our revolver. In Q2, we proactively downsized our revolver by $500 million to $1.5 billion and extended the maturity to 2028 to align to our long-term needs and projected cash flow.\nCash from operations was $390.8 million and free cash flow was negative at $39.8 million due to timing of investments in capital expenditures and growth in strategic inventory in the second quarter. We expect free cash flow to return to positive for the remainder of the year. Capital expenditures during Q2 were $430.6 million, which equates to a capital intensity of 20.6%. As we indicated previously, we are directing a significant portion of our capital expenditures towards silicon carbide and enabling our 300-millimeter capabilities at EFK and expect our capital intensity to be in the mid- to high-teen percentage range for the next several quarters.\nAccounts receivable of $944.4 million increased by $63.5 million and DSO was 41 days consistent with the first quarter. Inventory increased by $149.5 million sequentially and days of inventory increased by 4 days to 163 days. This includes approximately 54 days of bridge inventory to support fab transitions and the silicon carbide ramp. Excluding these strategic builds, our base inventory declined 7 days quarter-over-quarter.\nWe continue to proactively manage distribution inventory Distribution inventory increased $20 million sequentially with weeks of inventory at 7.7 weeks in Q2 versus 7 weeks in Q1. Total debt remained flat at $3.5 billion and net leverage is 0.27. Let me now provide you key elements of our non-GAAP guidance for the third quarter.\nA table detailing our GAAP and non-GAAP guidance is provided in the press release related to our second quarter results. Our business continues to strengthen with improved visibility, and we expect to recognize approximately $6.4 billion of committed revenue from our LTSAs over the next 12 months in addition to our noncancelable and nonreturnable orders. Given the soft macro environment, we are taking a cautious stance in our guidance. We anticipate Q3 revenue will be in the range of $2.095 billion to $2.195 billion. We expect Automotive and Industrial to increase quarter-over-quarter with other markets down mid- to high single digits as we plan further exits in our noncore markets. We expect non-GAAP gross margin to be between 46% and 48% due to lower factory utilization, EFK headwinds and the dilutive impact of silicon carbide, which remains ahead of plan. This also includes share-based compensation of $4.4 million.\nAs we have previously stated, 2023 will be a transition year for our gross margin, and we expect to maintain our trajectory as we manage these temporary headwinds. We expect non-GAAP operating expenses of $300 million to $315 million, including share-based compensation of $29 million. We anticipate our non-GAAP OIE will be negligible for the quarter. We expect our non-GAAP tax rate to be in the range of 15.5% to 16.5% and our non-GAAP diluted share count for the third quarter is expected to be approximately 439 million shares. This results in non-GAAP earnings per share to be in the range of $1.27 to $1.41. We expect capital expenditures of $440 million to $480 million, primarily in Brownfield investments in silicon carbide and EFK.\nTo wrap up, the structural changes we've been implementing since the start of our transformation have improved the resiliency of our business and enabled us to better navigate the soft market environment. We have delivered another quarter with results above expectations, reinforcing that consistent, reliable execution is our path forward to achieving our long-term model. We have reduced the volatility in our financials and held to our commitments while navigating short-term market dynamics, and we plan to continue to deliver for our shareholders 1 quarter at a time. With that, I'd like to turn the call back over to Liz to open for questions."
  },
  {
    "header": "ON",
    "cik": "0001097864",
    "ticker": "ON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/70333cb0f352ddddc50c37763387ca9c",
    "period": "2023 Q1",
    "content": "Q1 2023 On SemiConductor Corp Earnings Call\n\nQ1 2023 On SemiConductor Corp Earnings Call\n\nONNASDAQMAY 1, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the onsemi First Quarter 2023 Earnings Conference Call. [Operator Instructions] Please be advised, today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Parag Agarwal. Please go ahead.\n\nParag Agarwal\n\nVice President of Investor Relations & Corporate Development\n\nThank you, Kevin. Good morning, and thank you for joining onsemi's First Quarter 2023 Quarterly Results Conference Call. I'm joined today by Hassane El-Khoury, our President and CEO; and Thad Trent, our CFO.\nThis call is being webcast on the Investor Relations section of our website at www.onsemi.com. A replay of this webcast, along with our 2023 first quarter earnings release, will be available on our website approximately 1 hour following this conference call, and the recorded webcast will be available for approximately 30 days following this conference call. Additional information is posted on the Investor Relations section of our website.\nOur earnings release and this presentation includes certain non-GAAP financial measures. Reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measures and the GAAP financial measures are included in our earnings release, which is posted separately on our website in the Investors Relations sector.\nDuring the course of this conference call, we will make projections or other forward-looking statements regarding future events or the future financial performance of the company. We wish to caution that such statements are subject to risks and uncertainties that could cause actual results or events to differ materially from projections. Important factors that can affect our business including factors that could cause actual results to differ from our forward-looking statements are described in our most recent from 10-Ks, from 10-Qs, other filings with Securities and Exchange Commission and in our earnings release for the first quarter of 2023.\nOur estimates or other forward-looking statements may change, and the company assumes no obligation to update forward-looking statements to reflect actual results, change assumptions or other events that may occur except as required by law.\nNow let me turn it over to Hassane. Hassane?\n\nHassane S. El-Khoury\n\nPresident, CEO & Director, ON Semiconductor Corporation\n\nThank you, Parag. Good morning, and thank you all for joining us today. As we continue our transformation, I'm pleased to report another quarter where we've exceeded expectations with revenue of $1.96 billion and non-GAAP gross margin of 46.8%, both above the midpoint of our guidance. .\nThe current market environment did not deter us from our goals. We have teams around the world who are committed to operational excellence, and I am proud of the results they have achieved in this first quarter. Over the last 2 years, we centered our transformation around the structural changes that would enable us to better navigate the uncertainty in the semiconductor industry. We streamlined our product portfolio, reduced price-to-value discrepancies double down on silicon carbide and improved the overall operations of the company. We have incredible talent in the company, and we have all -- have been all hands on deck to solve some of the world's toughest engineering problems to accelerate the ramp of this next-generation technology. Thanks to our team's relentless efforts, we are seeing greater-than-anticipated silicon carbide results ahead of our internal plan for manufacturing output at every stage of the process from bulls to die to modules. In Q1 alone, these results allowed us to shift nearly double our Q4 revenue and more than half of our 2022 full year revenue. We are on track to grow our revenue to $1 billion in 2023 and that's approximately 5x the revenue of 2022, setting ourselves up for leadership in the silicon carbide market with the majority of the substrate sourced internally.\nDemand for electric vehicles, ADAS and energy infrastructure remained healthy and with a broad-based macroeconomic slowdown. While our automotive revenue increased 38% year-over-year, it was flat quarter-over-quarter. We are still supply constrained across several automotive technologies, while in some other technologies, we are cautiously monitoring inventory digestion. In Q2, we expect to see quarter-over-quarter growth in our automotive revenue. In Q1, we shifted our mix to energy infrastructure where there is high demand and high growth. Our industrial revenue in turn increased 1% sequentially instead of the decline we had anticipated, driven by the need for automotive energy sources and accelerated by global geopolitical issues, installation of energy storage systems is increasing along with our content that includes silicon carbide and silicon power solutions. Pricing across our business is stable, and we don't anticipate any changes in the pricing environment. A significant part of our business is secured by long-term supply agreements and pricing in these agreements is fixed for multiple years. Also, as part of our business transformation, we have walked away from price-sensitive businesses in nonstrategic areas to drive predictable financial results.\nIn Q1, automotive and industrial accounted for 79% of our total revenue as compared to 65% in the quarter a year ago. When we started our transformation, we targeted 75% of our business to be automotive and industrial by 2025, and we have achieved our desired end result 2 years earlier. We also improved our demand visibility across all markets with commitments from our customers, new and existing in the form of LTSAs. These LTSAs also helped reduce our exposure to the volatility in the consumer and computing markets. Volkswagen, as an example, signed a 3-year agreement for more than 100 current production devices giving them the required supply chain sustainability with a major semiconductor partner. Our committed revenue through LTSAs increased again in Q1 by $1 billion.\nWe are supporting our customers today while working closely with them on next-generation designs for their intelligent power and sensing needs. In addition to the LTSA, we announced last quarter, we were recently honored with the 2022 Supplier of the Year Award from Hyundai Motor Group were recognized on semi as a trusted provider for key technology in its ecosystem, offering supply chain resilience and manufacturing sustainability. Customers also recognize us as a strategic partner that provides high value through the entire design cycle, which gives them a competitive edge over their peers.\nIn March, we launched our new Elite power simulation tool to bring complex power electronics applications to market faster through system-level simulations saving design engineers from expensive, time-consuming hardware fabrication and testing in the early stages of development. This tool will also allow us to get a broader customer reach through our distribution network with a low-touch model to design in our products. Global automotive OEMs are choosing to partner with onsemi for the superior performance of our end-to-end silicon carbide solutions. Just last week, we announced an LTSA with [ Zeekr ], a leading all EV manufacturer in China who has selected onsemi's third-generation 1,200-volt EliteSic MOSFET to increase the electric powertrain efficiency and extend the range of its expanding portfolio of high-performance electric vehicles. These elite stick power devices deliver improved power and thermal efficiency which reduced the size and weight of the traction inverters to deliver improved performance, resulting in extended driving range and faster charging speeds. BMW Group has also selected onsemi's EliteSic to support range extension for their next-generation electric vehicles. They secured an LTSA with us to equip their future electric drivetrains with our silicon carbide technology to increase efficiency and system level performance. We also continue to invest in silicon power and as auto OEMs move to a zonal architecture, we deliver intelligent power solutions that meet all voltage range requirements from 12 volts to 48 volts and beyond. Through these strategic partnerships, we are enabling our customer sustainability efforts while also working on our own.\nWe committed to the science-based targets initiative and pledged to set near-term science-based emission reduction targets in line with SBTi criteria and our decarbonization journey to achieve net 0 emissions by 2040. Our Q1 revenue for Intelligent Sensing increased 26% year-over-year. We introduced our new Hyper Lux family of image sensors to support the transition to 8-megapixel devices, where ASPs can be up to 2.5x that of 1 or 2 megapixel image sensors. Our traction for image sensors in automotive has proliferated into industrial automation and smart retail applications. Our newest 8-megapixel image sensor achieved stunning 4K video quality with optimized near infrared response necessary for industrial applications with harsh lighting conditions such as security and surveillance, body cameras, doorbell cameras and robotics.\nThe shift out of lower-value commodity applications, coupled with capacity expansion and differentiated products and packages reduced the supply-to-demand gap and is driving margin expansion and revenue growth in our focused markets. Automotive and industrial now account for more than 95% of our intelligent sensing business. Beyond image sensing, our intelligent sensing penetration is expanding with other sensing solutions in our portfolio. We shipped our 1 billionth inductive position sensor IC to Hella, one of the largest automotive supplier who uses our technology and their drive by wire systems, such as accelerator pedal sensing, steering and torque sensors as well as actuators for pressure boost and turbos. We also lead the market in automotive ultrasonic sensors with more than 20 sensors in 1 of the latest EV models from a leading European OEMs.\nIn Q1, our Intelligent Power and Intelligent Sensing revenue accounted for 69% of our total revenue as compared to 64% in the quarter a year ago. As we get ready for the next chapter with our journey, we are applying what we know, operational excellence in controlling what we can and executing to our commitments. We have positioned ourselves to lead in our focused markets with superior technology to offer our customers, and we have the agility to pivot and adapt to change as required by the business and market environment. And more importantly, we have the team to execute.\nNow I will turn the call over to Thad to provide additional details on our financials and guidance. Thad?\n\nThad Trent\n\nExecutive VP, CFO & Treasurer\n\nThanks, Hassane. As Hassane highlighted, we exceeded expectations in the first quarter, which is a testament to our employees around the globe who are committed to operational excellence. Our ability to focus, invest and execute has provided benefits across all areas of the business and allowed us to maintain our financial targets while navigating the market uncertainty.\nWe continue to identify and extract operational efficiencies in our business groups and corporate functions while identifying gross margin expansion opportunities. I'll start by diving into our results for the first quarter. Total revenue was $1.96 billion, above the midpoint of our guidance, driven by strength in silicon carbide and energy infrastructure. In Q1, our silicon carbide manufacturing output was ahead of our internal plans, and we nearly doubled our Q4 revenue, increasing our confidence in our path to the $1 billion year.\nOur automotive business now accounts for 50% of total revenue and at $986 million in Q1, it was flat sequentially, offset by a recovery in industrial revenue. Industrial revenue grew by 1% quarter-over-quarter, surpassing our original projections. We anticipate another stellar year for our energy infrastructure business with projected 50% growth over 2022 at accretive gross margins.\nRevenue for the Power Solutions Group, or PSG, was $1 billion, an increase of 3% year-over-year. And we saw sequential gross margin expansion as our silicon carbide ramp exceeded expectations on both revenue and margins. Revenue for the Advanced Solutions Group, or ASG, was $593 million, a decrease of 14% year-over-year. And revenue for the Intelligent Sensing Group, or ISG, was up an impressive 32% year-over-year at a record of $354 million. ISG's impressive turnaround continues as Q1 was also their 11th quarter of gross margin expansion with record gross margin exceeding 50%.\nAs a corporation, our consolidated gross margin held up nicely. GAAP and non-GAAP gross margin for the first quarter was 46.8%, above the midpoint of our guidance driven by higher-than-anticipated industrial revenue and improved manufacturing performance for silicon carbide output. We also exited an additional $47 million of revenue in the quarter at an average gross margin in the mid-40% range, bringing the total revenue to date to $341 million of noncore business exits. Our non-GAAP gross margin declined by 160 basis points quarter-over-quarter as expected with the ramp-up of silicon carbide and EFK headwinds and lower factory utilization of 71% as we continue to slow wafer starts.\nQ1 was our first quarter of operations since acquiring our 300-millimeter fab in East Fishkill. The current operating cost is much higher than we had anticipated, so the dilutive impact is greater than we previously expected. However, based on our current outlook, we are confident we can realign the cost structure of the fab and drive efficiencies to recover by early 2024. As demonstrated in Q1, we expect to maintain our gross margin trajectory for 2023. Our financial strategy remains unchanged as does our capital allocation strategy. In Q1, we returned more than 100% of our free cash flow to our shareholders with share repurchases of $104 million. This was the first repurchase from our new authorization, which allows us to repurchase up to $3 billion through 2025. Additionally, we issued $1.5 billion in convertible notes in Q1 with the proceeds used to repay our term loan. This was essentially leverage-neutral and highly accretive as we swapped out a portion of our variable rate debt approaching 7% with a fixed rate convert with a coupon of 50 basis points. We also entered a call spread transaction increasing the effective strike price to $156.78 per share, providing significant dilution protection.\nNow let me give you some additional numbers for your models. GAAP operating expenses for the first quarter were $352.6 million as compared to $314.1 million in the first quarter of 2022. Non-GAAP operating expenses were $286 million as compared to $302.8 million in the quarter a year ago. Non-GAAP operating expenses were below our guidance as we manage discretionary spending across the company, given the uncertain macro environment. We also initiated structural changes to ASG to improve operational efficiency by reallocating resources to high-growth R&D initiatives while improving our product development and time to market on industry-leading proprietary products.\nGAAP operating margin for the fourth quarter was 28.8% and non-GAAP operating margin was 32.2%, a decrease of 190 basis points quarter-over-quarter. Our non-GAAP tax rate was 16.3%. GAAP earnings per diluted share for the first quarter was $1.03 as compared to $1.18 in the quarter a year ago. Non-GAAP earnings per share was $1.19, above the high end of our guidance. Our GAAP diluted share count was 448.5 million shares, and our non-GAAP diluted share count was 439.1 million shares.\nTurning to the balance sheet. Cash and cash equivalents was $2.7 billion, and we had $1.6 billion undrawn on our revolver. Cash from operations was $408.9 million, and free cash flow was $87.4 million or 4.4% of revenue. Free cash flow was negatively impacted by timing of annual bonuses and CapEx payments. Capital expenditures during Q1 were $321.5 million, which equates to a capital intensity of 16.4% for the quarter. As we indicated previously, we are directing a significant portion of our capital expenditures towards silicon carbide and enabling our 300-millimeter capabilities at East Fishkill fab and expect our capital intensity to be in the mid- to high-teen percentage range for the next several quarters. Accounts receivable of $880.9 million increased by $38.6 million, and DSO of 41 days increased by 4 days. Inventory increased by $198.1 million sequentially and days of inventory increased by 23 days to 159 days. This includes approximately 43 days of bridge inventory to support fab transitions in the impending silicon carbide ramp. We continue to proactively manage distribution inventory, decreasing inventory in the channel by $79 million sequentially and at historically low levels with weeks of inventory at 7 weeks compared to 7.3 weeks in Q4. Total debt was $3.5 billion and net leverage is $0.25 billion. In Q1, we accrued $41 million in our balance sheet under property, plant and equipment related to the 25% investment tax credit for investments in our U.S. factories. This will eventually flow through our income statement as lower depreciation and will receive the associated cash benefit in the future.\nLet me now provide you key elements of our non-GAAP guidance for the second quarter. A table detailing our GAAP and non-GAAP guidance is provided in the press release related to our first quarter results. Our business continues to strengthen with total committed revenue under LTSAs of $17.6 billion, an increase of $1 billion quarter-over-quarter. We expect to recognize approximately $5.8 billion of committed revenue from our LTSAs in the next 12 months in addition to our noncanceled nonreturnable orders. Given the macro uncertainty, we are taking a cautious stance in our guidance. We anticipate Q2 revenue will be in the range of $1.975 billion to $2.075 billion. We expect automotive and industrial to increase quarter-over-quarter with other markets flat to down as we plan further exits in our nonstrategic end markets.\nWe expect non-GAAP gross margin to be between 45.5% and 47.5% due to lower factory utilization, EFK headwinds and the dilutive impact of ramping silicon carbide, which remains ahead of plan. This also includes share-based compensation of $4.5 million. As we previously stated, 2023 will be a transition year for our gross margins, and we expect to maintain our trajectory as we manage these temporary headwinds. We expect non-GAAP operating expenses of $297 million to $312 million, including share-based compensation of $28.8 million. We anticipate our non-GAAP OIE will be $3 million to $5 million. We expect our non-GAAP tax rate to be in the range of 15.5% to 16.5%, and our non-GAAP diluted share count for the second quarter is expected to be approximately 440 million shares. This results in non-GAAP earnings per share to be in the range of $1.14 to $1.28. We expect capital expenditures of $420 million to $460 million, primarily in brownfield investments in silicon carbide and EFK, which are a more efficient use of capital than the greenfield alternative of building a fab from the ground up.\nWe are very proud of our financial results through this transformation and will continue to deliver value for our shareholders. We are equally pleased with our cultural transformation. Onsemi is a very different company today. We challenged the status quo, and we hold ourselves accountable to our commitments. As many of you know, we will be holding an Analyst Day in New York on May 16, and we look forward to sharing our future plans to accelerate value for our shareholders. We hope to see you there.\nWith that, I'd like to turn the call back over to Kevin to open the line for questions."
  },
  {
    "header": "ON",
    "cik": "0001097864",
    "ticker": "ON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a9cbef1ab66bb7aecff54a8459868b94",
    "period": "2022 Q4",
    "content": "Q4 2022 ON Semiconductor Corp Earnings Call\n\nQ4 2022 ON Semiconductor Corp Earnings Call\n\nONNASDAQFEB 6, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the onsemi Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Parag Agarwal, Vice President of Investor Relations and Corporate Development. Please go ahead.\n\nParag Agarwal\n\nVP of IR & Corporate Development, ON Semiconductor Corporation\n\nThank you, Christa. Good morning, and thank you for joining onsemi's Fourth Quarter 2022 Quarter Results Conference Call. I'm joined today by Hassane El-Khoury, our President and CEO; and Thad Trent, our CFO.\nThis call is being webcast on the Investor Relations section of our website at www.onsemi.com. A replay of this webcast, along with our 2022 fourth quarter earnings release will be available on our website approximately 1 hour following this conference call, and the recorded webcast will be available for approximately 30 days following this conference call. Additional information is posted on the Investor Relations section of our website.\nOur earnings release and this presentation include certain non-GAAP financial measures. Reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measures and the GAAP financial measures are included in our earnings release, which is posted separately on our website in the Investor Relations section.\nDuring the course of this conference call, will make projections or other forward-looking statements regarding future events or the future financial performance of the company. We wish to caution that such statements are subject to risks and uncertainties that could cause actual events or results to differ materially from projections. Important factors that can affect our business, including factors that could cause actual results to differ from our forward-looking statements, are described in our most recent Form 10-K and Form 10-Q in our filings with the Securities and Exchange Commission and in our earnings release for the fourth quarter of 2022.\nOur estimates or other forward-looking statements may change, and the company assumes no obligation to update forward-looking statements to reflect actual results, change assumptions or other events that may occur except as required by law.\nNow let me turn it over to Hassane. Hassane?\n\nHassane S. El-Khoury\n\nPresident, CEO & Director, ON Semiconductor Corporation\n\nThank you, Parag, and thank you all for joining us today. 2022 has been an excellent year for onsemi, and nothing makes me prouder than to share our latest progress after closing the second year of our transformation.\nOur worldwide teams have yet again delivered outstanding results, allowing us to deliver the most successful year in the company's history, with record revenue of $8.3 billion in 2022, an increase of 24% year-over-year, with earnings growing 3x faster than revenue. Our gross margin of 49.2% increased 880 basis points for the full year and 1,650 basis points since we began our transformation journey.\nFrom our manufacturing footprint to our product portfolio and go-to-market strategy, we have transformed all facets of our business and set ourselves up to win in the fastest-growing megatrends of the automotive and industrial market.\nWe earned ourselves the position in the S&P 500 this past year, and we created more value for our shareholders than ever before. The uncertainty in the macro environment has impacted demand, and we have seen a slowdown in some areas of our business, which include consumer computing and parts of industrial. Demand for our automotive business remains healthy as automakers have been catching up on production levels.\nIn Q4, our automotive business grew 54% year-over-year, 30% quarter-over-quarter and accounted for 47% of our total revenue as compared to 35% in the quarter a year ago. Our industrial business grew 6% year-over-year in Q4 and accounted for 26% of our total revenue. While we saw softness in parts of our industrial business in Q4, demand for energy infrastructure and medical applications, such as continuous glucose monitors and hearing aids, remain strong.\nWe continue to extend our leadership in silicon carbide with our customers who value the leading performance of our silicon carbide modules and our end-to-end supply chain capabilities. In 2022, we shipped more than $200 million in silicon carbide revenue. We remain on track to deliver $1 billion in 2023 based on committed revenue from LTSAs, and we now have more than $4.5 billion of committed silicon carbide revenue between 2023 and 2025.\nBy focusing on the areas where we provide the most value to our customers, we have positioned ourselves with the market leaders in the fastest-growing segments in automotive and industrial. The top automotive OEMs are not only choosing onsemi for silicon carbide, but for our worldwide class intelligent power and sensing solution.\nIn automotive, we have seen tremendous momentum with silicon carbide, and we believe that vehicle electrification will be a long-term driver for our business. We expect to remain supply constrained for the next several years even as we aggressively add capacity to our Hudson, Czech Republic and South Korea manufacturing sites.\nAs we recently announced, Volkswagen Group has selected onsemi as a corporate strategic supplier to provide the silicon carbide modules that enable a complete traction inverter solution for its entire fleet of next-generation electric vehicles. onsemi will deliver its EliteSiC 1,200-volt traction inverter power module. These modules facilitate a small footprint and full weight system solution, which will support the front and rear axle inverters in a large range of VW models.\nWe already shipped more than 500 different devices to Volkswagen Group, including IGBTs, MOSFETs image sensors and power management integrated circuits and this expanded engagement to include our silicon carbide further strengthens our partnership with one of the largest carmakers leading the charge in vehicle electrification.\nIn 2022, we began to recognize revenue at Tesla from silicon carbide shipments and expect revenue to see a continued ramp in 2023. We have also expanded our partnership beyond silicon carbide and image sensor to numerous power and analog solutions, totaling over 300 different part numbers.\nJaguar Land Rover signed a 7-year long-term supply agreement to adopt onsemi's silicon carbide for their next-generation platforms and other solutions for their 11-kilowatt onboard chargers and other XEV application. This LTSA also provides Jaguar Land Rover with the supply assurance for their current production model across onsemi's broad portfolio of power solutions.\nIn addition, Hyundai Motor Group selected onsemi's EliteSiC family of silicon carbide power modules for their high-performance electric vehicles. Onsemi's EliteSiC silicon carbide modules increase the efficiency and lower the weight of the traction inverters extending electric vehicle range and improving performance. Our high-power density SiC modules deliver the most innovative package technology to reduce power losses associated with DC to AC conversion, along with reduced size and weight of the traction inverter to extend easy range and increase performance.\nWe remain just as focused on our engagement with Tier 1s, where we are seeing a steep increase in onsemi content for upcoming EV platforms and advanced safety applications. We recently secured a win with a major Tier 1 for a marquee European platform that includes more than $1,800 of content across our portfolio of silicon carbide and other intelligent power solutions for traction inverters. These are just a few of our recent wins in the fastest-growing automotive applications, giving us confidence in our outlook for this business and our $1 billion revenue year for silicon carbide.\nAs the leading automakers accelerate the transition towards vehicle electrification, increased autonomy and advanced safety, they are choosing onsemi as their preferred partner for the performance of our silicon carbide solutions and vertical integration from substrates to state-of-the-art modules, for our world-class image sensors and for the breadth of our complementary intelligent power intensive portfolio, and for our manufacturing excellence and supply assurance.\nIn industrial, while fourth quarter revenue declined 10% over Q3, we expect our traction in energy infrastructure and medical applications to offset the softness we are seeing in the legacy parts of this business. The global energy crisis is triggering an acceleration in alternative energy deployment with solar as the most installed renewable power capacity by 2027, tripling from 2021. This accelerated deployment trend is reflected in our revenue for energy infrastructure, which increased 75% year-over-year, above our forecast of 60% growth.\nOur newest 200-kilowatt wins with leading energy storage system suppliers contained nearly $370 of content per system in silicon carbide and other power solutions. Last month, we announced our partnership with Ampt, the world's #1 DC optimizer company for large-scale solar and energy storage systems. Ampt uses our EliteSiC silicon carbide critical power switching application. Customers like Ampt expect leading-edge technology, and our silicon carbide solution meets the high performance and reliability standards required for these renewable energy applications.\nIn addition to our alternative energy opportunities, our customer LTSAs are providing demand visibility into the broader industrial market where we expect our growth to come from over-the-counter hearing aid and emerging requirements in factory automation. We are at the beginning of a transition cycle where our award-winning inductive position sensors and new generation image sensors engineered for robotics and scanning provide better performance and lower power.\nWe have spent the last 2 years making structural changes in all areas of the company to improve the resiliency of our business. We are a different company today. We have rationalized our product portfolio and manufacturing footprint, we are leading in the fastest-growing markets, and we are now getting the true value for our products with multiyear commitments from our customers. We will not be distracted with the current market environment and remain focused on our execution against our near-term objectives and our long-term strategy.\nOur customers are planning well beyond 2023, and they are investing with onsemi to deliver leading-edge technologies that address complex intelligent power and sensing requirements in automotive, industrial and cloud power markets. We will grow faster than the markets we plan, and our traction in silicon carbide, coupled with the demand visibility that long-term supply agreements support us, leave me confident that with a disciplined approach in 2023, we will continue to meet our customers' expectations and deliver on our commitments to our shareholders.\nNow I will turn the call over to Thad to provide additional details on our financials and guidance. That?\n\nThad Trent\n\nExecutive VP, CFO & Treasurer, ON Semiconductor Corporation\n\nThanks, Hassane. Let me first start by going through our full year's performance, followed by results for the quarter and wrap up with guidance for the first quarter.\nAs Hassane mentioned, our results have only been possible because of the incredible effort of our worldwide teams. I want to thank our employees for embracing our fast-paced transformation and going above and beyond for our customers. A year where the macro environment and geopolitical uncertainties were front and centered, we remained steadfast in our execution to achieve a record financial year for onsemi.\nOur 2022 revenue closed to $8.3 billion, an increase of 24% year-over-year, primarily driven by strength in our automotive and industrial businesses. Our non-GAAP gross margin of 49.2% increased 880 basis points year-over-year, achieving our target model of 48% to 50% for the full year. Our non-GAAP earnings per share was $5.33 as compared to $2.95 in 2021, growing 3x faster than revenue.\nWe just closed the eighth quarter since the beginning of our transformation, and our continued success is a direct result of the structural changes we've made to improve the resiliency of our business. The company's transformation has taken shape by optimizing 3 key areas of our business: our manufacturing footprint, our product portfolio and our go-to-market strategy.\nIn 2022, we divested 4 subscale fabs to improve our cost structure. We completed the acquisition of East Fishkill fab in New York, which became part of our manufacturing network on December 31. We further reduced price-to-value discrepancies to maximize value for our technology investments. We exited volatile and highly competitive businesses, allowing us to walk away from $294 million of noncore revenue to date at an average gross margin of 26%. We've pivoted our portfolio to high-margin products and end markets, with auto and industrial exiting the year at 73% of total revenue versus 59% in Q4 of 2020.\nWe exited the year with $16.6 billion of signed LTSAs across our entire portfolio. We increased our new product revenue by 34%, and we increased the design win funnel by 38% year-over-year. These structural changes have yielded a threefold increase in free cash flow since the start of our transformation, growing approximately 4x as fast as revenue, with 2022 coming at a 20% free cash flow margin.\nOur strategy has driven radical improvements in the performance of our business units, and these businesses are now best-in-class among their immediate and broader peer group. For example, our Intelligent Sensing Group's transformation has yielded a high growth, high operating margin business. ISG is now comparable to peers who typically command valuation multiples at premiums of more than 2x the industry average. ISG exited Q4 with record gross margin of more than 49%. By rationalizing the portfolio and exiting low-margin consumer-facing markets, ISG's gross margin has improved by more than 1,600 basis points since the start of our transformation and the revenue mix is now more than 90% high-margin automotive and industrial. ISG revenue of $1.28 billion in 2022 increased 73% over 2020, driven by the transition to higher-resolution sensors at elevated ASPs.\nAs I mentioned earlier, we assumed ownership of our 300-millimeter fab in East Fishkill on December 31. This fab is a key enabler of our brownfield manufacturing strategy by providing incremental capacity for our silicon power products that we are transitioning from our fab in Korea to create capacity for our silicon carbide ramp. In addition, the EFK fab provides us with the capabilities to support long-term growth for our Intelligent Sensing business. Since the acquisition closed on the last day of the year, there is no P&L impact in Q4, but the acquired assets are now reflected on our balance sheet.\nTurning to results for the fourth quarter. As I mentioned, Q4 was another quarter of strong results. Total revenue was $2.1 billion, an increase of 14% over the fourth quarter of 2021 and a 4% decline in quarter-over-quarter. Record automotive revenue of $989 million increased 13% quarter-over-quarter and 54% year-over-year to 47% of our total revenue as compared to 35% in the quarter a year ago.\nIndustrial revenue grew by 6% year-over-year, but declined by 10% quarter-over-quarter, primarily due to macroeconomic factors. As Hassane mentioned, our energy infrastructure and medical businesses continue to grow despite macroeconomic headwinds. Revenue from Intelligent Power and Intelligent Sensing accounted for 69% of our total revenue in Q4. Intelligent Power grew 18% year-over-year and Intelligent Sensing grew by 47% year-over-year, both driven by continued growth in the automotive and industrial markets.\nRevenue for the Power Solutions Group, or PSG, was $1 billion, an increase of 10% year-over-year. Revenue for the Advanced Solutions Group, or ASG, was $701 million, an increase of 8% year-over-year and revenue for the Intelligent Sensing Group, or ISG, was a record $354 million, an impressive increase of 44% year-over-year.\nGAAP gross margin for the fourth quarter was 48.5% and non-GAAP gross margin was 48.4% and above the midpoint of our guidance. Our non-GAAP gross margin declined by 90 basis points quarter-over-quarter, with our planned ramp in silicon carbide and lower factory utilization at 74% as we proactively slowed wafer starts from the beginning of the year. We also exited an additional $17 million of revenue in the quarter at an average gross margin of 40% and bringing the total to date to $294 million of non-core business exits.\nGAAP operating margin for the quarter was 33.5% and non-GAAP operating margin was 34.1%, an increase of 550 basis points year-over-year and a decrease of 130 basis points quarter-over-quarter. GAAP earnings per diluted share for the fourth quarter was $1.35 as compared to $0.96 in the quarter a year ago. Non-GAAP earnings per share was $1.32 as compared to $1.09 in the fourth quarter of 2021.\nWe remain confident in the sustainability of our long-term gross margin model of 48% to 50% despite near-term headwinds from silicon carbide start-up costs and our ramp at EFK. As we enter 2023, we are maintaining tight control of our wafer starts, managing inventory levels, and we remain disciplined in our spending. We expect continued favorability as we plan to exit more than $400 million of low-margin business. And starting in 2024, we'll start recognizing $160 million of gross margin benefit as we transition our wafer supply from the divested fab.\nNow let me give you some additional numbers for your models. GAAP operating expenses for the fourth quarter were $316 million as compared to $352 million in the fourth quarter of 2021. Non-GAAP operating expenses were $300 million as compared to $306 million in the quarter a year ago. Non-GAAP operating expenses were below the midpoint of our guidance as we proactively manage spend across the company.\nFor the fourth quarter, our non-GAAP tax rate was 16.9%, our GAAP diluted share count was 448 million shares, and our non-GAAP diluted share count was 440 million shares. We repurchased 1.3 million shares for $90 million in the fourth quarter. For the full year, we repurchased 4 million shares for a total of $260 million at an average price of $65.13 per share, which was 16% of 2022 free cash flow.\nTurning to the balance sheet. Cash and cash equivalents increased 19% sequentially to $2.9 billion, and we had $1.5 billion undrawn on our revolver. Cash from operations was $731 million and free cash flow was $380 million or 18.5% of revenue. Capital expenditures during the fourth quarter were $340 million, which equates to a capital intensity of 16% for the quarter and 12% for the full year.\nAs we indicated previously, we are directing a significant portion of our capital expenditures towards silicon carbide and enabling our 300-millimeter capabilities at the East Fishkill fab and expect our capital intensity to be in the mid- to high teens percentage range for the next several quarters.\nAccounts receivable of $842 million declined by $15 million and DSO of 37 days increased by 1 day. Inventory increased by $41 million sequentially and days of inventory increased by 7 days to 136 days. This includes approximately 26 days of bridge inventory to support fab transition and the impending silicon carbide ramp.\nWe continue to proactively manage distribution inventory decrease in inventory in the channel by $10 million sequentially and at historically low levels with weeks of inventory at 7.3 weeks compared to 6.9 weeks in Q3. Total debt was $3.2 billion and net leverage is approaching 0.\nWe accrued $15.7 million on our balance sheet under property, plant and equipment related to the 25% investment tax credit for investments in our U.S. factories. This will eventually flow through our income statement as lower depreciation, and we will receive the associated cash benefit in the future.\nLet me now provide you key elements of our non-GAAP guidance for the first quarter. A table detailing our GAAP and non-GAAP guidance is provided in the press release related to our fourth quarter results. We continue to see strong demand from our automotive end market, driven by electrification and ADAS and accelerating ramp of our silicon carbide business. We continue to see softening in certain industrial applications, and we expect increased weakness in our nonstrategic end markets that we plan to exit.\nGiven the macro uncertainty, we are taking a cautious stance on our guidance. Despite a slowing macroeconomic environment, our business continues to strengthen with total committed revenue under LTSAs of $16.6 billion, an increase of $2.5 billion quarter-over-quarter. We expect to recognize more than $5 billion of revenue from our committed LTSAs in 2023 in addition to our noncancelable nonreturnable orders. We anticipate Q1 revenue will be in the range of $1.87 billion to $1.97 billion, with continued strength in automotive amid softness in all other end markets. We expect non-GAAP gross margin to decline, to be between 45.7% and 47.7% due to lower factory utilization and the dilutive impact of ramping silicon carbide and EFK, which is within our expected range of 100 to 200 basis points and 50 to 70 basis points, respectively.\nThis also includes share-based compensation of $3.4 million. We expect 2023 to be a transition year for our gross margins as we manage the temporary headwinds. We expect non-GAAP operating expenses of $298 million to $313 million, including share-based compensation of $23 million. We anticipate our non-GAAP OIE to be $21 million to $25 million. We expect our non-GAAP tax rate to be in the range of 15.5% to 16.5% and our non-GAAP diluted share count for the first quarter is expected to be approximately 441 million shares. This results in non-GAAP earnings per share to be in the range of $1.02 to $1.14. We expect capital expenditures of $340 million to $380 million, primarily in brownfield investments, which are a more efficient use of capital and the greenfield alternative of building a fab from the ground up.\nAs a company, we become much more agile, controlled and purposeful in our execution, and we'll benefit from our disciplined approach in 2023 and beyond. Given our confidence in our strategy to invest for long-term profitable growth, we remain committed to a balanced capital allocation strategy to drive shareholder value. With a threefold increase in free cash flow, a strong balance sheet and our net leverage approaching zero, we have increased flexibility into one capital towards our shareholder return program.\nToday, we announced that our Board of Directors has approved a new program authorizing up to $3 billion of share repurchases through 2025, representing twice that of the last authorization, which expired at the end of last year. This is aligned with our stated strategy of returning 50% of free cash flow to shareholders over the long term.\nAnd finally, we hope you're saving the date for our Analyst Day in New York on May 16. We look forward to sharing more of our long-term vision at that time.\nAnd with that, I would like to turn the call back over to Christa to open the line for questions."
  },
  {
    "header": "ON",
    "cik": "0001097864",
    "ticker": "ON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/49b8e8a87408458fe4cd5b55bcfa8f4d",
    "period": "2022 Q3",
    "content": "Q3 2022 ON Semiconductor Corp Earnings Call\n\nQ3 2022 ON Semiconductor Corp Earnings Call\n\nONNASDAQOCT 31, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Onsemi Third Quarter 2022 Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Parag Agarwal, Vice President of Investor Relations and Corporate Development. Please go ahead.\n\nParag Agarwal\n\nVP of IR & Corporate Development, ON Semiconductor Corporation\n\nThank you, Liz. Good morning, and thank you for joining onsemi's Third Quarter 2022 quarterly results conference call. I'm joined today by Hassane El-Khoury, our President and CEO; and Thad Trent, our CFO. This call is being webcast on the Investor Relations section of our website at www.onsemi.com. A replay of this webcast, along with our 2022 third quarter earnings release, will be available on our website approximately 1 hour following this conference call, and the recorded webcast will be available for approximately 30 days following this conference call. . Additional information is posted on the investor relations section of our website.\nOur earnings release and this presentation include certain non-GAAP financial measures. In consideration of these non-GAAP financial measures to the most directly comparable GAAP measures under GAAP financial measures are included in our earnings release, which is posted separately on our website in the Investor Relations section.\nDuring the course of this conference call, we'll make projections or other forward-looking statements regarding future events or future financial performance of the company. We wish to caution that such statements are subject to risks and uncertainties that could cause actual events or results to differ materially from projections.\nImportant factors that can affect our business, including factors that could cause actual results to differ from our forward-looking statements, are described in most recent 10-K and Form 10-Qs in our current filings with the Securities and Exchange Commission and in our earnings for the -- earnings release for the third quarter of 2022. Our estimates or other forward-looking statements may change, and the company assumes no obligation to update forward-looking statements to reflect actual results, changed assumptions or other events that may occur except as required by law.\nNow let me turn it over to Hassane. Hassane?\n\nHassane S. El-Khoury\n\nPresident, CEO & Director, ON Semiconductor Corporation\n\nThank you, Parag, and thank you, everyone, for joining the call. We have closed our sixth consecutive quarter of record financial results with revenue of $2.2 billion and a non-GAAP EPS of $1.45 in the third quarter.\nOnsemi is now a very different company. Our strategy has proven successful and our employees are the one to thank for their commitment and dedication to excellence through these changes. Congratulations to our worldwide teams. I am proud of your steadfast and consistent execution, and I'm confident we will continue to deliver on our long-term growth plans.\nNow let me address the current demand environment. In the third quarter, we saw continued strong demand in the automotive and industrial end markets, with revenue increasing sequentially 11%, 5%, respectively. As we noted last quarter, we saw softening in our nonstrategic end markets of consumer and computing with both markets declining mid-single digits sequentially. We expect the weakness in these markets to persist and extend to some legacy areas of industrial, while demand and design activity remain robust for EV, ADAS and energy infrastructure. Today, more than 30% of our revenue is generated from the sales of new products at accretive margins and the third quarter new product revenue was a record for the company.\nOver the last 18 months, we have taken a concerted approach to improve the predictability and reduce the volatility of our business. We have transformed the company into one with a sustainable long-term growth outlook and attractive financial profile and a resilient operating model, and we made proactive structural changes to prepare us for eventual headwinds.\nWe rationalized our product portfolio and exited $277 million of business to eliminate our exposure to price-sensitive, nondifferentiated products at diluted gross margins. We addressed price-to-value discrepancies and instill the discipline in the company to capture the right value of our products. We executed our fab-lighter strategy with planned exits of 4 fabs to reduce our fixed costs. We secured long-term supply agreements that provide committed and transparent supply assurance against long-term customer demand. We decreased wafer starts by 20% from the peak in Q1 to limit the inventory build with distribution now at an all-time low under 7 weeks. We drove efficiencies and streamlined operations to control OpEx below our 17% target.\nThese changes set onsemi apart from the legacy semiconductor and we are now well equipped to navigate through the coming quarters. And while we are planning for short-term uncertainty, long-term demand for our highly differentiated intelligent power and sensing solutions continue to grow with Q3 design wins increasing 19% quarter-over-quarter.\nOur intelligent power revenues grew by 35% year-over-year and 6% quarter-over-quarter, driven by the accelerating momentum in electric vehicles and alternative energy. In these markets, customers are increasingly relying on us to enable their long-term product road maps with the market-leading efficiency of our solutions and our end-to-end supply chain capabilities.\nOur progress to our silicon carbide leadership is accelerating. As compared to our exit rate in Q4 of '21, we tripled our silicon carbide revenue in the third quarter and we continue to install capacity across the entire supply chain. We just passed the 1-year mark since acquiring GTAT, and we remain on track to expand our growth capacity by 5x year-over-year exiting 2022. We have also increased silicon carbide wafer fab starts by 3x this year to keep up with our full output, a number which we plan to double again next year. We remain on track to triple our SiC revenue in 2022 and deliver $1 billion of revenue in '23 based on committed revenue from LTSAs.\nTo limit our long-term CapEx investments, most of the silicon carbide equipment we are installing around the world is 200-millimeter capable, and we are on track for 200-millimeter wafer qualification in 2024 and related revenue ramp in '25.\nOur energy infrastructure revenue is accelerating with a year-over-year increase of 70% in the third quarter. For '22, we expect our energy infrastructure revenue to grow by 60%, exceeding our target of 50% year-over-year growth. The volatility in global energy markets is driving an accelerated transition to alternative energy. And with a broad portfolio of silicon carbide and silicon power modules, we have emerged as a leader in this market. The top 10 solar inverter providers in the world collectively have a market share of 80%, and we have now signed LTSAs with 8 of them.\nAs countries around the world strive for energy security and lower greenhouse gas emissions associated with fossil fuels, we can expect to see strong long-term growth in our alternative energy business. Traction for our silicon carbide solutions is complemented by continued growth in our silicon power business. A key differentiating advantage for onsemi is our ability to offer silicon and silicon carbide solutions across a wide range of power and voltage requirements.\nMany EV customers use our silicon carbide solution for rear axle and a silicon solution for the front axle. Similarly, solar inverter customers choose our silicon carbide or silicon solutions based on power and efficiency requirements. Customers who use a combination of power solutions value our ability to offer a complete range of products, which enables us to gain market share across both technologies.\nIn the third quarter alone, our IGBT and MOSFET businesses grew 37% year-over-year, driven by high-growth mega trends in automotive and industrial. Our intelligent sensing revenue increased 43% year-over-year and 11% quarter-over-quarter. The growth was driven by additional semiconductor content required in automotive and industrial applications as well as an increase in units shipped. The number of sensors per car will continue to grow and the level of sophistication delivered by the latest generation systems is also driving ASPs higher. Safety rating requirements for new vehicles continue to increase, such as a broader field of view and higher-resolution sensors, accelerating the shift from 1 megapixel image sensors to 8 megapixel sensors for ADAS applications.\nOnsemi was the first to market with 8 megapixel automotive-grade sensors that provide both high detection range and a wide field of view, delivering consistent performance across all temperature and lighting conditions. Based on this industry-leading dynamic range, dark noise performance and LED flicker mitigation feature of our sensor, we are winning new designs. And in the third quarter, we displayed the large incumbent at local Japanese automotive OEMs.\nWe expanded the internal back-end capacity to ensure to support the growth of our business and enhance our margins. Demand has been outpacing our ability to supply, but our early investments in capacity expansions allowed us to deliver 38% more automotive sensors in Q3 than in the quarter a year ago. In addition to our technology advantage, we are the only image sensor supplier with internal and external capabilities across every manufacturing stage of the supply chain for automotive and industrial sensors.\nWe are a much stronger company today because of our commitment to our transformation and the structural changes we have implemented over the last 18 months. We have executed our strategy in one of the most challenging environments we have ever seen, not only for our industry but for the world, and we've set ourselves up for the leadership position in our target markets. Driven by exposure to secular mega trends of vehicle electrification ADAS, energy infrastructure and factory automation, we are well positioned to continue to outgrow the semiconductor market.\nNow I will turn the call over to Thad to provide additional details on our financials and guidance. Thad?\n\nThad Trent\n\nExecutive VP, CFO & Treasurer, ON Semiconductor Corporation\n\nThanks, Hassane. Our third quarter results clearly demonstrate the success of our transformation strategy with record revenue, operating income and free cash flow. The steps we have taken to strengthen our operating model will not only enable us to get through short-term market volatility, but also propel us to scale in the long term. .\nDefining our primary areas of focus has enabled us to double down on intelligent power and sensing technologies and lead where we bring differentiation to the automotive and industrial markets. Our customers now choose onsemi as a strategic partner to enable their success in emerging in disruptive areas such as electric vehicles, ADAS, energy infrastructure and factory automation. Customers are entering new agreements with us, while others are expanding the scope and duration of their existing LTSAs to secure even longer supply.\nRevenue committed through our LTSAs increased $5.3 billion in the third quarter and now totals $14.1 billion with LTS revenue over multiple years and often includes hundreds of parts. As Hassane mentioned, we also made additional structural changes to improve the sustainability of margins by rationalizing our product portfolio and eliminating our exposure to price-sensitive nondifferentiated products. So far, we have walked away from $277 million of revenue at an average gross margin of 25%. $39 million of this revenue was in the third quarter at gross margins of 35%.\nWe continue to execute our fab-lighter strategy through the rationalization of our manufacturing footprint. Following the sale of Belgium and South Portland fabs in the first half of the year, we closed the sale of our 8-inch fab in Pocatello, Idaho in October, and we also entered into a definitive agreement to sell our 6-inch fab in Nagata, Japan. We expect the Nagata transaction to close in the fourth quarter.\nExiting these 4 fabs will reduce our annual fixed cost by $160 million, exceeding our target of $125 million to $150 million. The full benefit of these divestitures will be realized over the next several years as we transition production to other fabs in our network further supporting our long-term gross margin expansion plans.\nTurning to results for the third quarter. As I mentioned, Q3 was another quarter of record results. Total revenue was $2.2 billion, an increase of 26% over the third quarter of 2021 and 5% quarter-over-quarter. We reported record revenue for our strategic end markets of automotive and industrial, which together accounted for 68% of revenue as compared to 61% in the quarter a year ago. Weakness persisted in our nonstrategic end markets of computing and consumer, offset by sequential growth in automotive and industrial of 11% and 5%, respectively.\nRevenue from both intelligent power and intelligent sensing is also at record levels. Intelligent power grew 35% year-over-year and intelligent sensing grew by 43% year-over-year. Additionally, all 3 business units reported record revenue in the third quarter.\nRevenue for the Power Solutions Group, or PSG, was $1.12 billion, an increase of 25% year-over-year. Revenue for the Advanced Solutions Group, or ASG, was $734 million, an increase of 20% year-over-year. And revenue for the Intelligent Sensing Group, or ISG, was $342 million, an increase of 45% year-over-year.\nGross margin -- GAAP gross margin for the third quarter was 48.3% and non-GAAP gross margin was 49.3%. Our non-GAAP gross margin declined as expected by 40 basis points quarter-over-quarter, primarily due to an accelerating ramp in silicon carbide and lower factory utilization at 75% as we proactively slowed wafer starts by 20% from the beginning of the year.\nAs indicated in previous conference calls, we expect silicon carbide start-up costs to be 100 to 200 basis points dilutive to gross margins during the initial revenue ramp.\nGAAP operating margin for the quarter was 19.4% and non-GAAP operating margin was a record of 35.4%, an increase of 90 basis points quarter-over-quarter and approximately 1,100 basis points year-over-year. GAAP earnings per diluted share for the third quarter was $0.70, flat as compared to the quarter a year ago. Non-GAAP earnings per diluted share was at a record high of $1.45 as compared to $0.87 in the third quarter of 2021.\nNow let me give you some additional numbers for your models. GAAP operating expenses for the third quarter were $634 million as compared to $322 million in the third quarter of 2021. Non-GAAP operating expenses were $304 million as compared to $296 million in the quarter a year ago.\nNon-GAAP operating expenses were below our guidance due to a pushout of certain programs into the fourth quarter, delayed hirings and proactive management of discretionary spending across the company.\nFor the third quarter, our non-GAAP tax rate was 15.8%, and we expect to remain in the 15.5% to 16.5% range. Our GAAP diluted share count was 449 million shares, and our non-GAAP diluted share count was 441 million shares. We repurchased 1.2 million shares or $80.1 million in the third quarter. Please note that we have an updated reference table on the Investor Relations section of our website to assist you calculating our diluted share count and various share prices.\nTurning to the balance sheet. Cash and cash equivalents was $2.45 billion, and we had $1.5 billion undrawn on our revolver. Cash from operations was $1 billion, and free cash flow was $731 million at a record level of 21% of revenue on an LTM basis.\nCapital expenditures during the third quarter were $271 million, which equates to a capital intensity of 12.4%. As we indicated previously, we are directing a significant portion of our capital expenditures towards silicon carbide and enabling our 300-millimeter capability at the East Fishkill fab.\nAccounts receivable of $857 million declined by $281 million and DSO of 36 days declined by 14 days quarter-over-quarter. Days of inventory declined by 7 days to 129 days from 136 in Q2. This includes approximately 23 days rich inventory to support transitions in the intending silicon carbide ramp. Distribution weeks of inventory declined to 6.9 weeks, down from 7.0 in Q2 as we proactively manage inventory at historically low levels for our distribution partners. And total debt was $3.2 billion.\nTurning to the guidance for the fourth quarter. A table detailing our GAAP and non-GAAP guidance is provided in the press release related to our third quarter results. Let me now provide you elements of our non-GAAP guidance for the fourth quarter.\nWe continue to see strong demand from our automotive end markets, driven by electrification and ADAS. We are beginning to see softening in certain industrial applications, and we expect increased weakness in our nonstrategic end markets that we plan to exit as we continue our portfolio rationalization.\nGiven the macro uncertainty, we are taking a cautious stance in our guidance for the fourth quarter. As such, we anticipate revenue will be in the range of $2.01 billion to $2.14 billion. We expect non-GAAP gross margin to be between 47% and 49% due to lower factory utilization and the dilutive impact of ramping silicon carbide. This also includes share-based compensation of $3 million.\nDue to the delayed hiring and project spending in the third quarter, we expect non-GAAP operating expenses to increase to $305 million to $320 million, including share-based compensation of $21 million. We anticipate our non-GAAP OIE will be $22 million to $26 million. We expect our non-GAAP tax rate to be in the range of 15.5% to 16.5% and our non-GAAP diluted share count for the fourth quarter is expected to be approximately 441 million shares. This results in non-GAAP per share to be in the range of $1.18 to $1.34.\nWe expect capital expenditures of $300 million to $330 million in the fourth quarter as we continue to ramp our silicon carbide production and invest in 300-millimeter capability to support our long-term growth we expect our capital intensity to be in the mid- to high-teen percentage range.\nIn summary, our transformation strategy is made onsemi a more resilient and sustainable company. We have recently been named to investor business dailies, 100 best ESG companies for 2022 as we drive to net zero by 2040. We are well positioned to invest in our and deliver long-term financial performance for our shareholders while extending our competitive lead.\nWith that, I'd like to turn the call over to Liz to open up for Q&A."
  },
  {
    "header": "ON",
    "cik": "0001097864",
    "ticker": "ON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/93de1ca493700ed6fe0585ac8b74f6c7",
    "period": "2022 Q2",
    "content": "Q2 2022 ON Semiconductor Corp Earnings Call\n\nQ2 2022 ON Semiconductor Corp Earnings Call\n\nONNASDAQAUG 1, 9:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the onsemi Second Quarter 2022 Earnings Conference Call. (Operator Instructions) Please be advised today's conference is being recorded. I would now like to hand the conference over to your speaker today, Parag Agarwal, Vice President of Investor Relations and Corporate Development. Please go ahead.\n\nParag Agarwal\n\nVP of IR & Corporate Development, ON Semiconductor Corporation\n\nThank you, Liz. Good morning, and thank you for joining onsemi's Second Quarter 2022 Quarterly Results Conference Call. I'm joined today by Hassane El-Khoury, our President and CEO; and Thad Trent, our CFO. This call is being webcast on the Investor Relations section of our website at www.onsemi.com. A replay of this webcast, along with our 2022 2nd quarter earnings release, will be available on our website approximately 1 hour following this conference call, and the recorded webcast will be available for approximately 30 days following this conference call. Additional information is posted on the Investor Relations section of our website.\nOur earnings release and this presentation include certain non-GAAP financial measures. Reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measures and the GAAP financial measures are included in our earnings release, which is posted separately on our website in the Investor Relations section.\nDuring the course of this conference call, we will make projections or other forward-looking statements regarding the future events or the future financial performance of the company. We wish to caution that such statements are subject to risks and uncertainties that could cause actual results or events to differ materially from projections.\nImportant factors that can affect our business including factors that could cause actual results to differ from forward-looking statements are described in our most recent Form 10-K and Form 10-Qs in other filings with the Securities and Exchange Commission and in our earnings release for the second quarter of 2022. Our estimates or other forward-looking statements may change, and the company assumes no obligation to update forward-looking statements to reflect actual results, changed assumptions or other events that may occur except as required by law.\nNow let me turn it over to Hassane. Hassane?\n\nHassane S. El-Khoury\n\nPresident, CEO & Director, ON Semiconductor Corporation\n\nThank you, Parag, and thank you, everyone, for joining the call. Nearly a year ago to the date, we unveiled our strategy to deliver intelligent power and sensing technologies for the sustainable ecosystem, fueled by high-growth megatrends in automotive, industrial and cloud power. This meant that we would not only provide differentiated solutions for our customers, but that we would execute on our commitments to our shareholders.\nToday, we announced another quarter of record revenue, gross margin and EPS, and I could not be prouder of the progress we have made. We achieved our first ever $2 billion revenue quarter with record revenue in the automotive and industrial end markets. As compared to last year's second quarter, our total revenue increased 25%. Our non-GAAP gross margin expanded by 1,130 basis points and our earnings per share more than doubled to $1.34 per share.\nIn the face of challenging business conditions, our employees have maintained steadfast in their dedication to our customers, and I want to thank them all for their continued hard work and tenacity.\nDespite ongoing geopolitical and macroeconomic uncertainty, demand for products in our focus areas remain strong. Our automotive and industrial revenue now accounts for 66% of our overall business and combined grew 9% quarter-over-quarter and 38% year-over-year. This performance was driven by increasing adoption of our market-leading intelligent power and sensing solutions in the fastest-growing applications.\nWe have seen a slowing demand in our noncore end markets, but demand from automotive and industrial continues to outpace supply. The volatility in energy markets and supply chain disruptions across the globe are driving an accelerated adoption of electric vehicles, alternative energy and industrial automation. Our market-leading portfolio, coupled with the differentiated performance of our products and end-to-end capabilities has distinguished onsemi as a premier source for intelligent power and sensing solutions, and our customers are increasingly relying on us to enable their roadmap in a rapidly evolving market.\nWhile we are optimistic about our outlook, we remain sensitive to dynamic market conditions. The structural changes we implemented over the past 18 months to rationalize our product portfolio and optimize our cost structure, have reduced the volatility in our financials and we have positioned the company to be more resilient in all business environments.\nThe nature of our customer engagements has evolved into strategic partnerships to support our customers' long-term technology roadmaps, advanced capacity planning and supply assurance. Customers continue to expand the scope of their LTSAs to include onsemi's entire portfolio of intelligent power and sensing solutions, which accounted for 66% of our total revenue in the second quarter, up from 62% a year ago. We have signed LTSAs covering up to 200 parts across our entire portfolio and for existing LTSAs customers are still requesting additional near-term volumes and extending the duration of our agreements in some cases, through 2029.\nFor their longer-term demand, they are co-investing with onsemi capacity expansion to secure their supply, which in turn improves our demand planning.\nWe continue to make progress in our transformation journey to structurally improve the gross margin of the company. We have redeployed capital to high-margin, high-growth areas such as silicon carbide and over the last 12 months, we have exited approximately $210 million in revenue and an average gross margin of 24% and of which $36 million occurred in the second quarter at an average gross margin of 34%. Despite a deliberate loss of noncore revenue we have been able to grow at an impressive pace and offset these losses with new product revenue, which increased 35% year-over-year at favorable gross margins.\nOur Intelligent Power revenue grew by 31% year-over-year and 10% quarter-over-quarter driven by the market-leading efficiency of our solutions. The superior performance of our silicon carbide and IGBTs has enabled us to engage directly and sign LTSAs with leading automotive OEMs and EV disruptors across the globe. They rely on onsemi's silicon carbide expertise and end-to-end capabilities to help them achieve their electrification goal. Although internal combustion engine vehicle sales were nearly flat in 2021, EVs grew by 94% and are expected to grow at a CAGR of 22% to 45% of total light vehicle units in the next 5 years.\nElectric vehicles require up to $700 of incremental onsemi content for drivetrain and onboard charging as compared to an internal combustion engine car. As the transition continues to accelerate from ICE vehicles to electric, we expect to see steep growth in our Intelligent Power revenue for automotive.\nOur progress to our silicon carbide leadership is one that I'm especially proud of. We are seeing a steep acceleration in our silicon carbide ramp and have doubled our silicon carbide revenue quarter-over-quarter in the second quarter. We had forecasted to double last year's silicon carbide revenue in '22 and thanks to our global team's impressive acceleration of our capacity expansion plans and our latest customer engagement, we are confidently raising our annual projection to triple last year's silicon carbide revenue in 2022 and exceed $1 billion in revenue in 2023. Towards that end, we have also secured more than $4 billion of committed silicon carbide revenue through long-term supply agreements for the next 3 years as compared to the $2.6 billion we had previously disclosed.\nTo support the steep acceleration in our silicon carbide revenue, we are rapidly expanding capacity across our sites. By the end of this year, we plan to quadruple our substrate output on a year-over-year basis, and we are adding capacity for wafering, Appy and modules at our various sites around the globe. Furthermore, we are adding 200-millimeter silicon carbide capacity at our existing fabs and we are on track to double our front-end wafer capacity by the end of 2023 as compared to that at the end of '22 and further double that capacity by the end of '24.\nOur energy infrastructure business is also growing at a rapid pace. With a year-over-year revenue increase of 61% in Q2, we are on track to exceed our 2022 target of 50% growth year-over-year. As I indicated earlier, volatility in the global energy supply is driving rapid adoption of [alternative] energy and with our broad portfolio of high-efficiency silicon carbide and IGBT modules, we are the key enabler in this market. We expect the alternative energy market to be a long-term driver for our business, as utility-scale power plant installations grow rapidly worldwide, reducing both fossil fuel dependence and associated climate impact.\nThe top 10 solar inverter suppliers have more than 80% of the global market share, and onsemi has signed long-term supply agreements with 7 of them totaling more than $1 billion in revenue. Beyond the LTSAs, we continue to expand our footprint in the alternative energy market. And in the second quarter, we secured a design win for our silicon carbide module for solar inverse with a leading global industrial OEM. While silicon carbide is the fastest-growing part of our power business, our silicon power products remain integral to our Intelligent Power portfolio with year-over-year growth of approximately 30% in our IGBT and MOSFET revenue. This growth was primarily driven by automotive and industrial where higher efficiency of our products is a key differentiator.\nOur intelligent sensing revenue grew by 39% year-over-year and by 10% quarter-over-quarter. The growth in our intelligent sensing was driven by both automotive and industrial end markets which grew by approximately 60% and 30%, respectively, year-over-year. The steep growth in our automotive Image Sensors is driven by an increasing number of cameras per car, a mix shift towards higher resolution and higher ASP sensors and accelerating penetration of ADAS. One of the primary drivers of increasing number of cameras per car has been the efforts by traditional OEMs to match the ADAS and related safety features offered by constructors and the new EV models.\nWe are seeing increasing use of our Image Sensors to enable safety through the replacement of traditional mirrors by camera-enabled digital mirrors. We secured a design win for a digital mirror that incorporates 4 cameras for the rear and outside views. This mirror overcomes obstructions caused by passengers, headrests and other objects and provides integrated rearview and side view for blind spot monitoring. We signed another LTSA to supply Image Sensors for a vision system to replace mirrors with cameras and commercial trucks. This system provides the driver with a more complete view of operating conditions over traditional mirrors and delivers improved driver vision and flight spot elimination.\nWe entered into an LTSA with a leading manufacturer of agriculture equipment to supply our new super exposure flicker-free high dynamic range image sensor for targeted spray systems in weed elimination. A vision system comprising more than 30 onsemi Image Sensors, identifies weeds and signals the nozzle control system to precisely spray herbicide in just the right quantity. This application sustainably eliminates the indiscriminate use of agricultural chemicals, enable savings of more than 75% of herbicide and helps protect the environment.\nIn the industrial end market, our growth is driven by industrial and warehouse automation applications. Our scanning business grew by 70% year-over-year, driven by strong traction of our Image Sensors and industrial and warehouse applications. This growth is driven by expansion and increased automation of warehouse by global e-commerce leaders. Our proprietary global shutter technology, which enables high-speed capture of images and low light performance, coupled with strong technical support are the key drivers of our leadership in this market.\nOur transformation journey is well underway, and we are aggressively hiring worldwide to keep up with our growth. Onsemi is driving disruptive innovation and route energy in the semiconductor space. And the work we do matters for our customers, to our employees and for the environment. We play a greater role in the most exciting megatrends that will define our future, such as electric vehicles, autonomous driving, robotics and automation and alternative energy. There is no better time to be part of a growth story like ours, and I invite anyone interested in joining our talented team to apply online.\nNow I will turn the call over to Thad to provide additional details on our financials and guidance. Thad?\n\nThad Trent\n\nExecutive VP, CFO & Treasurer, ON Semiconductor Corporation\n\nThanks, Hassane. Another quarter of record results clearly demonstrates our accelerating momentum in the fastest-growing semiconductor market and the progress we have made in our transformation. We are a stronger company today after having focused our strategy, redirected our investments and doubled down on Intelligent Power and Sensing Solutions for the automotive, industrial and cloud power markets.\nWe rationalized our product portfolio by exiting price-sensitive products in favor of highly differentiated, Intelligent Power and Sensing Solutions. Our worldwide teams are focused on operational efficiencies to reduce costs while we continue to make progress towards our fab lighter manufacturing strategy with the announced divestitures of 2 subscale fabs.\nThe structural changes we have implemented over the last 18 months have significantly improved the predictability of our financial results and to position the company to consistently execute in dynamic market conditions.\nOur disciplined execution resulted in record financial performance for the last 5 consecutive quarters, and we are thrilled that the results of our transformation are being recognized by the financial and business communities.\nIn a noteworthy milestone, onsemi has been included in the S&P 500 Index and recognized as a Fortune 500 Company. We could not have achieved these results without the dedication of our worldwide team, and I continue to be impressed with their operational excellence quarter after quarter. To our employees around the world, thank you for your unwavering commitment to ensuring the success of our customers.\nWe are seeing unprecedented demand for our products driven by accelerating megatrends of vehicle electrification, ADAS, factory automation and energy infrastructure. In silicon carbide alone, we have LTSAs of more than $4 billion for the next 3 years. Our customers value the market-leading performance of our solutions, the breadth of our intelligent power and sensing portfolio and our end-to-end manufacturing capabilities and choose onsemi as a strategic partner to enable their long-term technology roadmaps.\nOur focused markets of automotive and industrial grew by 41% and 34%, respectively, year-over-year to account for 66% of revenue as compared to 59% a year ago. We expect continued strength in the automotive and industrial end markets amidst slowing demand for our noncore businesses, parts of which we are exiting to further achieve our transformation goals.\nWe're also making progress on our sustainability initiatives. Last quarter, we published our sustainability report in which we reiterated our commitment to achieving net zero by 2040. We recognize the importance in doing our part for the environment as we deliver cutting-edge technologies that enable our customers to create a sustainable future.\nIn 2021, approximately 75% of our revenue was sustainable product revenue. We significantly reduced our water consumption compared to the previous year, and we are already making progress in reducing our greenhouse gas emissions. Our Intelligent Power solutions for electric vehicles, EV charging and energy infrastructure are helping to slow the pace of climate change and our Intelligent Sensing solutions enable automation and efficiencies which in turn reduced energy consumption.\nTurning to results for the second quarter. As I mentioned, Q2 was another quarter of record results. Total revenue was $2.085 billion, an increase of 25% over the second quarter of 2021 and 7% quarter-over-quarter. This increase was driven by strength in our automotive and industrial businesses, which grew 38% year-over-year and 9% quarter-over-quarter. Our Q2 revenue was above the high end of our guidance range as we navigated the China lockdown and recovered the impacted revenue late in the second quarter.\nRevenue from both Intelligent Power and Intelligent Sensing was at record levels. Intelligent Power grew by 31% year-over-year to 48% of revenue and Intelligent Sensing grew by 39% year-over-year to 18% of revenue. All 3 business units reported record revenue in the second quarter. Revenue for the Power Solutions Group, or PSG, was $1.06 billion, an increase of 25% year-over-year and achieving its first $1 billion quarter. Revenue for the Advanced Solutions Group, or ASG, was $716.7 million, an increase of 18% year-over-year. Revenue for the Intelligent Sensing Group, or ISG, for the quarter was $311.3 million, an increase of 44% year-over-year.\nGAAP and non-GAAP gross margin for the second quarter was 49.7%. Our non-GAAP gross margin improved 30 basis points quarter-over-quarter, primarily driven by a favorable mix of automotive and industrial markets and despite a proactive slowdown in our wafer starts, which reduced our utilization from 81% in Q1 to 77% in the second quarter.\nSix quarters into our transformation, a better control of our operational levers to optimize efficiencies, maximize output and deliver for our customers and our shareholders.\nGAAP operating margin for the quarter was 28%, and non-GAAP operating margin was a record of 34.5%. GAAP earnings per diluted share for the second quarter was $1.02 as compared to $0.42 in a quarter a year ago. Non-GAAP earnings per diluted share was $1.34 as compared to $0.63 in the second quarter of 2021.\nWe relaunched our share buyback program and for the first time in over 2 years, repurchased 1.5 million shares or $89.7 million at an average price of $59.76 per share. This represents 44% of our free cash flow for the second quarter, and there is $1.2 billion remaining on our authorized repurchase program.\nNow let me give you some additional numbers for your models. GAAP operating expenses for the second quarter were $453.1 million as compared to $357.9 million in the second quarter of 2021. Non-GAAP operating expenses were $317.7 million as compared to $314.2 million in the quarter a year ago.\nNon-GAAP operating expenses increased by $14.9 million sequentially and driven by hiring to support our growth. As I indicated in previous calls, OpEx will continue to trend higher as we bring in additional talent to support our growth. As we guided in the past, our non-GAAP tax rate will increase in 2022 as we have substantially utilized our NOL attributes.\nFor the second quarter, our non-GAAP tax rate increased to 16.3% from 4.6% in the fourth quarter of 2021. This change accounted for $0.18 of EPS dilution in the second quarter and $0.34 year-to-date. Our GAAP diluted share count was 447 million shares, and our non-GAAP diluted share count was 441.6 million shares. Please note that we have an updated reference table on the Investor Relations section of our website to assist you with calculating our diluted share count at various share prices.\nTurning to the Q2 balance sheet. Cash and cash equivalents was $1.79 billion, and we had $1.5 billion undrawn on our revolver. Cash from operations was $420.8 million and free cash flow was $202.7 million and free cash flow on an LTM basis was 17% of revenue.\nCapital expenditures during the second quarter were $218 million, which equates to a capital intensity of 10.5%. As we indicated previously, we are directing a significant portion of our capital expenditures towards the capacity expansion of silicon carbide and enabling our 300-millimeter capabilities at the East Fishkill fab. We expect to see a higher level of capital intensity in the second half of the year as we continue to invest in equipment and capacity expansion to support our growth.\nAccounts receivable was $1.1 billion, resulting in DSO of 50 days. The sequential increase in AR was due to nonlinear shipments as we recovered revenue late in the quarter from the China lockdown.\nInventory increased $67 million sequentially to $1.56 billion, and days of inventory decreased by 3 days to 136 days. We continue to build inventory to support our fab transitions and ramping silicon carbide. Distribution inventory decreased approximately $12 million quarter-over-quarter and remains consistent with Q1 at 7.1 weeks. We continue to maintain distribution inventory at historically low levels to hold more inventory on our balance sheet for our customers' needs rather than building inventory in the supply chain. Total debt was $3.2 billion, and our net leverage remains well under 1%.\nTurning to guidance for the third quarter. Demand continues to outpace supply in our targeted automotive and industrial end markets while there are pockets of softness in our noncore markets. Given the uncertainty in the macro environment, we are taking a conservative stance in judging down demand in our guidance for the third quarter. A table detailed in our GAAP and non-GAAP guidance is provided in the press release related to our second quarter results.\nLet me now provide you key elements of our non-GAAP guidance for the third quarter. We anticipate revenue will be in the range of $2.07 billion to $2.17 billion. We expect non-GAAP gross margin to remain between 48% to 50%. This includes share-based compensation of $3 million. Although we continue to focus on long-term gross margin expansion and sustainability are rapidly accelerating silicon carbide ramp will be dilutive to gross margins by 100 to 200 basis points over the next several quarters due to the incremental start-up cost as we scale the operation.\nWe expect non-GAAP operating expenses of $319 million to $334 million to include share-based compensation of $21 million. We anticipate our non-GAAP OIE will be $24 million to $28 million.\nFor the remainder of 2022, we expect our non-GAAP tax rate to be in the range of 15.5% to 16.5% and non-GAAP diluted share count for the third quarter is expected to be approximately 440 million shares. This results in non-GAAP earnings per share to be in the range of $1.25 to $1.37. We expect capital expenditures of $265 million to $295 million in the second quarter as we ramp up our silicon carbide production and invest in 300-millimeter capability.\nIn summary, the transformation of the company has enabled us to deliver outstanding financial results and at the same time, reduce the volatility in our financials. With leadership in Intelligent Power and Sensing solutions for the fastest-growing applications in automotive and industrial, we are well positioned to deliver sustained long-term financial performance for our shareholders.\nWith that, I'd like to turn it back over to Liz to open up for Q&A."
  },
  {
    "header": "ON",
    "cik": "0001097864",
    "ticker": "ON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/967c03807557595c4fb7d8a587761631",
    "period": "2022 Q1",
    "content": "Q1 2022 ON Semiconductor Corp Earnings Call\n\nQ1 2022 ON Semiconductor Corp Earnings Call\n\nONNASDAQMAY 2, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to onsemi First Quarter 2022 Earnings Conference Call. (Operator Instructions) And please be advised that today's program is being recorded.\nI would now like to hand the conference over to Parag Agarwal, Vice President of Investor Relations and Corporate Development. Please go ahead.\n\nParag Agarwal\n\nVP of IR & Corporate Development, ON Semiconductor Corporation\n\nThank you, Carmen. Good morning, and thank you for joining onsemi's First Quarter 2022 Quarterly Results Conference Call. I'm joined today by Hassane El-Khoury, our President and CEO; and Thad Trent, our CFO. This call is being webcast on the Investor Relations section of our website at www.onsemi.com. A replay of this webcast, along with our 2022 first quarter earnings release, will be available on our website approximately 1 hour following this conference call and the recorded webcast will be available for approximately 30 days following this conference call.\nAdditional information related to our end markets, business segments, geographies, channels, share count and 2022 fiscal calendar is posted on the Investor Relations section of our website. Our earnings release and this presentation includes certain non-GAAP financial measures. Reconciliation of these non-GAAP financial measures to the most directly comparable measures and our GAAP are included in our earnings release, which is posted separately on our website in the Investor Relations section.\nDuring the course of this conference call, we will make projections or other forward-looking statements regarding future events or the future financial performance of the company. The words believe, estimate, project, anticipate, intend, may, expect, will, plan, should or similar expressions are intended to identify forward-looking statements. We wish to caution that such statements are subject to risk and uncertainties that could cause actual events or results to differ materially from projections. Important factors that can affect our business, including factors that could cause actual results to differ from our forward-looking statements are described in our most recent Form 10-K, Form 10-Qs and other filings with the Securities and Exchange Commission.\nAdditional factors are described in our earnings release for the first quarter of 2022. Our estimates or other forward-looking statements may change, and the company assumes no obligation to update forward-looking statements to reflect actual results, change assumptions or other events that may occur except as required by law.\nNow let me turn it over to Hassane. Hassane?\n\nHassane S. El-Khoury\n\nPresident, CEO & Director, ON Semiconductor Corporation\n\nThank you, Parag, and thank you, everyone, for joining us today. I will start off by saying how extremely proud I am of our team's execution in the first quarter. Our employees worldwide continue to push through challenging times, and their efforts have delivered yet another quarter of outstanding results.\nWe had strong revenue growth of 31% year-over-year, driven by solid performance of our Intelligent Power and Sensing Solutions in the automotive and industrial end markets. Key megatrends such as vehicle electrification, ADAS, energy infrastructure and factory automation are accelerating, and we expect to see sustained growth as we service our customers under long-term supply agreements and expand our pipeline of new Intelligent Power and Sensing products at favorable margins.\nAlong with our strong revenue performance in the first quarter, we achieved a gross margin of 49.4%, an increase of 1,420 basis points from a year ago. This outstanding margin performance was driven by improvements we implemented in 2021, including manufacturing efficiencies, reallocation of capacity to strategic and high-margin products to drive favorable mix shift and continued elimination of price-to-value discrepancies.\nOn the market environment, despite an overhang of unfavorable macroeconomics and geopolitical dynamics, demand for products in our focus end markets of automotive and industrial continues to be strong. In the first quarter, automotive and industrial grew 8% quarter-over-quarter and 42% year-over-year to 65% of our revenue, both delivering record quarters. The growth in our automotive revenue, while SAAR was revised down, highlights the strength of our portfolio and supports the content growth we expect per vehicle driven by ADAS and vehicle electrification. Lead times are flat quarter-over-quarter, and we do not see meaningful customer pushouts or increasing cancellation trends. We are fully cognizant of potential risks from inflation, higher interest rates and ongoing geopolitical tensions. We are monitoring the business environment diligently and have been managing our inventory, manufacturing and customer engagements to support our long-term financial targets and sustain our gross margin within our target range of 48% to 50%.\nAs of now, the COVID-related lockdowns in China have not had any meaningful impact on our business. However, there is potential risk in the second quarter if the lockdowns extend much longer, and our current guidance already accounts for a few percentage points of growth of risk we are seeing at this point. To mitigate any chance of supply disruptions to our customers due to these lockdowns, we have initiated capacity transfers to our Manila and Singapore locations to maintain supply continuity for our customers. We have been making selective investments to expand our capacity in strategic areas and relieve bottlenecks, especially in back-end factories for our imaging products. We are improving the efficiency of our factories and are reallocating capacity to strategic products and end markets, allowing us to expand our margin by driving favorable mix shift. We have been able to secure additional capacity from our external manufacturing partners and our qualifying products in our 300-millimeter fab to meet the long-term capacity needs.\nIn 2022, we are on track to ship more than twice the number of 300-millimeter wafers we shipped in 2021 and the continued ramp in our East Fishkill. Fab should improve the efficiency of our fab network over the next few years as we execute our fab lighter strategy by consolidating our fab footprint. We have redeployed capacity to strategic higher-margin products. And over the last 12 months, we have exited approximately $200 million in revenue at an average gross margin of 21%, of which $32 million occurred in the first quarter at an average gross margin of 22%. Some of these losses are already being offset with new product revenue, which increased 31% year-over-year at favorable gross margin and will continue to ramp through 2023 and beyond.\nOur customer engagement remains strong as we see our increased customer base driving approximately 100% year-over-year growth in our design wins. This increase is driven by WINS Intelligent Power & Sensing with design wins for both doubling year-over-year. Our Intelligent Power and Sensing revenue makes up 65% of total revenue, up from 62% a year ago.\nWe are continuing to make progress on our silicon carbide growth and remain on track to more than double our silicon carbide revenue in 2022 as we ramp shipments to customers who have signed long-term supply agreements with us. At this pace, exiting 2023, onsemi will be on a $1 billion run rate for silicon carbide revenue.\nIn addition to market-leading efficiency of our products, our end-to-end vertically integrated solution in a supply-constrained environment is a compelling and differentiated competitive advantage. I'm extremely happy with the progress of our GTAT operation. And since we closed the acquisition, we have already expanded to a second building as we increased our substrate capacity and are still on track to more than quadruple exiting 2022 in support of our LTSA customers in the broader SIC market.\nFrom the engineering side, all yields and outputs are meeting our committed production levels, and we are making fast progress on our 200-millimeter substrate development and release to production. We continue to expand our silicon carbide engagement beyond automotive traction and have made inroads into the energy infrastructure market with our power modules.\nIn the first quarter, our revenue for energy infrastructure grew 64% year-over-year, and we secured significant wins for our silicon carbide and silicon power modules with key market leaders. We are currently shipping to 7 of the top 10 global providers of solar inverters, and we have signed LTSAs with 3 of the top 5 players. The energy infrastructure market will be a long-term driver for our business as utility scale power plant installations are expected to grow worldwide to reduce the climate impact of fossil fuel-based power plants.\nIn the first quarter, our 5G cloud point-of-load revenue and design wins, both increased 33% year-over-year as we displace an incumbent to secure a design win at a leading 5G infrastructure OEM with a new product based on our superior technical performance and security of supply. In Cloud Power, we secured a major win with our high-performance power management solutions, delivering over 94% of peak energy efficiency. They were adopted by one of the largest cloud providers in the world to power their next-generation Intel servers in their data centers refresh and expansion.\nOur best-in-class energy efficiency together with supply assurance and technical support, enabled us to secure this win delivering both market share gains and favorable gross margin in the second half of this year.\nOn the intelligent sensing front, we continue to sustain our momentum in automotive imaging with 44% revenue growth year-over-year. Our strong presence on most leading ADAS software platforms and broad ecosystem we have built over time have been a key driver of our strong market position.\nWe further strengthened our position in the ADAS ecosystem through a key win with a leading ADAS software platform provider in China. We expect this platform to proliferate at all OEMs in China with our content in excess of $150 per vehicle. The growth in our image sensing revenue and design wins is attributed to a doubling of the average number of cameras per vehicle over the past 5 years and a doubling again in the next 5 years. In fact, we have designed in 28 cameras per vehicle in a Level 5 autonomous vehicle already. Our industry-leading 8-megapixel camera has already been adopted by 8 car OEMs and will quadruple in revenue in '23 over '22.\nIn addition to ADAS applications in light vehicles, we are seeing traction for our image sensors in the industrial market for warehouse automation, autonomous delivery robot and agriculture applications. In the first quarter, we secured a win for our image sensors for use in robotic drive units in fulfillment centers with $70 of imaging content ramping in 2023 at a leading e-commerce player.\nIn addition, we continue to win new designs in the growing intelligent agri business segment for improving crop yields, which uses 36 image sensors per machine with revenue starting this year. Customers select our sensors based on superior imaging performance, market-leading global shutter efficiency and a strong ecosystem comprising of players that provide supportive software and hardware solutions to rapidly enable complete imaging solutions.\nOur intelligent sensing products are long-lived and design wins tend to be sticky. Awarded projects typically span multiple years with lifetime in excess of 15 years as customer values the programmability and leverage their software architecture over multiple platforms and end products. This longer life cycle and sticky nature of our products gives us greater revenue stability and visibility.\nNow I will turn the call over to Thad to provide additional details on our financials and guidance. Thad?\n\nThad Trent\n\nExecutive VP, CFO & Treasurer, ON Semiconductor Corporation\n\nThanks, Hassane. We had another quarter of record results as we continue to execute on our transformation journey. We reported record revenue, gross and operating margins and earnings per share driven by structural changes to the business and a reallocation of investment and resources to strategic products and markets with high growth and high margins.\nVehicle electrification, ADAS, factory automation and energy infrastructure are in the early stages of adoption, and these trends will accelerate with the need for higher energy efficiency in the automotive and industrial markets. With an expanding portfolio of highly differentiated intelligent power and sensing products, long-term supply agreements and end-to-end supply chain capabilities for the fastest-growing product, we are well positioned to drive long-term revenue, earnings and free cash flow growth.\nThe hard work and disciplined execution of our worldwide teams are reflected in our financial transformation. Our first quarter revenue increased 31% year-over-year, gross margin improved 1,420 basis points and operating income increased 7.5x faster than revenue while free cash flow was 21% on an LTM basis. Additionally, revenue in our strategic end markets of automotive and industrial increased 42% year-over-year and now account for 65% of revenue as compared to 60% in the quarter a year ago. We also continue to make progress in our fab wider strategy, rationalizing our manufacturing footprint by exiting subscale fabs, accelerating our 300-millimeter ramp and improving operational efficiencies, all of which will double our capacity per factory over time. By transitioning production to more efficient fabs will eliminate fixed cost and lower unit costs while reducing the volatility in the P&L.\nAs previously announced, we closed the sale of our 6-inch fab in Belgium and expect to close the sale of our 8-inch fab in Maine to diodes in the second quarter. We are also on track to close the acquisition of the 300-millimeter fab in East Fishkill from GLOBALFOUNDRIES at year-end. As these transitions take years to fully execute and realize, we've been building bridge inventory to ensure a consistent supply of product to our customers. These structural changes, along with our differentiated portfolio, are driving momentum in our design wins, while LTSAs and the stickiness of our products are providing improved visibility into long-term revenue and profitability.\nTurning to results for the first quarter. As I noted, Q1 was another quarter of record results. Total revenue was $1.95 billion, an increase of 31% over the first quarter of 2021 and 5% quarter-over-quarter. This increase was driven by favorable mix of automotive and industrial, which together grew by 8% quarter-over-quarter and 42% year-over-year.\nRevenue from both Intelligent Power and Intelligent Sensing was at record levels. Intelligent Power grew by 37% year-over-year to 47% of revenue and Intelligent Sensing grew by 35% year-over-year to 17% of revenue.\nTurning to the business units. Revenue for the Power Solutions Group, or PSG, was $986.7 million, an increase of 32% year-over-year. Revenue for our Advanced Solutions Group, or ASG, was $689.3 million, an increase of 30% year-over-year. Revenue for the Intelligent Sensing Group or ISG for the quarter was $269 million, an increase of 32% year-over-year.\nGAAP and non-GAAP gross margin for the first quarter was 49.4%. Our non-GAAP gross margin improved 420 basis points quarter-over-quarter, driven primarily by favorable mix and pricing ahead of rising input costs.\nOver the last year, we have exited approximately $200 million of noncore revenue at an average margin of 21% and reallocated this capacity to strategic products with accretive gross margins. The structural changes we have implemented give us confidence in the sustainability of the margin structure, raising the floor in all market conditions. We expect to see modest headwinds to our gross margin with increases in raw material and other input costs as well as start-up costs as we aggressively ramp our silicon carbide manufacturing offset by additional cost savings and manufacturing efficiencies. As such, we expect to maintain gross margins within the narrow range of our Q1 margin for the remainder of the year.\nWe also achieved record quarterly GAAP and non-GAAP operating margin of 33.3% and 33.9% respectively with our Q1 non-GAAP operating income growing quarter-over-quarter at a rate 4.5x faster than that of revenue. GAAP earnings per diluted share for the first quarter was $1.18, and non-GAAP EPS was $1.22 as compared to $0.35 in the first quarter of 2021 and $1.09 in Q4.\nNow let me give you some additional numbers for your models. GAAP operating expenses for the first quarter were $314 million as compared to $395 million in the first quarter of 2021. Non-GAAP operating expenses were $302.8 million as compared to $324.7 million in the quarter a year ago and decreased $3.6 million sequentially. The decrease was primarily due to delayed hiring as we continue to reallocate resources to our focused products. We expect OpEx to trend towards our long-term model over the next several quarters as we increase investments for our long-term growth.\nOur factory utilization was 81% flat as compared to the fourth quarter, and we expect utilization to be approximately 80% in the second quarter. As we guided in the past, our non-GAAP tax rate will increase in 2022 as we have substantially utilized all our NOL attributes. For the first quarter, our non-GAAP tax rate increased to 15.6% from roughly 6% in 2021. This change accounted for $0.16 of EPS dilution from the fourth quarter. Our GAAP diluted share count was 448.9 million shares, and our non-GAAP diluted share count was 442 million shares. Please note that we have an updated reference table on the Investor Relations section of our website to assist you with calculating our diluted share count at various share prices.\nTurning to the Q1 balance sheet. Cash and cash equivalents was $1.6 billion, and we added $1.97 billion undrawn on our revolver. Cash from operations was $470 million and free cash flow of $305 million. Capital expenditures during the first quarter was $173.8 million, which equates to a capital intensity of 9%.\nAs indicated previously, we are directing a significant portion of our capital expenditures towards enabling our 300-millimeter capabilities at East Fishkill fab and the expansion of silicon carbide capacity. This increase is in line with the higher capital intensity in the near term, as mentioned at our Analyst Day.\nAccounts receivable was $910.7 million, resulting in DSO of $43. Inventory increased $116.5 million sequentially to $1.5 billion as days of inventory increased by 15 days to 139. This increase was driven primarily by growth in WIP and raw material and additional build of inventory to support our fab transition and our LTSA commitments. We expect to reduce days of inventory in the second half of the year.\nDistribution inventory was slightly down at 7.1 weeks. We continue to maintain distribution inventory at historically low levels to hold more inventory on our balance sheet for our customers' needs rather than building inventory in the supply chain.\nTotal debt was $3.2 billion, and our net leverage remains under 1.\nTurning to guidance for the second quarter. The table detailing our GAAP and non-GAAP guidance is provided in the press release related to our first quarter results. Let me now provide you key elements of our non-GAAP guidance for the second quarter.\nBased on current market trends, bookings and backlog levels, we believe demand will continue to outpace supply through much of 2023. We anticipate that revenue for the second quarter will be in the range of $1.965 billion to $2.065 billion. This guidance range includes the anticipated impact of the China lockdown of a couple of percentage points of revenue growth.\nWe expect non-GAAP gross margins between 48.5% and 50.5%. This includes share-based compensation of $3.2 million. We expect non-GAAP operating expenses of $305 million to $320 million, including share-based compensation of $23.2 million. We anticipate our non-GAAP OIE to be $20 million to $24 million. And for the remainder of 2022, we expect our non-GAAP tax rate to be in the range of 15.5% to 16.5% and non-GAAP diluted share count for the second quarter to be approximately 443 million shares.\nThis results in non-GAAP earnings per share to be in the range of $1.20 to $1.32. We expect capital expenditures of $240 million to $270 million in the second quarter as we ramp our silicon carbide production and invest in 300-millimeter capabilities.\nIn summary, we believe ON Semi's differentiated portfolio focused on the sustainable ecosystem, coupled with the structural changes in our business will continue to drive profitable long-term growth and value for our shareholders. Our worldwide teams continue to impress us with their unwavering commitment and dedication to our customers despite ongoing challenges across the globe, and I want to thank them for their outstanding results.\nWith that, I'll turn the call back over to Carmen to open up the line for Q&A."
  },
  {
    "header": "ON",
    "cik": "0001097864",
    "ticker": "ON",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a319771f1c8dcfe29e67183ecd638de0",
    "period": "2021 Q4",
    "content": "Q4 2021 ON Semiconductor Corp Earnings Call\n\nQ4 2021 ON Semiconductor Corp Earnings Call\n\nONNASDAQFEB 7, 9:00 AM\n\nOperator\n\nGood morning. My name is Rob, and I will be your conference operator today. At this time, I would like to welcome everyone to the ON Semi Fourth Quarter 2021 Earnings Conference Call. (Operator Instructions)\nThank you. Parag Agarwal, Vice President of Investor Relations and Corporate Development, you may begin your conference.\n\nParag Agarwal\n\nVP of IR & Corporate Development, ON Semiconductor Corporation\n\nThank you, Rob. Good morning, and thank you for joining ON Semi's Fourth Quarter '21 Quarterly Results Conference Call. I'm joined today by Hassane El-Khoury, our President and CEO; and Thad Trent, our CFO. This call is being webcast on the Investor Relations section of our website at www.onsemi.com. A replay of this webcast, along with our 2021 fourth quarter earnings release will be available on our website approximately 1 hour following this conference call and the recorded webcast will be available for approximately 30 days following this conference call.\nAdditional information related to our end markets, business segments, geographies, channels, share count and 2022 fiscal calendar is posted on the Investor Relations section of our website. Our earnings release and this presentation include certain non-GAAP financial measures. Reconciliation of these non-GAAP financial measures to the most directly comparable measures under GAAP are included in our earnings release which is posted separately on our website in the Investor Relations section. During the course of this conference call, we will make projections or other forward-looking statements regarding future events or the future financial performance of the company.\nThe words believe, estimate, project, anticipate, intend, may, expect, will, plan, should or similar expressions are intended to identify forward-looking statements. We wish to caution that such statements are subject to risks and uncertainties that could cause actual events or results to differ materially from projections. Important factors that can affect our business, including factors that could cause actual results to differ from our forward-looking statements are described in our most recent Form 10-K, Form 10-Qs and other filings with the Securities and Exchange Commission.\nAdditional factors are described in our earnings release for the fourth quarter of 2021. Our estimates or other forward-looking statements may change, and the company assumes no obligation to update forward-looking statements to reflect actual results, change assumptions or other events that may occur except as required by law.\nNow let me turn over to Hassane. Hassane?\n\nHassane S. El-Khoury\n\nPresident, CEO & Director, ON Semiconductor Corporation\n\nThank you, Parag, and thank you, everyone, for joining us today. As we wrap up 2021, I'm extremely pleased with the progress of our transformation journey. We are positioned ON Semi as a leader in intelligent power and sensing by focusing on enabling sustainable ecosystem. We have implemented structural changes to focus our investments and resources on the megatrends of vehicle electrification, ADAS, energy infrastructure and factory automation and this is evident by our record financial performance.\nAs we have shifted to focus on -- of the high-value markets of automotive and industrial, (inaudible) price-to-value discrepancies and improved manufacturing efficiencies, we have expanded our margins to achieve the target model ahead of our stated time line. Our customers view ON Semi as a strategic partner, as evidenced by the execution of multiple long-term supply agreements which provide better demand visibility for capacity planning and investments to support it. To that end, the acquisition of GTAT expands our leadership in silicon carbide and provides our customers the assurance of supply required to support this rapidly growing market. Additionally, we are exiting volatile and highly competitive noncore businesses and focusing on profitable growth and sustainable financial performance.\nIn 2021, our revenue increased 28% while our operating income and free cash flow increased approximately 6x faster, demonstrating the operating leverage in our model as we continue on our transformation journey. We had a successful year amid the ongoing pandemic and supply chain challenges that continue to affect the market. Our performance has only been possible, thanks to the dedication of our worldwide teams and I'd like to take the opportunity to thank them for their hard work.\nMoving on to the fourth quarter. Our fourth quarter was yet another example of exceptional execution by our worldwide teams and a strong demand environment for our market-leading intelligent power and sensing products. Although we met our margin targets ahead of schedule, we expect that with ongoing mix optimization, the manufacturing consolidation we have begun and the continued ramp of new products, we have headroom to further expand our margins over the coming years. We continue to see strong demand for our products. And in 2021, our design win funnel grew over 60% year-over-year, and our new product revenue grew 28% from 2020.\nThis design win performance, along with long-term supply agreements have positioned the company for sustained long-term growth. The fourth quarter revenue growth was driven by additional capacity coming online from our investments earlier in the year and an accelerated focus to free up existing capacity to service our strategic markets consistent with our stated goal of exiting low-margin noncore products.\nWe are making selective investments in our internal operations to expand capacity for strategic products. And at the same time, we are relieving bottlenecks in our internal manufacturing operations. We have also been successful in securing additional capacity from our external manufacturing partners. Long term, we are qualifying products in the 300-millimeter East Fishkill facility to increase the efficiency of our fab network while executing our fab lighter strategy. This will allow us to further expand both the capacity for products in our strategic markets and our gross margin over time given the cost benefits. The current supply-demand imbalance in the semiconductor industry will likely persist through 2022 and continue into 2023.\nBased on interactions with our customers and channel partners, we believe that the semiconductor inventory throughout the supply chain remains low and lead times are stretched for the industry. This supply constraint is further compounded by accelerating demand for electric vehicles, ADAS, energy infrastructure and factory automation and the increase of content in these applications.\nDuring the fourth quarter, we saw an increase of approximately $600 million in committed revenue for our silicon carbide products, bringing our current committed revenue to over $2.6 billion through 2024. Over 70% of this committed revenue is for electric vehicle traction applications with the integrated end-to-end supply chain and market-leading efficiency of our silicon carbide products as our competitive advantage. To support the steep growth in our silicon carbide revenue over the next few years, we plan to more than quadruple the capacity of our substrate operations exiting 2022 and intend on making substantial investments in expanding our device and module capacity. In 2022, we expect our silicon carbide revenue to more than double year-over-year as we continue to ramp with our existing customers and begin shipments to new customers under our LTSAs.\nWe remain on track to exit 2023 with a silicon carbide run rate of $1 billion per year. In addition, we continue to make progress on the 200-millimeter silicon carbide development program that we acquired from GTAT. In January, we received finished 200-millimeter thick wafers with [device yields] meeting our production targets. These wafers were manufactured using our full capabilities from (inaudible) to substrate all the way through our own fabs. Our silicon carbide modules are powering the recently announced Mercedes EQXX research prototype electric vehicle platform, which has a range of 620 miles on a single charge.\nWe secured this design based on all around superior performance of our modules across efficiency, thermal conduction and switching. This win clearly demonstrates our technical leadership and end-to-end supply chain capabilities for silicon carbide. Our focus on power modules for alternative energy applications delivered a 42% year-over-year growth in our design funnel in 2021. we have signed LTSAs with key players in the solar inverter market, including the top 2 market share leaders.\nWe expect our renewable energy related revenue to grow by over 50% year-over-year in 2022 and expect the alternative energy market to be a long-term driver for our business as utility scale power plant installations are expected to grow worldwide to reduce the climate impact of fossil fuel-based power plants. On the intelligent sensing front, our automotive imaging revenue grew by more than 20% quarter-over-quarter and approximately 40% year-over-year as we continue to see momentum in advanced safety with new design wins.\nWith consumers' desire for additional safety features and an improved driving experience, we are seeing increased penetration of sensing in cars, including image sensors and ultrasonic sensing. At the same time, content per car is growing with each camera attached to one of our PMICs. We are also seeing accelerating demand for our imaging products for industrial and factory automation, in which revenue grew by approximately 10% quarter-over-quarter and 43% year-over-year. Industrial customers are investing in automation at an increased pace to improve efficiency and to reduce volatility in operations due to wage inflation and labor shortages, onshoring and social distancing mandates.\nWe have leveraged our experience in the automotive market to offer our industrial customers rugged, high resolution and high image quality sensors for the most demanding industrial applications. All of these execution vectors delivered a robust margin performance exceeding our target gross margin of 45% significantly ahead of schedule. This accelerated gross margin expansion was driven by a strong and accelerated execution in closing price-to-value discrepancy, cost reduction initiatives, a focused drive on ramping new products a deliberate intent to shift more capacity to products for our strategic markets and operational efficiencies across our manufacturing footprint, all consistent with the strategy outlined at our Analyst Day.\nAlong with making operational changes to drive the margin expansion, we are refining our execution in the channel to ensure that our partners are focused on driving growth in automotive and industrial end markets consistent with our strategy. Throughout the year, our team worked extremely hard to pull in the schedule for engineering and operations effort dedicated to margin improvements to offset some increased material costs we have incurred. We have worked to improve yields and ship more units into the automotive and industrial end markets, which deliver an improved margin profile for our business, and help support more of our customers' demand. In the fourth quarter, automotive and industrial grew 10% quarter-over-quarter to 63% of our revenue as compared to 61% in the third quarter, both delivering record quarters of $641 million and $522 million, respectively. In a supply-constrained environment, this growth came from the increased units we could ship and more importantly, from the strategic mix shift away from noncore, low-margin business that we intended to exit. In 2021, we walked away from $170 million of noncore business with an average gross margin of 20%.\nNow I will turn the call over to Thad to provide additional details on our financials and guidance. Thad?\n\nThad Trent\n\nExecutive VP, CFO & Treasurer, ON Semiconductor Corporation\n\nThanks, Hassane. I'll start off with providing an overview of our results for the full year of 2021 then step through the Q4 results and guidance for the first quarter of '22 and wrap up with an update to our long-term model. 2021 was an exceptional year as we transformed the company to drive sustainable performance and shareholder value.\nWe have pivoted to align our investments to the high-growth megatrends in automotive and industrial while implementing structural changes, capturing value for our differentiated portfolio and optimizing our manufacturing footprint to increase efficiency and improve our cost structure. These initiatives are translating into financial results as we achieved our record annual and quarterly revenue, gross margin, operating margin and cash flow.\nOur 2021 revenue was $6.74 billion, increasing 28.3% over 2020. Our automotive business increased 36% year-over-year, and our industrial revenue increased 33% as we continue to see content gains in each segment driven by automation, electrification and advanced safety. Our non-GAAP gross margins for the year improved 770 basis points to 40.4%, and we exited the year exceeding our 45% long-term target in Q4. Since embarking on our transformation journey a year ago, we have improved our non-GAAP gross margins by 1,080 basis points. 2021 operating income and free cash flow increased approximately 6x faster than revenue, with non-GAAP operating margin improving to 21.9% while free cash flow increased to $1.3 billion or 20% of revenue.\nWhile we have had significant achievements over the last year, we are excited about the opportunities in front of us. Our design win funnel for intelligent power and sensing is expanding at a rapid rate, and we are securing additional capacity to support our growth from external partners and with selective internal investments for strategic products. From a margin perspective, we expect [mix] optimization and our fab lighter strategy to drive further expansion.\nOur long-term supply agreements are providing increased visibility for revenue growth, and we are confident that the structural changes and decisions we made last year solidified our baseline to allow for sustainable margin expansion over the long term. Consistent with our fab lighter strategy, we have taken the first steps towards rationalizing our manufacturing footprint by entering into a definitive agreement for the sale of our 6-inch fab in Belgium. This transaction provides our employees with continued deployment and growth opportunities while allowing ON Semi to transition product to other manufacturing sites in an orderly manner.\nBy transitioning production to more efficient fabs within our network, we will eliminate fixed cost and lower unit costs while ensuring a consistent supply of products to our customers. We expect to close this divestiture in the first quarter of 2022, and the savings will be realized over 1 to 3 years as we exit the Belgium site.\nTurning to the results for the fourth quarter. As I noted, Q4 was another quarter of record results. Total revenue for the fourth quarter was $1.85 billion, an increase of 28% over the fourth quarter of 2020 and 6% quarter-over-quarter. The sequential increase in revenue was driven by units shipped increasing 5.7% sequentially and favorable mix and pricing across all end markets. Revenue from both Intelligent Power and Intelligent Sensing was at record levels, while revenue from our strategic end markets of automotive and industrial increased [sequentially] 11% and 9%, respectively. Auto and industrial was 63% of total revenue as compared to 59% in the fourth quarter of 2020.\nTurning to the business units. Revenue for the Power Solutions Group or PSG was $953.4 million, an increase of 33% year-over-year. Revenue for the Advanced Solutions Group, or ASG, was $647.3 million, an increase of 24% year-over-year. Revenue for Intelligent Sensing Group, or ISG, for the fourth quarter was $245.4 million, an increase of 18% year-over-year.\nGAAP gross margins for the fourth quarter was 45.1%, and non-GAAP gross margin was 45.2%, a 370 basis point improvement quarter-over-quarter. The key contributors to our margin expansion have been favorable mix shift to higher margin and strategic products, elimination of price-to-value discrepancies in our portfolio and improved efficiencies in our manufacturing operations. Over the last year, we have exited approximately [$170 million] of noncore revenue at an average gross margin of 20% and allocated this capacity to strategic products with accretive gross margins.\nOur factory utilization was 81%, up slightly from the Q3 level of 80%, and we expect utilization to remain approximately at this level in Q1. We also achieved record quarterly GAAP and non-GAAP operating margins of 26% and 28.6%, respectively, in the fourth quarter, again achieving our long-term model. Earnings per share for the fourth quarter was $0.96 and non-GAAP EPS was $1.09 per diluted share as compared to $0.35 in the fourth quarter of 2020 and $0.87 in Q3. We are very proud of our teams for having achieved the highest ever quarterly EPS reported by the company. So now let me give you some additional numbers for your models. GAAP operating expenses for the fourth quarter were $352 million as compared to $330 million in the fourth quarter of 2020.\nNon-GAAP operating expenses were $306 million as compared to $292 million in the quarter a year ago. Variable compensation driven by our strong performance, partially offset by cost optimization measures, contributed to year-over-year increase in operating expenses. We expect to maintain our non-GAAP operating expenses of approximately 17% of revenue, consistent with our target model.\nWe intend to offset the impact of wage inflation on operating expenses through higher efficiency and reallocation of resources to drive growth and margin expansion. Our GAAP diluted share count was 445.3 million shares, and our non-GAAP diluted share count was 438.4 million (inaudible) Please note that we have an updated reference table on the Investor Relations section of our website to assist you with calculating our diluted share count in various share prices.\nTurning to the Q4 balance sheet. Cash and cash equivalents was $1.3 billion after payment of [$416 million] for the GSAT acquisition in Q4. We had $1.97 billion undrawn on our revolver. Cash from operations was $627 million, and free cash flow was $457 million or approximately 25% of revenue. Capital expenditures during the fourth quarter were $169.6 million, which equates to a capital intensity of 9%. For the full year 2021, capital intensity was 6.6%. As we indicated previously, we are directing a significant portion of our capital expenditures towards enabling our 300-millimeter capabilities at the East Fishkill fab and the expansion of silicon carbide capacity. This increase is in line with the higher capital intensity in the near term, as mentioned in our Analyst Day.\nAccounts receivable was $809 million, resulting in DSO of 40 days. Inventory increased $52 million sequentially to $1.4 billion and days of inventory increased 5 days to 124 days. The increase in inventory was driven primarily by additional build of bridge inventory to support the fab transition. Distribution inventory increased [$50 million] to 7.3 weeks from 6.8 weeks in Q3. This slight increase was driven by timing of shipments late in the quarter, weeks of inventory returned to Q3 levels within the first 2 weeks of Q1. Total debt was $3.1 billion and our net leverage is now under 1x.\nTurning to guidance for the fourth quarter. The table detailing our GAAP and non-GAAP guidance is provided in the press release related to our fourth quarter results. Let me now provide you key elements of our non-GAAP guidance for the fourth quarter. Based on current market trends and booking levels, we believe demand will outpace supply for much of 2022, and we continue to work with our strategic customers to ensure long-term uninterrupted supply. We continue to increase supply through operational efficiencies, selective investment partners to attain additional capacity.\nBased on current bookings trends, backlog levels, -- we anticipate that revenue for the first quarter will be in the range of $1.85 billion to $1.95 billion. We expect non-GAAP gross margins between 45.5% and 47.5%. This includes share-based compensation of [$3.4 million]. We expect total non-GAAP operating expenses of $298 million to $313 million, including share-based compensation of $17.4 million.\nWe anticipate our non-GAAP OIE will be $21 million to $25 million, and this results in non-GAAP earnings per share in the range of $0.98 to $1.10. As we have guided in the past, our non-GAAP tax will increase starting in Q1 from our historical rate of 6% to approximately 17.5% as we have substantially utilized our NOL attributes. This change accounts for approximately $0.14 of EPS at the midpoint of our guidance for the first quarter. We expect total capital expenditures of $150 million to $170 million in the first quarter. As we indicated at our Analyst Day, our capital intensity in the near term will be higher as we ramp up silicon carbide production and invest in 300-millimeter capabilities.\nOur non-GAAP diluted share count for the first quarter is expected to be approximately 441 million shares. As I wrap up, I'd like to shift gears to address our long-term model. Our Q4 non-GAAP gross margin of 45.2% exceeded our gross margin target ahead of our anticipated time line through an acceleration of our expansion initiatives and structural changes. As such, we are raising our 2025 targeted gross margin to 48% to 50% which will be primarily driven by favorable mix as we phase out of low-margin noncore products and ramp new products in our strategic end markets. We'll also continue executing on our fab lighter strategy to reduce our fixed cost structure and overall product costs across the portfolio as we exit subscale fabs over a multiyear period.\nTo provide a framework for this expansion, we expect 2022 gross margins in the range of 46.5% to 47.5% based on our visibility today. So our new long-term non-GAAP model is as follows: gross margins of 48% to 50%; OpEx of 17%; and operating income of 31% to 33%, an increase of 300 to 500 basis points over our previous model of 28%. We believe our early success in our transformation initiatives has positioned ON Semi to drive sustained and long-term revenue growth and margin expansion.\nThese results and outlook are only possible with the dedication of our worldwide team focused on execution and delivery of exceptional value for our customers. With that, I'd like to start the Q&A. I'll turn the call back over to Rob to open the line for questions."
  }
]