[
  {
    "header": "EXR",
    "cik": "0001289490",
    "ticker": "EXR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/957b0259a8b183178459f2da84e4774e",
    "period": "2025 Q3",
    "content": "Q3 2025 Extra Space Storage Inc Earnings Call\n\nQ3 2025 Extra Space Storage Inc Earnings Call\n\nEXRNYSEOCT 30, 1:00 PM\n\nOperator\n\nGood afternoon, ladies and gentlemen, and welcome to the Extra Space Storage Inc. Q3 2025 Earnings Conference Call. [Operator Instructions] This call is being recorded on October 30, 2025.\nAnd I would now like to turn the conference over to Mr. Jared Conley. Thank you. Please go ahead.\n\nJared Conley\n\nThank you, and welcome to Extra Space Storage's Third Quarter 2025 Earnings Call. In addition to our press release, we have furnished unaudited supplemental financial information on our website. Please remember that management's prepared remarks and answers to your questions may contain forward-looking statements as defined in the Private Securities Litigation Reform Act. Actual results could differ materially from those stated or implied by our forward-looking statements due to risks and uncertainties associated with the company's business. These forward-looking statements are qualified by the cautionary statements contained in the company's latest filings with the SEC, which we encourage our listeners to review.\nForward-looking statements represent management's estimates as of today, October 30, 2025. The company assumes no obligation to revise or update any forward-looking statements because of the changing market conditions or other circumstances after the date of this conference call.\nI would now like to turn the call over to Joe Margolis, Chief Executive Officer.\n\nJoseph Daniel Margolis\n\nCEO & Director, Extra Space Storage Inc.\n\nThank you, Jared. Good morning, everyone, and thank you for joining us today. Extra Space delivered solid results in the third quarter with core FFO of $2.08 per share, meeting our internal expectations and demonstrating our ability to generate consistent earnings through our diversified platform. Same-store occupancy at quarter end was 93.7% and averaged 94.1% during the quarter, a 30 basis point improvement year-over-year. Last quarter, we reported that our high occupancy allowed us to begin pushing new customer rates, which inflected positive for the first time in 3 years. This trend continued and accelerated in the third quarter as we achieved new customer rate growth of over 3% year-over-year net of discounts.\nWhile new customer rates continue to improve, same-store revenue prior to other income was flat and slightly below our internal projections. This was partially due to strategic discounts, which were offered in the quarter focused on long-term revenue optimization. Excluding the impact of discounts, same-store new customer rate growth was approximately 6%. While these initiatives created a short-term headwind in the quarter and for the year, we view them as an investment for future revenue growth and still believe we are well positioned for accelerating revenue going forward.\nWe have also been active in our diversified external growth channels. We have been able to complete and secure strategic off-market transactions through deep industry relationships at attractive going in and long-term yields. I am particularly excited about the $244 million purchase of a 24-property portfolio in Utah, Arizona and Nevada, which is the primary driver of our increased acquisition guidance to $900 million. A portion of this acquisition closed earlier this week, with the rest to close shortly when we complete the assumption of the sellers below-market secured loans.\nThe acquisition will be primarily capitalized by the disposition of 25 assets, 22 of which are former Life Storage properties and which should close late this year, or early in 2026. The stabilized yields of the newly acquired stores will be greater than those of the disposed assets and those assets are of higher quality and in markets which provide better diversification and future opportunities for growth.\nAdditionally, our bridge loan program delivered strong performance with $123 million in originations during the quarter, and we strategically sold $71 million in mortgage loans. This program continues to provide interest income, attract customers to our management platform and serves as an acquisition pipeline as we deepen our relationships with key industry partners.\nFinally, our third-party management platform expanded by an additional 95 stores during the quarter with net growth of 62 stores. Year-to-date, we have added over 300 stores, which brings our total managed portfolio to 1,811 stores. This multichannel approach to prudent growth allows us to create value across market cycles, whether through direct ownership, joint venture partnerships, lending activities, management services or other creative structures.\nOur ability to deploy capital efficiently across these complementary strategies positions us to capitalize on market conditions regardless of the external environment. As a result, we are raising our full year Core FFO guidance per share at the midpoint, reflecting our confidence in our operational execution and gradually improving storage fundamentals. While we expect same-store revenue to remain relatively flat for 2025, we have driven outsized growth in our other revenue streams, which are bridging the gap until the positive trend in new customer rates translates into revenue acceleration.\nI will now like to turn the time over to Jeff Norman.\n\nJeffrey Norman\n\nSenior Vice President of Capital Markets\n\nThank you, Joe, and hello, everybody. As Joe mentioned, our third quarter Core FFO was in line with our internal expectations at $2.08 per share. Same-store revenue declined 0.2% year-over-year, which was slightly below our internal forecast. While the improvement in new customer rates is taking time to translate into revenue growth, we are encouraged by the sustained positive rate trend we achieved during the third quarter. While many operators continue to see year-over-year rate and occupancy declines, we have been able to increase rate growth sequentially every month since May due to our strong acquisition -- customer acquisition platform and proprietary pricing systems. We are also encouraged that our other income streams outperformed expectations and helped offset the same-store NOI headwinds.\nTenant insurance and management fee income were both stronger than anticipated, demonstrating the value of our diversified revenue model. As expected, property taxes normalized in the quarter, returning to a growth rate of 1.6%, and we expect taxes to be low again in the fourth quarter. That said, same-store expenses were still above our internal estimates driven by repairs and maintenance and marketing expense. We view marketing expense as a revenue driver and continue to see strong returns from our marketing dollars. Like discounts, marketing spend causes a short-term drag from an expense standpoint. However, we made this strategic decision to increase marketing spend to enhance long-term revenue growth.\nOur balance sheet remains exceptionally strong, providing significant financial flexibility to execute on strategic opportunities. We maintain a conservative capital structure with 95% of our interest rates being fixed, net of our bridge loan receivables.\nDuring the quarter, we recast our credit facility and added $1 billion in capacity to our revolving line of credit. Through the recast, we also reduced our revolving and term interest rate spreads by 10 basis points. We also executed an $800 million bond offering at a rate of less than 5% which completed our 10-year debt maturity ladder.\nWe are raising our full year Core FFO guidance to a range of $8.12, $8.20 per share based on our year-to-date performance and updated fourth quarter outlook. For same-store revenue, we are adjusting our forecast to a range of negative 25 basis points, a positive 25 basis points growth for the full year, acknowledging that the positive impact from improving customer rates has not driven acceleration early enough in the year to reach the high end of our previous range.\nWe are raising our same-store expense growth guidance to 4.5% to 5% due to our decision to invest in marketing to drive long-term revenue growth, while other expense categories will continue to normalize moving forward. Our updated guidance also incorporates higher interest income projections based on the strong performance of our Bridge Loan program, higher tenant insurance and management fees, and lower G&A as we continue optimizing operational efficiency across the platform.\nThe self-storage sector continues to demonstrate its resilience with our business model proving its strength as market fundamentals gradually improve. Our geographically diversified portfolio of over 4,200 stores across 43 states provides significant protection against localized economic fluctuations. Our scale and data give us a significant operational advantage over other industry participants and our high occupancy and positive rate momentum all position us well as we close out the year and head into 2026.\nWith that, operator, let's open it up for questions."
  },
  {
    "header": "EXR",
    "cik": "0001289490",
    "ticker": "EXR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1145fd4fd9ffd925cd2a3f9c29396950",
    "period": "2025 Q2",
    "content": "Q2 2025 Extra Space Storage Inc Earnings Call\n\nQ2 2025 Extra Space Storage Inc Earnings Call\n\nEXRNYSEJUL 31, 1:00 PM\n\nOperator\n\nGood afternoon, ladies and gentlemen, and welcome to the Extra Space Storage Inc. Q2 2025 Earnings Conference Call. [Operator Instructions] This call is being recorded on Thursday, July 31, 2025. I would now like to turn the conference over to Jared Conley, Vice President of Investor Relations. Please go ahead.\n\nJared Conley\n\nThank you, Joel, and welcome to Extra Space Storage's Second Quarter 2025 Earnings Call. In addition to our press release, we have furnished unaudited supplemental financial information on our website. Please remember that management's prepared remarks and answers to your questions may contain forward-looking statements as defined in the Private Securities Litigation Reform Act. .\nActual results could differ materially from those stated or implied by our forward-looking statements due to risks and uncertainties associated with the company's businesses. These forward-looking statements are qualified by the cautionary statements contained in the company's latest filings with the SEC, which we encourage our listeners to review.\nForward-looking statements represent management's estimates as of today, July 31, 2025. The company assumes no obligation to revise or update any forward-looking statements because of the changing market conditions or other circumstances after the date of this conference call. I would now like to turn the call over to Joe Margolis, Chief Executive Officer.\n\nJoseph Daniel Margolis\n\nCEO & Director, Extra Space Storage Inc.\n\nThank you for joining us today. We had a solid second quarter. Our operational momentum continued with same-store occupancy reaching 94.6%, up 60 basis points year-over-year and 120 basis points sequentially from the first quarter. We were also able to achieve positive year-over-year rate growth to new customers for the first time since March 2022.\nWe are encouraged by these positive rate trends, even though the progress is developing more gradually than we initially expected, resulting in flat same-store revenue growth in the quarter. While incoming customer price sensitivity is still apparent, rate growth is now positive, and we are trending in the right direction. As we look forward, our measured progress, elevated occupancy and the easing of new supply pressure positions us well to capitalize on improving market fundamentals as our team continues to execute efficiently across all operational areas.\nDuring the second quarter, we executed on strategic opportunities across our diversified platform. We completed only one acquisition for $12 million, demonstrating our commitment to prudent and disciplined capital allocation in a high-priced market. We also bought out 2 joint venture partners' interests in 27 properties for $326 million at attractive valuations driven by our partners' liquidity needs and favorable partnership terms.\nOur bridge loan program continued gaining market traction, generating $158 million in new originations. Simultaneously, our third-party management program added 93 stores with net growth of 74 properties, expanding our managed portfolio to 1,749 stores, providing more scale and efficiency to our sector-leading platform. Our multichannel approach combining opportunistic acquisitions and capital-light activities demonstrates our ability to create value and grow accretively regardless of market conditions, positioning us to capitalize on opportunities as they emerge.\nThe self-storage sector continues to demonstrate its resilience and our business model remains strong. Our portfolio's geographic diversification continues to serve us well, with growth markets helping to offset softer conditions in regions impacted by new supply or state of emergency restrictions. This balanced market exposure provides protection against localized economic fluctuations. Operationally, our key metrics remain solid.\nOur same-store occupancy of 94.6% reflects the effectiveness of our customer acquisition systems. New customer rates are showing encouraging trends, though these improvements will take time to fully materialize in our revenue growth. Move-out activity and delinquency rates continue to track at normal levels, demonstrating the stability of our customer base during this period of economic uncertainty.\nBased on these trends and our first half performance, we are maintaining the midpoint of our full year core FFO guidance of $8.15 per share. While near-term revenue growth remains muted, our revenue management system, operational discipline and investment strategy position us well to navigate current conditions and capitalize on emerging opportunities. We remain focused on balancing pricing and occupancy to maximize revenue while pursuing strategic growth that enhances long-term shareholder value.\nI will now turn the time over to our Chief Financial Officer. For the last 34 earnings calls, I've turned this over to Scott Stubbs, who's always provided balanced accurate, transparent and helpful commentary. Scott has been a great asset to Extra Space Storage and instrumental in reshaping our balance sheet and most importantly, a great partner to me and I appreciate all of Scott's contributions.\nOur new CFO, Jeff Norman, is joining us for the first time as our newly promoted CFO. Jeff has been with the company for 13 years and most recently was serving as a Senior Vice President, responsible for our capital markets, treasury and risk management teams. I look forward to having him as a part of our executive team and his continued contributions leading our accounting and financing functions.\n\nJeffrey Norman\n\nSenior Vice President of Capital Markets\n\nThanks, Joe, and hello, everyone. Our performance through the first half of the year is in line with our full year estimates. Second quarter same-store revenue came in modestly below our internal expectations due to new customer rate growth, improving more gradually from Q1 to Q2 than in the previous 3 quarters.\nHowever, our flat same-store revenue was augmented by stronger-than-expected [ tenant insurance ] income and management fee income. Interest income and interest expense were both greater due to a higher-than-forecasted SOFR curve. So as Joe mentioned, while the progress in new customer rate is a little slower than expected, our operating model continues to generate stable cash flows and maintain consistent performance metrics and our ancillary income streams are making meaningful contributions to FFO.\nTurning to expenses, we experienced higher-than-normal year-over-year increases. Same-store expenses increased by 8.6%, driven by outsized increases in property taxes, specifically in the legacy Life Storage properties located in California, Georgia, Illinois and Texas. Although higher than normal, property taxes were generally in line with internal estimates through the first 2 quarters and our full year outlook anticipates total expense growth, including property tax growth to normalize in the back half of the year.\nOur balance sheet continues to demonstrate strength and flexibility with 89% of our debt maintained at fixed rates, after including the hedging impact of our variable rate receivables. We've maintained our weighted average interest rate at 4.4%, with an average maturity of 4.3 years. Our measured approach to leverage, complemented by our well-structured debt maturities and diverse funding sources provides us with the stability to pursue strategic opportunities while effectively managing our position in the current interest rate environment.\nGiven our in-line performance in the first half of the year and gradually improving fundamentals, we are tightening our full year core FFO and same-store guidance ranges and maintaining our existing midpoint. This results in core FFO guidance of $8.05 and to $8.25 per share. For our same-store portfolio, we anticipate revenue growth between negative 0.5% and positive 1% for the full year. Our same-store guidance includes potential acceleration in the second half, particularly in the fourth quarter as improving new customer rates begin to take effect.\nOperating expenses are projected to grow between 4% and 5%, which as I mentioned, implies expense growth moderation in the back half of the year, especially with property taxes. We've updated our interest income and expense projections to account for the current interest rate environment and recent debt activities. Our diversified portfolio, sophisticated operating platform and strong balance sheet continued to provide a solid foundation as we execute on our strategy through current market conditions, maintaining our focus on long-term value creation. With that, operator, let's open it up for questions."
  },
  {
    "header": "EXR",
    "cik": "0001289490",
    "ticker": "EXR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/824fbc6781196be9f17cca0ecca59cb1",
    "period": "2024 Q2",
    "content": "Q2 2024 Extra Space Storage Inc Earnings Call\n\nQ2 2024 Extra Space Storage Inc Earnings Call\n\nEXRNYSEJUL 31, 1:00 PM\n\nOperator\n\nGood day, everyone, and thank you for standing by. Welcome to the Second Quarter 2024 Extra Space Storage, Inc. Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded. I will hand the call over to the Vice President of Investor Relations, Jared Conley. Please go ahead.\n\nJared Conley\n\nThank you, Carmen. Welcome to Extra Space Storage's Second Quarter 2024 Earnings Call. In addition to our press release, we have furnished unaudited supplemental financial information on our website. Please remember that management's prepared remarks and answers to your questions may contain forward-looking statements as defined in the Private Securities Litigation Reform Act. Actual results could differ materially from those stated or implied by our forward-looking statements due to risks and uncertainties associated with the company's business. .\nThese forward-looking statements are qualified by the cautionary statements contained in the company's latest filings with the SEC, which we encourage our listeners to review. Forward-looking statements represent management's estimates as of today, July 31, 2024. The company assumes no obligation to revise or update any forward-looking statements because of changing market conditions or other circumstances after the date of this conference call. I would now like to turn the time over to Joe Margolis, Chief Executive Officer.\n\nJoseph Daniel Margolis\n\nCEO & Director, Extra Space Storage Inc.\n\nThanks, Jared, and thank you, everyone, for joining today's call. We had a great quarter, exceeding our internal FFO per share projections due to outperformance in multiple areas of our business, allowing us to increase our 2024 FFO outlook. We experienced steady improvement in Extra Space same-store occupancy for the second quarter, ending at 94.3% and continue to see occupancy gains in July. Our second quarter occupancy represents 110 basis point sequential gain over our first quarter occupancy and a 30 basis point improvement year-over-year. In the same period, the average move-in rate improved by approximately 12%. However, it is still about 8% below last year's average moving rate.\nThe combination of increased move-in rate and occupancy gain contributed to a 0.6% increase in Extra Space same-store revenue year-over-year. Same-store expenses increased by 6% for the quarter compared to the same period last year, marginally better than internal projections. As expected, we saw significant gains in occupancy for the Life Storage same-store pool, finishing the quarter at 93.8%. This represents an increase of 400 basis points year-over-year and a 200 basis point improvement over first quarter levels. The occupancy gains drove revenue growth for the Life Storage same-store pool of 1.8% year-over-year.\nGiven the occupancy gains, we expected to generate significant pricing power at the Life Storage properties. Midway through the quarter, we eliminated the move-in rate discounts and placed new customer pricing for the Life Storage properties on par with comparable extra space stores. However, the pricing improvement at the Life Storage stores has been below our internal projections. We are confident our approach is maximizing revenue at these stores. However, progress has been slower than anticipated. We remain convinced that we will continue to close the rate gap between Life Storage and extra space stores over time.\nLife Storage same-store property expenses increased by 0.8% year-over-year, significantly better than our internal projections. The team has done a great job finding additional expense efficiencies, and we can now project lower expenses, particularly with respect to property taxes and in the controllable areas of R&M, utilities and payroll for the second half of the year. Turning to growth. While the transaction environment remains muted, our capital-light external growth programs continue to make gains. In the quarter, we added 77 third-party managed stores, netting 14 stores after factoring in the expected departure of a large portfolio that internalized management.\nYear-to-date, we have added 86 net stores to the platform, one of the strongest first halves of the year ever. Additionally, our bridge loan program expanded with $433 million in new loans originated in this quarter. Our greater scale and sophisticated operating platform have led to meaningful wins in other areas of the business, including G&A and tenant insurance. We're working hard to continue to find efficiencies in all areas of the business to drive FFO growth despite the difficult operating environment at the stores. I will now turn the time over to Scott.\n\nP. Scott Stubbs\n\nChief Financial Officer & Executive Vice President, Extra Space Storage, Inc.\n\nThanks, Joe, and hello, everyone. As Joe mentioned, we had a good quarter, driven by occupancy and steady revenue growth. In addition to G&A savings, we have experienced better-than-expected property operating expenses, specifically property taxes, utilities and repairs and maintenance. The G&A and property level savings have come from a broad range of categories as we continue to find efficiencies and capitalize on our greater scale. Due to the steady Extra Space same-store performance through the leasing season, we are raising the bottom end of our revenue guidance by 100 basis points bringing the midpoint to negative 0.25%.\nWe have also reduced our expense guidance dropping the midpoint by 25 basis points to 4.5%. Accordingly, the bottom end of our net operating income guidance is being raised by 125 basis points to a negative 1.75% at the midpoint. Regarding the Life Storage same-store pool, the lower-than-expected pricing power has led to a reduction in our revenue expectations for the year. We have reduced our annual same-store revenue guidance by 200 basis points at the midpoint. Fortunately, this is partially offset by lower-than-expected expenses for these properties. As a result, we are also revising our expense guidance downward by 200 basis points at the midpoint and consequently, we have adjusted Life Storage same-store NOI guidance to a range of negative 1.5% to positive 1% for the year.\nGiven the recent demand and volume of bridge loans, we have raised the 2024 average outstanding loan guidance and increased our expected interest income. We've also lowered our estimates for G&A and increased our management fees and tenant reinsurance income. Additionally, we adjusted interest expense and income tax expense guidance to reflect the current business environment. These revisions have contributed to a raise of the lower end of our FFO guidance from $7.85 per share to $7.95 per share, a $0.05 increase at the midpoint. And with that, let's open it up for questions."
  },
  {
    "header": "EXR",
    "cik": "0001289490",
    "ticker": "EXR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0413e01a0c672e55f502cf8f09ae67f1",
    "period": "2024 Q1",
    "content": "Q1 2024 Extra Space Storage Inc Earnings Call\n\nQ1 2024 Extra Space Storage Inc Earnings Call\n\nEXRNYSEMAY 1, 1:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the First Quarter 2024 Extra Space Storage Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to [ Jared Conley ], Vice President of Investor Relations. Please go ahead.\n\nUnknown Executive\n\nThank you, Michelle. Welcome to Extra Space Storage's First Quarter 2024 Earnings Call. In addition to our press release, we have furnished unaudited supplemental financial information on our website. Please remember that management's prepared remarks and answers to your questions may contain forward-looking statements as defined in the Private Securities Litigation Reform Act. Actual results could differ materially from those stated or implied by our forward-looking statements due to risks and uncertainties associated with the company's business. These forward-looking statements are qualified by the cautionary statements contained in the company's latest filings with the SEC, which we encourage our listeners to review.\nForward-looking statements represent management's estimates as of today, May 1, 2024. The company assumes no obligation to revise or update any forward-looking statements because of changing market conditions or other circumstances after the date of this conference call.\nI would now like to turn the call over to Joe Margolis, Chief Executive Officer.\n\nJoseph Daniel Margolis\n\nCEO & Director, Extra Space Storage Inc.\n\nThanks, Jared, and thank you, everyone, for joining today's call. As many of you know, Jeff Norman has transitioned into another role within the organization as the Head of Treasury and Capital Markets. Many of you on this call have worked with Jeff and experienced his professionalism, responsiveness, fast knowledge and good nature. I recognize and appreciate his efforts to make Extra Space, a leader in the industry and look forward to his continued contribution to the company.\nI would also like to introduce Jared Conley, our new Vice President of Investor Relations. Jared has been with Extra Space since 2002 and has worked in various roles, most recently as our Head of Financial Planning and Analysis. We look forward to introducing him in person next month at NAREIT.\nTurning to this quarter's performance. We have seen sequential improvement in occupancy and rate since our fourth quarter earnings call in late February. Operationally, occupancy at the Extra Space same-store pool grew every month during a period normally recognized for seasonal declines, ending the quarter at 93.2%, a 50 basis point increase year-over-year. Our revenue strategy has allowed us to both improve occupancy and average move-in rate in the quarter with the latter growing sequentially by approximately 8% from a seasonal low in January. The combination of improving move-in rate, higher occupancy and steady existing customer rate increases have provided a 1% lift in Extra Space same-store revenue performance, which is in line with our internal projections. Also, as expected, Extra Space same-store expense growth increased by 5.5% year-over-year.\nThe legacy Life Storage same-store pool performance continues to improve, outpacing the Extra Space same-store properties. Revenue gained 1.7% year-over-year, which was in line with internal projections and against the backdrop of a difficult comp where prior management pushed hard on rates in 2023 at the expense of occupancy.\nOccupancy at our Life stores improved to 92%, a 220 basis point improvement over last year, narrowing the gap between pools to 120 basis points at quarter end. At the end of April, this gap, which was over 400 basis points in closing, has further narrowed to 90 basis points on our platform. To do so, we have maintained lower rates through the quarter with the strategy of higher occupancy, leading to stronger new and existing customer rates through the remainder of the year. We believe improved rate performance will continue to lift these properties and ultimately bring them to parity with legacy Extra Space store rate and occupancy levels.\nLife Storage same-store expenses increased 6.7% year-over-year, also due to an exceptionally hard 2023 comparable, but below internal projections. Expenses increased, particularly in the areas of payroll and repairs and maintenance as we address areas that were underinvested at this time last year.\nOn the external growth front, the transaction market continues to be muted. However, we expanded our capital-light external growth activities, adding $164 million in new bridge loans, meaningfully ahead of our projections. In addition, we added 97 third-party managed stores gross and 72 stores net. We continue to have the fastest-growing third-party management platform in the industry.\nOverall, the year is unfolding as expected, with wins in capital-light growth and G&A and expense savings. We are working hard, and I am confident of our teams and infrastructure are well prepared to optimize performance during the important upcoming leasing season.\nI will now turn the time over to Scott.\n\nP. Scott Stubbs\n\nChief Financial Officer & Executive Vice President, Extra Space Storage, Inc.\n\nThanks, Joe, and hello, everyone. As Joe mentioned, we had another good quarter driven by steady revenue, G&A savings and better-than-expected property operating expenses specifically property taxes. The G&A savings have been from a broad range of categories as we continue to seek efficiencies and capitalize on our greater scale. As mentioned in our prior call, we closed a $600 million bond offering in the quarter at a time when interest rates were more favorable than the current environment. Proceeds were used to repay the bridge loan that we used to acquire Life Storage and the offering helps reduce our exposure to variable interest rate debt. Our balance sheet is in great shape, and we have plenty of [ dry powder ] to capitalize on an improving transactions market.\nDue to the in-line nature of same-store performance, we are not making any revisions related to property operations. We will update our property guidance after the second quarter once we see how the leasing season progresses and how much pricing power we gain. We do expect to see continued savings in G&A and have adjusted our annual assumptions accordingly. We have also adjusted our annual average sulfur assumption, increasing interest expense, which is partially offset by increases in interest income from our bridge loan program. We are encouraged by the outsized rental volume year-to-date and the high occupancy at our stores, and we should be in a great position to maximize the performance at our properties as we move into the rental season.\nWith that, Michelle, let's open it up for questions."
  },
  {
    "header": "EXR",
    "cik": "0001289490",
    "ticker": "EXR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/09d4de3de12e8e74286b2f4dfbb4e2cd",
    "period": "2023 Q4",
    "content": "Q4 2023 Extra Space Storage Inc Earnings Call\n\nQ4 2023 Extra Space Storage Inc Earnings Call\n\nEXRNYSEFEB 28, 1:00 PM\n\nOperator\n\nWelcome to the Extra Space Storage Fourth Quarter 2023 Earnings Conference Call. After the speaker's presentation, there will be a question-and-answer session.\n[Operator Instructions]\nPlease be advised that today's conference is being recorded. I would now like to hand the conference over to Jeff Norman, Senior Vice President, Capital Markets. Please go ahead.\n\nJeffrey Norman\n\nSenior Vice President of Capital Markets\n\nWelcome to Extra Space Storage's Fourth Quarter 2023 Earnings Call. In addition to our press release, we have furnished unaudited supplemental financial information on our website. Please remember that management's prepared remarks and answers to your questions may contain forward-looking statements as defined in the Private Securities Litigation Reform Act. Actual results could differ materially from those stated or implied by our forward-looking statements due to risks and uncertainties associated with the company's business. These forward-looking statements are qualified by the cautionary statements contained in the company's latest filings with the SEC, which we encourage our listeners to review.\nForward-looking statements represent management's estimates as of today, February 28, 2024. The company assumes no obligation to revise or update any forward-looking statements because of changing market conditions or other circumstances after the date of this conference call. I'd now like to turn the call over to Joe Margolis, Chief Executive Officer.\n\nJoseph Daniel Margolis\n\nCEO & Director, Extra Space Storage Inc.\n\nThank you, everyone, for joining today's call. We had a solid fourth quarter where we focused on optimizing the performance of the recently added Life Storage assets while maximizing the performance of the legacy Extra Space locations. We were also very productive on the external growth front adding another 74 third-party managed stores, 8 stores through acquisition and $129 million in bridge loans. Operationally, the Extra Space same-store pool maintained high occupancy and solid in-place rents, driving same-store revenue growth of 0.8% for the quarter. Core FFO in the quarter was $2.02 a share and full year core FFO was $8.10 per share.\nOn our last call, we outlined that in order to reach the high end of our guidance range, we would need achieved rates to new customers to improve on a year-over-year basis. While demand was steady and allowed us to maintain strong occupancy, it was not strong enough to eliminate negative new customer rates, which remained at approximately negative 10% during the quarter. As a result, we faced the headwind of higher negative churn, and our full year performance was near the midpoint of our same-store and FFO ranges.\nTurning to Life Storage. One of the factors in our merger decision was our belief that we could enhance life storage property performance through our more sophisticated platform. Seven months removed from closing, we are happy to report that our assumptions have proved true. Customer acceptance of rent increases has been in line with our expectations, and we are seeing the net rent per square foot for legacy Life Storage customers move closer to that of nearby extra space locations. Occupancy is also responding positively and we saw the occupancy gap between the LSI and Extra Space Storage same-store pools tightened through the quarter, improving from a gap of 350 basis points at the beginning of the fourth quarter, to a gap of 250 basis points at year-end.\nToday, that gap has tightened further and is approximately 200 basis points. The occupancy improvement together with the benefit of existing customer rent increases resulted in legacy LSI same-store revenue growth of 1.8% and an acceleration of 80 basis points over the third quarter growth rate. However, similar to the Extra Space properties, we continue to see new customer price sensitivity at the Life Storage locations, resulting in lower-than-anticipated new customer rates. So while we are achieving the anticipated incremental outperformance we expected for the Life Storage assets, reaching full property level synergies is taking longer than anticipated due to current market conditions, which we know will eventually normalize.\nThe current level of demand also influences our outlook for 2024. We are encouraged by our rental velocity, occupancy levels, existing customer health, length of stay and the potential benefits of moderating new supply. However, these factors have not yet led to material improvement in new customer rates. We are confident we can hold strong occupancy and generally maintain current revenue levels, but we believe it will be difficult to drive a reacceleration in revenue growth until we regain pricing power with new customers.\nWe are seeing some positive signs that we are getting closer. And given our strong occupancy levels, when pricing power returns, we are very well positioned to push rates quickly. We just have not seen enough progress to date to feel confident this inflection will be in time for the 2024 leasing season or to include this scenario in our guidance. So while the industry as a whole will likely face headwinds from lower new customer rates in the near term, the long-term outlook for our sector and for Extra Space specifically remain bright. Storage has consistently proven to be a remarkably durable asset class and Extra Space Storage has the largest and most diverse portfolio in the industry.\nNew supply continues to moderate and the headwinds to future new development are substantial and increasing. We have very strong third-party management and bridge loan pipelines and a robust joint venture program. and I am confident in our ability to further scale our capital-light growth activities. We expect to outsize relative growth from our LSI assets in 2024 and with additional synergies to be unlocked as the rental environment improves. And as I mentioned, our occupancy today is over 93% at what is normally our low point for the year. Once demand improves, we are very well positioned to capture it. I will now turn the time over to Scott.\n\nP. Scott Stubbs\n\nChief Financial Officer & Executive Vice President, Extra Space Storage, Inc.\n\nHello, everyone. Our results were generally in line with our expectations with a few exceptions. As Joe already covered, lower new customer rates caused revenue growth to come in modestly below our internal estimate. The revenue mix was partially offset by lower-than-expected property taxes. We also had a beat from G&A savings, partially offset by lower than modeled tenant insurance. All of our other income and expense line items were generally in line with our forecast. As of January 1, a we have completed the migration of the Life Storage customers to our tenant insurance program, and we believe we will achieve $16 million in synergies from tenant insurance, exceeding our original estimate by $4 million in 2024. Our G&A run rate from Q4 and is lower than our expected 2024 full year run rate as we continued hiring during the fourth quarter, and we have some G&A seasonality. We now expect to realize 2024 G&A synergies of $39 million, an increase of $16 million over our original forecast of $23 million.\nTurning to the balance sheet. We completed a $600 million bond offering in the fourth quarter and another $600 million bond offering in the first quarter of 2024. We have used the proceeds from these offerings to pay off the $1 billion variable rate bridge loan we obtained in conjunction with the closing of Life Storage. Our only remaining 2024 loan maturities can be extended at our option, and we have plenty of dry powder if opportunities arise in the market. In last night's earnings release, we provided our 2024 outlook for both the Extra Space and legacy Life Storage same-store pools. We have provided wider same-store revenue and NOI ranges to capture the different scenarios we believe are possible given the unusual 2023 comparables and uncertainty around new customer pricing.\nWith interest rates potentially remaining higher for longer, our guidance does not assume a material improvement in the housing market during the summer leasing season. For the EXR same-store pool, our same-store revenue guidance is negative 2% to positive 0.5%. Our expense growth range is 4% to 5.5% and driven by marketing, insurance and property taxes resulting in an NOI range of negative 4.25% to negative 0.5%. For the legacy LSI same-store pool, we expect stronger property-level growth with same-store revenue ranging from 2% to 4.5%. We expect outsized expense growth at the LSI stores in 2024, especially in the first half of the year. This will be driven by higher payroll as we have brought the LSI stores back to full staffing levels. we expect additional expense pressure on repairs and maintenance, property taxes and property insurance, resulting in a range of 6.25% to 7.25% and yielding a life storage same-store NOI range of negative 0.25% to positive 4%. Our core FFO range for 2024 is $7.85 and to $8.15 per share and assumes the full year impact of the shares and debt added through the Life Storage merger. And with that, [ Liz ], let's open it up for questions"
  },
  {
    "header": "EXR",
    "cik": "0001289490",
    "ticker": "EXR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b70e9204587edd7d193f0c5d8f5fec0a",
    "period": "2023 Q3",
    "content": "Q3 2023 Extra Space Storage Inc Earnings Call\n\nQ3 2023 Extra Space Storage Inc Earnings Call\n\nEXRNYSENOV 8, 1:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Q3 2023 Extra Space Storage and Earnings Conference Call. [Operator Instructions] Please be advised as being recorded. I would now like to hand the conference over to your speaker today, Jeff Norman. Please go ahead.\n\nJeffrey Norman\n\nSenior Vice President of Capital Markets\n\nThank you, Kevin. Welcome to Extra Space Storage's Third Quarter 2023 Earnings Call. In addition to our press release, we have furnished unaudited supplemental financial information on our website. Please remember that management's prepared remarks and answers to your questions may contain forward-looking statements as defined in the Private Securities Litigation Reform Act. Actual results could differ materially from those stated or implied by our forward-looking statements due to risks and uncertainties associated with the company's business. These forward-looking statements are qualified by the cautionary statements contained in the company's latest filings with the SEC, which we encourage our listeners to review.\nForward-looking statements represent management's estimates as of today, November 8, 2023. The company assumes no obligation to revise or update any forward-looking statements because of changing market conditions or other circumstances after the date of this conference call.\nI would now like to turn the call over to Joe Margolis, Chief Executive Officer.\n\nJoseph Daniel Margolis\n\nCEO & Director, Extra Space Storage Inc.\n\nThanks, Jeff, and thank you, everyone, for joining today's call. We had a busy third quarter. In July, we successfully completed our merger with Life Storage adding over 1,200 stores to our portfolio and over 2,300 new members to team Extra Space. The transition is going very smoothly, and I am proud of the teamwork and innovation our employees are demonstrating through the merger.\nOur combined portfolio of 3,651 stores provides greater diversification, stability, revenue opportunities, operational efficiencies that I believe will improve our property level and external growth for years to come. From a performance standpoint, the third quarter was generally in line with expectations. Revenue growth moderation for the Extra Space same-store pool flattened meaningfully during the third quarter and our 1.9% same-store revenue increase was modestly ahead of our expectations. Revenue growth was driven by high average occupancy in the quarter of 94.4%. Existing customer behavior continued to be strong with solid length of stay, muted vacates and continued acceptance of rate increases.\nRental volume was also steady year-over-year, albeit at lower new customer rates. Expenses came in higher than our estimates, offsetting the revenue outperformance. This was driven by higher-than-expected property tax increases. The higher-than-projected expenses resulted in a modest miss in our same-store NOI, which was offset by a beat in G&A, resulting in core FFO of $2.02. This was in line with our internal forecast. Short-term dilution from the merger with LSI was consistent with our estimates for the third quarter. We have achieved our target G&A synergy run rate of $23 million and we'll continue to gain additional synergies as we further integrate the team, platform and portfolio.\nWe have also started a property level revenue synergies as we move existing LSI customers to rates more consistent with the Extra Space portfolio. The incremental FFO contribution from these improvements is partially offset initially by lower occupancy at the LSI properties due to catch up auctions and lower new customer rates to drive rental demand. However, once we achieve stronger new customer rates and build occupancy, the benefit to FFO will ramp up and we remain confident we will reach our total expected synergy run rate in the first quarter of 2024.\nWe have slowed our acquisition pace given the LSI merger, but we continue to be very active in third-party management, adding 49 new stores gross in the third quarter, not including the LSI managed stores. Year-to-date, outside of the LSI merger, we have added 151 stores gross to the managed platform with only 17 departures. We have also continued to have steady bridge loan volume despite the difficult interest rate environment.\nIn short, property level performance is in line with expectations. The integration of the Life Storage properties is on track, and we continue to be active in our capital-light external growth channels. As a result, we have tightened our annual core FFO guidance for 2023, maintaining the same midpoint. We will remain focused on maximizing performance at all of our stores and executing our integration plan in the fourth quarter. As we have interacted with our shareholders throughout the quarter, it has been hard to miss the serious concerns people have about wars, the economy, interest rates, consumer health, sector demand and our stock price. We absolutely share those concerns.\nThat said, I think it is important to step back and not lose sight of where we stand today. Storage has consistently proven to be a remarkably durable asset class and Extra Space Storage has the largest and most diverse portfolio in the industry. Occupancy averaged over 94% in the quarter, and it remains very healthy. New customer rates, while not as strong as last year, remained 12% higher than 2019 pre-pandemic levels and customer health remains strong. New supply continues to moderate and the headwinds to future new development are substantial and increasing. Our external growth drivers continue to fire on all cylinders, and I am confident in our ability to further scale our platform. And finally, I believe we have the strongest team and operating platform in the industry. It is still a great time to be in storage, and I believe the future of Extra Space remains very bright.\nI will now turn the call over to Scott.\n\nP. Scott Stubbs\n\nChief Financial Officer & Executive Vice President, Extra Space Storage, Inc.\n\nThanks, Joe, and hello, everyone. As Joe mentioned, we would characterize the third quarter as in line, meeting our internal FFO projections, the modest miss in property NOI due to higher noncontrollable expenses was offset by beats in interest income and G&A. Achieved rates to new customers were down an average of 11.8% year-over-year in the third quarter, gapping widest in August and tightening modestly in September and further in October to a negative 10.8%. Given the easier September and October comps, we would have liked to have seen that gap narrow more, but we continue to have a headwind from new customer rates. Fortunately, lower year-over-year vacates and strong existing customer health continues to more than offset the headwind and revenue performance as a whole continues to hold up. Weighing these factors as we forecast revenue for the fourth quarter, new customer rate improvement hasn't been compelling enough for us to raise the high end of our same-store revenue guidance range, but existing customer performance has been steady enough to remove our most cautious scenarios from our full year revenue guide. As a result, we increased the bottom end of our same-store revenue by 25 basis points to a range of 2.75% to 3.5% for the full year.\nOn the expense front, we felt greater-than-expected pressure from property taxes, primarily in Georgia and Florida. We also had significant increases in property insurance premiums. We updated our annual same-store expense guidance to recognize actual expenses as well as a higher run rate for property taxes resulting in a revised same-store expense range of 4% to 5% for the full year. This results in a tightening of the same-store NOI range of 25 basis points both [Technical Difficulty] the low end of the range, maintaining a midpoint of 2.75%.\nTurning to the balance sheet. We drew on our line of credit and an undrawn term loan of $1 billion to pay closing costs and to retire Life Storage's debt that we did not assume. With the merger, we assume $2.4 billion in Life Storage's publicly traded bonds at the same coupons and maturities. With the assumption of these bonds mark the debt to market, and we have broken out the noncash interest expense, which has been added back to core FFO.\nUpon completion of the merger and the assumption of debt, S&P Global upgraded its credit rating on Extra Space to BBB+, which will drive future interest expense savings for the company. Details to our updated debt stack and revised interest rate spreads on our credit facility are included in our supplemental.\nLast quarter, we provided freestanding guidance for Extra Space Storage and then provided separate details related to the anticipated dilution associated with the merger. In last night's earnings release, we updated our 2023 FFO guidance ranges for the combined portfolio. The same-store performance ranges I previously referenced applied to the Extra Space same-store pool as we have not added the Life Storage properties to the pool. Separate disclosures related to the performance of the Life Storage stores are included in our supplemental financials. Our core FFO range, which includes the short-term dilutive impact of the LSI merger as well as an add-back for transaction and transition expenses was tightened to $8.05 to $8.20 per share, maintaining the previous midpoint. We have also provided updates to key assumptions for the combined company.\nAs Joe mentioned, our performance was in line with our expectations coming into the quarter and the integration of Life Storage remains on track. We continue to believe storage as an asset class is among the most resilient in the REIT space. We believe our operating platform and highly diversified portfolio has become even stronger through the Life Storage merger and it is positioned for outsized future growth.\nAnd with that, Kevin, let's open it up for questions."
  },
  {
    "header": "EXR",
    "cik": "0001289490",
    "ticker": "EXR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/13dba1f88292c5fa8c2c01c7eae87c97",
    "period": "2023 Q2",
    "content": "Q2 2023 Extra Space Storage Inc Earnings Call\n\nQ2 2023 Extra Space Storage Inc Earnings Call\n\nEXRNYSEAUG 4, 1:00 PM\n\nOperator\n\nThank you for standing by, and welcome to Extra Space Storage, Inc.'s Second Quarter 2023 Earnings Call. [Operator Instructions]\nI would now like to hand the call over to Jeff Norman, Investor Relations. Please go ahead.\n\nJeffrey Norman\n\nSenior Vice President of Capital Markets\n\nThank you, Latif. Welcome to Extra Space Storage's Second Quarter 2023 Earnings Call. In addition to our press release, we have furnished unaudited supplemental financial information on our website. Please remember that management's prepared remarks and answers to your questions may contain forward-looking statements as defined in the Private Securities Litigation Reform Act. Actual results could differ materially from those stated or implied by our forward-looking statements due to risks and uncertainties associated with the company's business. These forward-looking statements are qualified by the cautionary statements contained in the company's latest filings with the SEC, which we encourage our listeners to review.\nForward-looking statements represent management's estimates as of today, August 4, 2023. The company assumes no obligation to revise or update any forward-looking statements because of changing market conditions or other circumstances after the date of this conference call.\nAnd I would now like to turn the call over to Joe Margolis, Chief Executive Officer.\n\nJoseph Daniel Margolis\n\nCEO & Director, Extra Space Storage Inc.\n\nThanks, Jeff, and thank you, everyone, for joining today's call. We have had a busy 3 months and a lot has happened since our first quarter earnings call. Operationally, same-store occupancy remained high through the second quarter. Although rental volume was down year-over-year, vacates also remain muted, allowing us to improve occupancy sequentially each month through the quarter, ending June at a very healthy 94.5%.\nThe existing customer health remains strong with ARs and bad debt levels remaining low and customer acceptance of rate increases remain steady. Our strategy coming into the year was to maintain high occupancy in order to enhance pricing power to new customers as we moved into the leasing season. This strategy was effective through May, and we improved rental rates sequentially and started to tighten the year-over-year negative delta and achieved great growth to new customers. However, new customer rates have not improved meaningfully in June and July, both of which are typically high-volume rental months in a busy leasing season. The miss in same-store revenue in June was offset by lower-than-expected same-store expenses, allowing us to remain on budget for property NOI for the first half of the year. From an FFO perspective, we also met our internal budgets for the first and second quarter.\nAs we look forward, we expect the impact of lower new customer rates in the summer months to weigh on revenue growth in the back half of the year. Our initial guidance assumed that we would fully close our negative year-over-year new customer rental rate growth gap by July, and that new customer rate growth would be positive through the end of the year. Year-to-date, we have not gained that pricing power and now believe new customer rate growth will remain negative year-over-year further into 2023. As a result, we have reduced our 2023 same-store revenue expectations. Our lower estimated property revenue, together with a higher forward interest rate curve also reduced our full year outlook for core FFO.\nNeedless to say, we are disappointed that rental rate growth to new customers has been weaker this leasing season, and we never liked the idea of having to reduce our outlook. With that said, we are also careful to maintain perspective about where Extra Space and the storage industry actually sit today. First, occupancy levels remain just below 95%, which excluding the last couple of years, are as high as we have ever seen. Second, new customer rates, while not as strong as last year, remained 15% higher than 2019 pre-pandemic levels. Third, new supply continues to be manageable and the headwinds to future new development are increasing. And finally, our external growth drivers continue to fire on all cylinders with 54 additions to our third-party management platform in the quarter and 102 stores added through 2 quarters.\nOn July 20, we closed our merger with Life Storage, adding over 1,200 stores to our portfolio, which today has over 3,500 stores spanning 43 states. I am proud of both teams who have worked tirelessly to complete the merger to create a stronger portfolio, platform and company. We are all focused and working hard to achieve a smooth integration. So far, I am very pleased with how seamlessly the integration is progressing and how we are already finding ways to create value and unlock synergies. Let me provide a couple of examples.\nIn the 2 weeks since we closed the transactions, we have onboarded and trained over 2,700 LSI employees and already transitioned over 900 stores to our point-of-sale system with the remaining stores to follow next week. This move to our point-of-sale system is critical because, among other things, this platforms -- platform allows us to implement our digital marketing and pricing strategies, which will allow us to begin to optimize performance at these stores. And second, last week, S&P Global raised our credit rating to a BBB+ to reflect our larger and stronger company, which will have an immediate and future benefit on our cost of debt capital.\nSo while we have just closed and we know it is still early, we are excited as we begin to realize the many future opportunities this merger creates for Extra Space and our shareholders. We will continue to give updates on the integration and performance of the Life Storage assets as well as our progress towards our $100 million in minimum estimated synergies. After some short-term dilution expected during the remainder of 2023, we believe we will be at least in our underwritten synergy run rate early in 2024 with additional upside beyond, as we continue to optimize the performance of the combined company and capture additional synergies not quantified in the original underwriting. It is still a great time to be in storage, and I believe the future of Extra Space remains bright.\nI will now turn the time over to Scott.\n\nP. Scott Stubbs\n\nChief Financial Officer & Executive Vice President, Extra Space Storage, Inc.\n\nThanks, Joe, and hello, everyone. As Joe mentioned, we had another solid quarter, meeting our internal same-store NOI and FFO projections. The modest miss in property revenue in June was offset by expense savings and other small beats in interest income, G&A and higher management fees were offset by higher interest expense and lower tenant insurance. After tightening year-over-year achieved rate to new customers to negative 3% in March, we backed off on rates and averaged approximately negative 8% in April, which immediately drove higher rental volumes. We saw similar traction in May but then saw rental volume slow in June and July, despite keeping new customer rates down approximately 10% year-over-year.\nOn the expense front, we are performing well with minimal payroll and property tax growth and marketing expense remaining in line with our expectations. However, we have experienced additional pressure in insurance expense premiums in the property and casualty markets with average premium increases in our June renewal of approximately 50%.\nTurning to the balance sheet. We completed a $450 million bond offering in the quarter and completed a recast of our credit facility, bringing revolving capacity to approximately $2 billion in preparation for the Life Storage merger. We also closed on a term loan of $1 billion with a delayed draw feature that we accessed at closing to pay off Life Storage's line of credit, private placement debt and other closing costs.\nIn last night's earnings release, we updated our 2023 guidance ranges for same-store growth expectations and core FFO, which do not include the impact of the recently closed merger with Life Storage. Given the tight timing between the closing -- between closing the merger on July 20 and yesterday's release, we provided stand-alone guidance for Extra Space, excluding the impact of the merger with separate details about the anticipated dilution from the merger in the remainder of 2023. Despite meeting our internal projections for same-store NOI and core FFO, we have reduced our forward-looking estimates given the lower than forecasted pricing power and rental volume experienced in June and July as well as the upswing in the forward interest rate curve.\nOur outlook for same-store revenue growth, which does not include the LSI assets is now 2.5% to 3.5%. We have also reduced our same-store expense range to 3.5% to 4.5% due to better-than-expected payroll and property tax, resulting in a revised NOI range of 2% to 3.5%. Our expectation remains that the rate of revenue growth deceleration continues to flatten in the back half of the year with easing comparables. Our core FFO range, excluding the impact of the LSI merger, is reduced to $8.15 to $8.35 per share, driven primarily by lower property revenues and higher anticipated interest rates.\nFor the Life Storage merger, we estimate initial dilution in 2023 as we integrate and optimize the portfolio to capture our anticipated synergies. We estimate $0.10 to $0.15 of dilution per share in 2023, and we believe that we will be at our $100 million run rate in early 2024. Details of the second quarter performance of Life Storage have been provided in our supplemental package, and we will provide updates on the performance of the LSI assets going forward. We continue to believe storage as an asset class is among the most resilient in the REIT space. We believe our operating platform and highly diversified portfolio has become even stronger through the Life Storage merger and that is positioned for outsized growth.\nWith that, Latif, let's open it up for questions."
  },
  {
    "header": "EXR",
    "cik": "0001289490",
    "ticker": "EXR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f1ffd7030f1de237a2857012fa9264b1",
    "period": "2023 Q1",
    "content": "Q1 2023 Extra Space Storage Inc Earnings Call\n\nQ1 2023 Extra Space Storage Inc Earnings Call\n\nEXRNYSEMAY 3, 1:00 PM\n\nOperator\n\nThank you for standing by, and welcome to the Extra Space Space Management First Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, today's program is being recorded. And now I'd like to introduce your host for today's program, Mr. Jeff Norman. Please go ahead, sir.\n\nJeffrey Norman\n\nSenior Vice President of Capital Markets\n\nThank you, Jonathan. Welcome to Extra Space Storage's First Quarter 2023 earnings call. In addition to our press release, we have furnished unaudited supplemental financial information on our website. Please remember that management's prepared remarks and answers to your questions may contain forward-looking statements as defined in the Private Securities Litigation Reform Act. Actual results could differ materially from those stated or implied by our forward-looking statements due to risks and uncertainties associated with the company's business. These forward-looking statements are qualified by the cautionary statements contained in the company's last filings with the SEC, which we encourage our listeners to review. Forward-looking statements represent management's estimates as of today, May 30, 2023. The company assumes no obligation to revise or update any forward-looking statements because of changing market conditions or other circumstances after the date of this conference call.\nI would now like to turn the call over to Joe Margolis, Chief Executive Officer.\n\nJoseph Daniel Margolis\n\nCEO & Director, Extra Space Storage Inc.\n\nThank you, Jeff, and thank you, everyone, for joining today's call. We have had an exciting couple of months, and a lot has happened since our fourth quarter earnings call in late February. Operationally, occupancy remained very strong through the first quarter, ending March at 93.5%, our highest first quarter result outside of the COVID years. Our strategy to maintain high occupancy through the winter allowed us to sequentially increase rates to new and existing customers through the first quarter, driving same-store revenue growth of 7.4%. Same-store expenses were lower than expected due to normalizing payroll expense growth as well as year-over-year savings from repairs and maintenance and property taxes. As expected, our same-store NOI growth rate moderated sequentially from the fourth quarter due to an exceptionally difficult 2022 comparable, and was modestly ahead of our internal projections at 8.7%.\nWe have also been busy on the external growth front. We continue to grow our third-party management platform with net additions of 44 stores. We acquired 6 stores primarily in joint venture structures. We originated $53 million in bridge loans. We started our external growth phase of our remote storage strategy, approving 3 remote model acquisitions, 2 of which are in our primary markets.\nSubsequent to quarter end, we closed the second preferred investment with an affiliate of SmartStop in the amount of $150 million. And of course, on April 3, we announced a strategic merger with Life Storage through a leverage-neutral all-stock deal. We believe this combination will produce an even more formidable portfolio, team and platform with over 3,500 stores across 43 states. We anticipate that there are at least $100 million in annual run rate synergies with this transaction that neither company could have created on their own.\nSo far, everything is on track to successfully complete the merger in the second half of the year. And as we continue to refine our integration plan, we are even more confident that we can achieve at least our stated synergies.\nFurther, there are additional potential growth drivers and synergies not captured in the minimum target of $100 million. These include additional expense savings due to increased scale, a lower cost of capital, a 50% increase in data, which could further improve property performance, a larger pool of properties to evaluate opportunities such as expansion, redevelopment and solar installation, and finally, broader industry relationships, which will provide greater reach and scale to offer potential products and services and build our acquisition pipeline.\nWe are working hard to complete the pending merger, and I appreciate the efforts of the teams from both companies and the way they have remained focused on driving the existing business as we enter the busy leasing season.\nI would now like to turn the time over to Scott.\n\nP. Scott Stubbs\n\nChief Financial Officer & Executive Vice President, Extra Space Storage, Inc.\n\nThank you, Joe, and hello, everyone. As Joe mentioned, we had another good quarter, beating our internal FFO projections by $0.04. The beat was driven by better-than-expected property net operating income, lower G&A and higher management fees and tenant insurance. Interest income and interest expense both came in modestly lower than modeled, generally offsetting each other. Achieved rates to new customers have been improving -- have been improving sequentially since bottoming out in November. In January, year-over-year rates improved to approximately negative 14%. In February, they were negative 11%, and in March, they were negative 3%.\nWe did see lower rental volume in March at those rates. And in April, our pricing algorithms dropped rates modestly, with average achieved rates in April closer to negative 7% year-over-year, contributing to higher rental volumes in April.\nTurning to the balance sheet. We completed a $500 million bond offering of 5-year notes with a coupon of 5.7%. We used the proceeds to reduce our revolver balances to less than $100 million at the end of the quarter, leaving over $1 billion in revolving capacity. We reduced our floating interest rate exposure to 22% of total debt, net of variable rate receivables.\nShortly after the announcement of our proposed merger with Life Storage, S&P Global updated our rating to credit watch positive, confirming its view that the proposed transaction is credit-enhancing given the increase in scale and potential synergy opportunities.\nWe reaffirmed our guidance ranges for same-store growth expectations and core FFO, which do not include the impact of the proposed merger with Life Storage. We made modifications to our 2023 outlook to capture the SmartStop preferred investment, delays in bridge loan closings, the impact of our bond deal on interest expense and other adjustments to tenant insurance and G&A.\nProperty net operating income in the first quarter was modestly ahead of our expectations. As we progress through the leasing season, we will monitor achieved rates to new customers, rental and vacate trends, web traffic and top-of-funnel demand before revisiting these guidance ranges after the second quarter.\nAs mentioned on our fourth quarter call, our guidance assumes positive same-store revenue growth for and throughout the full year. It assumes that growth rate moderates more quickly in the first half of the year due to exceptionally difficult first half comps, troughs in the summer and modestly reaccelerates late in the year. Much of our NOI growth is offset by the first year headwind of our investment in nonstabilized properties, which carry approximately $0.23 of dilution, the modification of the NexPoint preferred investment and higher interest rates. While each of these headwinds slows our 2023 growth, we believe they will result in stronger long-term growth rates over a multiyear period for our shareholders.\nWe are off to a great start in 2023. We believe storage as an asset class is among the most resilient in the REIT space and that the sector will continue to produce healthy, albeit moderating year-over-year growth. We believe our operating platform and highly diversified portfolio will become even stronger through the Life Storage merger and are well positioned for another solid year.\nWith that, operator, let's open it up for questions."
  },
  {
    "header": "EXR",
    "cik": "0001289490",
    "ticker": "EXR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c2319bd7e3e0111f2c28f8086a57ad67",
    "period": "2022 Q4",
    "content": "Q4 2022 Extra Space Storage Inc Earnings Call\n\nQ4 2022 Extra Space Storage Inc Earnings Call\n\nEXRNYSEFEB 23, 1:00 PM\n\nOperator\n\nGood day, and thank you for all for standing by. Welcome to the Q4 2022 Extra Space Storage, Inc. Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to Jeff Norman. Please go ahead.\n\nJeffrey Norman\n\nSVP of Capital Markets, Extra Space Storage Inc.\n\nThank you, Chris. Welcome to Extra Space Storage's Fourth Quarter 2022 Earnings Call. In addition to our press release, we have finished unaudited -- furnished unaudited supplemental financial information on our website.\nPlease remember that management's prepared remarks and answers to your questions may contain forward-looking statements as defined in the Private Cities Litigation Reform Act. Actual results could differ materially from those stated or implied by our forward-looking statements due to risks and uncertainties associated with the company's business. These forward-looking statements are qualified by the cautionary statements contained in the company's latest filings with the SEC, which we encourage our listeners to review.\nForward-looking statements represent management's estimates as of today, February 23, 2023. The company assumes no obligation to revise or update any forward-looking statements because of changing market conditions or other circumstances after the date of this conference call.\nI would now like to turn the call over to Joe Margolis, Chief Executive Officer.\n\nJoseph Daniel Margolis\n\nCEO & Director, Extra Space Storage Inc.\n\nThanks, Jeff, and thank you, everyone, for joining today's call. We had another strong quarter to cap off an exceptional year. Our 2022 same-store revenue growth of 17.4% is the highest in our company's history. And for the second consecutive year, core FFO growth was above 20%. I am proud of the Extra Space team for another year of strong performance across all aspects of the business.\nNow speaking to the fourth quarter, despite difficult comps in the return of seasonality, same-store revenue growth was ahead of our expectations at 11.8%. Vacates continued to normalize during the quarter, and demand remained seasonally steady, leading to strong same-store occupancy levels ending the year at 94.2%. Our high occupancy allowed us to maximize revenue and grow customer rates across the portfolio.\nDespite offering lower rates to new customers, total net rent per square foot increased 12.8% year-over-year. We experienced expense pressure across many line items with same-store expense growth of 6.7%, resulting in same-store NOI growth of 13.4%. We were busy on the external growth front, acquiring 10 stores in the REIT or in joint ventures, adding 46 stores gross to our third-party management platform and closing over $250 million in bridge loans.\nWe were also very focused on integrating our 2022 strategic acquisitions, including the Storage Express portfolio, which is already slightly ahead of our underwriting. We anticipate full integration of the properties onto our platform by the end of the second quarter, which will provide additional digital marketing, revenue management and operational efficiencies. We have also started to test new operational strategies at both Storage Express and Extra Space stores and we are beginning to see some early external growth opportunities in new and existing markets for Storage Express.\nOur strong property NOI, plus our external growth efforts, resulted in core FFO growth of 9.4% in the quarter and 22.1% for the year. This allowed our Board of Directors to increase our first quarter dividend by 8%, contributing to a total 5-year increase of 108%.\nAs we look forward to 2023, we are encouraged by the fundamentals of the business. New supply continues to moderate from 2018, 2019 peaks, and we expect even lower competition from new supply in our markets in 2023. Customer demand has been steady, occupancy has remained high, and same-store revenue growth remained above 10% through December.\nOur strong occupancy has allowed us to sequentially increase rates month-over-month to new customers since November. And we believe elevated occupancy will give us greater pricing power with new and existing customers as we move through the leasing season. We expect to face continued expense pressures, but at lower levels than experienced in 2022, resulting in same-store NOI guidance of 3% to 5.5%.\nWhile this level of growth represents moderation from 2022 levels, it is in line with historical norms, and we believe it will compare well to other asset classes in the current environment. Our investment strategy is long-term focused. And we have made strategic decisions we believe will result in solid long-term returns for our shareholders.\nIn the fourth quarter, we modified the term of our $300 million preferred investment in NexPoint, trading yields for longer duration and additional managed properties. We also continued our acquisition strategy, which focuses on asset-light structures, non-stabilized stores or acquisitions with long-term strategic implications, including Storage Express. While some of these initiatives caused short-term dilution, we believe they provide more total value for our shareholders over time and unlock additional growth channels for years to come.\nBefore handing the time over to Scott, I would also like to congratulate the Extra Space team for receiving our third consecutive Leader in the Light Award, NAREIT's highest ESG and sustainability honor for real estate companies. We are proud to be recognized as a REIT that delivers strong financial results and has also created a sustainable portfolio and company that is positioned to continue providing results for the long haul.\nI'll turn the time over to Scott now.\n\nP. Scott Stubbs\n\nExecutive VP & CFO, Extra Space Storage Inc.\n\nThanks, Joe, and hello, everyone. We had a strong fourth quarter, beating the high end of our FFO range by $0.04, driven by better property net operating income. Total same-store expense growth improved from third quarter levels due to lower repairs and maintenance expense and success with property tax appeals. Payroll expense growth, while still high, improved quarter-over-quarter, a trend that we expect to continue into 2023.\nTurning to the balance sheet. During the quarter, we swapped a total of $400 million of our variable-rate debt, reducing our floating interest rate exposure to under 29% of total debt, net of variable rate bridge loan receivables. We will continue to take steps to reduce our variable-rate debt, and we will be methodical in our approach, recognizing that forward interest rate curves signal lower rates in the future. Subsequent to quarter end, we completed a $335 million unsecured term loan and used the proceeds to pay down our revolving balances. We have no material maturities in 2023, and we will likely to access the investment-grade bond market for growth capital needs, assuming it remains orderly.\nLast night, we released our 2023 guidance. Like last year, we have provided wider same-store revenue and NOI ranges to capture the different scenarios that we believe are possible given the unusual 2022 comparable. Our guidance assumes positive same-store revenue growth for the full year. However, the pattern may be a little different than prior periods. Our guidance assumes the growth rate will moderate more quickly in the first half of the year due to the exceptionally difficult first half comps, trough in the summer and modestly reaccelerate late in the year.\nSame-store expenses have improved from 2022 levels at 5% to 6%, resulting in projected same-store NOI of 3% to 5.5%. Our 2023 core FFO range is $8.30 to $8.60 per share. Much of our NOI growth is offset by the first year headwind of our investment in non-stabilized properties, which carry approximately $0.25 of dilution, the modification of the next point preferred and higher interest rates. While each of these headwinds slows our 2023 growth, we believe they will result in stronger long-term growth rates over a multiyear period for our shareholders.\nOur guidance includes relatively modest investment in acquisitions of $250 million due to current market conditions. Third-party management increase have been stronger than normal at this time of year, and we believe most of our 2023 growth will be through capital-light channels.\nThat said, we have plenty of dry powder, and we will be opportunistic if we identify accretive ways to expand our portfolio and investments to maximize FFO growth. We are off to a great start in 2023 and we are confident in our ability to maintain healthy growth through the year as we see storage fundamentals normalizing to historical levels. We believe storage as an asset class is among the most resilient in both inflationary and recessionary environments and that our highly diversified portfolio is well positioned for another solid year.\nWith that, operator, let's open it up for questions."
  },
  {
    "header": "EXR",
    "cik": "0001289490",
    "ticker": "EXR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6d7c698eeff350917da66a8586043365",
    "period": "2022 Q3",
    "content": "Q3 2022 Extra Space Storage Inc Earnings Call\n\nQ3 2022 Extra Space Storage Inc Earnings Call\n\nEXRNYSENOV 2, 1:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Extra Space Storage Third Quarter 2022 Earnings Call. (Operator Instructions) Please be advised that this call is being recorded. I will now turn it over to Jeff Norman, Senior Vice President of Capital Markets. Please go ahead.\n\nJeffrey Norman\n\nSVP of Capital Markets, Extra Space Storage Inc.\n\nThank you, Hope. Welcome to Extra Space Storage's Third Quarter 2022 Earnings Call. In addition to our press release, we have furnished unaudited supplemental financial information on our website. Please remember that management's prepared remarks and answers to your questions may contain forward-looking statements as defined in the Private Securities Litigation Reform Act. Actual results could differ materially from those stated or implied by our forward-looking statements due to risks and uncertainties associated with the company's business.\nThese forward-looking statements are qualified by the cautionary statements contained in the company's latest filings with the SEC, which we encourage our listeners to review. Forward-looking statements represent management's estimates as of today, November 2, 2022. The company assumes no obligation to revise or update any forward-looking statements because of changing market conditions or other circumstances after the date of this conference call.\nWith that, I'd like to now turn it over to Joe Margolis, Chief Executive Officer.\n\nJoseph Daniel Margolis\n\nCEO & Director, Extra Space Storage Inc.\n\nThanks, Jeff, and thank you, everyone, for joining today's call. We had another strong quarter with same-store revenue growth of 15.5%, driven by strong rental rate growth, partially offset by lower year-over-year occupancy. We felt expense pressure across many line items, resulting in total same-store expense growth of 12.6% and same-store NOI growth of 16.4%.\nWe continue to be busy on the external growth front, adding 40 stores gross to our third-party management platform, closing over $100 million in bridge loans in closing a number of acquisitions, most notably the purchase of Storage Express. We view Storage Express as a strategic opportunity to acquire not only an attractive portfolio with operational upside but a remote storage platform.\nWe believe this will unlock an additional growth channel for Extra Space to acquire and integrate smaller properties that lend themselves to a remotely managed model. Our strong property NOI plus our external growth efforts resulted in core FFO growth of 19.5%. Core FFO includes an add-back of $0.05 per share for estimated property damage and tenant insurance claims related to Hurricane Ian.\nWe are happy to report that all of our people remain safe during the storm, and we are proud of the way our team has rallied around our employees and our customers in Southwest Florida to assist them with cleanup and restoration efforts. Core FFO in the quarter was slightly ahead of our expectations, driven by stronger-than-anticipated interest income and non-same-store NOI, partially offset by lower-than-expected same-store NOI.\nIn September, we started to experience a return of seasonality, putting some pressure on occupancy and new customer rates, which were both modestly lower than our third quarter forecast. As we evaluate our standard metrics to measure demand, we see the moderation we have typically expected in the fall that did not occur in 2021. While traffic is lower year-over-year, demand is in line with pre-COVID levels.\nFundamentals remain strong, just not as off the [chart] strong as they have been in the last 6 quarters. As a result, we have tightened our same-store revenue, NOI and core FFO guidance ranges, eliminating scenarios that assumed only minor seasonality on the top end of the range, as well as more bearish scenarios, which we do not believe will materialize. This revision results in a $0.05 or a 60 basis point decrease at the midpoint of our FFO range.\nWe never liked the idea of having to reduce our outlook, but we are also careful to maintain perspective. Our 2022 implied same-store revenue growth is the highest in the history of our company. And this is on the back of 2021, which was our second highest revenue growth year. Our implied 2022 FFO growth at the midpoint is 21%.\nOur balance sheet is healthy. We have access to capital and our external growth platforms are positioned to grow on an asset-light basis. As we contemplate future potential economic landscapes, including additional inflation and/or recession, we are well positioned to continue to produce solid results due to our resilient need-based asset class, diversified portfolio and best-in-class team and platform. We are having a great year, and we look forward to finishing strong in the fourth quarter.\nI would now like to turn the time over to Scott.\n\nP. Scott Stubbs\n\nExecutive VP & CFO, Extra Space Storage Inc.\n\nThanks, Joe, and hello, everyone. We had a strong third quarter, $0.01 ahead of our own internal FFO projections. While same-store revenue was generally in line with our expectations for the quarter, we did have higher-than-expected bad debt expense. The bad debt increase was primarily driven by lower collections from auctions. In other words, our customers' ability to pay for storage doesn't appear to have changed as much as an auction buyer's willingness to pay for auctioned goods.\nWe experienced outsized year-over-year growth in most of our expense line items, and I think some additional detail may provide helpful context. In the third quarter of 2021, we had same-store payroll expense of negative 9% and property tax growth of negative 4.5% which drove total Q3 2021 expense growth of negative 4%. If we evaluate our third quarter expenses on a 2-year stack, average payroll expense growth was approximately 5.2%, average property tax expense growth was 3.1%, and total -- and average total annual same-store expense grew 4.2% a year.\nTurning to the balance sheet. During the quarter, we completed an accordion transaction in our credit facility, adding $600 million of unsecured debt across 2 tranches. We capitalized the Storage Express transaction with $125 million in OP units at an average price per share of $201.84, with the remainder drawn on the revolving credit facility. This resulted in a net debt-to-EBITDA of 4.6x at the end of the quarter without the benefit of the additional EBITDA from Storage Express given the late quarter close.\nThe revolver draws caused our variable rate debt to exceed our typical range of 20% to 30% of total debt at quarter end. Subsequent to the end of the quarter, we swapped $200 million of our variable rate debt to reduce our floating interest rate exposure to approximately 35%. Additionally, our bridge loan balances provide a hedge against increases in variable rate debt, effectively reducing the percentage to approximately 31% of total debt.\nWe will continue to take steps to reduce our variable rate debt further. Our commitment to the investment-grade bond market has not changed, and we expect to utilize this market again once conditions normalize. As Joe mentioned, we tightened our 2022 guidance. Given the outsized growth and unique customer trends we have experienced over the past 2 years, we've had a wider-than-normal guidance range throughout the year, to capture all of the different scenarios that we believe were possible.\nAs we've moved through the fall, the moderation has been more pronounced than we projected at the high end. However, it was also not as severe on the low end, resulting in the tighter range. The reduction in same-store NOI guidance is partially offset by higher-than-expected interest income due to larger bridge loan balances and higher interest rates as well as an expected later modification date of the NexPoint preferred investment.\nWe've also increased our forecast for management fees and other income. Interest expense estimates have increased -- have increased due to debt associated with Storage Express, other acquisitions, additional bridge loans and an increase in benchmark rates. Given our total investment activity year-to-date, we've increased our acquisition investment guidance to $1.65 billion, all of which is closed or under contract.\nAfter these adjustments, we have tightened our core FFO range, which is now estimated to be between $8.30 and $8.40 per share and implied increase of approximately 21% year-over-year. We still anticipate $0.20 of dilution from value-add acquisitions in C of O stores in line with last quarter's estimate.\nWe are having a great year and we continue to be optimistic about our ability to maintain healthy growth in 2023 as we see storage fundamentals normalizing to historical levels. With that, operator, let's open it up for questions."
  },
  {
    "header": "EXR",
    "cik": "0001289490",
    "ticker": "EXR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/755e2387395eef4d3eb8b5d72c0c6a2d",
    "period": "2022 Q2",
    "content": "Q2 2022 Extra Space Storage Inc Earnings Call\n\nQ2 2022 Extra Space Storage Inc Earnings Call\n\nEXRNYSEAUG 3, 1:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Q2 2022 Extra Space Storage, Inc. Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded.\nAnd I would now like to hand the conference over to your speaker today, Mr. Jeff Norman. Mr. Norman. Please go ahead.\n\nJeffrey Norman\n\nSVP of Capital Markets, Extra Space Storage Inc.\n\nThank you, Chris. Welcome to Extra Space Storage's Second Quarter 2022 Earnings Call. In addition to our press release, we have furnished unaudited supplemental financial information on our website.\nPlease remember that management's prepared remarks and answers to your questions may contain forward-looking statements as defined in the Private Securities Litigation Reform Act. Actual results could differ materially from those stated or implied by our forward-looking statements due to risks and uncertainties associated with the company's business. These forward-looking statements are qualified by the cautionary statements contained in the company's latest filings with the SEC which we encourage our listeners to review.\nForward-looking statements represent management's estimates as of today, August 3, 2022. The company assumes no obligation to revise or update any forward-looking statements because of changing market conditions or other circumstances after the date of this conference call.\nAnd with that, I'd now like to it over -- time over to Joe Margolis, Chief Executive Officer.\n\nJoseph Daniel Margolis\n\nCEO & Director, Extra Space Storage Inc.\n\nThanks, Jeff, and thank you, everyone, for joining today's call. Before I report on our performance, I am happy to announce that we recently published our Annual Sustainability Report. We are proud to be a sector leader, not only operationally, but also in sustainability. I encourage you to review our report, which is posted on our Investor Relations website.\nTurning to results. The strong trends we experienced in the first quarter continued into the leasing season. Year-over-year same-store revenue growth in the quarter was 21.7%, matching our first quarter growth rate. This is an all-time high for Extra Space Storage. Despite expense pressure on several line items, NOI growth remained very strong at 26%. This was achieved primarily through year-over-year rental rate growth, partially offset by a modest decrease in year-over-year occupancy due to elevated vacate activity.\nWith manageable new supply and durable customer demand, we continue to operate at high occupancy with strong rates. Despite inflation and the potential effects of recession, we believe we are well positioned to continue to produce strong results due to our resilient need-based asset class, diversified portfolio, strong balance sheet and best-in-class team and platform.\nWe were active in each of our external growth channels. During the quarter, we invested $289 million in property acquisitions and we invested an additional $92 million in July, bringing year-to-date totals to $610 million. We have continued to focus on acquiring nonstabilized properties and, as we outlined last quarter, have started closing more transactions in joint venture structures.\nWe started to see the market shift late in the quarter with increasing interest rates, reducing the number of bidders at the table and the bid-ask spread widening between buyers and sellers. We are being selective with our acquisitions, and we are focused on transactions and structures that will be accretive for our shareholders.\nIn the quarter, we closed $70 million in bridge loans, and we added 40 additional stores gross to our management platform. We also made a creative storage investment, purchasing an existing storage company named Bargold Storage solutions. This company has a different model than traditional storage. It is focused on leasing space and apartment buildings, primarily in New York and subleasing storage spaces to residential tenants.\nThe acquisition of Bargold added over 17,000 units to our portfolio with an occupancy rate over 97%. Due to the unique nature of its operations, we have retained their team and are keeping the entity running as a separate organization. We view this transaction as another creative investment in the storage sector which came to us through deep industry relationships.\nOur strong property NOI, plus our external growth efforts, resulted in core FFO growth of 29.9%. Our growth allowed us to raise our annual FFO guidance for the second time this year. It has been another great quarter, and we are well on our way to another strong year. Storage fundamentals remain solid. While we expect our rate of growth to moderate in the back half of the year due to very difficult comps, we expect it to remain well over historical averages, with modeled year-over-year revenue growth remaining in the double digits through 2022.\nI would now like to turn the time over to Scott.\n\nP. Scott Stubbs\n\nExecutive VP & CFO, Extra Space Storage Inc.\n\nThanks, Joe, and hello, everyone. We had a strong second quarter, ahead of our own internal projections. Our outperformance was driven primarily by strong property performance, which benefited the same-store pool, joint ventures and management fees.\nAs Joe mentioned, we were active on the external growth front. Our investments were capitalized primarily by draws on our revolving lines of credit. We issued $22 million in operating partnership units as part of the Bargold transaction, bringing year-to-date issuance of equity to approximately $60 million. In the second quarter, we repurchased approximately $63 million of shares -- in shares at an average price of $165 per share.\nDue to the wide spreads in the investment-grade bond market, we've been active with our banking relationships. Last week, we completed an accordion transaction in our credit facility, adding $600 million of unsecured debt within the facility across 2 tranches. Our plan to term out debt using the investment-grade bond market has not changed, and we expect to utilize this market again once conditions normalize.\nOur leverage remains low, with net debt to EBITDA of 4.4x, and our unencumbered pool is over $13 billion. We continue to have access to many types of capital, and we have significant debt capacity to support future growth and maturities, albeit at higher interest rates.\nDue to our year-to-date outperformance and improved outlook for the second half of the year, we updated our 2022 full year guidance. We've increased our same-store revenue guidance to 16% to 18%, driven primarily by rental rate growth. We strive to be efficient with expenses, and we believe our continued investment in our people and our properties are contributing to our top line growth. Consequently, we experienced same-store expense increases across several line items, and we have increased our expense guidance to 7.5% to 9% for the full year.\nOur increased revenue far outweighs our increased expenses given our high-margin business. As a result, our same-store NOI growth range increased to 18.5% to 21.5%, the highest NOI growth guidance in our history.\nGiven our total investment activity year-to-date of $790 million, we have increased our acquisition investment guidance to $1.2 billion, only $250 million of which is unidentified. Our preferred investment in NexPoint remains in place and Bridge Loan volume and interest rates are higher than anticipated. As a result, we have increased our interest income guidance by approximately $3 million.\nDue to the increase in interest rates as well as our higher acquisition volume, we've increased our interest expense guidance by $13 million at the midpoint. The sum of these adjustments result in an increase in core FFO, which is now estimated to be between $8.30 and $8.50 per share. We anticipate $0.20 of dilution from value-add acquisitions and C of O stores, in line with last quarter's estimate. we're having a great year, and we are positioned for continued steady growth.\nAnd with that, operator, let's open it up for questions."
  },
  {
    "header": "EXR",
    "cik": "0001289490",
    "ticker": "EXR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a2e0104d4ca0cae74ea1395ea8af1926",
    "period": "2022 Q1",
    "content": "Q1 2022 Extra Space Storage Inc Earnings Call\n\nQ1 2022 Extra Space Storage Inc Earnings Call\n\nEXRNYSEMAY 4, 1:00 PM\n\nOperator\n\nGood day, and welcome to the Q1 2022 Extra Space Storage, Inc. Earnings Conference Call. (Operator Instructions) I would now like to hand the conference over to Jeff Norman, Senior Vice President, Capital Markets.\n\nJeffrey Norman\n\nSVP of Capital Markets, Extra Space Storage Inc.\n\nThank you, Ashley. Welcome to Extra Space Storage's First Quarter 2022 Earnings Call. In addition to our press release, we have furnished unaudited supplemental financial information on our website. Please remember that management's prepared remarks and answers to your questions may contain forward-looking statements as defined in the Private Securities Litigation Reform Act.\nActual results could differ materially from those stated or implied by our forward-looking statements due to risks and uncertainties associated with the company's business. These forward-looking statements are qualified by the cautionary statements contained in the company's latest filings with the SEC, which we encourage our listeners to review. Forward-looking statements represent management's estimates as of today, May 4, 2022. The company assumes no obligation to revise or update any forward-looking statements because of changing market conditions or other circumstances after the date of this conference call. I would now like to turn the call over to Joe Margolis, Chief Executive Officer.\n\nJoseph Daniel Margolis\n\nCEO & Director, Extra Space Storage Inc.\n\nThanks, Jeff, and thank you, everyone, for joining today's call. We are off to a great start in 2022. And Year-over-year same-store revenue growth in the quarter was 21.7%, a new all-time high for Extra Space, driving same-store NOI growth of 27.6%. This was achieved primarily through year-over-year rental rate growth, partially offset by a modest decrease in year-over-year occupancy. Industry fundamentals continue to be strong, operational performance has been exceptional in all markets, and we are well positioned for another strong summer leasing season.\nA few weeks ago, we met with over 220 of our third-party management and joint venture partners in Austin, Texas for a few days of company updates and industry news. Most importantly, provided a forum to explore opportunities for Extra Space and our great partners to grow together. These partnerships and relationships continue to be an important part of our external growth strategy. as shown in our first quarter results.\nLike last year, most of our acquisition activity consisted of nonstabilized stores acquired from existing relationships. Total first quarter investment by Extra Space was ahead of our expectations at $229 million. We also closed $138 million in bridge loans and we added 37 additional stores grossed to our management platform. All of our various internal and external growth channels are working. We continue to find opportunities despite the competitive market and we have strong pipelines for each of these platforms. Our property NOI plus our external growth efforts resulted in core FFO growth of 34% which allowed our Board to increase our first quarter dividend to $1.50 a share; 20% over the previous quarter's dividend and 50% over the first quarter 2021 dividend. It continues to be a great time for the storage sector and particularly for Extra Space. All aspects of the machine are working really well and we are looking forward to a very successful 2022. I'll now turn the time over to Scott.\n\nP. Scott Stubbs\n\nExecutive VP & CFO, Extra Space Storage Inc.\n\nThanks, Joe, and hello, everyone. As Joe mentioned, we had a great first quarter with our same-store performance and FFO both coming in above our expectations. Our outperformance relative to our guidance was driven by stronger property performance and higher-than-expected interest income. Our external growth in the quarter was capitalized by draws on our revolving lines of credit, and we issued $41 million in common stock as part of an acquisition.\nDuring the quarter, we termed out $400 million of revolving balances through our third public bond offering, further laddering our debt maturities and freeing up additional revolver capacity. Our balance sheet has never been stronger. Our unencumbered pool is now approximately $13 billion and our net debt-to-EBITDA is 4.4x. We have access to many types of capital, and we have significant debt capacity to support future growth. In addition to our first quarter results, we also updated our 2022 full year guidance. We've increased our same-store revenue and NOI forecast based on our first quarter outperformance and improved outlook heading into the summer leasing season.\nSame-store revenue guidance increased to 13% to 15%, driven primarily by rental rate growth. Same-store expense increases in the quarter were driven primarily by payroll, credit card fees and snow removal. As a result, we have increased our expense guidance to 6.5% to 8% for the full year. Our revenue and expense guidance results in a same-store NOI growth range of 15% to 18%.\nAs Joe mentioned, acquisition activity in the sector remains elevated, and we are ahead of our original guidance for both year-end closings as well as our full year pipeline. While still competitive, it appears that the number of bidders pursuing any given deal is lower, potentially due to the increasing interest rates. As a result, our capture rate has improved, especially on nonstabilized one-off stores. We expect to continue to acquire through joint venture partnerships and we have increased our 2022 guidance to $800 million in Extra Space investment. We also expect higher bridge loan activity, and we have increased guidance to $150 million in retained new balances in 2022.\nWe've increased our interest income guidance by approximately $7 million since our preferred investment in NexPoint remains in place and due to higher bridge loan volume and interest rates. Due to the increase in interest rates as well as higher acquisition volume, we've increased our interest expense guidance by $13 million at the midpoint. The sum of these adjustments results in an increase in core FFO, which is now estimated to be between $8.05 and $8.30 per share. We anticipate $0.20 of dilution from value-add acquisitions and C of O stores, down $0.03 from our original guidance due to stronger-than-expected performance at these properties. We're having a great year, and we look forward to another great leasing season.\nAnd with that, operator, let's open it up for questions."
  },
  {
    "header": "EXR",
    "cik": "0001289490",
    "ticker": "EXR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/84137bc5fe30d56fa3fb4eedb995daa0",
    "period": "2021 Q4",
    "content": "Q4 2021 Extra Space Storage Inc Earnings Call\n\nQ4 2021 Extra Space Storage Inc Earnings Call\n\nEXRNYSEFEB 24, 1:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Fourth Quarter 2021 Extra Space Storage Earnings Conference Call. (Operator Instructions)\nPlease be advised that today's conference is being recorded. (Operator Instructions)\nI would now like to hand the conference over to your speaker today, Jeff Norman, Senior Vice President, Capital Markets. Please go ahead.\n\nJeffrey Norman\n\nVP of IR & Corporate Communications, Extra Space Storage Inc.\n\nThank you, Victor. Welcome to Extra Space Storage's Fourth Quarter 2021 Earnings Call. In addition to our press release, we have furnished unaudited supplemental financial information on our website. Please remember that management's prepared remarks and answers to your questions may contain forward-looking statements as defined in the Private Securities Litigation Reform Act. Actual results could differ materially from those stated or implied by our forward-looking statements due to risks and uncertainties associated with the company's business. These forward-looking statements are qualified by the cautionary statements contained in the company's latest filings with the SEC, which we encourage our listeners to review. Forward-looking statements represent management's estimates as of today, February 24, 2022. The company assumes no obligation to revise or update any forward-looking statements because of changing market conditions or other circumstances after the date of this conference call.\nI'd now like to turn the time over to Joe Margolis, Chief Executive Officer.\n\nJoseph Daniel Margolis\n\nCEO & Director, Extra Space Storage Inc.\n\nThanks, Jeff, and thank you, everyone, for joining today's call. It is incredibly sad to wake up this morning to news of war in Europe. Without ignoring the human loss and suffering this will entail, we are also thinking of how this tragic event will affect economic growth, oil prices, inflation, interest rates and ultimately, our business and our company. Events like this certainly give us some perspective on our business and our lives and in some ways, makes discussing the performance and outlook of our company sees important. While we don't know how all of this will play out, we do know that historically, self-storage has been a needed product in good and bad economic times. That the cash flow we produce is very stable, much more so than many other types of real estate, and that our company and balance sheet are structured and prepared to prosper in all economic conditions.\nNow turning to results. We had a remarkable, remarkable fourth quarter to cap off another strong year at Extra Space Storage. Property level performance was exceptional across the board. Same-store revenue growth in the quarter was 18.3%. Revenue growth was primarily driven by 2 factors: first, our same-store occupancy of 95.3%, which was a year-end high for Extra Space for the second year in a row. Secondly, strong new and existing customer rate growth. Expense growth remained in check at 2.5%, resulting in same-store NOI growth of 24.2%. We also had significant external growth in the quarter. We acquired 66 stores on a wholly owned basis or in joint ventures for a total investment from Extra Space of approximately $850 million.\nTotal acquisition investment for the full year was $1.3 billion, primarily in relatively small transactions. We also closed $187 million in bridge loans in the quarter, bringing the annual total to $333 million. We continue to execute on our strategy to sell a significant portion of our lower-yielding first mortgage balances to our debt partners.\nWe also continue to acquire properties originally sourced through our lending platform. To date, we have acquired 15 properties sourced through loans for $181 million. We added 69 stores to our management platform in the quarter for a total of 265 stores for the full year. To give context, including acquisitions, we onboarded 1.3 properties per business day in 2021. We experienced higher dispositions with more stores leaving our platform due to third-party owners selling properties, but we were able to buy 58 of these either wholly owned or with one of our joint venture partners.\nOur property NOI plus our external growth efforts resulted in core FFO growth of 29.1% in the quarter. I am proud of the Extra Space team. There are many contributions to our growth in 2021, and for how they have positioned us for another strong year in 2022. We are also proud to have been recognized not only for our performance, but the sustainable nature of the company we have built.\nFor the second year in a row, we were named one of NAREIT's leaders in the light for our sustainability efforts, and we are proud to be the only storage company to have received this award. Looking forward, industry fundamentals remain very strong. Occupancy levels remained at historically high levels, resulting in elevated pricing power to new and existing customers. Despite very difficult comparables, the strong market fundamentals and our team's ability to execute give us the confidence to guide to double-digit same-store revenue growth again in 2022, and FFO growth of over 13% at the midpoint.\nIn light of this strength, we raised our dividend to $1.50 per share, a 50% increase year-over-year. We are off to a great start in 2022, and we expect another exceptional year for Extra Space Storage.\nI would now like to turn the time over to Scott to walk through some of the details of performance in the fourth quarter as well as our 2022 guidance.\n\nP. Scott Stubbs\n\nExecutive VP & CFO, Extra Space Storage Inc.\n\nThanks, Joe, and hello, everyone. As Joe mentioned, we had a great fourth quarter and year with our 2021 core FFO coming in $0.06 above the high end of our guidance. Our outperformance relative to our guidance was driven by the property -- by property performance and higher-than-expected interest income partially offset by higher-than-expected interest expense.\nOur external growth in the quarter was capitalized by $210 million in sales proceeds from the disposition of 17 stores. We also issued $276 million in OP units, and we drew on our revolving lines of credit. Our balance sheet has never been stronger, and we will term out our revolving balances through future unsecured debt issuances. Currently, only 8% of our debt maturities over the next -- mature over the next 2 years. And our focus will be to lengthen our average debt maturity and to further ladder our maturing balances. Our unencumbered pool is now over $12 billion, and our net debt to trailing 12 EBITDA is at 5x. We continue to have access to many types of capital, giving us significant capacity for future growth.\nLast night, we provided guidance and annual assumptions for 2022. Our new same-store pool includes a total of 870 stores, a relatively small net increase from last year with new additions partially offset by sites removed due to disposition or redevelopment. Same-store revenue is expected to increase 10.5% to 12.5% driven primarily by rate growth. Same-store expense growth is expected to be 6% to 7.5%, primarily driven by higher payroll, marketing expense and property tax expense. Our revenue and expense guidance results in a same-store net NOI range of 11.5% to 14.5%. The acquisition market continues to be competitive, and we will remain disciplined but opportunistic.\nWe plan to continue our strategy of looking for off-market opportunities and plan to capitalize a portion of our acquisition volume with joint venture partners. Our guidance assumes $500 million in Extra Space investment, approximately half of which is already closed or under contract. We also expect to close $400 million of bridge loans and plan to retain $120 million in new balances in 2022. We have plenty of capital to invest if we find additional opportunities that create long-term value for our shareholders, and we will continue to be creative as we deploy capital in the sector.\nTo support our 2021 and 2022 property growth, we made significant investments in our people, our infrastructure and our technology. This resulted in higher G&A expense in the fourth quarter, and we anticipate a higher run rate in 2022. This is primarily driven by payroll and technology R&D, which will advance initiatives that will support our growth for years to come. The return of historical G&A expenses temporarily paused during the pandemic, also contributes to this increase.\nOur core FFO is estimated to be between $7.70 and $7.95 per share. We anticipate $0.23 of dilution from value-add acquisitions and C of O stores up $0.12 from 2021 due to the significant acquisition volume of nonstabilized properties in the fourth quarter. Interest income will be somewhat weighted to the first quarter due to the timing of note sales and potential modification of our NexPoint investment. 2021 was a great year for Extra Space, and we are already on our way to another strong year in 2022.\nWith that, let's turn it over to Victor to start our Q&A."
  }
]