[
  {
    "header": "MTD",
    "cik": "0001037646",
    "ticker": "MTD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b2993dff92cebbae00a1762caa4a0f5e",
    "period": "2025 Q3",
    "content": "Q3 2025 Mettler-Toledo International Inc Earnings Call\n\nQ3 2025 Mettler-Toledo International Inc Earnings Call\n\nMTDNYSENOV 7, 8:30 AM\n\nOperator\n\nHello, and thank you for standing by. My name is Mark, and I will be your conference operator today. At this time, I would like to welcome everyone to the Mettler-Toledo Third Quarter 2025 Earnings Conference Call. [Operator Instructions]\nNow I would like to turn the call over to Adam Uhlman, Head of Investor Relations. Please go ahead.\n\nDaniel Anthony Arias\n\nAnalyst, Citigroup Global Markets, Inc. (Broker)\n\nThanks, Mark, and good morning, everyone. Thanks for joining us. On the call with me today is Patrick Kaltenbach, our Chief Executive Officer; and Shawn Vadala, our Chief Financial Officer.\nLet me cover some administrative matters. This call is being webcast and is available for replay on mt.com A copy of the press release and the presentation that we will refer to on today's call is also available on our website. This call will include forward-looking statements within the meaning of the U.S. Securities Act of 1933 and the U.S. Securities Exchange Act of 1934. These statements involve risks, uncertainties and other factors that may cause our actual results, financial condition, performance and achievements to be materially different from those expressed or implied by any forward-looking statements.\nFor a discussion of these risks and uncertainties, see our recent annual report on Form 10-K and quarterly and current reports filed with the SEC. The company disclaims any obligation or undertaking to provide any updates or revisions to any forward-looking statement, except as required by law.\nOn today's call, we may use non-GAAP financial measures. A reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measure is provided in the 8-K and is available on our website.\nLet me now turn the call over to Patrick.\n\nPatrick K. Kaltenbach\n\nExecutive Vice President & President-Life Sciences Segment, Becton, Dickinson & Co.\n\nThank you, Adam, and good morning, everyone. We appreciate you joining our call today. Last night, we reported our third quarter financial results, the details of which are outlined for you on Page 3 of our presentation. Our third quarter results were strong and reflected very good growth, especially in Industrial. I'm very pleased with our team's strong execution as we leverage our Spinnaker sales and marketing program and innovative product portfolio to drive growth while delivering solid EPS.\nLooking ahead, we are well positioned to capture growth opportunities while benefiting from trends like automation, digitalization and onshoring. We continue to remain very agile as we face several uncertainties in global trade disputes and governmental policies. We are confident that our strategic initiatives and strong culture of innovation and operational excellence will enable us to continue delivering strong performance in this dynamic environment.\nLet me now turn the call over to Shawn to cover the financial results and our guidance, and then I will come back with some additional commentary on the business and our outlook. Shawn?\n\nShawn P. Vadala\n\nChief Financial Officer, Mettler-Toledo International, Inc.\n\nThanks, Patrick, and good morning, everyone. Sales in the quarter were $1.03 billion, which represented an increase in local currency of 6% and was 5%, excluding several recently completed acquisitions. On a U.S. dollar reported basis, sales increased 8%. On Slide #4, we show sales growth by region. Local currency sales increased 10% in the Americas, including a 1% benefit from acquisitions, 6% in Europe and 1% in Asia/Rest of the World. Local currency sales in China increased 2% during the quarter.\nSlide #5 shows local currency sales growth by region on a year-to-date basis. On Slide #6, we summarize local currency sales growth by product area. For the quarter, Laboratory sales increased 4%, while Industrial increased 9% and included a 1% benefit from recent acquisitions. Excluding acquisitions, core Industrial grew 10% and Product Inspection grew 7%. Food Retail grew 5% in the quarter. Lastly, service grew 8% in the quarter and included a 1% benefit from acquisitions. Slide #7 summarizes our local currency sales growth by product area on a year-to-date basis.\nLet me now move to the rest of the P&L, which is summarized on Slide #8. Gross margin was 59.2% in the quarter, a decrease of 80 basis points, primarily due to incremental tariff costs, offset in part by positive price realization and benefits from our Stern Drive program. R&D amounted to $51.1 million in the quarter, which is a 4% increase in local currency over the prior year. SG&A amounted to $248.4 million, a 6% increase in local currency over the prior year, which includes sales and marketing investments.\nAdjusted operating profit amounted to $309.9 million in the quarter, up 5% versus the prior year. Adjusted operating margin was 30.1%, a decrease of 100 basis points or down 30 basis points on a currency-neutral basis versus the prior year. We estimate the gross impact of tariffs reduced our operating margin by 140 basis points. A couple of final comments on the P&L. Amortization amounted to $20 million in the quarter. Interest expense was $17.7 million and adjusted other income amounted to $4.3 million. Our effective tax rate was 19% in the quarter. This rate is before discrete items and is adjusted for the timing of stock option exercises.\nFully diluted shares amounted to $20.6 million, which is approximately a 3% decline from the prior year. Adjusted EPS for the quarter was $11.15, a 9% increase over the prior year. Incremental tariff costs were a gross headwind to EPS of 6%. On a reported basis in the quarter, EPS was $10.57 as compared to $9.96 in the prior year. Reported EPS in the quarter included $0.26 of purchase intangible amortization, $0.29 of restructuring and acquisition transaction costs and a $0.03 tax headwind related to the timing of stock option exercises.\nSlide #9 summarizes our year-to-date P&L. Local currency sales increased 2% for the 9-month period. Adjusting operating profit declined 2% and our operating margin contracted 130 basis points. Adjusted EPS increased 2%. Excluding the impact of 2023 shipping delays that benefited 2024 results, we estimate local currency sales grew 4% on a year-to-date basis, operating margin declined 10 basis points and adjusted EPS grew 7%. Gross tariff costs reduced operating profit by 3% and EPS by 4% on a year-to-date basis. That covers the P&L, and let me now comment on adjusted free cash flow, which amounted to $689.5 million for the first 9 months, a 6% increase on a per share basis.\nDSO was 34 days, while ITO was 4.2x. As mentioned, we completed several smaller acquisitions that add to our North American distribution footprint, add new service capabilities and expand on our life science equipment offering. Overall, we paid approximately $75 million related to these acquisitions and may pay contingent consideration up to $31 million in the future. Going forward, they will approximate 1% of our sales and are modestly accretive to adjusted EPS.\nLet me now turn to our guidance for the fourth quarter and our initial thoughts on next year. As you review our guidance, please keep in mind the following factors. First, our guidance assumes U.S. import tariffs as well as the impact of retaliatory tariffs from other countries will remain in effect at recently announced levels. Trade disputes are dynamic, and there's a potential for new tariffs or retaliatory tariffs that we have not factored into our guidance. Second, while our third quarter results were better than expected, market conditions remain challenging with continued uncertainty related to trade disputes, governmental policies and geopolitical tensions.\nOur forecast does not assume a significant improvement in market conditions over the coming year. Third, we have continued to make important investments in our business to capitalize on our customers' investments in automation, digitalization and nearshoring. We believe this will position us to very effectively capture these opportunities over the coming years. And finally, please keep in mind that our third-party logistics provider delays negatively impacted our Q4 2023 results by $58 million, nearly all of which was recovered in our Q1 2024 results. For the full year 2025, this reduces our sales growth by 1.5% and is a headwind to operating margin expansion of approximately 60 basis points and a headwind to adjusted EPS of approximately 4%.\nNow turning to our guidance. For the fourth quarter of 2025, we expect local currency sales to grow approximately 3% Operating margin is expected to decrease approximately 200 basis points or down 130 basis points on a currency-neutral basis at the midpoint of our range due to higher tariff costs. We expect adjusted EPS to be in the range of $12.68 to $12.88, a growth rate of 2% to 4%. Included within the EPS guidance is a gross headwind of approximately 7% from higher tariff costs. Currency for the quarter at recent spot rates would be a benefit to the fourth quarter sales by approximately 2.5% and would be neutral to adjusted EPS.\nFor the full year 2025, our local currency sales growth forecast is approximately 2% or up 3.5%, excluding the shipping delays. Adjusted EPS is forecast to be in the range of $42.05 to $42.25 which represents a growth rate of 2% to 3% and or 6% to 7%, excluding the impact of prior year shipping delays. Adjusted EPS also includes a gross headwind of approximately 5% from higher tariff costs. We've also provided our initial guidance for 2026. And based on our assessment of market conditions today, we would expect local currency sales to increase approximately 4%.\nAdjusted EPS is forecast to be in the range of $45.35 to $46, which represents a growth rate of 8% to 9%. At recent spot rates, foreign exchange is estimated to be a 1% benefit to sales and a slight headwind to EPS.\nLastly, I would like to share a few other details on our 2026 guidance to help you as you update your models. We expect total amortization, including purchased intangible amortization to be approximately $77 million. Purchased intangible amortization is excluded from adjusted EPS and is estimated at $26 million on a pretax basis or approximately $1 per share. Interest expense is forecast at $72 million, while other income is estimated at approximately $12 million. We expect our tax rate before discrete items will remain at 19% in 2026.\nFree cash flow is expected to be approximately $865 million in 2025 and $900 million in 2026. As mentioned earlier, we recently completed several small acquisitions that approximate $75 million of consideration in 2025 and have adjusted our share repurchase program accordingly. Share repurchases are now expected to be $800 million for the full year 2025, and share repurchases in 2026 are expected to be in the range of $825 million to $875 million.\nOur capital allocation philosophy is unchanged and you will see us continue to use our free cash flow primarily for share repurchases and small bolt-on acquisitions. Our Board has also authorized an additional $2.75 billion to be added to our share repurchase program, which had $1.1 billion remaining at the end of the third quarter.\nThat's it from my side, and I'll now turn it back to Patrick.\n\nPatrick K. Kaltenbach\n\nExecutive Vice President & President-Life Sciences Segment, Becton, Dickinson & Co.\n\nThanks, Shawn. Let me start with some comments on our operating businesses, starting with Lab, which had good growth in the quarter. We saw growth from pharma and biopharma customers with strong results in bioprocessing. These results were offset in part by softer demand from academia, biotech and the chemical sectors. We are optimistic that some of the market uncertainty could ease in 2026 but we have also not assumed a significant recovery next year.\nAmid a challenging market backdrop, Lab has benefited from the many innovations we have introduced into the market. Most recently, we have launched a focused pH meter, our new high-performance multiparameter benchtop meter for pH, conductivity, hiring concentration and dissolved oxygen measurements. In use of our broad offering of digital sensors, 9 focus provides consistent, accurate results that support regulatory compliance with automating data transfer to our LabX software. Our instrument can also be paired with our InMotion auto sample automation solution that allows users to calibrate, verify and measure over 300 samples fully automatically.\nTurning to our Industrial business. Growth in our core industrial business was very strong this quarter, especially in the Americas, although it benefited from easy multiyear growth comparisons and favorable timing of customer activity. Global market conditions for industrials are soft, and our sales are expected to grow low single digits in the fourth quarter. Looking ahead, our Industrial business is well positioned to benefit from increased replacement demand as market conditions improve, and it is also poised to benefit from near-shoring investments over the coming years.\nTurning to product inspection. Sales growth was very strong again this quarter, despite challenging market conditions in food manufacturing industry. Our unique go-to-market approaches and innovative portfolio are supporting market share gains, and we look forward to continued growth over the coming year.\nLastly, Food Retail sales grew 5% against easy year-ago comparisons. Now let me make some additional comments by geography, starting in the Americas which had good growth across most of the portfolio, especially with our industrial solutions. Growth in our laboratory business was good and included strong bioprocessing growth.\nTurning to Europe. Our results were very good this quarter and better than we had expected. Our industrial business delivered very strong results, while Lab had more modest growth. Finally, Asia and rest of the world grew modestly and was slightly better than expected. Our business in China also grew modestly in the quarter included growth in our Industrial business for the first time in over 2 years.\nOur team has remained highly agile and successful in identifying opportunities in China. And while we are monitoring efforts by the central government to reduce excess capacity across certain industry, we believe we are well positioned to continue to capture growth as conditions improve and should also benefit from trends such as the latest China pharmacopeia update.\nIn summary, we are very pleased with the strong execution from our team that has allowed us to deliver very good results. I recently came off our annual budget tour and met with senior leaders across the globe and I'm inspired by the excellent progress our teams are making on our initiatives. Throughout 2025, our team's resilience and agility have been important differentiators that have allowed us to successfully navigate very challenging market conditions. Our high-performance culture is a hallmark of our success and appears to shine the brightest during challenging times.\nLooking ahead, we are confident that our unique growth initiatives and focus on operational excellence will provide tangible benefits over the coming year. We continue to invest in global market trends around automation, digitalization, near-shoring and hot segments and believe we are well positioned to capture growth around the world. Our team's passion to pursue these opportunities is inspiring, and we have several initiatives that further strengthen our capabilities to serve customers as we also benefit from our significant digitalization investments over the past several years.\nInnovation is essential to our success, and we continue to advance the digital capabilities of our products, services and software to provide additional insights and productivity improvements to our customers. with many examples throughout their value chain. Spinnaker 6 has strong traction, and our global teams are actively deploying new digital solutions to further increase our effectiveness and improve our customers' digital experience. We are also further increasing our ability to identify growth opportunities via our Spinnaker program and Top K initiative and we are enhancing the capabilities of our sales force to leverage AI to further optimize our pipeline management.\nService also remains a significant growth opportunity, given our large installed base of instruments, and we continue to invest and leverage sophisticated analytics to identify and capture these opportunities. Internal productivity improvements from digital tools and automation also continue to be exciting opportunities. This is especially affective as MT as we operate from a single instance of our ERP and CRM systems that are fully integrated under the Blue Ocean program.\nBlue Ocean provides globally harmonized processes with extremely rich data that is essential of effective to effective digitalization. While conditions in China have been challenging over the past couple of years, our emerging markets outside of China have continued to grow and in total are now larger than China. We see significant growth potential in these markets and expect to benefit from our strong market organizations around the world.\nNow let me share some additional insights into our outlook for 2026. As mentioned earlier, we forecast our growth next year to be in the range of 4% which assumes market conditions do not significantly improve from current levels. We continue to face uncertainty in the global economy with trade disputes, U.S. governmental policies and geopolitical tensions However, we expect conditions to gradually improve and replacement cycles will gain momentum again.\nWhile we continue to see short-term uncertainty in our end markets, we believe we are very well positioned to continue to gain market share with our broad portfolio of new innovations. We have also recently launched new initiatives to ensure resources are effectively focused and reallocated towards the most promising growth opportunities. I'm very proud of the resiliency and strong execution from our global supply chain organization as we navigated new challenges with trade tariffs.\nOur team has been very agile and effective in implementing our supply chain optimization strategies. Our focus is to strengthen and evolve our in-region, for-region manufacturing capabilities to increase flexibility and resiliency and we continue to expect to fully offset incremental tariff costs in 2026.\nAnd lastly, as Shawn mentioned earlier, we also recently completed several small acquisitions that broaden our distribution and service capabilities and also expand our Life Science equipment portfolio. While these acquisitions are small and will add less than 1% to our sales growth in 2026. We add new products and services to our portfolio increased our sales capabilities. We are very happy to welcome our new colleagues to our team.\nNow this concludes our prepared remarks. Operator, I would like now to open the line to questions."
  },
  {
    "header": "MTD",
    "cik": "0001037646",
    "ticker": "MTD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3dcb94d9b09b140804f0c14c768014ca",
    "period": "2025 Q2",
    "content": "Q2 2025 Mettler Toledo International Inc Earnings Call\n\nQ2 2025 Mettler Toledo International Inc Earnings Call\n\nMTDNYSEAUG 1, 8:30 AM\n\nOperator\n\nGood morning, and thank you for standing by. My name is Karli, and I will be your conference operator today. At this time, I would like to welcome everyone to the Mettler-Toledo Second Quarter 2025 Conference Call. [Operator Instructions] I would now like to turn the call over to Adam Uhlman, Head of Investor Relations. Please go ahead.\n\nAdam William Uhlman\n\nAnalyst, Cleveland Research Co. LLC\n\nThanks, Carla, and good morning, everyone. Appreciate you joining us this morning. On the call with me today is Patrick Kaltenbach, our Chief Executive Officer; and Shawn Vadala, our Chief Financial Officer. Let me cover some administrative matters. This call is being webcast and is available for replay on our website at mt.com. A copy of the press release and the presentation that we will refer to on today's call is also available on our website. This call will include forward-looking statements within the meaning of the U.S. Securities Act of 1933 and the U.S. Securities Exchange Act of 1934.\nThese statements involve risks, uncertainties and other factors that may cause our actual results, financial condition, performance and achievements to be materially different from those expressed or implied by any forward-looking statements. For a discussion of these risks and uncertainties, see our recent annual report on Form 10-K and quarterly and current reports filed with the SEC. The company disclaims any obligation or undertaking to provide any updates or revisions to any forward-looking statements, except as required by law. On today's call, we may use non-GAAP financial measures. A reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measure is provided in the 8-K and is available on our website.\nLet me now turn the call over to Patrick.\n\nPatrick K. Kaltenbach\n\nExecutive Vice President & President-Life Sciences Segment, Becton, Dickinson & Co.\n\nThanks, Adam, and good morning, everyone. We appreciate you joining our call today. Last night, we reported our second quarter financial results, the details of which are outlined for you on Page 3 of our presentation. We are pleased with our second quarter and experienced growth throughout most of our businesses, despite challenging market conditions. Our team performed extremely well, and we continue to benefit from our innovative product portfolio and strategic programs. I am proud of our team's agility as we continue to navigate uncertain market positions and our ability to implement mitigation actions to counter the impact of tariffs.\nWe delivered solid adjusted EPS growth in the order and continue to compete very effectively in this environment. However, global trade disputes and tariffs are still highly dynamic. And as you have made -- may have seen last night after our press release, the U.S. administration announced a significant increase in U.S. tariffs on imports from Switzerland. If the tariffs stay at 39% on Switzerland, this would negatively impact yesterday's EPS guidance for this year by approximately $0.40. We will continue to implement mitigating actions to fully offset tariffs next year.\nLooking further out, while we anticipated many customers will remain cautious with their investments in the near term due to the global trade disputes and various governmental policy uncertainties. We are also very well positioned to benefit from increased investments in the future. We are confident that our unique global go-to-market approach and innovative portfolio will enable us to seize these opportunities, growth opportunities.\nLet me now turn the call over to Shawn to cover the financial results and our guidance, and then I will come back with some additional commentary on the business and our outlook. Shawn?.\n\nShawn P. Vadala\n\nChief Financial Officer, Mettler-Toledo International, Inc.\n\nThanks, Patrick, and good morning, everyone. Sales in the quarter were $983 million, which represented an increase in local currency of 2%. On a U.S. dollar reported basis, sales increased 4%. On Slide #4, we show sales growth by region. Local currency sales increased 3% in the Americas were flat in Europe and increased 3% in Asia Rest of the World. Local currency sales in China declined 2% during the quarter. Slide #5 shows local currency sales growth by region on a year-to-date basis.\nOn Slide #6, we summarized local currency sales growth by product area. For the quarter, Laboratory sales increased 1% and industrial increased 4% with core industrial up 2% and product inspection up 8%. Food retail was flat in the quarter. Slide #7 summarizes our local currency sales growth by product area on a year-to-date basis.\nLet me now move to the rest of the P&L, which is summarized on Slide #8. Gross margin was 59.0% in the quarter, a decrease of 70 basis points on positive price realization and benefits from our SternDrive program were offset by incremental travel costs and lower volumes. R&D amounted to $49.3 million in the quarter, which is a 3% increase in local currency over the prior year. SG&A amounted to $247.3 million, a 2% increase in local currency over the prior year. Adjusted operating profit amounted to $283.3 million in the quarter and was flat versus the prior year. Adjusted operating margin was 28.8% and a decrease of 120 basis points versus the prior year. We estimate the gross impact of tariffs reduced our operating margin by approximately 130 basis points.\nA couple of final comments on the P&L. Amortization amounted to $17.6 million in the quarter. Interest expense was $16.8 million and other income amounted to $3.3 million. Our effective tax rate was 19% in the quarter. This rate is before discrete items and is adjusted for the timing of stock option exercises. Fully diluted shares amounted to 20.7 million which is approximately a 3% decline from the prior year. Adjusted EPS for the quarter was $10.09, a 5% increase over the prior year. Incremental tariff costs were a gross headwind of 5% and a net headwind of about 1.5% in the quarter.\nOn a reported basis in the quarter, EPS was $9.76 as compared to $10.37 in the prior year, which included a discrete tax benefit of $1.07. Reported EPS in the quarter included $0.24 of purchased intangible amortization, $0.14 of restructuring costs and a $0.05 tax benefit related to the timing of stock option exercises. Slide #9 summarizes our year-to-date P&L. Local currency sales were flat for the 6-month period. Adjusted operating profit declined 6%, and our operating margin contracted 150 basis points. Adjusted EPS declined 1%. Excluding the impact of 2023, shipping delays that benefited 2024 results, we estimate local currency sales grew 3% on a year-to-date basis, operating margin declined 30 basis points and adjusted EPS grew 7%.\nThat covers the P&L, and let me now comment on adjusted free cash flow, which amounted to $409 million for the first 6 months, a 3% decrease on a per share basis due to lower earnings and higher bonus payments related to last year's performance. DSO was 35 days, while ITO was 4.2x. Let me now turn to our guidance for the third quarter and for the full year. As Patrick mentioned earlier, the tariff environment remains dynamic and may continue to change. As you review our guidance, please keep in mind the following factors. First, yesterday's guidance assumed U.S. import tariffs as well as the impact of retaliatory tariffs from other countries will remain in effect at recently announced levels prior to last night's U.S. Presidential Executive Order and assumed a 15% U.S. tariff rate on Swiss imports.\nAs of today, including the increase in Switzerland tariffs to 39% first mentioned in last night's U.S. presidential executive order, we estimate our incremental global tariff costs at approximately $95 million on an annualized basis, down from our May 2025 estimate of $150 million due to lower rates for China-U.S. tariffs, offset in part by the increase in Swiss tariff rates. We continue to make excellent progress with our mitigation actions and expect to fully offset these costs next year.\nGeopolitical tensions are elevated and include the potential for new tariffs or retaliatory tariffs that we have not factored into our guidance. Second, while our second quarter results were better than expected, market conditions remain challenging with uncertainty related to trade disputes and governmental policies. We are not assuming market conditions improved during the second half of the year, although we will benefit from higher pricing compared to the first half of the year. Third, we assume foreign currency at current rates which is a slight headwind to adjusted EPS in 2025, but is about a 1% benefit to reported sales growth in the third quarter and a 1% benefit for the year. Finally, please keep in mind that our third-party logistics provider delays negatively impacted our Q4 2023 results by $58 million nearly all of which was recovered in our Q1 2024 results.\nFor the full year 2025, this will reduce our sales growth by 1.5% and and is a headwind to operating margin expansion of approximately 60 basis points and a headwind to adjusted EPS growth of approximately 4%.\nNow turning to our guidance. For the third quarter of 2025, we expect local currency sales to grow approximately 3% to 4%. Operating margin is expected to decrease approximately 130 basis points at the midpoint of our range. We expect adjusted EPS to be in the range of $10.55 to $10.75 a growth rate of 3% to 5%. Included within the EPS guidance is a gross headwind of approximately 5% from higher tariff costs that we expect to offset with our mitigation actions. For the full year 2025, our local currency sales growth forecast is 1% to 2% or up 2.5% to 3.5%, excluding the shipping delays.\nOperating margin is expected to be down modestly, excluding the net impacts of tariffs and prior year shipping delays. As mentioned earlier, the tariffs on U.S. imports from Switzerland at 39% and were announced shortly after we provided yesterday's 2025 adjusted EPS guidance of $42.10 to $42.60. If the Swiss rate remains at 39% this will negatively impact our full year 2025 adjusted EPS by approximately $0.40 per share and reduce our EPS range to $41.70 to $42.20 compared to our May 2025 guidance of $41.25 to $42 which reflects EPS growth of 1% to 3% or 5% to 7%, excluding the shipping delays. The EPS guidance after adjusting for the higher Swiss tariff rates includes 5% from incremental tariff costs versus the prior year that we expect to fully offset with mitigating actions for 2026. We will post an updated slide to our website after the call reflecting this information.\nLastly, I would like to share a few other details on our 2025 guidance to help you as you update your models. We expect total amortization, including purchased intangible amortization to be approximately $73 million. Purchased intangible amortization is excluded from adjusted EPS and is estimated at $25 million on a pretax basis or $0.95 per share. Interest expense is forecast at $68 million for the year. Other income is estimated at approximately $11 million. We expect our tax rate before discrete items will remain at 19% in 2025. Free cash flow is expected to be approximately $860 million in 2025 and share repurchases are expected to be approximately $875 million.\nThat's it from my side, and I'll now turn it back to Patrick.\n\nPatrick K. Kaltenbach\n\nExecutive Vice President & President-Life Sciences Segment, Becton, Dickinson & Co.\n\nThanks, Shawn. Let me start with some comments on of operating businesses, starting with flat, which grew slightly in the quarter. We saw good growth from pharma and biopharma customers, which was offset in part by softer demand from academia, biotech and chemical sectors. Our bioprocessing-related sales remained strong, and the outlook for the year is healthy for this piece of our business. We have unique solutions offering for bioproduction and we can help customers entire workflow with our laboratory, process analytics and industrial products. Our process analytics business has also introduced many new innovations like digital, analytical sensors that have strong and consistent digital signal that resists interference and can store critical data of audit proof record keeping.\nWe've also expanded our portfolio of single-use sensors that covers a wide range of measurement parameters. Turning to our industrial business. We had growth in our core industrial business in the quarter despite challenging market conditions. While most end markets have generally remained soft, we have been active in capitalizing on our customers' demand for automation and productivity solutions. Our portfolio is well positioned to benefit from onshoring investments over the coming years and our team is focused on identifying potential new project opportunities as they emerge.\nTurning to product inspection. We again had stronger-than-expected performance this quarter amid challenging market conditions in the food manufacturing industry. Our recent innovations are providing customers a strong incentive to upgrade aging equipment given the significant reduction in total cost of ownership or new solutions provide. We expect a level solid growth for the remainder of the year as our market share gains offset soft industry demand. Lastly, food retail sales were flat for the quarter.\nNow let me make some additional comments by geography. Starting in the Americas, where growth was stronger than expected due to strength in our core industrial and product inspection business. We remain pleased that our refresh portfolio of Industrial Solutions has supported solid market share gains during soft economic conditions. The market conditions for LAP remain mixed as academia and biotech sectors have been soft offset in part by strength in bioprocessing.\nTurning to Europe. Sales were flat for the quarter against solid growth in the year ago period, especially for LAP, and we also had modest growth in Industrial. Finally, our Asia Rest of the World results were better than expected in the second quarter. Our teams executed very well and delivered strong growth in Southeast Asia. In China, underlying market conditions remain soft, and we do not expect much improvement in the second half of the year. We are pursuing growth opportunities in hot segments like e-mobility and renewable energy and GLP-1s and also looking to help customers meet more stringent quality control requirements in the 2025 Chinese pharmaco peer starting in October.\nWe are also monitoring any potential stimulus in China this year and have not assumed anything in our forecast. Finally, I'd like to provide an update on our service business, which grew 4% in the quarter and 5% on a year-to-date basis. Our second quarter results were impacted a bit by timing issues and we remain optimistic for good growth in the second half of the year. We are making good progress with our service growth initiative. In summary, I'm extremely satisfied with our team's performance and the strong results we have achieved despite challenging and uncertain market conditions. Our proactive tariff mitigation efforts will allow us to meaningfully offset incremental cost this year while also increasing the resiliency in our global supply chain.\nWe will continue to leverage and evolve our global manufacturing footprint to increase our in-reach production capabilities that will ensure continued resilience and agility. I'm also very pleased with how Spinnaker is enabling us to proactively support our customers as they adapt their operations. The demand for more resilient supply chains has identified since the pandemic, representing significant growth opportunities for us across nearly all regions. Onshoring and the development of regional supply chains in the coming years will serve as crude growth drivers especially as many companies have announced significant investment plans in the United States.\nOur strong and diverse portfolio enables us to support customers across the entire value chain and we are uniquely positioned to benefit from the many new instrument plans that have been announced by the biopharma and other industries in recent months. As companies establish new production facilities, we are uniquely positioned to benefit as Life Sciences overall sends about 40% of our revenue and the estimate around 2/3 of that supports customers' production and QA/QC operations. In addition, approximately half of our global sales support our customers' production processes with solutions in process analytics, for industrial applications and product inspection which will also benefit from onshoring opportunities and investments in other industries.\nOur market organizations are well equipped to identify and capitalize on these opportunities empowered by an expanded toolkit of our recent wave of Spinnaker. I recently spent several days with global leaders from around the world to discuss these opportunities and how we will leverage these new initiatives to reallocate resources to ensure we fully capitalize on our customers' resiliency investments. Another key growth opportunity we are actively pursuing is the increasing need to replace aging equipment after many years of inferred investments.\nDuring the latter half of 2024 and early into this year, we started to observe return to normal replacement cycles for lab equipment among many customers. However, trade and policy uncertainty appear to have again delayed many replacements. We believe there has pent-up replacement demand across our business following several years of soft market conditions. As the business environment stabilizes with reduced uncertainty we anticipate an increase in replacement spending over the coming years. Overall, we are confident in our ability to execute and deliver solid earnings in 2025.\nWe are also well positioned to uniquely benefit from the emerging growth opportunities associated with onshoring hot segments and equipment replacement. We will also maintain a well-balanced approach that emphasizes growth innovation and operational excellence. The focused execution of these initiatives will drive above-market growth and sustained margin expansion well into the future.\nNow this concludes our prepared remarks. Operator, I'd now like to open the line to questions."
  },
  {
    "header": "MTD",
    "cik": "0001037646",
    "ticker": "MTD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5b5a3f06649f924ce142bf23be5a450e",
    "period": "2025 Q1",
    "content": "Q1 2025 Mettler Toledo International Inc Earnings Call\n\nQ1 2025 Mettler Toledo International Inc Earnings Call\n\nMTDNYSEMAY 2, 8:30 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and thank you for standing by. My name is Kelvin and I will be your conference operator today. At this time, I would like to welcome everyone to the Mettler-Toledo's First Quarter 2025 Earnings Call. [Operator Instructions] I would now like to turn the call over to Adam Uhlman, Head of Investor Relations. Please go ahead.\n\nAdam William Uhlman\n\nAnalyst, Cleveland Research Co. LLC\n\nThanks, Kelvin, and good morning, everyone. I appreciate you joining us.\nOn the call with me today is Patrick Kaltenbach, our Chief Executive Officer; and Shawn Vadala, our Chief Financial Officer.\nLet me cover some administrative matters. On the call, this call will be webcast and available for replay on our website at mt.com and a copy of the press release and presentation that we'll refer to on today's call is also available on our website.\nThis call will include forward-looking statements within the meaning of the U.S. Securities Act of 1933 and the U.S. Securities Exchange Act of 1934. These statements involve risks, uncertainties and other factors that may cause our actual results, financial condition, performance and achievements to be materially different from those expressed or implied by any forward-looking statements. For a discussion of these risks and uncertainties, please see our recent annual report on Form 10-K and quarterly and current reports filed with the SEC. The company disclaims any obligation or undertaking to provide any updates or revisions to any forward-looking statements, except as required by law.\nOn today's call, we may use non-GAAP financial measures and a reconciliation of these non-GAAP measures to the most directly comparable GAAP measure is provided in the 8-K and is available on our website.\nLet me now turn the call over to Patrick.\n\nPatrick K. Kaltenbach\n\nExecutive Vice President & President-Life Sciences Segment, Becton, Dickinson & Co.\n\nThanks, Adam, and good morning, everyone. We appreciate you joining our call today. Last night, we reported our first quarter financial results, the details of which are outlined for you on Page 3 of our presentation. We had a good start to the year with solid growth in our Laboratory business, excluding the recovery of delayed shipments in the first quarter of 2024. Additionally, the strong execution of our margin expansion strategies led to better-than-expected earnings for the quarter.\nHowever, the ongoing global trade disputes and tariffs have significantly increased uncertainty in global customer demand. We also estimate gross incremental global tariff costs of approximately $115 million on an annual basis and are implementing mitigation actions this year that will fully offset these costs next year. We are confident that our strong culture of operational excellence and our highly agile team will continue to perform well in this dynamic environment, and we will benefit from the breadth of our innovative product portfolio and strategic programs.\nLet me now turn the call over to Shawn to cover the financial results and our guidance, and then I will come back with some additional commentary on the business and our outlook. Shawn?\n\nShawn P. Vadala\n\nChief Financial Officer, Mettler-Toledo International, Inc.\n\nThanks, Patrick, and good morning, everyone. Sales in the quarter were $884 million, which represented a decrease in local currency of 3%. Excluding the impact of shipping delays from the fourth quarter of 2023 that were recovered in the first quarter of 2024, local currency sales grew 3%. On a U.S. dollar reported basis, sales declined 5%.\nOn Slide #4, we show sales growth by region. Local currency sales declined 1% in the Americas, 7% in Europe and 2% in Asia, Rest of the World. Local currency sales were flat in China during the quarter. Excluding the impact of shipping delay recoveries in the prior year, local currency sales grew 3% in the Americas, 4% in Europe and 3% in Asia, Rest of the world, including 3% growth in China.\nOn Slide #5, we summarize local currency sales growth by product area. For the quarter, Laboratory sales decreased 3% and Industrial declined 1%, with core Industrial down 6% and Product Inspection up 8%. Food Retail declined 12% in the quarter. Excluding the impact of shipping recoveries last year, we estimate our Laboratory sales grew 5%, Industrial grew 2%, with core Industrial down 2% and Product Inspection up 8%; and Food Retail declined 5%. Service sales increased 6% in local currency in the first quarter.\nLet me now move to the rest of the P&L, which is summarized on Slide #6. Gross margin was 59.5% in the quarter, an increase of 30 basis points as positive price realization and benefits from our SternDrive program were offset in part by lower volume. We estimate gross margin expanded 90 basis points, excluding shipping delays. R&D amounted to $46 million in the quarter, which is a 2% increase in local currency over the prior year. SG&A amounted to $243 million, a 5% increase in local currency over the prior year and includes sales and marketing investments and timing of expenses.\nAdjusted operating profit amounted to $237 million in the quarter, down 11% from the prior year. Adjusted operating margin was 26.8% which represents a decrease of 210 basis points over the prior year. Excluding the impact of shipping delay recoveries in the prior year, our operating margin expanded 50 basis points on 3% sales growth in the quarter.\nA couple of final comments on the P&L. Amortization amounted to $17 million in the quarter, interest expense was $17 million and adjusted other income amounted to $3 million. Our effective tax rate was 19% in the quarter. This rate is before discrete items and is adjusted for the timing of stock option exercises.\nFully diluted shares amounted to 20.9 million, which is approximately a 3% decline from the prior year. Adjusted EPS for the quarter was $8.19, an 8% decrease over the prior year. Adjusted EPS growth was 11%, excluding a headwind to EPS growth of approximately 18% from the recovery of delayed shipments and a 1% headwind from foreign exchange. On a reported basis in the quarter, EPS was $7.81 as compared to $8.24 in the prior year. Reported EPS in the quarter included $0.23 of purchased intangible amortization and $0.15 of restructuring costs.\nThat covers the P&L, and let me now comment on adjusted free cash flow, which amounted to $180 million in the quarter, a 1% increase on a per share basis and was impacted by higher bonus payments of $36 million related to prior year performance. DSO was 35 days, while ITO was 4.2x.\nLet me now turn to our guidance for the second quarter and for the full year 2025. As you review our guidance, please keep in mind the following factors. First, our guidance assumes U.S. import tariffs as well as the impact of retaliatory tariffs from other countries will remain in effect at current levels. Geopolitical tensions are elevated and include the potential for new tariffs or retaliatory tariffs that we have not factored into our guidance.\nAs of today, we estimate our incremental global tariff costs at approximately $115 million on an annualized basis, which already includes initial actions we have taken to lower our gross exposure.\nSecondly, we are taking various actions to offset the impact of higher tariffs, including supply chain optimization, cost savings, price increases and surcharges. Our actions are expected to fully offset tariff costs on an annualized basis, but we will have a headwind in our gross margin in 2025, especially Q2 until the full benefit is realized.\nThird, the U.S. administration's trade policies have created increased risk to the outlook for our core markets and the global economy. Our outlook assumes market conditions will be slower than previously expected, especially in China. This implies volume growth in the second half of the year is similar to the first half of the year, excluding the impact of shipping delays.\nWe assume foreign currency at current rates, which would not materially impact sales or adjusted EPS in 2025. Finally, please keep in mind that our third-party logistics provider delays negatively impacted our Q4 2023 results by $58 million. Nearly all of which was recovered in our Q1 2024 results. For the full year 2025, this will reduce our sales by 1.5% and is a headwind to operating margin expansion of approximately 60 basis points and a headwind to adjusted EPS growth of approximately 4%.\nNow turning to our guidance. For the second quarter of 2025, we expect local currency sales to grow approximately 0% to 1%. Operating margin is expected to decrease 170 basis points at the midpoint of our range or down 70 basis points, excluding the net impact of tariffs. We expect adjusted EPS to be in the range of $9.45 to $9.70, a growth rate of down 2% to up 1%. Included within the EPS guidance is a gross headwind of approximately 6% from higher tariff costs, and we expect to offset about half resulting in a net headwind to EPS growth of 3%.\nFor the full year 2025, our local currency sales growth forecast is 1% to 2% or up 2.5% to 3.5%, excluding the shipping delays. Operating margin is expected to decrease 130 basis points at the midpoint of our range and would be up slightly excluding the net impact of tariffs and prior year shipping delays. We expect full year adjusted EPS to be in the range of $41.25 to $42 compared to our previous guidance of $42.35 to $43, which reflects EPS growth of 0% to 2% or 4% to 6%, excluding the shipping delays. Included within the EPS guidance is a gross headwind of approximately 7% from higher tariff costs or a net headwind of 2%, including the benefits of our mitigating actions.\nLastly, I'd like to share a few other details on our 2025 guidance to help you as you update your models. We expect total amortization, including purchased intangible amortization, to be approximately $72 million. Purchased intangible amortization is excluded from adjusted EPS and is estimated at $25 million on a pretax basis or $0.93 per share. Interest expense is forecast at $72 million for the year. Other income is estimated at approximately $9 million.\nWe expect our tax rate before discrete items will remain at 19% in 2025. Free cash flow is expected to be approximately $860 million in 2025 and share repurchases are expected to be approximately $875 million.\nThat's it from my side, and I'll now turn it back to Patrick.\n\nPatrick K. Kaltenbach\n\nExecutive Vice President & President-Life Sciences Segment, Becton, Dickinson & Co.\n\nThanks, Adam. Let me start with some comments on our operating businesses, which will exclude the impact of -- from the recovery of delayed shipments in the first quarter of last year. I will start with Lab, which had solid growth in the quarter. We continue to benefit from recent innovations like our new line of laboratory balances, titrators and thermal analysis instruments and our sophisticated go-to-market approaches have helped us penetrate underserved market segments. We had strong growth in our Process Analytics business in this quarter, which continues to benefit from favorable biopharma market trends, especially in single-use technologies and recent innovations like our digital sensors with intelligent sensor management that provide reliable in-line measurement of critical analytical parameters.\nPrecise analytics, monitoring and control systems are crucial for optimizing bioprocess operations. By providing real-time data and feedback, our systems can help ensure ideal cell viability, nutrition feeding and consistent productivity throughout the bioprocessing life cycle from R&D to manufacturing in both reusable and single-use formats.\nTurning to our Industrial business. Our underlying sales growth was led by our Product Inspection business, where our growth initiatives and new portfolio have offset challenging market conditions for the food manufacturing industry. Our innovation investments are well received in the market. Our new innovations have low total cost of ownership and can significantly improve productivity, for example, by enabling much higher line speeds in production and reducing waste, which is more important than ever to protect margins in food manufacturing.\nSwitching to core Industrial. Sales were down slightly, excluding the impact of prior year shipment delay recoveries as industry conditions remain mixed across most end markets. Our team remains active in engaging with customers with cost-saving solutions like our quality control software that improves process control and reduces waste in their manufacturing operations. Our suite of smart terminals helps customers transition manual processes to semi or fully automated process control that includes full traceability for reliable reporting. These solutions are increasingly important for customers looking to expand manufacturing in higher-cost geographies and automate more of them in their production processes.\nAnd lastly, Food Retail declined as we had expected.\nNow let me make some additional comments by geography, which will also exclude the impact of last year's shipping recovery. Starting in the Americas, our underlying sales growth was led by strong growth in Process Analytics and Product Inspection. This growth was partially offset by lower Core Industrial sales against strong growth in the prior year.\nTurning to Europe. We had underlying sales growth across our business with the exception of retail. Our team continues to execute very well, and we have benefited from our innovative portfolio and Spinnaker programs. And finally, Asia, rest of the world results were about as expected and grew modestly against easy comparisons. Market conditions in China remain soft and economic uncertainty is increasing. We continue to leverage our Spinnaker program to identify growth opportunities and our team remains highly agile to take advantage of opportunities.\nIn summary, we are pleased with the good start to 2025, although we recognize that increased uncertainty due to tariffs and the potential impact to our end markets and global economic growth. During uncertain times, our strong culture of teamwork, collaboration and focused execution has been a critical asset that has helped our company successfully navigate uncertainty very well in the past. We also benefit from our business diversity and help customers across their entire value chain from research and development, scale-up, quality control and production.\nWe also see a wide range of diverse end markets and over 70% of our sales are in core end markets of pharma, biopharma, food manufacturing and chemicals. No end customer is more than 1% of sales, and we also benefit from our geographic diversity as we sell in over 140 countries around the world. We also have a broad and diverse product offering and have introduced new innovations across a wide range of our portfolio in the recent years that provide tangible benefits to customers, significantly enhancing our value proposition. Our automation and digitalization solutions help customers improve their productivity and reduce costs while enhancing compliance with relevant regulations.\nAdditionally, our average price points are low and typically below $10,000 and our large installed base and replacement demand helps reduce cyclicality. Approximately 35% of our sales last year was service and consumables, and we are confident our dedicated growth initiatives in this area will remain accretive to our growth and profitability.\nOur go-to-market approach is also a competitive advantage during periods of increased uncertainty. Our sales and marketing excellence program, Spinnaker, ensures we are identifying and guiding our sales teams to the most attractive opportunities in the market. For example, we expect to see increased U.S. onshoring investment over the coming years, and we will benefit from these investments. Our strong direct sales force helps us to communicate our value proposition directly to end users.\nOur global supply chain is another important asset as we serve customers around the world with 21 manufacturing locations in 7 countries. We also continue to increase the resilience of our manufacturing footprint, which allows us to produce products in multiple regions.\nU.S. import tariffs represent additional costs. We plan to offset with supply chain optimization actions, cost savings, price increases and surcharges. Our global pricing program is deeply ingrained throughout our organization and is based on a sophisticated set of data analytics and tools that help support our end-to-end pricing process. Our Blue Ocean program has also allowed us to have centralized price administration with robust processes so we can react quickly to changing conditions.\nOverall, we recognize the increased uncertainty in the economy, and we remain agile to respond to the changes in the market conditions as necessary. At the same time, we remain convinced in the long-term growth opportunity in our end markets and our ability to gain market share and grow faster than the market, especially in very dynamic market conditions. We remain focused on the things we can control and continue to implement strategies with a good balance of initiatives focused on growth, innovation and operational excellence.\nNow this concludes our prepared remarks. Operator, I'd like now to open the line to questions."
  },
  {
    "header": "MTD",
    "cik": "0001037646",
    "ticker": "MTD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ecd897e71d2071ae8f396f07452c19e1",
    "period": "2024 Q4",
    "content": "Q4 2024 Mettler Toledo International Inc Earnings Call\n\nQ4 2024 Mettler Toledo International Inc Earnings Call\n\nMTDNYSEFEB 7, 8:30 AM\n\nOperator\n\nMy name is Jael, and I will be your conference operator today. At this time, I would like to welcome everyone to the Mettler-Toledo Fourth Quarter 2024 Earnings Call. [Operator Instructions]\nI would now like to turn the conference over to Adam Uhlman, Head of Investor Relations. You may begin.\n\nAdam William Uhlman\n\nAnalyst, Cleveland Research Co. LLC\n\nThanks, Jael, and good morning, everybody. Thanks for joining us this morning.\nOn the call with me today is Patrick Kaltenbach, our Chief Executive Officer; and Shawn Vadala, our Chief Financial Officer.\nLet me cover some administrative matters. This call is being webcast and is available for replay on our website at mt.com. A copy of the press release and the presentation that we will refer to today is available on our website. This call will include forward-looking statements within the meaning of the U.S. Securities Act of 1933 and the U.S. Securities Exchange Act of 1934. The statements involve risks, uncertainties and other factors that may cause our actual results, financial condition, performance and achievements to be materially different from those expressed or implied by any forward-looking statements.\nFor a discussion of these risks and uncertainties, please see our annual report on Form 10-K and quarterly and current reports filed with the SEC. The company disclaims any obligation or undertaking to provide any updates or revisions to any forward-looking statements, except as required by law.\nOn today's call, we may use non-GAAP financial measures. A reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measure is provided in the 8-K and is available on our website.\nLet me now turn the call over to Patrick.\n\nPatrick K. Kaltenbach\n\nExecutive Vice President & President-Life Sciences Segment, Becton, Dickinson & Co.\n\nThanks, Adam, and good morning, everyone. We appreciate you joining our call today. Last night, we reported our fourth quarter financial results, the details of which are outlined for you on Page 3 of our presentation.\nWe had a strong finish to the year and we capitalized on very good customer demand for Laboratory products, especially in Europe. Strong sales growth and solid execution of our margin improvement initiatives contributed to excellent adjusted EPS and cash flow.\nReflecting on our achievements in 2024, we delivered good results despite soft market conditions, and continue to benefit from our strong culture of execution and continuous improvement. At the same time, we stay focused on our long-term strategy of delivering innovative solutions and extending our market leadership.\nLooking ahead, driving growth is our top priority in 2025. And we will continue to build on our competitive strength and take advantage of opportunities in automation, digitalization and high-growth areas to further expand our market share and deliver good earnings growth.\nLet me now turn the call over to Shawn to cover the financial results and our guidance, and then I will come back with some additional commentary on the business and our outlook. Shawn?\n\nShawn P. Vadala\n\nChief Financial Officer, Mettler-Toledo International, Inc.\n\nThanks, Patrick, and good morning, everyone. Sales in the quarter were $1.45 billion, which represented an increase in local currency and in U.S. dollars of 12%.\nOn Slide #4 we show sales growth by region. Local currency sales grew 7% in the Americas, 19% in Europe and grew 14% in Asia/Rest of World. Local currency sales increased 4% in China in the quarter. Excluding the impact of shipping delays in the fourth quarter of 2023, local currency sales grew 6%, including 3% in the Americas, 8% growth in Europe and 10% in Asia/Rest of the World, including 2% growth in China.\nOn Slide #5 we show sales growth by region for the full year 2024. Local currency sales increased 3%, with 3% growth in the Americas, 8% growth in Europe and a 1% decline in Asia/Rest of the World. Local currency sales decreased 11% in China for the full year. Excluding the impact of shipping delays, local currency sales in 2024 were flat, including 1% growth in the Americas, 2% in Europe and a 3% decline in Asia/Rest of the World, including a 12% decline in China.\nOn Slide #6 we summarized local currency sales growth by product area. For the quarter, Laboratory sales increased 18% and Industrial grew 8%, with Core Industrial up 5% and Product Inspection up 12%. Food Retail declined 14% in the quarter. Excluding the impact of the shipping delays, we estimate our Laboratory sales grew 10%, Industrial grew 5% with Core Industrial up 1% and Product Inspection up 12%, and Food Retail declined 21%. Service sales increased 8% in local currency in the fourth quarter.\nThe next slide shows local currency sales growth by product area for the full year 2024. Laboratory sales increased 6% and Industrial increased 1% with Core Industrial down 1% and Product Inspection up 4%. Food Retail decreased 14%. Excluding the impact of the shipping delays last year, we estimate our Laboratory sales grew 2%, Industrial was flat with Core Industrial down 3% and Product Inspection up 4%, and Food Retail declined 17%. Service sales increased 7% in local currency for the full year.\nLet me now move to the rest of the P&L, which is summarized on Slide #8. Gross margin was 61.2% in the quarter, an increase of 220 basis points due to higher volume, positive price realization and benefits from our productivity initiatives.\nR&D amounted to $50.1 million in the quarter, which is a 7% increase in local currency over the prior period. SG&A amounted to $237.3 million, a 6% increase in local currency over the prior year and includes higher variable compensation.\nAdjusted operating profit amounted to $351.9 million in the quarter, up 25% from the prior year. Adjusted operating margin was 33.7%, which represents an increase of 360 basis points over the prior year.\nA couple of final comments on the P&L. Amortization amounted to $18.2 million in the quarter. Interest expense was $17.9 million. And adjusted other income amounted to $1.1 million. Our effective tax rate was 19% in the quarter. This rate is before discrete items and is adjusted for the timing of stock option exercises.\nFully diluted shares amounted to 21.1 million, which is approximately a 3% decline from the prior year. Adjusted EPS for the quarter was $12.41, a 32% increase over the prior year. On a reported basis in the quarter, EPS was $11.96, as compared to $8.52 in the prior year. Reported EPS in the quarter included $0.24 of purchased intangible amortization, $0.09 of restructuring and other costs and a $0.12 headwind from the timing of stock option exercises.\nThe next slide illustrates our full year 2024 results. Local currency sales grew 3%. Adjusted operating income increased 4%, or 6% excluding unfavorable foreign currency, and our adjusted operating margin grew 60 basis points. Adjusted EPS grew for the full year and grew 10% excluding unfavorable currency.\nThat covers the P&L, and let me now comment on adjusted free cash flow, which amounted to $900.6 million in 2024, a 2% increase on a per-share basis from 2023 and just over 100% of adjusted net income. DSO was 36 days, while ITO was 4.2x.\nLet me now turn to our guidance for the first quarter and for the full year 2025. As you review our guidance, please keep in mind the following factors. First, uncertainty remains across many of our core markets in the global economy. Geopolitical tensions remain elevated and include the potential for new tariffs that we have not factored into our guidance.\nSecondly, we expect market conditions to gradually improve throughout 2025. We also expect to continue to benefit from customer trends in automation, digitalization and on- and near-shoring.\nThird, we assume foreign currency at current rates, which is a headwind to sales and adjusted EPS growth of approximately 2% and for the quarter and year.\nFinally, please keep in mind that our third-party logistics provider delays negatively impacted our Q4 2023 results by approximately $58 million, nearly all of which was recovered in our Q1 2024 results. This will be a headwind to our Q1 2025 sales growth of approximately 6% and will negatively impact our year-over-year operating margin change by approximately 260 basis points and adjusted EPS growth by approximately 18%. For the full year, this will reduce our sales growth by 1.5% and is a headwind to operating margin expansion of approximately 60 basis points and a headwind to adjusted EPS growth of approximately 4%.\nNow turning to our guidance. For the first quarter of 2025, we expect local currency sales to decline by approximately 3% to 4%, representing growth of 2% to 3% excluding the prior year shipping delays. Operating margin is expected to decline 220 basis points at the midpoint of our range, or growth of 30 basis points excluding the shipping delays. We expect adjusted EPS to be in the range of $7.75 to $7.95, down 11% to 13%, or a growth rate of 7% to 9%, excluding the shipping delays and unfavorable foreign currency.\nFor the full year 2025, our local currency sales growth forecast is unchanged at approximately 3% or up 4.5%, excluding the shipping delays. Operating margin is forecast to be flattish at the midpoint of our range, or up approximately 60 basis points, excluding the shipping delay. We expect full year adjusted EPS to be in the range of $42.35 to $43, up $0.50 from our prior range, which reflects EPS growth of 3% to 5%, or 9% to 10% excluding the shipping delays and unfavorable currency.\nLastly, I would like to share a few other details on our 2025 guidance to help you as you update your models. We expect total amortization, including purchased intangible amortization, to be approximately $73 million. Purchased intangible amortization is excluded from adjusted EPS and is estimated at $25 million on a pretax basis or $0.93 per share. Interest expense is forecast at $74 million for the year, down from our prior forecast due to lower interest rates on our revolver and our strong free cash flow in 2024. Other income is estimated at approximately $7 million.\nWe expect our tax rate before discrete items will remain at 19% in 2025. Free cash flow is still expected to be approximately $860 million in 2025 and share repurchases are expected to be approximately $875 million.\nThat's it from my side, and I'll now turn it back to Patrick.\n\nPatrick K. Kaltenbach\n\nExecutive Vice President & President-Life Sciences Segment, Becton, Dickinson & Co.\n\nThanks, Shawn. Let me start with some comments on our operating businesses, which will exclude the impact from last year's shipping delays. I will start with Lab, which had a very strong performance in the quarter. We had excellent growth across most of the portfolio, including very strong growth across process analytics and analytical instruments, especially with pharma and biopharma customers.\nWe continue to receive very positive feedback from the market on our innovative portfolio and on our service solutions, which we believe is contributing to market share gains.\nShifting now to our Industrial business. Our underlying sales growth was led by our product inspection business, which has gained momentum as the year unfolded. Our growth initiatives and new products targeting the mid-markets are delivering market share gains, and we have also benefited from growing adoption of X-ray inspection technology as customers look to increase product safety by detecting a wider range of physical contaminants.\nOur X2 X-ray platform has allowed us to offer differentiated solutions at attractive price points across a wide range of applications. It also provides valuable features that simplify maintenance and cleaning.\nThe strong wins we have had with our X-ray platform are helping mitigate weak underlying demand from the food manufacturing industry which continues to face challenges and longer investment cycles.\nSwitching over to our core industrial business. Our underlying sales growth this quarter was modest as market headwinds persisted, especially in China. While customer demand in some market segments like pharma and biopharma have improved recently, general industry and chemical sector have remained soft.\nLastly, food retail declined against very significant project-related growth in the prior year.\nNow let me make some additional comments by geography, which will also exclude the impact of last year's shipping delay. Starting in the Americas, our underlying sales growth was led by our process analytics business that continues to benefit from the recovery in bioprocessing, and we also had good growth in other laboratory products and our product inspection business. This growth was offset by a significant decline in food retail following very large projects related to growth in the prior year.\nNow shifting to Europe. We have excellent underlying sales growth this quarter that included very strong growth across both Laboratory and Core Industrial. Our pharma and biopharma customers has led our growth over the past year as we have benefited from our innovative portfolio and our unique direct sales and marketing strategies.\nAnd finally, our Asia/Rest of the World results were also better than expected with strong results throughout the region outside of China. We have significant growth opportunities across the Asia Pacific region and have accelerated growth plans in various countries such as Japan and India to expand our market share. Our results in China were in line with our expectations with modest underlying growth as improved lab demand was partially offset by weaker industrial sales.\nMarket conditions in China remain subdued and we expect low single-digit growth in 2025. As we have mentioned in the past, trends in China can change quickly, and our team remains focused on taking advantage of growth opportunities.\nIn summary, again, we are very pleased with the successful close to 2024, and we are optimistic that market conditions will gradually improve as we move throughout 2025. The many important growth investments we have made in the recent years have further enhanced our market leadership and will support above-market growth and margin expansion well into the future.\nAs we enter 2025, we will remain focused on implementing our new strategies and techniques with Spinnaker 6, which include an expanded big data and analytics efforts for our lead generation and sales force guidance programs and new digital solutions that enhance our customer experience. We will also make further progress with our Blue Ocean program, which is a critical backbone for many of our corporate programs such as Spinnaker and SternDrive. Blue Ocean is our global process harmonization initiative built on a single instance of SAP, and it provides us valuable real-time business intelligence insights that allow us to react quickly to changes in the business and operating environment.\nWe are also very pleased with the growth in service sales over the past year and our team is focused on continuing to drive strong growth over the coming years. We are making important investments to support our service growth initiatives, which includes additional resources to help us address a larger proportion of our installed base that we do not service today.\nWe also have dedicated initiatives underway to help increase our sales of service contracts at the point of new instrument [ sales ]. We will also continue to sustain important investments in innovation over the coming year.\nInnovation empowers our customers to generate new insights, improve and digitalize their workflows and make their results more precise and reliable. Innovation is also important as it helps stimulate replacement cycles, support our market share gains and enhance our value proposition that reinforces our pricing.\nOver the past several years, we have launched many important enhancements to our portfolio, and we will have many exciting innovations to be introduced over the coming years as well.\nNow lastly, in 2025, we will look to capture additional benefits from new tools in our SternDrive program, which aims to drive operational excellence in our manufacturing facilities and our global supply chain. As a reminder, we are on the third wave of SternDrive, which is focused on smart automation and digitalization technologies to drive productivity and capture material cost savings.\nThe Mettler-Toledo franchise is stronger than ever. and we remain focused on the things that we can control through the different execution of our initiatives -- sorry, through a diligent execution of our initiatives. We are well positioned and continue to implement strategies with a good balance of initiatives focused on growth, innovation and operational excellence.\nNow this concludes our prepared remarks. Operator, I'd now like to open the line to questions."
  },
  {
    "header": "MTD",
    "cik": "0001037646",
    "ticker": "MTD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c9f6fd215bed6355002315a601a5f331",
    "period": "2024 Q2",
    "content": "Q2 2024 Mettler Toledo International Inc Earnings Call\n\nQ2 2024 Mettler Toledo International Inc Earnings Call\n\nMTDNYSEAUG 2, 7:30 AM\n\nOperator\n\nThank you for standing by, and welcome to the Mettler-Toledo Second Quarter 2024 Earnings Call. [Operator Instructions] And finally, I would like to advise all participants that this call is being recorded. Thank you. I'd now like to welcome Adam Uhlman, Head of Investor Relations to begin the conference over to you.\n\nAdam Uhlman\n\nAnalyst, Cleveland Research Co. LLC\n\nThanks, Paul, and good morning, everyone. Thanks for joining us. On the call with me today is Patrick Kaltenbach, our Chief Executive Officer; and Shawn Vadala, our Chief Financial Officer.\nLet me cover some administrative [Audio Gap] U.S. Securities Exchange Act of 1934. These statements involve risks, uncertainties and other factors that may cause our actual results, financial condition, performance and achievements to be materially different from those expressed or implied by any forward-looking statements. For discussion of these risks and uncertainties, please see our recent annual report on Form 10-K and quarterly and current reports filed with the SEC. The company disclaims any obligation or undertaking to provide any updates or revisions to any forward-looking statements, except as required by law.\nOn today's call, we may use non-GAAP financial measures. A reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measure is provided in the 8-K and is available on our website. Let me now turn the call over to Patrick.\n\nPatrick K. Kaltenbach\n\nExecutive Vice President & President-Life Sciences Segment, Becton, Dickinson & Co.\n\nThanks, Adam, and good morning, everyone. We appreciate you joining our call today. Last night, we reported our second quarter financial results, the details of which are outlined for you on Page 3 of our presentation. Our team continued to execute well and deliver better-than-expected results in the second quarter, including good growth in laboratory sales in Europe and Americas. As expected, market conditions in China remained weak in both our laboratory and industrial businesses. We continue to benefit from our productivity and margin initiatives, which helped mitigate the impact of foreign exchange headwinds and protect our earnings.\nLooking to the remainder of 2024, market conditions are soft, particularly in China. However, we expect our local currency sales to return to growth in the second half of the year, primarily due to easier comparisons as well as execution of our Spinnaker sales and marketing program and leveraging our innovative product portfolio. We remain focused on continuing to strengthen our company for the future and believe we are in an excellent position to continue to gain market share and deliver future growth.\nLet me now turn the call over to Shawn to cover the financial results and our guidance, and then I will be back with some additional commentary on the business and our outlook. Shawn?\n\nShawn P. Vadala\n\nChief Financial Officer, Mettler-Toledo International, Inc.\n\nThanks, Patrick, and good morning, everyone. Sales in the quarter were at $943.8 million, which represented a decrease in local currency of 2%. On a U.S. dollar basis, sales declined 4% as currency reduced sales growth by 2%.\nOn Slide #4, we show sales growth by region. Local currency sales grew 6% in Europe; 2% in the Americas; and declined 13% in Asia Rest of the World. Local currency sales decreased 23% in China in the quarter.\nOn Slide #5, we show sales growth by region for the first half of the year. Local currency sales declined 1% for the first 6 months with 6% growth in Europe; 2% growth in the Americas; and an 11% decline in Asia Rest of the World. Local currency [Audio Gap] our first quarter sales benefited by 6% from recovering delayed product shipments, which is a 3% benefit to our year-to-date results. Excluding this, our local currency sales declined 4% on a year-to-date basis.\nOn Slide #6, we summarize local currency sales growth by product area. For the quarter, laboratory sales increased 1% and Industrial decreased 5% with core industrial down 9% and product inspection up 3%. Food retail declined 12% in the quarter against significant project activity last year.\nThe next slide shows local currency sales growth by product area for the first half. Laboratory sales increased 1% and Industrial decreased 3% with core industrial down 5% and product inspection up 1%. Food retail decreased 10%.\nLet me now move to the rest of the P&L, which is summarized on Slide #8. Gross margin was 59.7%, an increase of 30 basis points on positive price realization as positive price realization was partially offset by lower volume. R&D amounted to $45.8 million in the quarter, which is a 2% decrease in local currency over the prior period. SG&A amounted to $235.8 million, a 4% increase in local currency over the prior year and includes higher variable compensation.\nAdjusted operating profit amounted to $284.1 million in the quarter, an 8% decrease. Unfavorable foreign currency was a headwind to adjusted operating profit of approximately 2%. Adjusted operating margin was 30%, which represents a decrease of 130 basis points over the prior year.\nA couple of final comments on the P&L. Amortization amounted to $18.2 million in the quarter. Interest expense was $19 million and other income amounted to $1.5 million. Our effective tax rate was 19% in the quarter. This rate is before discrete items and is adjusted for the timing of stock option exercises. This also excludes a $23 million onetime noncash discrete tax benefit relating to the favorable settlement of a tax audit.\nFully diluted shares amounted to 21.4 million, which is approximately a 3% decline from the prior year. Adjusted EPS for the quarter was $9.65, a 5% decrease over the prior year or a 3% decrease excluding unfavorable foreign currency.\nOn a reported basis in the quarter, EPS was $10.37 as compared to $9.69 in the prior year. Reported EPS in the quarter included $0.24 of purchased intangible amortization; $0.20 of restructuring costs; a $0.09 tax benefit from the timing of option exercises that is trued up in Q4; and the onetime noncash discrete tax benefit of $1.07.\nThe next slide illustrates our year-to-date results. Local currency sales declined 1% for the 6-month period. Adjusted operating income decreased 4% or 1%, excluding unfavorable foreign currency, and our operating margin contracted 60 basis points. Adjusted EPS declined 2% on a year-to-date basis or grew 1%, excluding unfavorable currency.\nThat covers the P&L, and let me now comment on cash flow. Adjusted free cash flow amounted to $433.4 million on a year-to-date basis. a 13% increase on a per share basis from prior year levels due to favorable working capital. DSO was 37 days, while ITO was 4x.\nLet me now turn to our guidance for the third quarter and the full year. As you review our guidance, please keep in mind the following factors. Market conditions are soft, especially in China. While we are not seeing a negative change in market conditions, we're also not seeing a significant improvement. We believe we are well positioned to capture growth opportunities through our Spinnaker sales and marketing program as well as our innovation, which includes several product launches, which we discussed last quarter.\nWe continue to execute very well on our margin expansion, productivity and cost savings initiatives. And as previously mentioned, we will start to benefit from easier prior year comparisons during the second half of the year. Lastly, as you update your models, keep in mind, our 2025 results will face a sales headwind of approximately 1.5% as we recaptured delayed shipments in 2024 from 2023.\nNow turning to our guidance. For the third quarter of 2024, we expect local currency sales to grow by approximately 1%. We expect adjusted EPS to be in the range of $9.90 to $10.05. Currency for the quarter at recent spot rates would be an approximate 1% headwind to the third quarter sales and adjusted EPS.\nFor the full year 2024, we expect local currency sales to grow approximately 2%, unchanged from our previous guidance. We expect full year adjusted EPS to be in the range of $40.20 to $40.50, which compares to our prior guidance of $39.90 to $40.40. This includes an expected headwind to sales of 1% and adjusted EPS growth of approximately 2% from unfavorable foreign exchange.\nLastly, I'd like to share a few other details on our 2024 guidance to help you as you update your models. We expect total amortization, including purchased intangible amortization to be approximately $73 million. Purchased intangible amortization is excluded from adjusted EPS and is estimated at $26 million on a pretax basis or $0.95 per share.\nInterest expense is forecast at $78 million for the year and other income is estimated at approximately $4 million. We expect our tax rate before discrete items will remain at 19% in 2024. We expect adjusted free cash flow of approximately $850 million, representing a conversion of approximately 100% of adjusted net income. We continue to expect share repurchases of approximately $850 million in 2024. That's it from my side, and I'll now turn it back to Patrick.\n\nPatrick K. Kaltenbach\n\nExecutive Vice President & President-Life Sciences Segment, Becton, Dickinson & Co.\n\nThanks, Shawn. Let me start with some comments on our operating businesses, starting with [indiscernible], which grew approximately 1% compared to last year. We had good growth across most of the portfolio, especially in Europe, and we also had good growth in the Americas. We continue to benefit from our refreshed portfolio of innovative solutions and our Spinnaker sales and marketing program as well as our diversity across end margins and applications.\nOur industrial sales for the quarter were in line with our expectations and were down 5% with sales growth in Europe, offset by a significant sales decline in China. Product inspection sales were up 3% on good results in both Europe and the Americas, although market conditions with food manufacturing customers are still challenging. We have also seen very good demand for our X-ray inspection technologies, which has benefited from recent innovations. Lastly, Fruit retail sales declined in line with our expectations against significant project-driven sales growth in the second quarter last year.\nNow let me make some additional comments by geography. Starting in the Americas. Our sales grew 2% in the quarter, with good growth across lab and Product Inspection, while retail declined against significant growth in the prior year. Our results were a bit better than expected. And while we observed longer customer purchasing cycles, we see good customer engagement and feel of our team is competing very well.\nSales in Europe were better than expected and grew about 6% in the quarter. Our results included very good growth from both laboratory and industrial. Our teams continue to compete extremely well considering challenging economic conditions and are doing an excellent job leveraging our updated portfolio of innovative products. Additionally, in Europe, we have the highest proportion of sales through our own direct sales force, and they have shown excellent execution in leveraging our Spinnaker sales and marketing program to achieve these results.\nLastly, our Asia and rest of the world results were in line with our expectations and included the significant sales decline in China as expected. We continue to see soft demand from most end markets in China, but we still expect to return to sales growth in the second half due to much easier year-ago comparisons.\nOur China team remains agile and has implemented advanced customer mapping and database enrichment to identify potential sales opportunities as they arise. As we have mentioned in the past, strength in China can change quickly and our team remains ready to take advantage of growth opportunities. One final comment on our quarterly results. We continue to see very good growth with service across most business areas and regions. Our service business grew 6% this quarter, which was on top of double-digit growth in the previous year.\nThose are all my comments on the business for the quarter. And now I would like to share with you additional insights on how we are strengthening our business to continue to gain market share and emerge from the market downturn in an even stronger position. Earlier this year, we shared with you how we are rolling out the next wave of various corporate programs, such as our sales and marketing excellence programs, Spinnaker 6, and the sophisticated data analytics being implemented to support our enhanced program.\nAn important enabler of this initiative is our Blue Ocean program, which is our global process harmonization initiative, all built on a single instance of SAP. We have invested in this initiative for over 15 years, harmonizing and centralizing processes that touch all elements of our business. From sales and marketing to service our supply chain, product development and our finance, HR and other administration functions.\nWith Blue Ocean, we have been able to harness the significant diversity and complexity of our business and turn it into a very powerful competitive advantage that many smaller private companies in our industry cannot match. Blue also provides us with valuable real-time business intelligence insights, allowing us to react quickly to changes in the business and operating environment. We have implemented advanced dashboards to ensure real-time reporting of KPIs across our business and are leveraging advanced software solutions to make better decisions faster.\nOur digitalization efforts have been a source of productivity improvements with much more ahead of us that will allow us to automate many renewal activities, creating seamless end-to-end processes with meaningful productivity benefits. Blue Ocean has also enabled global shared service centers that drive process excellence, quality and productivity. In recent years, we have improved our Blue Ocean template to add new features and functionality, including adding e-shops, advanced procurement solutions and sophisticated service pricing analytics.\nA great example of this enhanced functionality is service technician scheduling, which can be a very complicated manual task. There are several factors to be taken into consideration when scheduling the assignments, such as customer location, number of devices, age of the devices durations. We have been able to automate or semi-automated this process and then also apply enhanced real time [Audio Gap] which are targeted investment alerts be created by using sophisticated and new growth opportunities. In the past, these alerts were manually qualified and static reports were generated for our sales team in 1 or 2 releases per year.\nToday, our team is integrating advanced software solutions to automatically qualify and feed these leads real time into our generation of cross lead opportunities across our business units. Additionally, customers utilizing our customer portal today offered standardized purchase recommendations based on items in their card. In the near future, these recommendations will be tailored to an individual customer's current installed base and application requirements, enabling more personalized suggestions.\nWe are also expanding our capability for self-service, which, today, includes the ability to access calibration certificates or request service or remote diagnostics and remote service. And in the future, our platform will support new business models around consumables reordering and preventative maintenance and supports the rollout of our advanced cloud-based software solutions. Overall, Blue Ocean has been a long journey, starting from a goal to consolidate roughly 70 different ERP systems into 1 standardized global business system.\nFrom there, we have expanded the project to support new features, business models and advanced productivity initiatives around automation across the company. As we look to the future, Blue Ocean is at the core of enabling new sales growth and margin expansion opportunities we have today. It makes us more agile and supports fast digital innovation as our central implementation allows new ideas and digital business models to be scaled globally at a rapid pace.\nIt provides real-time visibility across the entire value chain and our business units globally to support data-driven decision-making and reallocation of resources. Significant productivity gains are enabled with bots in the AI-supported automation, and it allows for optimization of our global IT footprint with scale cybersecurity global applications and life cycle management.\nFinally, it is a platform to provide value to our customers, which includes connecting to our digital products and service offering while enhancing their empty experience. And as I mentioned earlier, these capabilities are a powerful competitive advantage that many of our -- that many in our industry do not have the ability to [Audio Gap] I'd now like to open the line for questions."
  },
  {
    "header": "MTD",
    "cik": "0001037646",
    "ticker": "MTD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6735c56680998314a1c1b3f96bb38894",
    "period": "2024 Q1",
    "content": "Q1 2024 Mettler Toledo International Inc Earnings Call\n\nQ1 2024 Mettler Toledo International Inc Earnings Call\n\nMTDNYSEMAY 10, 8:30 AM\n\nOperator\n\n[Audio Gap] My name is Sarah, and I will be your conference operator. [Operator Instructions] [Audio Gap].\n\nUnknown Executive\n\nThank you, Sarah. [Audio Gap] Shawn Vadala, our Chief Financial Officer. [Audio Gap] Securities Act of 1933 [Audio Gap] factors that may cause our actual [Audio Gap].\n\nPatrick K. Kaltenbach\n\nExecutive Vice President & President-Life Sciences Segment, Becton, Dickinson & Co.\n\n[Audio Gap] and then I will come back with some additional commentary on the business, Shawn?\n\nShawn P. Vadala\n\nChief Financial Officer, Mettler-Toledo International, Inc.\n\n[Audio Gap] delayed product shipments from the fourth quarter of 2023 [Audio Gap] in Asia Rest of the world. Local currency sales in China declined 19% in the quarter. Excluding the benefit from recovering our fourth quarter shipping delays, we estimate our sales in Q1 declined about 6% with the Americas down approximately 1%, Europe down approximately 5%, and Asia, Rest of the World, down approximately 12%, including a 21% sales decline in China. .\nOn Slide #5, we summarize local currency sales growth by product area. For the quarter, laboratory sales increased 2% and industrial sales were flat with both core industrial and product inspection flattish.\nFood Retail declined 9%. Service sales grew 6% in the quarter. Excluding the Q4 shipping delay benefit, we estimate laboratory product sales declined approximately 6%, Industrial declined 3% with Core Industrial down 4% and Product Inspection flattish, and Food Retail declined 15%.\nLet me now move to the rest of the P&L, which is summarized on Slide #6. Gross margin was 59.2%, an increase of 30 basis points due to improved productivity, positive pricing and favorable mix, partially offset by lower volume and currency headwinds.\nR&D amounted to $46.4 million in the quarter, unchanged in local currency over the prior period. SG&A amounted to $234.4 million, a 1% decrease in local currency compared to the prior year and includes benefits from our cost savings initiatives.\nAdjusted operating profit amounted to $267.3 million in the quarter, approximately flat with the prior year amount. Unfavorable foreign currency was a headwind to adjusted operating profit of approximately 4%. Adjusted operating margin was 28.9% which represents an increase of 20 basis points from the prior year.\nA couple of final comments on the P&L. Amortization amounted to $18.2 million in the quarter. Interest expense was $19.2 million and other income amounted to $0.3 million. Our effective tax rate was 19% in the quarter. This rate is before discrete items and adjusted for the timing of stock option exercises.\nFully diluted shares amounted to $21.5 million, which is approximately a 3% decline from the prior year. Adjusted EPS for the quarter was $8.89, a 2% increase over the prior year or plus 7%, excluding unfavorable foreign currency.\nOn a reported basis, EPS was $8.24 as compared to $8.47 in the prior year. Reported EPS in the quarter included $0.24 of purchased intangible amortization, $0.36 of restructuring costs and a $0.05 tax headwind from the timing of option exercises. That covers the P&L, and let me now comment on cash flow.\nIn the quarter, adjusted free cash flow amounted to $182.3 million, a 39% increase on a per share basis from the prior year levels due to favorable working capital, including lower cash incentive payments related to last year's performance.\nLet me now turn to our guidance for the second quarter and the full year. As you review our guidance, please keep in mind the following factors. First, while we do not see any negative change in business conditions today, we continue to take a cautious approach with our forecast and expect our customers will be conservative with their investments in the second quarter.\nWe also expect our sales in China to decline over 20% again in the second quarter before returning to growth in the second half, again, significantly easier year-ago comparisons. Additionally, there is uncertainty in the economy and geopolitical risks, which also has created volatility in foreign exchange rates.\nLastly, as mentioned last year, we will face higher variable compensation this year relative to prior year levels. Now turning to our guidance. For the second quarter of 2024, we expect local currency sales to decline approximately 4%. We expect adjusted EPS to be in the range of $8.90 to $9.05. Currency for the quarter at recent spot rates would be an approximate 2% headwind to second quarter sales and adjusted EPS.\nFor the full year 2024, we expect local currency sales to grow approximately 2%, which is up from our previous guidance of approximately 1% to 2% growth. We expect full year adjusted EPS to be in the range of $39.90 to $40.40 which compares to our prior guidance of $39.60 and to $40.30. This includes an expected headwind to sales of 1% and adjusted EPS growth of approximately 2% from unfavorable foreign exchange.\nLastly, I would like to share a few other details on our 2024 guidance to help you as you update your models. We expect total amortization, including purchased intangible amortization to be approximately $73 million. Purchase intangible amortization is excluded from adjusted EPS and is estimated at $26 million on a pretax basis or $0.95 per share.\nInterest expense is forecast at $82 million for the year and other income is estimated at approximately $2 million. We expect our tax rate before discrete items will remain at 19% in 2024. We expect adjusted free cash flow of approximately $850 million, representing a conversion of approximately 100% of adjusted net income. We continue to expect share repurchases of approximately $850 million in 2024.\nThat's it from my side, and I'll now turn it back to Patrick.\n\nPatrick K. Kaltenbach\n\nExecutive Vice President & President-Life Sciences Segment, Becton, Dickinson & Co.\n\nThanks, Shawn. Let me start with some comments on our operating businesses, starting with Lab. As Shawn mentioned earlier, excluding the Q4 shipping delay benefits this quarter, local currency sales in our Laboratory business declined approximately 6% compared to last year. This was better than we anticipated, but we saw cautious spending patterns from our pharma and biopharma customers, especially in China.\nWe have a very strong product portfolio and pipeline of new innovations that directly address our customer needs for solutions that enhance their productivity and ensure regulatory compliance. Combined with the enhancements we have made in our Spinnaker sales and marketing program, our go-to-market approach is a significant competitive differentiator during this period of reduced end market demand.\nOur Industrial sales for the quarter were also better than we had expected and declined about 3%, excluding the benefit of shipping delays. Our sales of core industrial products have performed better than we would have expected in a soft economic environment, benefiting from our upgraded portfolio of products that enable automation and digitalization in our customers' production and logistics facilities.\nWe also continue to be optimistic about growth opportunities related to home shoring and near shoring as customers aim to increase resiliency in their supply chains. Our product inspection business also had better-than-expected performance in a soft market environment with benefits from recent product introductions and strong service growth.\nLastly, Food Retail sales declined in line with our expectations against significant project-driven sales growth in the first quarter of last year.\nNow let me make some additional comments by geography. Starting in the Americas, our sales declined slightly in the quarter, excluding the benefit from recovering our shipping delays. We benefited from strong project-related growth in Industrial which was offset by a decline in Lab and Retail. As expected, our customers have been somewhat cautious starting the year, especially in pharma and biopharma which we expect to improve as we face easier comparisons in the second half of the year.\nRetail also faced very difficult comparisons related to very strong growth in the prior year. Sales in Europe, excluding the estimated benefit from recovering our European logistics hub delays declined about 5% and were largely in line with our expectations across each of our businesses. We continue to see soft economic indicators across most of Europe and acknowledge the potential risk to the European economy and energy prices from the conflict in the Middle East. However, we have a very strong team and go-to-market approach that positions us very well to capture growth opportunities.\nLastly, Asia, Rest of the World results were also slightly better than expected, although demand in China remains very weak relative to very strong growth over the past few years. We continue to target pockets of growth opportunities, including semiconductor and new energy industries and our approach to the market has remained a significant competitive advantage against the competition.\nThose are all my comments on the businesses for the quarter, and I'd now like to share with you why we are so optimistic on the long-term growth opportunity for our company.\nFirst, I have been in the life science and analytical tools industry for a long time and believe the exciting advancements of our customers are bringing to the market will continue to support healthy market growth in our industry over the long term.\nWe also see many new opportunities in fast-growing segments such as sustainable materials, semiconductors and alternative energy. Our customers also continue to look to us to help them achieve their goals, including improving productivity and quality while supporting their efforts in automation and digitalization.\nOur very broad and diverse portfolio of solutions is an important differentiator, and we lead the industry with new innovations for our target markets. Innovation is at the heart of our culture and is essential to our continued success. We are constantly coming out to market with new products and have accelerated our rate of innovation over the past few years.\nNew products help stimulate replacement cycles, support market share gains and enhance our value proposition that support our pricing. We are uniquely positioned to serve customers throughout the value chain from R&D through production and logistics. This also creates a tremendous opportunity for us to add automation and digitalization features to our products and drive productivity and provide insights throughout the value chain.\nOver the past 3 years, we have invested over $0.5 billion in research and development into 3 key areas. First, technology advancements to support new products and features that increase the value of our products.\nSecond, application and software development to complement our products. And third, design enhancements to simplify manufacturing and serviceability of our products. The significant investments we are making have been an important contributor to expanding our innovation leadership and market share gains.\nI'd like to share a few examples of innovations we have recently brought to market and why we are so excited about our future. I'll start with our biggest launch of the year, our entirely new and redesigned portfolio of standard and advanced level laboratory balances, which you may have seen featured in our annual report. We are the global market leader in laboratory weighing, but also have ample room to gain further market share that includes expanding our access to growth segments.\nOur new range of balances address this opportunity with the best products for entry-level applications all the way up to advanced weighing requirements. [indiscernible] increased robustness, seamless data management, a harmonized user interface and up to 30% better measurement in performance. Our design approach also improves sustainability and using improved packaging and reducing their power consumption. Weighing is a critical step in the sample preparation process and our LabX software connects our higher-end balances to our broad portfolio of analytical instruments to help automate workflows and ensure secure and compliant data capture. This is a very important competitive advantage, considering we provide about 40% of the instruments that are found in a typical quality control app, and we recently introduced several new analytical instruments with new automation and digitalization features.\nFor example, we are the global #2 player in titration. And last month, we launched 2 completely new [indiscernible] titrators models. Our new [indiscernible] titrators are ideal for efficiently determining the water content of challenging samples and our new control algorithm speeds up reaction rates and allows for faster analysis and cycle times.\nIt also has an automated solvent exchange system that ensures safety by minimizing exposure to potentially hazardous chemicals. Importantly, our new titrators have full compatibility with our LabX software to enable automated seamless workflows with secure data management, all while complying with data integrity regulations.\nsegments have been an important driver of growth for analytical instruments and water determination to titration is an important part of lithium battery production. Our Voice of Customer program Jetstream uncovered a specific customer need in the market to be able to analyze multiple samples with only 1 titration instrument.\nTo address this, our team developed a new automated sample prep solution the InMotion indiscernible] that is used with our titrator. With our InMotion 6, customers can process up to 6 samples fully automatically and unattended with only 1 titrator addressing our customers' need for a cost-effective solution on a very small footprint.\nAutomation has also been an important differentiator for our thermal analysis customers in fast-growing markets such as development of new materials, and we recently introduced a new thermal analysis instrument called the DSC 5+ with a fully automated sample changer.\nThis instrument also increases the efficiency of the entire workflow from sample handling to [indiscernible] assessment, generating reproducible results with less resources. Our artificial intelligence [indiscernible] software automatically detects and evaluates many types of thermal effects saving valuable time in providing consistent and reliable measurement results regardless of the user's level of experience.\nOur software also has different neural networks that are trained on dedicated data so customers can download the most appropriate package for their experiment. Our core industrial business has been very successful in integrating advanced automation and connectivity features into its products and has focused its new product development on terminals and digital cells that provide seamless integration into factory automation systems.\nA great example of this is our Industry 360 Terminal, which is an ultrafast weight indicator for automated filling, dosing and applications across a variety of industries from biopharma to food manufacturing. The terminal connects our scales and weighing sensors and seamlessly integrates our preprogrammed, ready-to-use weighing applications into a customer's controllers for process control automation.\nIt also seamlessly feeds data to customer IT system. And because of our unique ability to combine IT and operations technology communication on a single network, it saves customers' integration and programming cost and time and eliminates the need for an additional gateway to the server or cloud. This product line has been very successful and new derivatives like our Industry 700 and Industry 400 have been very recently launched to further expand our portfolio.\nWe have also expanded our capabilities in pharma manufacturing IT systems, helping customers by having a simplified and standardized integration of our weighing solutions.\nThese advanced terminals also connect to our new low-profile hygienic scale family that offers unmatched hygiene and safety features. Our new scales are very well suited for industries like pharma where cleanless is paramount. These scales offer a unique, fully seal design that reduces contamination risks and simplified cleaning procedures and also has a state-of-the-art digital load cell.\nWe have had great success with the 2023 launch of this product, and we believe this and other new core industrial products have been very important contributor to the relative resilience of this business over the past year. We have also recently launched several new products across our product inspection business over the past year that are highly differentiated and bring considerable value to the customers. We expect these innovations, including our new series of X-ray inspection technology to help drive market share gains, especially in the mid-market segment.\nWe have an excellent pipeline of innovations of product inspection that will further build on our market leadership.\nLastly, we are also pleased with our success of Food Retail business that has seen with the new product introductions like our scales, which was an important contributor to the market share gains and strong sales growth last year.\nAdditionally, our new FreshWeigh Plus AI scale with advanced image recognition technology is an exciting innovation we are looking forward to bringing to additional markets outside of China.\nSo that is a brief overview of a few new products we have launched over the past year, and we have many more to come this year as we have accelerated certain innovation investments to capture growth opportunities. These investments continue to provide a portfolio that is stronger than ever and continues to increase our value proposition and most importantly, help our customers gain new insights, increase their productivity and ensure regulatory compliance throughout their value chain.\nThat is the conclusion of our prepared remarks. Operator, I'd like to open the line now to questions."
  },
  {
    "header": "MTD",
    "cik": "0001037646",
    "ticker": "MTD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cde16f7171772dbeeb7accf1127baae1",
    "period": "2023 Q4",
    "content": "Q4 2023 Mettler Toledo International Inc Earnings Call\n\nQ4 2023 Mettler Toledo International Inc Earnings Call\n\nMTDNYSEFEB 9, 8:30 AM\n\nOperator\n\nGood morning. My name is Audra, and I will be your conference operator today. At this time, I would like to welcome everyone to the Mettler-Toledo Fourth Quarter 2023 Earnings Call. Today's conference is being recorded. [Operator Instructions]\nAt this time, I would like to turn the conference over to Adam Uhlman, Head of Investor Relations. Please go ahead.\n\nAdam Uhlman\n\nAnalyst, Cleveland Research Co. LLC\n\nThanks, Audra, and good morning, everyone. Good afternoon from Switzerland. Thanks for joining our call today. On the line with me is Patrick Kaltenbach, our Chief Executive Officer; and Shawn Vadala, our Chief Financial Officer.\nLet me cover some administrative matters. This call is being webcast and is available for replay on our website at mt.com. A copy of the press release and the presentation that we will refer to today on the call is available on the website as well. This call will include forward-looking statements within the meaning of the U.S. Securities Act of 1933 and the U.S. Securities Exchange Act of 1934.\nThese statements involve risks, uncertainties and other factors that may cause our actual results, financial condition, performance and achievements to be materially different from those expressed or implied by any forward-looking statements. For a discussion of these risks and uncertainties, please see our annual report on Form 10-K and our quarterly and current reports filed with the SEC.\nThe company disclaims any obligation or undertaking to provide any updates or revisions to any forward-looking statements, except as required by law. On today's call, we might use non-GAAP financial measures. A reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measure is provided in the 8-K and is also available on our website.\nLet me now turn the call over to Patrick.\n\nPatrick K. Kaltenbach\n\nExecutive Vice President & President-Life Sciences Segment, Becton, Dickinson & Co.\n\nThanks, Adam, and good morning, everyone. We appreciate you joining our call today. Last night, we reported our fourth quarter financial results, the details of which are outlined for you on Page 3 of our presentation.\nAs previously announced, the transition to a new external European logistics service provider, significantly impacted our fourth quarter results which we expect to largely recapture in the first quarter. Excluding the impact of these delayed shipments, our results were in line with our previous expectations. Market demand has remained weak in China and across our core end markets of pharma and biopharma, [ food ] manufacturing and chemicals, but also does not appear to have deteriorated further.\nLooking forward, we expect market conditions to remain soft in the first half of the year, and we would then expect our sales return to growth in the second half of the year as we begin to lap easier comparisons. We are focused on the things we can control, including increasing our competitive advantages through innovation and continuous improvement of our corporate programs at nurturing our unique global culture.\nI'm confident these actions will drive market share gains and help us emerge stronger than market recovery. Let me now turn the call over to Shawn to cover the financial results for the quarter and our guidance for the year. And then I will come back with some additional commentary on the business. Shawn?\n\nShawn P. Vadala\n\nChief Financial Officer, Mettler-Toledo International, Inc.\n\nThanks, Patrick, and good morning, everyone. Sales in the quarter were $935 million, which represented a decrease in local currency of 13%. On a U.S. dollar basis, sales declined 12% as currency increased sales growth by 1%.\nOn Slide #4, we show sales growth by region. Local currency sales declined 7% in the Americas, 16% in Europe and 18% in Asia, Rest of the World. Local currency sales in China declined 23% in the quarter. Excluding the impact of the previously disclosed shipping delays related to a new logistics provider in Europe, we estimate our sales in Q4 declined about 7%, with the Americas down approximately 3%, Europe down approximately 6% and Asia down approximately 14%.\nOn Slide #5, we show sales growth by region for the full year 2023. Local currency sales declined 3% in 2023, with sales in the Americas down 1%, Europe down 2% and Asia Rest of the World down 5%. The Local currency sales decreased 10% in China for 2023.\nExcluding the logistics headwind in Q4, we estimate our full year sales decline approximately 1% with the Americas flat, Europe up 1% and Asia down 5%.\nOn Slide #6, we summarize local currency sales growth by product area. For the quarter, laboratory sales decreased 18% and Industrial decreased 8% with Core Industrial down 6% and product inspection down 10%. Food Retail grew 9%. The Service sales grew 6% in the quarter. Excluding the logistics delays, we estimate laboratory product sales declined approximately 11%, Industrial declined 5% with Core Industrial down 2% and Product Inspection down 10% and Food Retail grew 17%.\nThe next slide shows local currency sales growth by product area for the full year 2023. Laboratory sales decreased 7% and Industrial sales declined 1% with Core Industrial down 1% and Product Inspection flat. Food Retail increased 27%. Service sales grew 10% in 2023. Excluding the logistic delays, we estimate Laboratory Product sales declined approximately 5%, Industrial was flat across both Core Industrial and Product Inspection and Food Retail grew 29%.\nLet me now move to the rest of the P&L, which is summarized on Slide #8. Gross margin was 59%, a decrease of 80 basis points due to our lower volume, offset in part by positive pricing in our cost savings initiatives. R&D amounted to $46.4 million in the quarter, which is a 3% decrease in local currency over the prior year. SG&A amounted to $223.4 million, a 4% decrease in local currency compared to the prior year and benefits from our cost-saving initiatives and lower variable compensation.\nAdjusted operating profit amounted to $281.8 million in the quarter, a 21% decrease. Adjusted operating margin was 30.1%, which represents a decrease of 380 basis points from the prior year due to our decreased volume.\nA couple of final comments on the P&L. Amortization amounted to $18.1 million in the quarter, interest expense was $19.7 million and other income amounted to $1.6 million. Our effective tax rate was 19% in the quarter. This rate is before discrete items and adjusting for the timing of stock option exercises. Fully diluted shares amounted to $21.7 million which is approximately a 3% decline from the prior year.\nAdjusted EPS for the quarter was $9.40, a 22% decrease over the prior year. On a reported basis, EPS was $8.52 as compared to $11.86 in the prior year. Reported EPS in the quarter includes $0.23 of purchase intangible amortization, $0.49 of restructuring costs and a $0.16 tax headwind from the timing of option exercises.\nThe next slide illustrates our year-to-date results. Local currency sales declined 3% for the year, adjusted operating income decreased 3% or flat, excluding unfavorable foreign currency, and our adjusted operating margin was flat at 30.4% for the year. Adjusted EPS declined 4% in 2023, excluding the impact of unfavorable currency for the year, adjusted EPS declined 1%, that covers the P&L.\nLet me now comment on cash flow. In the quarter, adjusted free cash flow amounted to $260.1 million, a conversion of approximately 130% of adjusted net income due to favorable working capital. In 2023, free cash flow was $908 million, up 20% over last year on a per share basis due to the reduction in working capital with a conversion of approximately 109% of adjusted net income.\nLet me now turn to guidance for the first quarter and for the full year. First, while we are extremely disappointed by the shipping delays in the fourth quarter from our third-party logistics provider, we have seen good momentum so far this year in catching up on these delayed shipments and continue to expect to largely recover them in the first quarter.\nSecondly, given the soft trends across most of our core end markets and the global economy, we expect our customers to be cautious with their investments to start off the year. We're also closely watching events in the Middle East and other potential impacts the war could have on logistics and other costs for our suppliers and customers.\nLastly, as a reminder, we have implemented many cost savings programs during the second half of last year to mitigate the impact of lower demand. We continue to expect to maintain and add to these savings in 2024, but also face headwinds from resetting variable compensation programs and inflation.\nNow turning to our guidance. For the first quarter of 2024, we expect local currency sales to decline approximately 4% to 6%. This forecast includes an approximate 5% benefit from the delayed shipments in the fourth quarter. We expect adjusted EPS to be in the range of $7.35 to $7.75. Currency at recent spot rates for the quarter would be less than a 1% headwind to first quarter sales, but a headwind to adjusted EPS of approximately 4%.\nFor the full year 2024, we expect local currency sales to grow approximately 1% to 2%, which is up from our previous guidance of approximately flattish to reflect the shift of our delayed shipments from our European logistics hub from Q4 into Q1 of this year. We expect full year adjusted EPS to be in the range of $39.60 to $40.30 which compares to our prior guidance of $39.10 to $39.80. This includes an expected headwind to adjusted EPS growth of approximately 2% from unfavorable foreign exchange.\nLastly, I'll share a few comments on our 2024 guidance. we expect total amortization, including purchased intangible amortization to be approximately $73 million, purchased intangible amortization is excluded from adjusted EPS and is estimated at $26 million on a pretax basis or $0.99 per share. Interest expense forecast at $84 million for the year and other income is estimated at approximately $3 million.\nWe expect our tax rate before discrete items will remain at 19% in 2024. We expect free cash flow of approximately $850 million, representing a conversion of approximately 100% of adjusted net income. We continue to expect share repurchases of approximately $850 million in 2024.\nThat's it from my side, and I'll now turn it back to Patrick.\n\nPatrick K. Kaltenbach\n\nExecutive Vice President & President-Life Sciences Segment, Becton, Dickinson & Co.\n\nThanks, Shawn. Let me start with some comments on our operating businesses, starting with [ LabX ]. As we had expected, demand trends across most of our LabX customers remained weak in the fourth quarter, especially pharma and biopharma. Sales declined across most product categories, and we continue to see soft demand across all geographies, especially in China.\nWhile market conditions have been weaker, we continue to focus on the things we can control, which includes bringing new innovations to market, enhancing our sales and marketing programs and expanding our service offering and capacity. This past year, saw the launch of many exciting new and upgraded products. We are excited about our innovation pipeline, and we believe organizations that maintain their growth investments during market downturns will emerge even stronger during recovery periods.\nOur investments have had a particular emphasis on supporting our customers' needs for laboratory automation and data integrity requirements, which we are confident will be a significant driver of continued market share gains going forward, and we are excited to share with you additional developments over the coming months.\nSwitching to our Industrial business. Sales for the quarter were in line with our previous guidance despite the headwind from delays from -- of our European logistics hub. Core Industrial demand in the Americas and in Europe has been relatively resilient this past year despite declines in purchasing [ manager ] indexes. We continue to see solid interest from customers looking for our advanced automation solutions, and we expect to benefit from customer investments in on-shoring and near-shoring over the coming year.\nRegarding our Product Inspection business, we have seen weak food manufacturing customer demand in Europe and soft demand in the Americas. We continue to target faster-growing segments and have a focus on engaging new customers with a refreshed portfolio of innovative solutions.\nLastly, Food Retail results were very strong, excluding the negative impact from our European Logistics Hub. We had solid performance for the year due to strong project activity, particularly in the Americas.\nNow let me make some additional comments by geography. Sales in Europe, excluding the estimated impact from our European Logistics Hub delays were softer than we had expected, following resilient performance for much of the year. As mentioned earlier, weak demand from European food manufacturing customers weighed on our Product Inspection business. Additionally, we also saw softer-than-expected demand from our [ LabX ] and Core Industrial customers in the quarter. We remain cautious on the outlook for Europe due to low PMI readings in the region. The continuing war in Ukraine and the potential for additional impacts for the economy from the conflict in the Middle East.\nTurning now to the Americas. Our results for the quarter, excluding estimated logistic headwinds were slightly better than we had expected due to steady core industrial demand and robust food retail growth. Going forward, we are well positioned to capture increased demand from emerging growth industries and onshoring activities.\nFinally, Asia and Rest of the World results were slightly better than we had expected as our Core Industrial sales declines in China were less than we had anticipated. Pharma and biopharma demand in China has remained very weak and we continue to expect reduced demand for the first half of the year. Our team is doing an excellent job adjusting to the current market conditions. We are confident in the long-term growth opportunity for the -- for our business in the region. That concludes my comments on the fourth quarter results. Now I'd like to share with you some deeper insights on the next wave of sales and marketing initiatives we have introduced to our Spinnaker program and a few examples of enhancements that are underway.\nTo start, and as a reminder, the significant ability of our business and the fragmented customer base means we need to set a set of sophisticated tools, analytics and processes to identify, prioritize and pursue the most attractive and profitable growth opportunities for our sales teams. We have a specific focus on new customer opportunities and cross-selling opportunities within our existing customers.\nSpinnaker is our global excellence program in sales, service and marketing that enables us to drive sales growth and gain market share. Continuous improvement is an important part of our strategy and culture and it is very much at the heart of our Spinnaker program. We constantly enhance and refine our initiatives, releasing new waves of enhancements to the program periodically that build some previous waves of initiatives reinforcing our strong foundation and increasing our competitive advantages.\nWe are currently launching the sixth wave of Spinnaker, which is focused on leveraging new possibilities offered by digitalization of processes and further enhancing the customer experience. I'd like to share with you some tangible examples of the initiatives we have underway.\nStarting with our digitalization efforts. This year, we are making multiple improvements to our top [ cadences ] for guidance programs. As a reminder, in addition to generating sales leads through our various marketing activities, our top K program provides our field teams with tailored and actionable investment alerts about specific sales opportunities that are generated by proprietary data analytics and deep learning software solutions, leveraging external data sources and our own internal databases.\nThese sales opportunity alerts are created fully automatically, qualified and are fed into our CRM. In addition to expanding our top K program to more areas of our business, this next wave of Spinnaker features a significant expansion of data sources to feed our big data warehouse, enabling Spinnaker provide intelligent prioritization of target sites for our field sales teams. This also enables real-time smart profile reports to ensure timely follow-up and the most accurate background on potential customers, including data on the digital engagement with us.\nOther improvements include expanded capabilities to optimize and prioritize our marketing activities, including campaigns for replacing aging equipment across our installed base. This wave of Spinnaker also features additional big data capabilities to support our sales team cross-selling efforts. With each of our product categories having their own dedicated sales specialists, cross-selling is a very important growth opportunity for us because leads generated by colleagues and other product areas at high conversion rates.\nToday, our cross-selling penetration of existing customers is still a below but big data analytics across our CRM and various processes is helping us unlock sales leads across our businesses, including from our service teams and Spinnaker as an excellent tool to help provide additional transparency on the sales opportunities.\nNow from a customer perspective, we are also advancing several important enhancements to Spinnaker to improve our customer experience. We have previously focused on increasing our digital connectivity with our customers. However, we now see additional opportunities to provide advanced platforms that will create impactful experiences that further strengthen our customer relationship and overall value proposition. Examples include offering customers the ability to gain deep insights across their installed base of Mettler-Toledo instruments, needed access to calibration certificates or known large service dates or contract coverage or renewal agreements.\nWe have also enhanced our integration into customer systems to streamline the entire procure-to-pay process. By offering various levels and types of integration from punch out to order and invoice integration, we aim to increase productivity and drive process efficiencies for our customers. We already received about 40% of our product orders, mainly consumables and less complex products through digital interfaces today, providing a seamless and efficient buying experience for our customers.\nOur customer portal allows customers to browse personalized product catalogs, review real-time inventory levels and manage orders all in one place. Our end-to-end order management systems include efficient tracking and management of both online and offline orders and includes an intuitive product selection and configuration process. For less complex products that do not require support from our specialists, customers can easily find specific products and use our smart configuration tool to simplify their ordering.\nOne element of the next wave of Spinnaker includes improving the order process by leveraging new technologies to facilitate assisted experience with a Mettler-Toledo expert. This includes enhanced chat functionality, click to book a meeting with [indiscernible] sales representative or digital sales rooms that ultimately guide customers through the product selection process and provide them all the information they need at any time to make an informed decision.\nFor more complex solutions, in addition to providing on-site demonstrations of our instruments, we also provide virtual demonstrations to customers that are very effective. As part of our continuous improvement, we have revamped the studio setups of our virtual demos making it more efficient and focused, significantly reducing preparation time by curating a series of demonstration menus based on customers' most frequently asked questions. This helps deliver a comprehensive demo that addresses customers' questions in a very concise way.\nCustomers have already reported an enhanced experience, gaining a deeper, more intuitive understanding of our instruments and our representatives find it easier to showcase our product features, and it makes technical details more accessible and adjustable with this new approach.\nLastly, to ensure we are meeting and exceeding our customers' expectations through every step of their journey with our sales teams, we have also begun to implement customer feedback groups and Net Promoter Scores for product sales in addition to what we are already doing what we already do for our service teams. This has proven to be a very effective source of opportunities for process improvements, and we expect improved results with our expanded program.\nSo I hope these few examples give you a flavor for the much broader set of new initiatives that are underway with our new Spinnaker program. We believe they will continue to expand our sales and marketing lead over our competition and ensure our teams are spending their time with the most attractive opportunities and optimize our win rates while further strengthening our customer relationship.\nSo that is the conclusion of our prepared remarks. Operator, I'd like now to open the line for questions."
  },
  {
    "header": "MTD",
    "cik": "0001037646",
    "ticker": "MTD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/276aff276e34b32cb4240b4a181848e1",
    "period": "2023 Q3",
    "content": "Q3 2023 Mettler Toledo International Inc Earnings Call\n\nQ3 2023 Mettler Toledo International Inc Earnings Call\n\nMTDNYSENOV 10, 8:30 AM\n\nOperator\n\nThank you for standing by, and welcome to the Mettler-Toledo Third Quarter 2023 Earnings Conference Call. I would now like to welcome Adam Uhlman, Head of Investor Relations to begin the call. Adam, over to you.\n\nAdam Uhlman\n\nAnalyst, Cleveland Research Co. LLC\n\nThank you, and good morning, everyone. Thanks for joining us. On the call with me today is Patrick Kaltenbach, our Chief Executive Officer; and Shawn Vadala, our Chief Financial Officer.\nLet me cover some administrative matters. This call is being webcast and is available for replay on our website at mt.com. A copy of the press release and the presentation that we will refer to today is available on our website. This call will include forward-looking statements within the meaning of the U.S. Securities and Exchange Act of 1933 and 1934. These statements involve risks, uncertainties and other factors that may cause our actual results, financial condition, performance and achievements to be materially different from those expressed or implied by any forward-looking statements. For a discussion of these risks and uncertainties, see our recent annual report on Form 10-K and quarterly and current reports as filed with the SEC.\nThe company disclaims any obligation or undertaking to provide any updates or revisions to any forward-looking statements, except as required by law. On today's call, we may use non-GAAP financial measures. A reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measure is provided in the 8-K and is also available on our website. Let me now turn the call over to Patrick.\n\nPatrick K. Kaltenbach\n\nExecutive Vice President & President-Life Sciences Segment, Becton, Dickinson & Co.\n\nThanks, Adam, and good morning, everyone. We appreciate you joining our call today. Last night, we reported our third quarter financial results, the details of which are outlined for you on Page 3 of our presentation. Market conditions were weaker than expected in the third quarter, especially in China where market demand significantly deteriorated relative to our expectations. Our team has reacted quickly to address the market challenges and adjust our cost structure and we delivered good margin and cash flow performance despite these headwinds.\nAs we look to the remainder of 2023, we expect market conditions to remain weak, especially in China. And based on market conditions as of today, we would expect these headwinds to persist into next year. However, we remain confident in the factors we can control including strong execution of our proven corporate programs like Spinnaker to drive growth and capture market share and SternDrive to manage our costs effectively.\nOur go-to-market strategy innovative portfolio and unique culture have been important differentiators during challenging conditions, and I'm convinced our efforts have driven market share gains and will help us to emerge stronger in the market recovery. Let me now turn the call over to Shawn to cover the financial results and our guidance, and then I will come back with some additional commentary on the business and our outlook. Shawn?\n\nShawn P. Vadala\n\nChief Financial Officer, Mettler-Toledo International, Inc.\n\nThanks, Patrick, and good morning, everyone. Sales in the quarter were $942.5 million, which represented a decrease in local currency of 5%. On a U.S. dollar basis, sales declined 4% as currency increased sales growth by 1%.\nOn Slide #4, we show sales growth by region. Local currency sales grew 4% in Europe, declined 3% in the Americas and declined 14% in Asia/Rest of the world. Local currency sales in China were significantly lower than expected and declined 25% in the quarter.\nOn Slide #5, we show sales growth by region on a year-to-date basis. Local currency sales grew 1% for the first 9 months, with 4% growth in Europe and 1% growth in the Americas and a 1% decline in Asia/Rest of the world. Local currency sales decreased 6% in China on a year-to-date basis.\nOn Slide #6, we summarize local currency sales growth by product area. For the quarter, Laboratory sales decreased 9% and Industrial decreased 6% with core industrial down 9% and product inspection up 1%. The Food Retail grew 49% in the quarter and benefited from significant project activity. Service sales grew 6% in the quarter.\nThe next slide shows local currency sales growth by product area on a year-to-date basis. Laboratory sales decreased 3% and Industrial increased 2%, including 1% growth in core industrial and 4% growth in product inspection. Food retail increased 33%. Service sales grew 11% on a year-to-date basis.\nLet me now move to the rest of the P&L, which is summarized on Slide #8. Gross margin was 59.4%, an increase of 10 basis points as pricing was partially offset by our volume decline, higher cost, business mix and currency. R&D amounted to $46.1 million in the quarter, which is a 1% increase in local currency over the prior period, including increased project activity. SG&A amounted to $217.4 million, a 9% decrease in local currency compared to the prior year and includes lower variable compensation and benefits from our cost savings initiatives. Adjusted operating profit amounted to $296 million in the quarter, a 4% decrease.\nCurrency reduced operating profit growth by approximately 3%. Adjusted operating margin was 31.4%, which represents an increase of 20 basis points over the prior year.\nA couple of final comments on the P&L. Amortization amounted to $18.3 million in the quarter, interest expense was $20.3 million and other income amounted to $1.2 million. Our effective tax rate was 19% in the quarter. This rate is before discrete items and adjusting for the timing of stock option exercises in the quarter. We continue to expect our tax rate to be 19% for the full year and again in the fourth quarter.\nFully diluted shares amounted to $21.9 million, which is approximately a 3% decline from the prior year. Adjusted EPS for the quarter was $9.80, a 4% decrease over the prior year or a 1% decrease, excluding unfavorable foreign currency.\nOn a reported basis in the quarter, EPS was $9.21 as compared to $9.76 in the prior year. Reported EPS in the quarter includes $0.24 of purchased intangible amortization, $0.27 of restructuring costs and $0.08 from the difference between our quarterly and annual tax rate due to the timing of stock option exercises.\nThe next slide illustrates our year-to-date results. Local currency sales grew 1% for the 9-month period. Adjusted operating income increased 4% or 8% excluding unfavorable foreign currency and our operating margin expanded 140 basis points. Adjusted EPS grew 4% on a year-to-date basis or 9%, excluding unfavorable foreign currency.\nThat covers the P&L, and let me now comment on cash flow. In the quarter, adjusted free cash flow amounted to $251.7 million, up $27 million, helped by favorable working capital. Year-to-date, cash flow per share grew 32%. DSO was 37 days, while ITO was 3.8x.\nLet me now turn to our guidance for the remainder of this year and our initial thoughts on next year. First, Forecasting remains very challenging, particularly for our business in China. Our team in China has reacted to changing market conditions very quickly, and we feel very good about our market position in the country. However, economic conditions remain challenged, and there is low visibility. Outside of China, there is also greater uncertainty today with weakness in our core end markets such as life sciences and continued soft economic conditions in Europe and the Americas.\nWe expect lower-than-normal customer year-end spending. The recent Middle East conflict also creates additional uncertainty. Secondly, our organization is not standing still during this period of reduced market demand, a defining attribute of our culture. The team has executed exceptionally well to adjust our cost structure to current market conditions while at the same time, reallocating resources to support important investments in our long-term growth.\nNow turning to our guidance. For the full year 2023, we expect local currency sales to decline approximately 1%. This compares to our previous guidance of 0 to 1% growth. We expect full year adjusted EPS to be in the range of $39.10 to $39.30. This includes an expected headwind to adjusted EPS growth of approximately 3% to 4%. Free cash flow for the year is now expected to be approximately $875 million, above our prior guidance as our reduced profit forecast is more than offset by the favorable timing of tax payments and working capital. Share repurchases will now be $900 million in 2023.\nWith respect to the fourth quarter, we would expect local currency sales to decline 7% to 8%. We expect fourth quarter adjusted EPS to be in the range of $10.50 to $10.70. Currency is expected to increase sales by approximately 1%, but decreased EPS by approximately 1%. We have also provided our initial guidance for 2024, and based on our assessment of market conditions today, we would expect local currency sales to be approximately flattish and adjusted EPS to be in the range of $39.10 to $39.80 which represents a growth rate of 0% to 2% or 2% to 4% growth excluding adverse currency.\nRelative to sales, currency is expected to be a headwind to sales growth of approximately 1% in 2024. Underpinning our 2024 guidance are the following assumptions: First, we expect our customers to remain cautious with spending in the first half of the year, reflecting the increased uncertainty in the economy. Our sales in China are also expected to decline in the first half of the year as economic trends are expected to remain weak, and we face challenging multiyear growth comparisons. We expect our local currency sales to improve in the second half of the year as comparisons become easier and market conditions improve.\nSecondly, we expect our year-over-year margin performance to be dampened due to lower sales volume and a reset in our variable compensation programs, offset in part by our cost savings initiatives.\nLastly, I'll share a few final comments on our 2024 guidance. We expect total amortization, including purchased intangible amortization to be approximately $73 million. Purchased intangible amortization is excluded from adjusted EPS and is estimated at $25.8 million on a pretax basis or $0.96 per share. Interest expense is forecast at $86 million for the year and other income is estimated at approximately $5 million. We expect our tax rate before discrete items will remain at 19% in 2024. We expect free cash flow of approximately $850 million, representing a conversion of approximately 100% of adjusted net income. We also expect share repurchases will be approximately $850 million.\nThat's it from my side, and I'll now turn it back to Patrick.\n\nPatrick K. Kaltenbach\n\nExecutive Vice President & President-Life Sciences Segment, Becton, Dickinson & Co.\n\nThanks, Shawn. Let me start with some comments on our operating businesses, starting with Lab where our sales teams continue to see good engagement and activity levels with customers, but budget constraints and cautious spending patterns have [ flat ] declines in demand across our key market segments of Life Sciences, food and beverage and chemicals. This is especially true in China where our pharma and biopharma customers have significantly reduced their investments and after significant spending during the pandemic.\nIn the Americas, while customer destocking of [indiscernible] has unfolded as we had expected, we still see weaker market demand. We also saw lower-than-expected demand from our automated chemistry business and [indiscernible] instruments and process analytics was again challenged by weak demand from our bioprocessing customers.\nAs we look out to 2024, the market fundamentals for our lab businesses are good. While the pharma, biopharma market has slowed this year, we expect the normalization in activity in 2024 and the long-term outlook remains strong as innovation pipelines remain full of normal drugs and therapies to be brought to the market. We anticipate to benefit from trends in automation and digitalization leveraging our LabX software. Additionally, our team remains focused on capturing the significant growth of curing in hot segments like lithium-ion batteries, semiconductors and sustainable materials. We will also gain from our investments in innovation and software and 2024 will feature many exciting product launches that I look forward to sharing with you over the coming year.\nTurning now to our industrial business. Overall, industrial sales declined 6% in the quarter against very strong growth in the previous year. Our core industrial product sales were weaker than anticipated due to a sharp decline in sales in China, and we also had lower sales in the Americas due to very tough growth comparisons and weaker market demand. Product inspection sales grew in Europe. However, this growth was largely offset by weaker sales in the Americas as our food manufacturing customers have remained cautious with their investments in new equipment.\nAs we look out to 2024, while our core Industrial business likely faces headwinds from a slowing global economy, particularly in China, we should benefit from global trends in automation, digitalization and reshoring investments around the world. We also continue to upgrade our portfolio with new solutions to address our customers' challenges on the production floor. For example, there is increased customer focus, the devices used and hazardous areas to be certified explosion proof and to be as simple to use as those in safe areas. Earlier this year, we released a new model of our flagship Industry 500 Weighing Terminal for use in hazardous areas that provide powerful process control for our pharma and chemical customers. Our new terminals are intrinsically safe and also feature seamless integration into a customer's automation systems and deliver state-of-the-art cybersecurity features.\nNow regarding our product inspection business, food manufacturing customers faced a more difficult operating environment today, which we expect will lead to limited growth for our product inspection business in 2024. We will also continue to focus on innovation in this area as our customers increasingly seek solutions to protect their packaged foods from physical contaminants and increased productivity as they continue to be challenged by labor shortages. We have had great initial success with our new X2 line of X-ray products that have launched over the past year to address demand in both the mid- and premium end of the market. This new line provides a wide range of package integrity checks in addition to traditional contamination detection and positions us very well to gain market share.\nLastly, Food Retail had another quarter of very strong growth due to a robust project activity in the Americas. Our team has delivered remarkable growth this past year with successful penetration of major grocery and club stores. While we have cultivated an attractive portfolio opportunity pipeline, the strong growth we expect to deliver this year means we face very challenging growth comparisons in 2024 and therefore, would expect modest revenue declines.\nNow let me make some additional comments by geography. Sales in Europe grew 4% in the quarter with growth across our product portfolio and across most major end markets against very modest growth in the prior year. While we are pleased to have generated good growth in Europe so far this year, we are more cautious on the outlook for Europe due to soft PMI readings in the region, the continuing war in the Ukraine and potential for disruptions for the economy from the conflict in the Middle East.\nTurning now to the Americas. Our very strong growth in food retailing customers was offset by a decline in both Laboratory products and Industrial. Customer feedback in the Americas continues to point to optimism over the coming years from various government stimulus programs like the CHIPS Act and the Infrastructure Bill as well as reshoring activities. Our pharma and biopharma customers are expected to gradually increase their spend in 2024 as the return to more normal replacement cycles and continue to advance their drug pipelines.\nFinally, Asia and the Rest of the World sales declined 14%. Our sales in China declined 25%, driven by very soft laboratory and core industrial product sales. Pharma, biopharma demand in China has declined significantly after several years of very strong growth. And we have also seen very weak demand across other end markets in China as the economy has broadly slowed. The economy in China was expected to rebound following the end of the COVID lockdowns almost a year ago as the central government shifted their focus towards growing its economy. However, the lack of stimulus, headwinds from the real estate sector and declines in direct foreign investments are weighing on business and consumer confidence. While the outlook for China is uncertain in the near term, the long-term growth opportunity remains significant due to the country's commitment to expanding R&D investment and supporting development of advanced pharma, biopharma, new energy and new material industries. We also continue to see the laboratory market shift towards more advanced automated solutions in China supported by a desire for highly accurate and reproducible results. Our industrial solutions are increasingly in demand as customers in China look to increase quality, reduce cost and prepare for labor shortages in the years ahead. Our business is very well positioned to capitalize on these growth opportunities, and we expect solid growth over the long term.\nNow as we look forward to the remainder of 2023 and 2024, we expect market conditions to remain challenging. Nevertheless, we remain focused on the things we can control through the diligent execution of our initiatives. Our competitive position has grown stronger as we continue to expand our technology leadership with new product innovation, and our [indiscernible] sales and marketing programs will be further enhanced over the coming year with more sophisticated digital tools to ensure our sales teams are guided efficiently to the best opportunities. We're also stepping up on various strategic pillars and enhancing the Mettler-Toledo experience with customers and employees which will be enabled with the launches of new programs over the coming year. I couldn't be more excited about what the future holds and fully believe that the best is yet to come. So that is the conclusion of our prepared remarks.\nOperator, I'd like -- I'd now like to open the line for questions."
  },
  {
    "header": "MTD",
    "cik": "0001037646",
    "ticker": "MTD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/23980be88189dc0aac6597043cb32d48",
    "period": "2023 Q2",
    "content": "Q2 2023 Mettler Toledo International Inc Earnings Call\n\nQ2 2023 Mettler Toledo International Inc Earnings Call\n\nMTDNYSEJUL 27, 4:30 PM\n\nOperator\n\nGood afternoon, and welcome to the Mettler-Toledo Second Quarter 2023 Earnings Conference Call. My name is Briana, and I will be your conference operator today. Please note that this call is being recorded. [Operator Instructions] I will now turn the call over to Adam Uhlman, Head of Investor Relations. Please go ahead.\n\nAdam Uhlman\n\nAnalyst, Cleveland Research Co. LLC\n\nThanks, Briana, and good evening, everyone. Thanks for joining us. On the call with me today is Patrick Kaltenbach, our Chief Executive Officer; and Shawn Vadala, our Chief Financial Officer. Let me cover some administrative matters. This call is being webcast and available for replay on our website at mt.com. A copy of the press release and the presentation that we will refer to today is available on our website.\nThis call will also include forward-looking statements within the meaning of the U.S. Securities Act of 1933 and the U.S. Securities Exchange Act of 1934. These statements involve risks, uncertainties and other factors that may cause our actual results, financial condition, performance and achievements to be materially different from those expressed or implied by any forward-looking statements. For a discussion of these risks and uncertainties, please see our recent annual report on Form 10-K and quarterly and current reports filed with the SEC. The company disclaims any obligation or undertaking to provide any updates or revisions to any forward-looking statements, except as required by law.\nOn today's call, we may use non-GAAP financial measures. A reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measure is provided in the 8-K and is available on our website. Let me now turn the call over to Patrick.\n\nPatrick K. Kaltenbach\n\nExecutive Vice President & President-Life Sciences Segment, Becton, Dickinson & Co.\n\nThanks, Adam, and good evening, everyone. We appreciate you joining our call today. Tonight, we reported our second quarter financial results, the details of which are outlined for you on Page 3 of our presentation. Our sales growth in the second quarter included strong growth in our service business as well as solid performance across our industrial product categories, which was offset in part by softer market conditions in laboratory in China.\nFocused execution of our margin expansion and cost control initiatives resulted in good growth in adjusted EPS despite currency being much greater-than-expected headwind this quarter. As we look to the remainder of 2023, there is increased uncertainty in the global economy and our end markets. In addition, market demand in China has deteriorated. While we have reduced our growth expectations for 2023 due to weaker market conditions, we remain confident in the factors we can control, including execution on our best-in-class sales and marketing programs and our margin expansion and cost saving initiatives.\nOur team remains very agile in adapting to changing market conditions, and I'm confident that our efforts will deliver solid results this year. Let me now turn the call over to Shawn to cover the financial results and our guidance, and I will then come back with some additional commentary on the business and our outlook. Shawn?\n\nShawn P. Vadala\n\nChief Financial Officer, Mettler-Toledo International, Inc.\n\nThanks, Patrick, and good evening, everyone. Sales in the quarter were $982.1 million, which represented an increase in local currency of 2%. On a U.S. dollar basis, sales were flat as currency reduced sales growth by 2%. On Slide #4, we show sales growth by region.\nLocal currency sales increased 4% in Asia/rest of the world; 1% in the Americas and were flat in Europe. Local currency sales increased 3% in China in the quarter. On Slide #5, we show sales growth by region for the first half of the year. Local currency sales grew 4% for the first 6 months with 3% growth in both the Americas and Europe and 6% growth in Asia Rest of the world.\nLocal currency sales increased 6% in China on a year-to-date basis. On Slide #6, we summarize local currency sales growth by product area. For the quarter, Laboratory sales decreased 3% and industrial increased 6% with core industrial up 6% and product inspection up 5%. Food retail grew 17% in the quarter as we benefited from significant project activity.\nThe next slide shows local currency sales growth by product area for the first half. Laboratory sales increased 1% and Industrial increased 6%, including 6% growth across both core industrial and product inspection. Food retail increased 25%. Let me now move to the rest of the P&L, which is summarized on Slide #8. Gross margin was 59.4%, an increase of 100 basis points as pricing was partially offset by higher cost, business mix and currency. R&D amounted to $47.2 million in the quarter, which is a 6% increase in local currency over the prior period, reflecting increased project activity.\nSG&A amounted to $228.6 million, a 6% decrease in local currency over the prior year and includes lower variable compensation and benefits from our cost savings initiatives. Adjusted operating profit amounted to $307.7 million in the quarter, an 8% increase. Currency reduced operating profit growth by approximately 4%. Adjusted operating margin was 31.3%, which represents an increase of 210 basis points over the prior year. A couple of final comments on the P&L. Amortization amounted to $18 million in the quarter, interest expense was $19.3 million and other income amounted to $1 million. Our effective tax rate was 19% in the quarter, above our previously guided range of 18.5% for the full year.\nThis rate is before discrete items and adjusting for the timing of stock option exercises in the quarter. We now expect our tax rate to be 19% for the full year. Fully diluted shares amounted to $22.1 million, which is approximately a 3% decline from the prior year. Adjusted EPS for the quarter was $10.19, a 9% increase over the prior year or a 13% increase excluding unfavorable foreign currency.\nOn a reported basis in the quarter, EPS was $9.69 as compared to $9.29 in the prior year. Reported EPS in the quarter includes $0.23 of purchased intangible amortization and $0.29 of restructuring costs. We also had a $0.02 benefit from tax items. The next slide illustrates our year-to-date results. Local currency sales grew 4% for the 6-month period, adjusted operating income increased 9% or 14% excluding unfavorable foreign currency and our operating margin expanded 190 basis points.\nAdjusted EPS grew 9% on a year-to-date basis or 15%, excluding unfavorable currency. That covers the P&L and let me comment on cash flow. In the quarter, adjusted free cash flow amounted to $260.5 million, up $52 million, helped by favorable working capital. Year-to-date cash flow per share grew 44%. DSO was 35 days, while [ ITO ] was 3.7x. Let me now turn to guidance. As we look to the remainder of the year, there's increased caution across our customer base such as pharma and biopharma, chemical companies and food manufacturing. And there's also greater uncertainty regarding the global economic conditions.\nIn particular, conditions in China have deteriorated sharply as there is growing uncertainty around the pace of economic growth and limited government stimulus. This is particularly true with our pharma and biopharma customers who are delaying investment decisions in China but also in the Americas and Europe. In Europe, the outlook remains uncertain in light of the ongoing war in Ukraine and soft general economic growth. Global manufacturing PMIs have also continued to trend lower and have been below the 50 [ growth, no growth index level ] for many months.\nNow turning to our guidance. We expect local currency sales to be down 3% to 4% in the third quarter with a mid-single-digit decline in laboratory. This reflects deteriorating conditions in China as mentioned earlier, with particularly soft demand from pharma and biopharma customers. We also expect modest sales declines across our industrial businesses in the third quarter. We are implementing actions to reduce our costs in response to the softer sales environment and manage productivity while maintaining various growth investments that are important for the future.\nWe estimate our operating margin will increase in the 70 to 100 basis point range for 2023 based upon our disciplined approach to margin expansion, productivity and cost savings initiatives. We expect third quarter adjusted EPS to be in the range of $9.55 to $9.85, representing a decline of 3% to 6%. This includes foreign exchange headwind to EPS of approximately 3%.\nNow turning to the full year 2023. Our local currency sales growth guide is now 0% to 1% reflecting the factors mentioned earlier. This is down from our previous guidance of approximately 5% local currency sales growth. We now expect full year adjusted EPS to be in the range of $40.30 to $41.20 representing a growth rate of about 2% to 4% or approximately 5% to 7%, excluding unfavorable foreign currency.\nThis compares to our previous guidance of adjusted EPS in the range of $43.65 to $43.95. There are 3 factors to our revised adjusted earnings per share outlook. First, the reduced local currency sales growth forecast for the year compared to our previous guidance, partially offset by our cost reduction efforts. Our reduced outlook largely reflects a lower laboratory sales forecast of a decline of low single digits, down from our previous mid-single-digit outlook. Additionally, we now see pronounced weakness in our business in China, where we now expect our total business to decline mid-single digits for the year compared to our prior forecast of high single-digit growth.\nSecondly, foreign exchange, as mentioned earlier, is now expected to be a 3% to 4% headwind to EPS growth this year compared to 2% the last time we spoke, largely due to the weakening of the Chinese renminbi and the strengthening of the Swiss franc versus the euro. Relative to the impact on sales, currency is expected to be a 1% headwind to sales growth for the full year and roughly neutral in the third quarter. And third, we would now expect a higher tax rate of 19% in 2023 compared to our prior guidance of 18.5%. Some final details on guidance as you update your models.\nTotal amortization, including purchase intangible amortization is forecast to be $72 million. Purchased intangible amortization is excluded from adjusted EPS and is estimated at $26 million on a pretax basis or $0.93 per share. Interest expense is forecast at $78 million for the year. We now expect free cash flow of approximately $850 million compared to our previous estimate of approximately $900 million, and we'll also reduce our share repurchase program by a similar amount. That's it from my side, and I'll now turn it back to Patrick.\n\nPatrick K. Kaltenbach\n\nExecutive Vice President & President-Life Sciences Segment, Becton, Dickinson & Co.\n\nThanks, Shawn. Let me start with some comments on our operating businesses, starting with Lab, where sales were softer than we had expected for the quarter. While we continue to see robust demand on hot segments like lithium-ion batteries, our pharma and biopharma customers have become increasingly cautious with their spending and have delayed investment decisions, particularly in China. As expected, our pipette sales were again weak in the second quarter as customers reduced inventories of chips and instrument sales declined.\nThe impact of the lower pipette sales was in line with our previous expectations and we continue to expect this headwind to ease in the second half of the year as comparisons become easier. As mentioned, we also see customers, especially in our key market segments such as pharma and biopharma delaying purchases. However, our pipeline and customer quoting activity has remained strong, and we were pleased to see continued strong service growth across our lab business in the second quarter.\nWe are hopeful conditions normalize soon but we have not built this into our 2023 guidance. Turning now to our Industrial business. We again saw strong demand for our automation solutions from our core industrial portfolio this quarter. While we expect to continue to benefit from customer investments in automation and localization of supply chains globally, we are not immune to the increased uncertainty around the global economic outlook.\nRegarding product inspection, it also had good performance this quarter, but our packaged food customers have also become more cautious about making investments in new equipment due to inflation and uncertain economic conditions, and we would expect softer results for the remainder of the year. Finally, Food Retail delivered strong growth this quarter due to robust project activity in the Americas. Our food retail sales can be lumpy, and we would expect strong growth again in the third quarter.\nOne final comment on the business. Service sales remained very strong overall and grew 13% in the quarter. We continue to be very pleased with the growth in this important and profitable part of our business. Now let me make some additional comments by geography. Sales in Europe were flat in the quarter with growth in core industrial and product inspection, offset by declines in laboratory products.\nIn the Americas, we saw good growth across our industrial and retail businesses offset by declines in our laboratory product offering, especially pipette. Finally, Asia and the Rest of the World had another quarter of good growth. China grew 3% with good growth in industrial, but sentiment, particularly in Laboratory has become much more cautious as activity has slowed following the COVID reopening, and there has been limited economic stimulus as mentioned before.\nAs of today, we expect a significant decline in sales in China in the second half of the year, but our team in China will remain agile to capitalize on growth opportunities [ however ] market conditions unfold. Now I would like to share with you some updated thoughts about our strategic priorities and how we are investing to drive growth over the long term. While market conditions have become increasingly challenged over the past year, we have remained at very high level of incremental investment to support the long-term growth of the organization and market share gains.\nThe hallmark of our culture is the agility and focused execution, and our team continues to respond very well to unexpected changes in the environment to gain market share, expand profitability and make additional important growth investments for the future. Starting with our sales and marketing programs, we have developed increasingly sophisticated digital approaches with our spinning up program that more efficiently feeds our pipeline with new leads, including high potential [indiscernible] alerts with a special focus on customers that we do not do business with today.\n[indiscernible] have been an important area of investment in sort of new customer leads as we look to increase potential customer interactions in a very efficient format. We can directly show how our solutions address common customer pain points in very specific end-use applications. We have had strong participation in our webinars, which positions us [indiscernible] subject meter experts in specific applications but also provides a good sales pipeline as customers seek unique solutions to challenging or new applications.\nThis is particularly true in hot segments like lithium ion batteries, sustainable materials and the semiconductor industry. Our data-centric approach in nurturing and qualifying these leads allows field sales team to prioritize their efforts on hyper potential business opportunities and increase our win rates. We have also continued to invest very strongly in research and development over the past year to maintain and improve our technology leadership and support our growth potential.\nI am very excited about our pipeline of new and recently released products that enhance our customers' productivity but also ensure compliance with regulatory requirements. This has been a topic of increasing importance for our customers as of late and our innovative solutions like LabX, enhanced productivity through workflow automation while ensuring full data integrity and traceability across customer entire workload. Earlier this year, we launched a new thermal analysis instrument that allows customers to increase sample analysis throughput through new automation and software features. This is especially important in hot segments like bonds materials and the battery segment.\nAdditionally, our Process Analytics business recently released a new conductivity sensor that is unmatched in the industry for measuring ultrapure water in the microelectronics industry, helping increasing yields for our semiconductor customers while reducing the amount of very expensive ultra-pure water required for their operations. Lastly, our industrial business had great success with our new line of [ hygienic scales ] that help customers clean their scales up to 40% faster but also help eliminate contamination risk in regulated environments like food and pharma.\nWhile individual new product launches are not material on their own, given the diversity of our portfolio, they provide a very important compounding element to our growth algorithm, expanding our technology leadership, enhancing our value propositions and helping drive market share gains. Going forward, we have a very exciting pipeline of innovative products that we plan to launch over the coming year that will further extend our leadership position.\nTurning now to our margin initiatives. Our pricing and SternDrive drive initiatives have been very effective in supporting our margin expansion this year. As a reminder, SternDrive is focused on improving productivity and driving operational excellence across our manufacturing and back-office operations, with our team executing several hundred projects to reduce material costs and improve productivity. We have excellent opportunities ahead of us. We've enhanced -- with advanced data-driven approaches around value engineering, smart manufacturing and common platform architectures that we expect to launch in the new future -- in the near future.\nI hope this provides some context to our updated guidance for the year, but also shows the confidence we have in our ability to continue to execute on our long-term growth initiatives, expand our margins and deliver solid earnings growth this year and beyond. Now that concludes -- that is the conclusion to our prepared remarks. Operator, I'd like to open the line now for questions."
  },
  {
    "header": "MTD",
    "cik": "0001037646",
    "ticker": "MTD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d67be05b3b425adf9e2399c4ba64dcfc",
    "period": "2023 Q1",
    "content": "Q1 2023 Mettler Toledo International Inc Earnings Call\n\nQ1 2023 Mettler Toledo International Inc Earnings Call\n\nMTDNYSEMAY 5, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Mettler-Toledo First Quarter 2023 Earnings Conference Call. Today's conference is being recorded. [Operator Instructions].\nAt this time, I would like to turn the conference over to Adam Uhlman, Head of Investor Relations. Please go ahead.\n\nAdam Uhlman\n\nAnalyst, Cleveland Research Co. LLC\n\nThank you, Angela. Good morning, everyone. Thank you for joining us. On the call with me today is Patrick Kaltenbach, our Chief Executive Officer; and Shawn Vadala, our Chief Financial Officer.\nLet me cover some administrative matters. This call is being webcast and is available for replay on our website at mt.com. A copy of the press release and the presentation that we will refer to today is available on our website. This call will also include forward-looking statements within the meaning of the U.S. Securities Act of 1933 and the U.S. Securities Exchange Act of 1934.\nThese statements involve risks, uncertainties and other factors that may cause our actual results, financial condition, performance and achievements to be materially different from those expressed or implied by any forward-looking statements.\nFor a discussion of these risks and uncertainties, please see our recent annual report on Form 10-K and quarterly and current reports filed with the SEC. The company disclaims any obligation or undertaking to provide any updates or revisions to any forward-looking statements, except as required by law.\nOn today's call, we will use non-GAAP financial measures. A reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measure is provided in the 8-K and is also available on our website. Let me now turn the call over to Patrick.\n\nPatrick K. Kaltenbach\n\nExecutive Vice President & President-Life Sciences Segment, Becton, Dickinson & Co.\n\nThanks, Adam, and good morning, everyone. We appreciate you joining our call today. Last night, we reported our first quarter earnings results, and I'm happy to share that we have started the year off strong with very good sales and profit growth.\nThe details of our financials are outlined for you on Page 3 of our presentation. Our sales growth was again broad-based this quarter as our team effectively leveraged [indiscernible] to identify attractive growth opportunities across a wide variety of markets.\nI'm also pleased with the strong execution from our team on our margin initiatives and cost control, which resulted in solid earnings growth on top of excellent results in the prior year despite a very significant currency headwind.\nOur outlook for the year is largely unchanged from what we have provided earlier this year, although there is increased uncertainty in the economy and our end markets. However, I'm convinced that our team will continue to capitalize on growth opportunities and manage our cost effectively to help us live with solid results for the year.\nLet me now turn the call over to Shawn to cover the financial results and our guidance. And then I will come back with some additional commentary on the business and our outlook. Shawn?\n\nShawn P. Vadala\n\nChief Financial Officer, Mettler-Toledo International, Inc.\n\nThanks, Patrick, and good morning, everyone. Sales in the quarter were $928.7 million, which represented a local currency increase of 7%. On a U.S. dollar basis, sales increased 3% as currency reduced sales growth by 4%. We estimate that the impact of not shipping to Russia was a headwind of almost 1% to sales growth.\nOn Slide #4, we show sales growth by region. We had broad-based sales growth in Q1 as local currency sales increased 6% in both the Americas and in Europe and 10% in Asia/Rest of the World. Excluding Russia, our sales growth in Europe grew 9%. Local currency sales increased 9% in China in the quarter.\nOn Slide #5, we summarize local currency sales growth by product area. For the quarter, Lab sales increased 5% and Industrial increased 7%, with core industrial and product inspection, both up 7%. Food Retail grew 36% in the quarter as we benefited from significant project activity in prior year comparisons.\nLet me now move to the rest of the P&L, which is summarized on Slide #6. Gross margin was 58.9%, an increase of 100 basis points as pricing was partially offset by higher cost, business mix and currency. R&D amounted to $45.5 million in the quarter, which is a 9% increase in local currency over the prior year, reflecting increased project activity. SG&A amounted to $234.6 million, a 2% increase in local currency over the prior year.\nAdjusted operating profit amounted to $266.5 million in the quarter, a 10% increase. Currency reduced operating profit growth by approximately 7%. Adjusted operating margin was 28.7%, which represents an increase of 180 basis points over the prior year. A couple of final comments on the P&L. Amortization amounted to $17.8 million in the quarter, interest expense was $18.2 million and other income amounted to $0.4 million.\nOur effective tax rate was 18.5% in the quarter. This rate is before discrete items and adjusting for the timing of stock option exercises in the quarter, and we expect to maintain this rate for the full year. Fully diluted shares amounted to $22.3 million, which is approximately a 3.5% decline from the prior year. Adjusted EPS for the quarter was $8.69, a 10% increase over the prior year or an 18% increase, excluding unfavorable currency.\nOn a reported basis in the quarter, EPS was $8.47 as compared to $7.55 in the prior year. Reported EPS in the quarter includes $0.23 of purchased intangible amortization and $0.16 of restructuring costs. We also had a $0.17 headwind due to the difference between our quarterly and annual tax rate due to the timing of stock option exercises that normalizes in the fourth quarter of every year.\nThat covers the P&L, and let me now comment on cash flow. In the quarter, adjusted free cash flow amounted to $135.3 million, up $60 million, helped by better inventory and accounts receivable trends as well as lower incentive payments. DSO was 38 days, while ITO was 3.6x.\nLet me now turn to guidance. To start off, forecasting remains challenging and market conditions remain dynamic. As previously mentioned, there is uncertainty in the economy and our end markets. We're basing our guidance for the second quarter and the full year, assuming market conditions remain as they are today.\nFor the second quarter, we expect approximately 3% local currency sales growth. This level of growth reflects the challenging multiyear sales growth comparisons we faced in the second quarter as well as a growth headwind of approximately 2% from reduced sales in our pipette business.\nWe expect second quarter adjusted EPS to be in the range of $9.90 to $10, representing a growth rate of 5% to 7% or 10% to 11%, excluding unfavorable foreign currency.\nFor the full year 2023, we have left our local currency sales growth guidance of approximately 5% unchanged. We expect full year adjusted EPS to be in the range of $43.65 to $43.95 representing a growth rate of approximate -- of about 10% to 11% or approximately 12% to 13%, excluding unfavorable foreign currency. This compares to our previous guidance of adjusted EPS in the range of $43.55 to $43.95.\nTotal amortization, including purchased intangible amortization is forecast to be $72 million. Purchased intangible amortization is excluded from adjusted EPS and is estimated at $26 million on a pretax basis or $0.92 per share.\nNow let's turn to cash flow. For 2023, we continue to expect free cash flow in the range of $900 million, and we still expect to repurchase approximately $1 billion of our shares this year. That's it from my side, and I'll now turn it back to Patrick.\n\nPatrick K. Kaltenbach\n\nExecutive Vice President & President-Life Sciences Segment, Becton, Dickinson & Co.\n\nThanks, Shawn. Let me start with some comments on our operating businesses, starting with LabX which had good growth in the quarter, considering challenging prior year comparisons. We also had a larger-than-expected sales decline in our pipette business as customers continue to work down their inventories. We believe this headwind will continue in the second quarter and ease in the second half of the year.\nOutside of pipette, we had strong growth across most of our portfolio particularly as our team pursues growth opportunities in hot segments like lithium-ion batteries and sustainable polymers among others.\nTurning now to our Industrial business. We had very strong growth across our core industrial products this quarter as we continue to benefit from strong demand for our solutions that automate customer processes and enhance productivity. Product inspection also had a strong quarter as it capitalized on stronger demand from food manufacturers in the Americas, while we experienced only modest growth in Europe.\nWhile we are pleased with the good start to the year, our core industrial business is also not immune from the economy, and we expect softer results in product inspection as these customers face increased headwinds and we expect lower growth for the remainder of the year.\nFinally, Food Retail delivered very strong growth this quarter due to robust project activity in the Americas and Europe. Comparisons were also favorable as sales declined 14% in the first quarter of last year.\nOur Food Retail sales can be lumpy depending on our customers' project activity, and we would expect lower growth rates for the remainder of the year.\nOne final comment on the business. Service sales continued to show excellent momentum and grew 15% in the quarter. We continue to be very pleased with the growth in this important and [ probable ] part of our business.\nNow let me make some additional comments by geography. Sales in Europe increased 6% in the quarter or 9% excluding the impact of stopping shipments to Russia. Sales growth this quarter benefited from very strong growth from our food retail business as well as strong growth in our core industrial businesses, offset in part by a significant decline in pipette.\nSales in the Americas was solid with strong growth across most of our businesses, especially Food Retail, offset in part by a significant decline in pipette. And finally, Asia and the Rest of the World had another quarter of good growth, led by the Lab business.\nChina grew 9% against very strong prior year growth rates with particular strong growth in [ LabX ]. Now speaking of China, at the end of March, I traveled to visit our operations in China, and I couldn't be more excited about the strength of the team we have in place and the substantial opportunity ahead of us. I'd like to share a few some additional insights on our business in China and why we are quite optimistic about our long-term growth opportunity there.\nFirst, as an overview, we have a very long track record of operations in China using wholly owned subsidiaries there for more than 35 years. China represents 21% of our total global sales, and we design, manufacture and distribute products in China for the local markets. We have 3 manufacturing locations in China, representing approximately 1/3 of our global production, again, over half of which is sold into the local market.\nChina and the other emerging markets have historically been an important source of growth for our company, and we believe this will be a source of future growth. Our business in China overall has grown at a 13% CAGR over the last 20 years, including 14% growth in 2022 as the mix of our business has shifted to faster growing and more resilient industries. Customers in China increasingly seek out our most advanced solutions where we have a very strong competitive advantage and leverage our unique go-to-market approaches.\nOur portfolio is extremely well positioned to serve the demand for automated solutions -- automation solutions, drive for productivity and to help ensure compliance. We also benefit from the government's focus on developing a broader life sciences industry and other strategic market segments.\nOur colleagues in China are very agile to respond to local market needs with local application development and support of China-specific demand. We leveraged this unique approach with our [indiscernible] sales and marketing programs to capture growth in hot segments like lithium-ion batteries and I visited a large battery customer and [ saw ] firsthand how massive these investments in e-mobility and stationary power solutions are, but also, how our solutions are excellently positioned to provide substantial value to this rapidly growing industry.\nOverall, our business in China remained strong during the first quarter, and our outlook for Q2 is also positive despite challenging multiyear comparisons.\nWe see continued investments in key segments like lithium-ion batteries, pharma, biopharma, but also healthy investments in industry as our customers look to reduce direct labor and improve productivity with automation investments.\nI would note that market -- I would note that market sentiment is also optimistic in anticipation of potential further government investments to support growth segments like e-mobility, expanding R&D capabilities with new [ LabX ] and long-term investments in pharma, biopharma to support better health care. Details of these are still limited, but I would note that the government has announced structural changes in its organization responsible for accelerating the pace of scientific development, highlighting the emphasis being placed on this important topic.\nAs we think about these trends and how the impact of our business in China, we remain optimistic about our long-term growth opportunity in the region and would expect our business in China to grow at a faster pace than the overall business. However, as we always like to remind everyone, while we are optimistic for the long term and for 2023, China has historically been a more volatile market and things can change quickly in the short term.\nIn China, like the Rest of the World, we believe our unique growth strategies, tremendous diversity and culture of operational excellence and agility position us very well to gain market share and deliver solid financial results in 2023. Now that concludes our prepared remarks. And now we would like to open the call to questions."
  },
  {
    "header": "MTD",
    "cik": "0001037646",
    "ticker": "MTD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7a675275def128d6ad082b7604d834d9",
    "period": "2022 Q4",
    "content": "Q4 2022 Mettler-Toledo International Inc Earnings Call\n\nQ4 2022 Mettler-Toledo International Inc Earnings Call\n\nMTDNYSEFEB 10, 8:30 AM\n\nOperator\n\nGood morning. My name is Audra, and I will be your conference operator today. At this time, I would like to welcome everyone to the Mettler-Toledo Fourth Quarter 2022 Earnings Call.\nToday's conference is being recorded. (Operator Instructions) At this time, I would like to turn the conference over to Adam Uhlman, Head of Investor Relations. Please go ahead.\n\nAdam Uhlman\n\nOkay, thanks, Audra, and good morning, everyone. I'm happy to welcome you all to this call. I'm joined with Patrick Kaltenbach, our Chief Executive Officer; and Shawn Vadala, our Chief Financial Officer.\nLet me cover some administrative matters first. This call is being webcast and is available for replay on our website at mt.com. A copy of the press release and the presentation that we will refer to on today's call is also available on our website.\nThis call will include forward-looking statements within the meaning of the U.S. Securities Act of 1933 and the U.S. Securities Exchange Act of 1934. These statements involve risks, uncertainties and other factors that may cause our actual results, financial condition, performance and achievements to be materially different that was expressed or implied by any forward-looking statements.\nFor a discussion of these risks and uncertainties, please see our recent annual report on Form 10-K and quarterly and current reports filed with the SEC. The company disclaims any obligation or undertaking to provide any updates or revisions to any forward-looking statements, except as required by law.\nOn today's call, we may use non-GAAP financial measures. A reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measure is provided in the 8-K and is available on our website.\nLet me now turn the call over to Patrick.\n\nPatrick K. Kaltenbach\n\nPresident & CEO, Mettler-Toledo International Inc.\n\nThanks, Adam, and good morning, everyone. We appreciate you joining our call that we are doing from Switzerland. 2022 was another year where our company's unique strength and culture of execution led to strong performance and success in overcoming significant external challenges. Our team's resilience and agility to quickly react and adapt to the changing environment allowed us to meet customer demand, gain market share and deliver robust financial results.\nWe also finished the year with excellent sales growth in the fourth quarter and benefited from very good broad-based growth across geographic regions and product categories.\nThe highlights of the fourth quarter performance are detailed on Page 3 of the presentation. Local currency sales in the quarter increased 9% as compared to the prior year with broad-based growth across all regions and most of our product portfolio. Strong sales growth, combined with benefits from our margin initiatives and good cost control, contributed to excellent growth in adjusted operating profit and adjusted EPS, offsetting very significant currency headwinds.\nAs we look ahead to this year, we expect continued uncertainty regarding the global economy and face challenging multiyear sales growth comparisons. I'm confident that the diligent execution of our growth and productivity initiatives will again position us very well to gain market share and deliver solid financial results.\nLater, I will have some additional comments on our business, but let me now turn it to Shawn to cover financials and the guidance.\n\nShawn P. Vadala\n\nCFO, Mettler-Toledo International Inc.\n\nThanks, Patrick, and good morning, everyone. Sales in the quarter were $1.058 billion, which represented a local currency increase of 9%. On a U.S. dollar basis, sales increased 2% as currency reduced sales growth by 7%. We estimate that the impact of not shipping to Russia was a headwind of about 1% to sales growth.\nOn Slide #4, we show sales growth by region. We had broad-based sales growth in Q4 as local currency sales increased 8% in the Americas, 9% in Europe and 9% in Asia/Rest of World. Local currency sales increased 11% in China in the quarter. Excluding Russia, our sales in Europe grew 13%.\nOn Slide #5, we show sales growth by region for the full year 2022. Local currency sales grew 11% for the year with 12% growth in the Americas, 6% in Europe and 13% in Asia/Rest of the World. Local currency sales increased 14% in China in 2022. Excluding Russia, our sales in Europe grew 9% for the full year.\nOn Slide #6, we summarize local currency sales growth by product area. For the quarter, laboratory sales increased 10%, industrial increased 6% with core industrial up 5% and product inspection up 9%. Food Retail grew 12% in the quarter.\nThe next slide shows local currency sales growth by product area for the full year. Laboratory sales increased 12%, industrial increased 9%, including 10% growth in core industrial and 7% growth in product inspection. Food Retail grew 1% in 2022.\nLet me now move to the rest of the P&L, which is summarized on Slide #8. For the fourth quarter, gross margin was 59.8%, an increase of 130 basis points. We benefited from favorable pricing and volume growth, which was offset in part by higher costs.\nR&D amounted to $45.9 million in the quarter, which is a 7% increase in local currency over the prior period, reflecting increased project activity. SG&A amounted to $227.6 million, a 1% decrease in local currency over the prior year and included lower variable compensation related to our strong prior year results.\nAdjusted operating profit amounted to $358.6 million in the quarter, a 12% increase. Currency reduced operating profit growth by approximately 9%. Adjusted operating margin was 33.9%, which represents an increase of 310 basis points over the prior year.\nA couple of final comments on the P&L. Amortization amounted to $16.5 million in the quarter. Interest expense was $16.8 million in the quarter. Other income in the quarter amounted to $1.5 million primarily reflecting nonservice-related pension income.\nWe reduced our effective tax rate from 19% to 18.5% in the quarter. This rate is before discrete items and adjusting for the timing of stock option exercises in the quarter. We are pleased with this reduction and expect to maintain an 18.5% rate in 2023.\nFully diluted shares amounted to 22.4 million in the quarter, which is a 3.5% decline from the prior year. Adjusted EPS for the quarter was $12.10, a 15% increase over the prior year or a 24% increase excluding unfavorable foreign currency. On a reported basis in the quarter, EPS was $11.86 as compared to $9.94 in the prior year. Reported EPS in the quarter includes $0.21 of purchased intangible amortization and $0.07 of restructuring and other costs.\nWe also had 2 items impacting reported income taxes this quarter. We had a $0.20 headwind due to the difference between our quarterly and annual tax rate due to the timing of stock option exercises. And we also had a $0.16 benefit from adjusting our tax rate to 18.5% for the first 3 quarters of the year.\nThe next slide summarizes our full year 2022 financial results, which we're very proud of considering the unexpected challenges our team faced over the last year. Local currency sales grew 11% for the year. Adjusted operating income increased 13% or 18% excluding unfavorable foreign currency. And our operating margin expanded 190 basis points. Adjusted EPS grew 17% for the full year or 23% excluding unfavorable currency.\nThat covers the P&L, and let me now comment on cash flow. In the quarter, adjusted free cash flow amounted to $272.9 million. And DSO was 37 days, while ITO was 3.6x.\nLet me now turn to guidance. To start off, forecasting remains challenging, and market conditions remain dynamic. We are basing our guidance for the first quarter and the full year assuming market conditions remain as they are today. While some factors impacting our outlook have improved like foreign exchange rates, we still face uncertainty, including the risk of recession in certain countries. We also faced difficult multiyear sales growth comparisons.\nRegardless, we remain focused on the factors we can control and believe our unique sales and marketing strategies and innovative product portfolio will support market share gains and profitable growth this year. For the full year 2023, we have left our local currency sales growth guidance of approximately 5% unchanged.\nWe expect full year adjusted EPS to be in the range of $43.55 to $43.95, representing a growth rate of about 10% to 11% or approximately 11% to 12% excluding unfavorable foreign currency. This compares to our previous guidance of adjusted EPS in the range of $42 to $42.40 and reflects the impact of 3 items.\nFirst, foreign exchange based on today's rates is expected to be a 1% headwind to profit growth, down from our previous guidance of a 4.5% headwind due to the strengthening of the renminbi, among other currencies. Secondly, we now expect our effective tax rate for 2023 to be approximately 18.5%, down slightly from our prior estimate and a modest benefit to EPS. Lastly, somewhat offsetting these benefits to adjusted EPS is an increase in interest rates and related interest expense as well as a decrease in foreign and forecast pension income.\nSpecifically, we now expect interest expense to be approximately $78 million. Other income, which is below operating profit and largely reflects nonservice pension income, is forecast to be approximately $1 million. Total amortization, including purchased intangible amortization, is forecast to be $73 million. Purchased intangible amortization is excluded from adjusted EPS and is estimated at $27 million on a pretax basis or $0.97 per share.\nNow let's turn to cash flow. For 2023, we continue to expect free cash flow in the range of $900 million, and we still expect to repurchase approximately 1 billion of our shares this year. This would be -- this would allow us to maintain a net debt EBITDA ratio of approximately 1.5x.\nThat is it from my side, and I'll now turn it back to Patrick.\n\nPatrick K. Kaltenbach\n\nPresident & CEO, Mettler-Toledo International Inc.\n\nThanks, Shawn. Let me start with some comments on our operating businesses, starting with Lab, which had strong sales growth in the quarter with strong growth across most of our product portfolio, especially in the analytical instruments and process analytics, while our pipette business was down due to a decline in pipette tips.\nOverall, we continue to see growth with pharma and biopharma customers as well as the faster-growing segments such as the lithium batteries and others and expect favorable results in 2023.\nTurning now to our Industrial business, where core industrial had solid growth in each region and continues to benefit from market trends towards automation and digitalization. Our outlook for this year is positive. Although I'd note, this business is not immune to potential changes in the economy and will require us to remain agile to identify and target growth opportunities.\nProduct inspection sales were stronger than expected this quarter with very strong sales in the Americas. Europe had modest growth as we saw better customer activity compared to the last quarter. Overall, we expect to have a positive start in 2023 in product inspection with good growth in the Americas. However, we remain cautious in Europe with softer conditions in packaged foods.\nFinally, Food Retail delivered very strong growth with project activities in the Americas and Europe, offset in part by a significant sales decline in China due to disruptions from the pandemic.\nNow let me make some additional comments by geography. Sales in Europe increased 9% in the quarter, better than we had expected and inclusive of a 4% headwind from stopping our shipments to Russia. We saw good growth across most product categories in Europe, particularly in process analytics and retail. The potential energy crisis and related impact on customer demand has also been better than expected, but we, of course, still need to get through the rest of the winter.\nSales in the Americas was again strong with especially good growth across product inspection and food retail. And finally, Asia and the Rest of the World had another quarter of good growth led by our lab business. China grew 11% with particularly strong growth in lab.\nSwitching now to our service business, we continue to see excellent momentum. And service sales grew 11% in the quarter and 12% for the year. Service remains an important contributor to our profits and a key advantage versus our competition.\nAlso, customers that use our service are more likely to buy instruments from us again in the future. Given the importance of our service business, I'd like to share with you more details on our strategy and initiatives.\nTo start off, as a reminder, service represents 20% of our revenues and is a key part of our solution offering. Our service offering is comprehensive and includes installation, qualification, calibration, preventive maintenance, spare parts and repair services.\nOver 50% of our service revenues represent service contracts that support our customers' ability to maintain uptime, improve productivity and comply with regulatory requirements. An important piece of our business is calibration services. And our comprehensive and audit-proof electronic calibration certificates are fully traceable and available on demand from a secure database. This makes it very easy for our customers to comply with regulatory requirements.\nWe have very strong competitive advantages with our service business and excellent opportunities to accelerate our growth. We believe we have the largest installed base of weighing instruments in the world and the largest service network across our direct competitors with over 3,000 service technicians around the world.\nWe have a standard global service offering with dedicated service sales experts. This global coverage is increasingly important as customers look for consistent service around the world. Our ability to serve customers during the pandemic has proven to be a strong competitive advantage, and our service offering was especially important to customers in regulated environments.\nThe introduction of new service levels, 24/7 support and remote diagnostics helped -- have been helpful in supporting customers. We have seen continued improvement in our Net Promoter Scores in recent years and throughout 2022, which measure customer satisfaction after a service event.\nWe are focused on accelerating our service growth, given these competitive advantages and strong customer satisfaction. And over the medium term, we'd expect our service sales to outpace our product sales.\nTo achieve this, there are 2 important elements of our growth strategy besides continuously upgrading our offering: penetrating our large installed base of instruments and selling service contracts at the point of product sale.\nStarting first at penetrating our installed base. We have a large installed base of instruments we have sold over many years, the majority of which is not serviced by us today.\nTo further penetrate this installed base, we use the same concept and similar approaches with advanced big data analytics that we use when selling products but with more specific data about history, needs, current penetration and potential of a customer. Our service telesales teams can leverage this data to run marketing campaigns based on the age, warranty, service history and projected service intervals of our instruments to generate a service lead when an instrument is most likely to require service.\nAdditionally, we use sophisticated data analytics for sales force guidance to identify carefully selected high-potential accounts for our field service sales team. Selling services contracts at the point of sales is another high priority focus for us. Over the past year, we revamped our sales trainings and product-quoting process to automatically provide a quote for a service contract at the point of sale.\nProductizing service has also been beneficial in providing and communicating the value of a service contract to a customer in an easy way. Providing service under service contract is a win-win for us and the customer. It ensures high reliability and accuracy of measurement for our customers and also help prevent costly failed experiments, poor production quality or unplanned downtime from devices that are not properly maintained or calibrated. Our technicians are able to build deeper relationships with customers and become trusted advisers.\nService contracts are also a benefit for our service team as they are able to more efficiently schedule service calls weeks in advance, leveraging our territory and route planning and analytics to optimize the productivity of the team. Additionally, customer satisfaction is higher for customers with service contracts. And as I said, those customers are more likely to purchase our instruments again.\nOverall, I feel very good with our service growth strategies that they will position us well to grow this very important and very profitable portion of our business over the coming years. As we look ahead through 2023, we expect to face continued uncertainty in the global economy and challenging multiyear sales growth comparisons. Our ability to demonstrate resilience and agility during difficult times is an important signature of our culture.\nI am confident we will all -- we will be able to react quickly to the new challenges and opportunities that arise. And so we can continue to gain share and deliver solid results.\nNow that concludes our prepared remarks, and I now want to open the call for questions."
  },
  {
    "header": "MTD",
    "cik": "0001037646",
    "ticker": "MTD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/576c4bd5e5d35ec05e1573a8f654e57f",
    "period": "2022 Q3",
    "content": "Q3 2022 Mettler-Toledo International Inc Earnings Call\n\nQ3 2022 Mettler-Toledo International Inc Earnings Call\n\nMTDNYSENOV 3, 5:00 PM\n\nOperator\n\nGood afternoon. My name is Audra, and I will be your conference operator today. At this time, I would like to welcome everyone to the Mettler-Toledo Third Quarter 202 Earnings Call. Today's conference is being recorded. (Operator Instructions)\nAt this time, I would like to turn the conference over to Adam Uhlman at Investor Relations. Please go ahead.\n\nAdam Uhlman\n\nThanks, Audra, and good evening, everyone. I'm Adam Uhlman, I'm responsible for Investor Relations at Mettler-Toledo, and I'm happy to welcome you all to this call. I'm joined by Patrick Kaltenbach, our CEO; and Shawn Vadala, our CFO; and Mary Finnegan.\nLet me cover some administrative matters. This call is being webcast and available for replay on our website at mt.com. A copy of the press release and the presentation that we will refer to on today's call is also available on our website.\nThis call will include forward-looking statements within the meaning of the U.S. Securities Act of 1993 and the U.S. Securities Exchange Act of 1934. These statements involve risks, uncertainties and other factors that may cause our actual results, financial condition, performance and achievements to be materially different from those expressed or implied by any forward-looking statements.\nFor a discussion of these risks and uncertainties, see our recent annual report on Form 10-K and quarterly and current reports filed with the SEC. The company disclaims any obligation or undertaking to provide any updates or revisions to any forward-looking statement, except as required by law.\nOn today's call, we may use non-GAAP financial measures. A reconciliation to these non-GAAP financial measures to the most directly comparable GAAP measures is provided in the 8-K and available on our website.\nLet me now turn the call over to Patrick.\n\nPatrick K. Kaltenbach\n\nPresident & CEO, Mettler-Toledo International Inc.\n\nThanks, Adam, and good evening, everyone. We appreciate you joining our call. I am pleased to report another quarter of strong results as our sophisticated sales and marketing programs, our innovative product portfolio and our supply chain agility continue to be strong competitive advantages.\nThe highlights of our third quarter performance are detailed on Page 3 of the presentation. Local currency sales in the quarter increased 10% as compared to the prior year, with particularly strong results in the Americas and in China. We had very good growth in our laboratory and core industrial businesses.\nOur robust sales growth and effective execution of our margin initiatives resulted in very good growth in adjusted operating profit and adjusted earnings growth, despite significant foreign exchange headwinds. As we look towards the remainder of the year and on to 2023, forecasting remains challenging, and we acknowledge there is greater uncertainty in the macroeconomic environment.\nThese uncertainties will require us to remain agile and focus on factors we can control, namely leveraging our strong strategic programs to identify and target profitable growth opportunities. We continue to strengthen our market position and benefit from the strong execution of our growth initiatives, as well as favorable market trends such as automation and digitalization.\nBased on market conditions today, we believe we will generate good sales growth for the remainder of the year and in 2023. Continued execution of our margin and productivity initiatives will support strong financial results.\nLater, I will have some additional comments on our business, but let me now turn it to Shawn to cover the financials and guidance. Shawn?\n\nShawn P. Vadala\n\nCFO, Mettler-Toledo International Inc.\n\nThanks, Patrick, and good evening, everyone. Sales in the quarter were $985.8 million, which represented a local currency increase of 10%. On a U.S. dollar basis, sales increased 4% as currency reduced sales growth by 6%. We estimate that the impact of reduced sales in Russia due to the war was a headwind of about 1% to sales growth.\nOn Slide #4, we show sales growth by region. Local currency sales increased 11% in the Americas, 1% in Europe and 15% in Asia/Rest of World. Local currency sales increased 15% in China in the quarter. Excluding Russia, our sales in Europe grew 5%.\nOn Slide #5, we show sales growth by region on a year-to-date basis. Local currency sales grew 11% for the first 9 months, with 13% growth in the Americas, 5% growth in Europe and 15% growth in Asia/Rest of the World. Local currency sales increased 15% in China on a year-to-date basis. Excluding Russia, our sales in Europe grew 7% on a year-to-date basis.\nOn Slide #6, we summarize local currency sales growth by product area. For the quarter, laboratory sales increased 10%, industrial increased 10% with core industrial up 13% and product inspection up 6%. Food retail grew 7% in the quarter.\nThe next slide shows local currency sales growth by product area on a year-to-date basis. Laboratory sales increased 13%, industrial increased 10%, including 12% growth in core industrial and product inspection up 7%. Food retail declined 2% on a year-to-date basis.\nLet me now move to the rest of the P&L, which is summarized on Slide #8. For the third quarter, gross margin was better than expected at 59.3%, an increase of 90 basis points. we benefited from favorable pricing and volume growth, which was offset in part by higher material costs. R&D amounted to $44.1 million in the quarter, which is a 10% increase in local currency over the prior period, reflecting increased project activity.\nSG&A amounted to $233.4 million, a 3% increase in local currency over the prior year and includes increased sales and marketing investments. Adjusted operating profit amounted to $307.2 million in the quarter, a 13% increase. Currency reduced operating profit growth by approximately 6%.\nAdjusted operating margin was 31.2%, which represents an increase of 250 basis points over the prior year. A couple of final comments on the P&L. Amortization amounted to $16.7 million in the quarter. Interest expense was $14.5 million in the quarter. Other income in the quarter amounted to $1.9 million, primarily reflecting nonservice-related pension income.\nOur effective tax rate was 19% in the quarter. This rate is before discrete items and adjusting for the timing of stock option exercises in the quarter. We expect to maintain this rate in Q4 and in 2023.\nFully diluted shares amounted to 22.6 million in the quarter, which is a 3% decline from the prior year. Adjusted EPS for the quarter was $10.18, a 17% increase over the prior year or a 24% increase excluding unfavorable foreign currency. On a reported basis in the quarter, EPS was $9.76 as compared to $8.71 in the prior year. Reported EPS includes $0.22 of purchased intangible amortization, $0.07 of restructuring and a $0.13 headwind due to the difference between our quarterly and annual tax rate due to the timing of stock option exercises.\nWe're very happy with our year-to-date results, which are summarized on the next slide. Local currency sales grew 11% for the 9-month period. Adjusted operating income increased 13% or 17% excluding unfavorable foreign currency. And our operating margin expanded 150 basis points.\nAdjusted EPS grew 17% on a year-to-date basis or 22% excluding unfavorable currency. That covers the P&L, now let me cover cash flow. In the quarter, adjusted free cash flow amounted to $224.7 million. DSO was flat compared to prior year levels at 35 days, while ITO was 3.7x.\nLet me now turn to guidance and begin with some overall considerations for our guidance for the remainder of this year and next year. First, forecasting remains very challenging. There is greater uncertainty in the macro environment, including the impacts to the global economy from higher interest rates, the war in Ukraine and China's Zero COVID policies.\nWe recognize the importance of being agile and able to react quickly if market conditions change. We're basing our guidance for Q4 and 2023, assuming market conditions remain as they are today. Second, we feel very good about our business. In particular, we believe we have strategies in place to identify and pursue growth opportunities. And we have an innovative product portfolio that supports these growth initiatives.\nWe also continue to benefit from a more favorable business mix as well as global market trends in automation, digitalization and investments in on and near shoring. We also believe we will continue to execute well on our margin initiatives.\nThird, supply chain challenges remain but are improving. Our team has done an outstanding job of overcoming the various dynamics of the supply chain over the last 3 years. We believe our ability to continue to meet customer demands is a competitive advantage, but acknowledge risks remain in the global supply chain.\nFinally, we have significantly greater headwinds with respect to currency as compared to the last time we spoke. In particular, as I know you are all aware, currency has moved dramatically since early September, creating significant headwind for Q4 and for 2023. To a lesser degree, higher interest rates are also a bit of a headwind.\nFortunately, we have limited floating rate debt. However, the significant movement in rates has increased our expense. I thought it would be helpful to provide this guidance overview, and now let me comment on -- cover the specifics.\nFor the full year 2022, we now expect local currency sales growth to be approximately 10%. This compares to our previous guidance of 9% to 10%. We expect full year adjusted EPS to be in the range of $38.95 to $39.05, which represents a growth rate of about 15%. The midpoint of our adjusted EPS guidance is slightly higher than our previous guidance, as stronger-than-expected Q3 performance has been largely offset by greater currency headwinds in the fourth quarter.\nSpecifically, we expect currency to be a headwind to adjusted EPS growth in the fourth quarter of approximately 10%, and 6% for the full year. At the time of our last earnings call, we had expected earnings -- we had expected currency to be a headwind to fourth quarter adjusted EPS growth of approximately 6% and 4.5% for the full year.\nWith respect to the fourth quarter, we would expect local currency sales growth to be approximately 7% and adjusted EPS to be in the range of $11.55 to $11.65. This represents a growth rate of 10% to 11% and, as I just mentioned, includes a currency headwind of approximately 10%.\nFor the full year 2023, based on our assessment of market conditions today, we would expect local currency sales growth to be approximately 5% and adjusted EPS to be in a range of $42 to $42.40, which represents a growth rate of 8% to 9%. This includes an estimated currency headwind of approximately 4.5%.\nSome further comments on our 2023 guidance. We expect interest expense to be approximately $73 million; total amortization, including purchased intangible amortization, to be $71 million; purchased intangible amortization is excluded from adjusted EPS and is estimated at $24 million on a pre-tax basis or $0.83 per share.\nOther income, which is below operating profit and reflects nonservice pension income, is forecast to be approximately $12 million. We expect our tax rate before discrete items will be 19% for both 2022 and 2023.\nNow let's turn to cash flow. For 2022, we now expect full year free cash flow in the range of $780 million, which is below our previous guidance. While our supply chain team has done an exemplary job in overcoming challenges in meeting customer demand, it has required us to hold a higher inventory level than we had expected. We believe it has been necessary given the challenges in the global supply chain, and expect we will return to more normal levels in 2023.\nI also want to remind you that our free cash flow in both 2020 and 2021 was excellent, exceeding 25% growth on a per share basis in each year. For 2023, we expect free cash flow in the range of $900 million, which represents a growth rate of 19% on a per share basis and a conversion rate of 97% on -- of net income. We would expect to repurchase approximately $1 billion of shares in 2023, which would allow us to maintain a net debt to EBITDA ratio of approximately 1.5x.\nAs we have done in the past, we will aim to repurchase our shares evenly throughout the year. We have also announced today that our Board has authorized an additional $2.5 billion to the share repurchase program to be utilized over the next few years, which is in addition to the $1.2 billion remaining on our previous share repurchase authorization.\nLastly, with respect to the impact of currency on sales growth, we expect currency to reduce our sales growth by 5.5% in 2022, including an 8.5% sales growth headwind in Q4. At today's foreign exchange rates, currency would reduce our sales growth by an additional 4% for the full year 2023.\nThat is it from my side, and I'll now turn it back to Patrick.\n\nPatrick K. Kaltenbach\n\nPresident & CEO, Mettler-Toledo International Inc.\n\nThanks, Shawn. Shawn and I recently completed our annual global budget tour, meeting with our colleagues around the world for in-depth reviews of strategic frameworks and key initiatives of our operating units. Those of you that have followed us closely know this is an important element of our annual planning process, as it allows us to spend considerable time with our colleagues to discuss and analyze the opportunities across our diverse business.\nAlthough uncertainty exists in the outlook for the global economy over the next year, I feel very good about the underlying strategies we have in place, and believe we are well positioned to enhance our market position going forward. We are quite confident that we can continue to gain share and generate good earnings in 2022 and 2023.\nLet me share with you some comments on our operating results as well as more details on our outlook for 2023. Starting with our lab business, I am very pleased with the strong sales growth we have delivered this quarter and year-to-date, and we saw good results across most of our portfolio. We expect good sales performance continuing in the fourth quarter and next year.\nAs we think about our lab business over the medium term, we expect investment by pharma and biopharma into new drug modalities will provide great opportunities for us to support them with our solutions. The trend of digitalization in labs has also accelerated, and our solutions help customers realize productivity gains and address growing compliance and data validation requirements.\nWe also will look to target a significant growth of curing in hot segments like lithium-ion batteries, semiconductors, green hydrogen and sustainable polymers, to name a few. We leverage a highly agile approach to capture growth in these segments, applying a systematic voice of the customer approach on a segment and application level to identify attractive opportunities and ensure we have the correct strategies, product road maps and marketing efforts in place to take advantage of them.\nSwitching now to the industrial business. Core industrial had very strong results in the third quarter and year-to-date. We see good demand, particularly for our automation solutions, as our customers look to improve productivity and increase yields. We have also seen good interest from pharma and biopharma customers as they utilize our solutions to efficiently bring new drugs to production.\nLike our laboratory business, hot segments are important for our core industrial business as well, and we have seen very strong activity from customers serving lithium-ion battery industry in China, Europe, and the Americas. While we are seeing good demand to date in core industrial, and our business has shifted over the years to more resilient industries, our business is not immune to changes in the economy. High energy cost and softer economic activity may weigh on our customers in Europe and, in particular, in the [bok] chemical customers.\nNevertheless, we expect to deliver solid growth in our core industrial business in the fourth quarter and next year. Over the long term, labor shortages, and the trend of near-shoring and reshoring to establish more resilient supply chains, is expected to benefit our core industrial business over the coming years. Additionally, new product development has been critical to our success in meeting customer needs for automation solutions and we provide equipment that is very easy to integrate into customers' control systems and also meets the most stringent data integrity and cybersecurity requirements.\nWe are also optimistic about our product portfolio and exciting innovations we have brought to market and new products to come. For example, in addition to the strong growth we have seen with our compact automation offering, our new line of hygienic bench and floor scales positions us well to win with pharma and food customers in the coming years.\nTurning now to product inspection business. We had good growth with strong demand in the Americas, which was offset in part by a more cautious investment activity in Europe. Some of our packaged food manufacturing customers face a more challenging operating environment and are focused on mitigating margin pressures from inflation and supply chain disruptions. However, we would still expect overall growth in the fourth quarter and into 2023.\nWhile the pandemic, high input costs and the war to Ukraine have resulted in lower relative sales growth for product inspection in the recent years, we remain convinced that the long-term growth dynamics remain strong. We are not standing still and continue to seek out pockets of growth, including checkweighing in both industry, pharma and confectionery customers. And we have expanded our mid-range -- our mid-market coverage with new product offerings in X-ray and metal detection.\nI'd also want to remind you that service is very important to our product inspection customers, and we have new initiatives underway to support our customers' uptime, while at the same time improving our service technician productivity. These include augmented reality for remote customer support and advanced remote diagnostics to identify and recommend quick repairs to keep our food manufacturing customers up and running.\nLastly, our food retail business delivered strong results in the third quarter, with strength in the Americas offset by weakness in China due to pandemic-related lockdowns. Our team has built good momentum recently and has an attractive product pipeline for 2023, and we are optimistic that we can generate profitable growth over the next year.\nLet me make some comments by geography. We had very good performance in the Americas. Again, strong growth in last year's third quarter with strong growth across product inspection, core industrial, and retail. We have a favorable outlook for the remainder of the year and in 2023.\nSwitching to Europe. Our sales grew about 5%, excluding the impact of Russia. The war in the Ukraine has led to sharply higher energy costs across the region and has weighed on some of our customers' investment appetite, particularly packaged food manufacturers and some chemical customers. We still see good investment level from other customer segments, including biopharma and firms involved in the development and production of electric vehicles. We expect moderate growth in Q4 and next year.\nFinally, for Asia and the Rest of the World, they had very strong growth in the third quarter as our team successfully navigated challenging operating conditions with the pandemic and COVID-19 lockdowns, and also executed very well on our strategic initiatives. Going forward, we look to continue to optimize our sales force guidance activities in China to pursue attractive opportunities, and we will also increase our focus on leveraging digital approaches to generate customer leads.\nOur lab and industrial business have performed very well this year, which we expect to persist for the rest of the year and in 2023. We remain optimistic about several key long-term market drivers in China, including the continued development of pharmaceutical, biotechnology, electrical vehicles, microelectronic and new material industries. We are very well positioned to take advantage of these growth opportunities and have continued to invest in our sales and marketing efforts to support our growth in China.\nWhile we remain optimistic about the long term, we acknowledge there is uncertainty in the short term and we know from the past that economic conditions can change very quickly in China, requiring us to remain agile. So that is a summary of our outlook for the fourth quarter and next year.\nAs you think about our long term -- as you think about the longer term, we very strongly believe that favorable market dynamics, our growth initiatives and our improved business mix is supportive of our long-term growth algorithm of 6% plus local currency sales growth and mid-teens earnings growth. This will be accomplished by gaining additional market share through strong execution of Spinnaker, which includes optimizing our sales force guidance and cross-selling initiatives, increasing customer engagement with digital tools and selling services at the point of sale.\nOur team will continue to pursue the most attractive, fast-growing and resilient market segments. We will also continue to invest in new product innovations that will be the foundation of future growth. And I would note that our portfolio and go-to-market approach is uniquely positioned to deliver on customer requirements for automation and digitalization.\nOur strategies and initiatives are well developed and well ingrained throughout the organization and will continue to be critical in gaining market share and driving sales and operating margin growth.\nThat concludes our prepared remarks, and I now want to open the call for questions."
  },
  {
    "header": "MTD",
    "cik": "0001037646",
    "ticker": "MTD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/75c4dbd1305135c35de8f0d53de63a17",
    "period": "2022 Q2",
    "content": "Q2 2022 Mettler-Toledo International Inc Earnings Call\n\nQ2 2022 Mettler-Toledo International Inc Earnings Call\n\nMTDNYSEJUL 29, 7:00 AM\n\nOperator\n\nGood day, and welcome to the Second Quarter 2022 Mettler-Toledo International Inc. Earnings Call. Today's conference is being recorded. At this time, I would like to turn the conference over to Adam Uhlman. Please go ahead, sir.\n\nAdam Uhlman\n\nThank you, and good morning, everyone. I'm Adam Uhlman. I'm responsible for Investor Relations at Mettler-Toledo, and I'm happy to welcome all of you to this call. I am joined with Patrick Kaltenbach, our Chief Executive Officer; and Shawn Vadala, our Chief Financial Officer; and of course, Mary Finnegan with Investor Relations.\nLet me cover some administrative matters. This call is being webcast and is available for replay on our website at mt.com. A copy of the press release and the presentation that we will refer to on today's call is also available on our website.\nLet me summarize the safe harbor language that is outlined on Page 2 of the presentation. Statements in this presentation are not historical facts, constitute forward-looking statements within the meaning of the U.S. Securities Act of 1933 and the U.S. Securities Exchange Act of 1934. These statements involve risks, uncertainties and other factors that may cause our actual results, levels of activity, performance or achievements to be materially different than those expressed or implied by any forward-looking statements.\nFor a discussion of these risks and uncertainties, please see the discussion in our most recent Form 10-K and other reports filed with the SEC from time to time. All of the forward-looking statements are qualified in their entirety by reference to the factors discussed under the captions, factors affecting our future operating results and in the Business and Management's Discussion and Analysis of Financial Condition and Results of Operation sections of our filings.\nOne other item on today's call, we may use non-GAAP financial measures. A more detailed information with respect to the use of and differences between the non-GAAP financial measures and the most directly comparable GAAP measure is provided in the 8-K. Let me now turn the call over to Patrick.\n\nPatrick K. Kaltenbach\n\nPresident & CEO, Mettler-Toledo International Inc.\n\nThanks, Adam, and good morning, everyone. We appreciate you joining our call this morning, which we are doing from Switzerland. We reported strong second quarter results as our team executed very well on our growth strategies. Our culture of agility and focused execution have allowed us to capitalize on favorable market demand and navigate challenging supply chain and inflationary conditions.\nThe highlights of our second quarter performance are detailed on Page 3 of the presentation. Local currency sales in the quarter increased 10% as compared to the prior year. We had very strong growth in our laboratory and Core Industrial business, and we are particularly pleased with the very good growth in China. Excellent sales growth combined with good margin improvement drove very strong growth in adjusted EPS despite adverse foreign currency.\nWe feel positive about our outlook for Q3 and for the full year, and we recognize our agility and resilience will be pivotal to navigate market conditions. Later, I will have some additional comments on our business, but let me now turn it to Shawn to cover the financials and guidance. Shawn?\n\nShawn P. Vadala\n\nCFO, Mettler-Toledo International Inc.\n\nThanks, Patrick, and good morning, everyone. Sales in the quarter were $978.4 million, which represented a local currency increase of 10%. On a U.S. dollar basis, sales increased 6% as currency reduced sales growth by 4%. We estimate that the impact of reduced sales in Russia-Ukraine due to the war was a headwind of about 1% to sales growth.\nOn Slide #4, we show sales growth by region. Local currency sales increased 12% in the Americas, 4% in Europe and 14% in Asia/Rest of World. Local currency sales increased 14% in China in the quarter.\nOn Slide #5, we show sales growth by region for the first half of the year. Local currency sales grew 12% for the first 6 months, with 14% growth in the Americas, 7% in Europe and 15% in Asia/Rest of World. Local currency sales increased 15% in China on a year-to-date basis.\nOn Slide #6, we summarize local currency sales growth by product area. For the quarter, Laboratory sales increased 13%, Industrial increased 9% with Core Industrial up 11% and product inspection up 5%. Food retail grew 3% in the quarter.\nThe next slide shows local currency sales growth by product area for the first half. Laboratory sales increased 15%, Industrial increased 10%, including 12% growth in Core Industrial and product inspection up 7%. Food Retail declined 6%.\nLet me now move to the rest of the P&L which is summarized on Slide #8. Gross margin in the quarter was 58.4%, an increase of 30 basis points. We benefited from strong pricing and volume growth, which was offset in part by higher material costs. R&D amounted to $44 million in the quarter, which is an 8% increase in local currency over the prior period, reflecting increased project activity.\nSG&A amounted to $242.2 million, a 6% increase in local currency over the prior year, which includes increased investments in sales and marketing. Adjusted operating profit amounted to $285.4 million in the quarter, a 12% increase. The increase reflects strong sales growth combined with good execution. Currency was a 3% headwind to operating profit growth. Adjusted operating margin was 29.2%, which represents an increase of 160 basis points over the prior year. On a currency-neutral basis, adjusted operating margins increased 120 basis points.\nA couple of final comments on the P&L. Amortization amounted to $16.4 million in the quarter, interest expense was $12.8 million in the quarter. Other income in the quarter amounted to $2.2 million, primarily reflecting nonservice-related pension income.\nOur effective tax rate was 19% in the quarter. This rate is before discrete items and adjusting for the timing of stock option exercises in the quarter. Fully diluted shares amounted to 22.8 million in the quarter, which is a 3% decline from the prior year. Adjusted EPS for the quarter was $9.39, a 16% increase over the prior year or a 20% increase, excluding unfavorable foreign currency. We're very pleased with this adjusted EPS growth, especially given that adjusted EPS was up more than 50% in the second quarter of last year.\nOn a reported basis in the quarter, EPS was $9.29 as compared to $7.85 in the prior year. Reported EPS includes $0.22 of purchased intangible amortization, $0.06 of restructuring and an $0.18 benefit due to the difference between our quarterly and annual tax rate due to the timing of stock option exercises.\nThe next slide illustrates our year-to-date results. Local currency sales grew 12% for the 6-month period. Adjusted operating income increased 13% or 16% excluding unfavorable foreign currency, and our operating margin expanded 110 basis points. Adjusted EPS grew 18% on a year-to-date basis or 21% excluding unfavorable currency. That covers the P&L and let me now comment on cash flow.\nIn the quarter, adjusted free cash flow amounted to $208.2 million. We continue to make nice improvements on DSO, which declined 2 days to 34 days as compared to the prior year. ITO came in at 3.8x. Year-to-date adjusted free cash flow was $283.7 million.\nLet me now turn to guidance. Forecasting continues to be challenging, given dynamic market conditions. Our forecast remains on -- our focus remains on factors we can control, namely successful execution of our growth and margin initiatives. Let me make some general comments on the full year before covering the specifics.\nWhile there is more macro noise in the environment today as compared to 3 months ago, we continue to feel good about our business. Customer demand is solid and we are executing on our growth initiatives very well. We remain cautious about challenges in the supply chain, but to date, have been able to navigate them well.\nSecond, we are facing greater foreign exchange headwinds to our earnings growth as compared to 3 months ago. Specifically, we now estimate that foreign currency will be a headwind to adjusted EPS growth in the quarter of approximately 6% and would expect a similar headwind in the fourth quarter as well. At the time of our last earnings call, the headwind to earnings growth in the second half of the year was in the range of 3% to 4%.\nWhat this means for the full year is we now expect currency to be a headwind to adjusted EPS of approximately 4.5% as compared to 3.5% the last time we spoke. At the midpoint of our guidance, we now expect adjusted operating profit margin to increase approximately 140 basis points on a currency-neutral basis, reflecting higher volume growth and good execution on our margin initiatives.\nIncluding currency, reported operating margin -- profit margin will be slightly higher. Finally, as you think through our sales guidance, keep in mind, our sales growth will be reduced by approximately 1% for the remainder of the year due to sales in Russia.\nNow let me cover the specifics. For the full year 2022, we now expect local currency sales growth to be in the range of 9% to 10%. This compares to previous guidance of 8%. We are increasing our full year sales guidance for our strong year-to-date results and a better outlook for the second half. We expect full year adjusted EPS to be in the range of $38.85 to $39.05, which is a growth rate of 14% to 15% and a growth rate of approximately 19%, excluding currency.\nFor the third quarter, based on market conditions today, we expect local currency sales growth of approximately 8% and expect adjusted EPS to be in a range of $9.75 to $9.85, a growth rate of 12% to 13% and a growth of 18% to 19%, excluding currency.\nSome final details on guidance. With respect to the impact of currency on sales growth, we expect currency to decrease sales growth by approximately 4.5% for the full year and decreased sales about 6% in Q3. In terms of cash flow, we expect -- we continue to expect full year cash flow in the $855 million range and expect to repurchase approximately $1.1 billion in shares in 2022. We expect a net debt-to-EBITDA leverage ratio of approximately 1.5x. That is it from my side and I'll now turn it back to Patrick.\n\nPatrick K. Kaltenbach\n\nPresident & CEO, Mettler-Toledo International Inc.\n\nThanks, Shawn. Let me start with some comments on our operating businesses, starting with Lab, which had strong sales growth in the quarter with very good growth across all major product categories. We expect our end markets to remain favorable. And with our excellent product portfolio and effective sales and marketing initiatives, we believe we can continue to gain market share in our Laboratory business.\nTurning to our Industrial business. We are very pleased with the continued strength in Core Industrial. Our outlook for the remainder of the year is favorable, and we believe this business is well positioned to capitalize on our customers' needs, automation, productivity improvement and efficiency gains as they work to overcome challenges in the labor market and supply chain.\nProduct inspection sales came in a little lower than expected this quarter but our team is optimistic for the third quarter. We have strong momentum in Americas but have started to see some more conservative packaged food customers' behavior in Europe. Finally, Food Retail sales grew 3% as growth in the Americas and Europe offset a significant sales decline in China due to disruptions from pandemic lockdowns.\nNow let me make some additional comments by geography. Sales in Europe increased 4% in the quarter, about as we had expected and against the 23% growth in the prior year. As a reminder, we stopped shipments to Russia after the invasion of Ukraine, which is impacting growth in Europe.\nSales in the Americas was, again, excellent with double-digit growth across all of our major product categories. And finally, Asia/Rest of the World had another quarter of strong growth with robust growth in Laboratory and Core Industrial. China grew 40%, with particular strong growth in Lab and Core Industrial. The team continues to do a great job navigating challenges in the market. Assuming market conditions remain as they are today, we believe we will deliver strong growth in China in 2022.\nOne final comment on the business. Service and consumables continue to show excellent momentum and grew 11% in the quarter. We are very pleased with the growth in this important and profitable part of the business. That concludes my comments on the business.\nNow I would like to share with you some insights on our sales and marketing initiatives. We have seen in the recent years the agility that Spinnaker provides is invaluable in helping us gain market share and adapting to various customer demand environments. The effectiveness of this was evident in the initial pandemic downturn and the subsequent recovery.\nUnder both scenarios, Spinnaker provided agility to quickly identify growth opportunities and guide our sales force accordingly. As you are aware, we have an organic sales growth focus that benefits from our highly fragmented markets as well as a very large installed base of instruments, which provides fertile ground to discover growth opportunities but also requires a great deal of agility and execution focus.\nOur Spinnaker program helps us target the most attractive segments of growth and increase our sales force time with the most strategic accounts. We want to efficiently go after the best opportunities with our sales organization of approximately 3,000 sales colleagues around the world. Our field sales force is guided toward opportunities with the most strategic accounts, those with good growth and cross-selling potential, while other opportunities are more efficiently handled by our telesales and inside sales teams.\nSpinnaker utilizes unique data analytics to leverage external data sources and our substantial internal data, including that of our installed base, to identify the most attractive and profitable growth opportunities. Spinnaker also provides extensive tools to our sales force that improves their effectiveness.\nContinuous improvement is at the heart of Spinnaker. We continue to build, adapt and refine our initiatives, which reinforces our already strong foundation for sales and marketing and makes it difficult for competitors to copy. Our Spinnaker program also benefits from our proprietary Top K program. With Top K, we use data analytics to identify customer investment projects and cross-selling opportunities with potential actionable opportunities for our broad product offering.\nA summary of the opportunity with all relevant information, including customer site, contact info, potential for products, other activities with this customer is generated. These summaries are provided to the sales organization throughout the world who then qualify and prioritize these opportunities for our sales teams. The structure of our sales organization allows us to most efficiently follow up and guide the teams to these opportunities.\nLast year, we generated more than 150,000 of these Top K alerts and are continuing to penetrate these potential opportunities at customer sites. While we continue to follow up with last year's alerts, we are also launching additional wins this year. Target industries for this wave include, for example, pharma, food and beverage and chemicals. And we also identified opportunities in the fast-growing markets of lithium-ion battery and semiconductors.\nOther examples include vaccines, plant-based foods and advanced materials. We are convinced that our unique ability to quickly identify growth opportunities and related accounts helps us to adapt to shifts in customer demand, who we have all seen can happen quite rapidly.\nOur sales teams are also very happy to be able to visit customers on-site again. Face-to-face meetings allow us to best assess potential, promote our key value-add solutions and identify cross-selling opportunities. However, we also saw, during the last 2 years, how effective online interactions with customers can be. We have significantly enhanced our remote capabilities, including online sales meetings, webinars and virtual or e-demos. We recognize the importance of leveraging a smart mix of online and on-site meetings to convert opportunities to orders.\nFinally, selling service contracts at the point of sale continues to be a high-priority focus for us. We saw the value of our service throughout the last 2 years in terms of very favorable Net Promoter Scores. This has reinforced our sales organization the importance of articulating the value of a service contract when the product is sold.\nInternally, we have revamped our quoting process to ensure the right focus is on service at the critical point of the selling process. We have also introduced an updated version of our digital sales enablement tool library that allows our sales reps to be more effective in value selling.\nThe update includes new front-end software tied directly into our CRM, providing our sales team dashboards to prepare for upcoming site visits and efficiently handle follow-up requests. Our sales enablement tool also provides our sales teams enhanced application information and selling guides, which also helps us enable cross-selling with new applications in targeted accounts we have not yet penetrated. This tool greatly improves the effectiveness of the selling process, thereby enhancing the customer experience and improve order conversion rates.\nThese are just a few examples to illustrate our strength in marketing and sales. At the core of our growth strategies is the importance to reallocate resources to the best opportunities. And Spinnaker is a great example how we do this by helping to identify and guide our sales teams to the best growth opportunities in the most favorable end markets.\nBusiness conditions today remain solid. I am convinced that our strategic programs, such as Spinnaker, will provide us agility to adapt to potential changes in the market conditions as we have successfully demonstrated over the last several years. If you look at the mix of our business today, it is stronger than ever. Our Laboratory business has grown from 44% of our sales in 2008 to 56% of our sales today as we target secular growth opportunities like pharma and biopharma industries.\nAt the same time, our Core Industrial business has changed from 31% of our sales to approximately 25% of our sales, and the mix within that has shifted to more favorable end markets. In fact, we estimate that more than 60% of our Core Industrial sales are now with pharmaceutical, biopharma, food manufacturing and chemical customers. And I would remind you that our service and consumable business is approximately 1/3 of our revenues and very profitable.\nOur end market breakdown also reinforces the strength of our business. Today, we estimate about 40% of our total sales are to life science customers, 20% to food and beverage and about 10% to chemical. And beyond that, we serve many other diverse markets. We are clearly more biased towards higher-growth markets and, at the same time, nicely diversified. Well, that concludes our prepared remarks, and we now want to open the call to questions."
  },
  {
    "header": "MTD",
    "cik": "0001037646",
    "ticker": "MTD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b47805507c8c289ab0a369acb9ad6bdf",
    "period": "2022 Q1",
    "content": "Q1 2022 Mettler-Toledo International Inc Earnings Call\n\nQ1 2022 Mettler-Toledo International Inc Earnings Call\n\nMTDNYSEMAY 5, 5:00 PM\n\nOperator\n\nGood day, and thank you for standing by, welcome to the Mettler-Toledo First Quarter Conference Call. (Operator Instructions)\nI would now like to hand the conference over to Mary Finnegan. Please go ahead.\n\nMary T. Finnegan\n\nHead of IR & Treasurer, Mettler-Toledo International Inc.\n\nThank you, and good evening, everyone. I'm Mary Finnegan and -- responsible for Investor Relations at Mettler-Toledo, and happy that you're joining us tonight. I am joined with Patrick Kaltenbach, our CEO; Shawn Vadala, our Chief Financial Officer; and Adam Uhlman, Senior Manager of Investor Relations.\nLet me cover a couple of administrative matters. This call is being webcast and is available for replay on our website. A copy of the press release and the presentation that we will refer to on today's call is also on the website. Let me summarize the safe harbor language, which is outlined on Page 2 of the presentation.\nStatements in this presentation, which are not historical facts constitute forward-looking statements within the meanings of the U.S. Securities Act of 1933 and the U.S. Securities Exchange Act of 1934. These statements involve risks, uncertainties and other factors that may cause our actual results, levels of activity, performance or achievements to be materially different from those expressed or implied by any forward-looking statements. For a discussion of these risks and uncertainties, please see the discussion in our recent Form 10-K and other reports filed with the SEC.\nAll of the forward-looking statements are qualified in their entirety by references to the factors discussed under the captions, factors affecting our future operating results and in the business and management discussion and analysis of financial condition and Results of Operations sections of our filings. Just one other item. On today's call, we may use non-GAAP financial measures. More detailed information with respect to the use of and differences between the non-GAAP financial measure and the most directly comparable GAAP measure is provided in the Form 8-K.\nI will now turn the call over to Patrick.\n\nPatrick K. Kaltenbach\n\nPresident & CEO, Mettler-Toledo International Inc.\n\nThanks, Mary, and good evening, everyone. I'm happy to be here with you tonight. Before I cover the quarter, let me make some overall comments on Ukraine. We are deeply concerned about the ongoing war in Ukraine and its impact on so many people. We are monitoring the situation closely, and it is a relief to know that our employees in Ukraine could find shelter in safe places. We sincerely hope that the war will stop soon and the suffering of so many will come to an end.\nNow turning to our results. We had a very strong start to the year with our first quarter results. The highlights are on Page 3 of the presentation. Local currency sales increased 14% as compared to the prior year. We had excellent growth in our Laboratory and Industrial businesses and generally saw broad-based growth in most regions. Food Retail was again a headwind to our growth. Our ability to navigate the challenges of the global supply chain and meet customer demand is again proving to be a competitive advantage.\nWe did face higher costs associated with supply chain and transportation in the quarter. However, despite this, we had very good increase in adjusted operating profit and adjusted earnings per share. This growth is particularly impressive given the extraordinary growth we had in Q1 of last year. We feel positive about our outlook for Q2 and for the full year, although we are facing greater macro uncertainties as compared to the last time we spoke. We recognize our agility and resilience will be pivotal to navigate the challenges of these market conditions.\nLater, I will have some additional comments on our business, but let me now turn it over to Shawn to cover the financials and guidance. Shawn?\n\nShawn P. Vadala\n\nCFO, Mettler-Toledo International Inc.\n\nThanks, Patrick, and good evening, everybody. Sales in the quarter were $897.8 million, which represented a local currency increase of 14%. On a U.S. dollar basis, sales increased 12%. PendoTECH contributed approximately 1% to local currency sales growth in the quarter, while we estimate the impact of reduced volume of tips and COVID testing was a headwind of approximately 1% to sales growth.\nOn Slide #4, we show sales growth by region. Local currency sales increased 16% in the Americas, 10% in Europe and 15% in Asia Rest of the World. Local currency sales increased 16% in China in the quarter.\nOn Slide #5, we summarized local currency sales growth by product area. For the quarter, Laboratory sales increased 18%, Industrial increased 12%, with core industrial up 15% and product inspection up 9%. Food Retail declined 14% in the quarter.\nLet me now move to the rest of the P&L, which is summarized on Slide #6. Gross margin in the quarter was 57.9%. We benefited from volume and pricing, which was offset by challenges in the global supply chain namely higher material and transportation costs. R&D amounted to $43 million in the quarter, which is an 11% increase in local currency over the prior period, reflecting increased project activity.\nSG&A amounted to $235.3 million, an 8% increase in local currency over the prior year. Investments in sales and marketing contributed to this increase. Adjusted operating profit amounted to $241.2 million in the quarter, a 15% increase over the prior year amount of $210.7 million. The increase reflects strong sales growth combined with good execution. Adjusted operating margins came in better than expected at 26.9%, which represents an increase of 70 basis points over the prior year. We are very pleased with these results, particularly since our operating profit increased almost 50% and our margins were up more than 400 basis points in the first quarter of last year.\nA couple of final comments on the P&L. Amortization amounted to $16.6 million in the quarter. Interest expense was $11.3 million in the quarter. Other income in the quarter amounted to $3.7 million primarily reflecting non-service-related pension income. Our effective tax rate was 19% in the quarter. This rate is before discrete items and adjusting for the timing of stock option exercises in the quarter. Fully diluted shares amounted to $23 million in the quarter, which is a 3% decline from the prior year.\nAdjusted EPS for the quarter was $7.87, a 20% increase over the prior year amount of $6.56. In the first quarter of last year, adjusted EPS grew more than 60%. So we're very pleased to have such good growth on top of last year's performance. On a reported basis in the quarter, EPS was $7.55 as compared to $6.32 in the prior year. Reported EPS includes $0.22 of purchased intangible amortization, $0.14 of restructuring, $0.02 of acquisition costs and a $0.06 benefit due to the difference between our quarterly and annual tax rate due to the timing of stock option exercises.\nThat covers the P&L, and let me now comment on cash flow. In the quarter, adjusted free cash flow amounted to $75.5 million, which came in pretty much as expected. As mentioned on our last call, first quarter cash flow was impacted by our variable cash incentives given our record year in 2021. We continue to make nice improvements on DSO, which declined approximately 3 days to 37 days as compared to the prior year. ITO came in at 4.1x.\nLet me now turn to guidance. Forecasting is challenging. On the positive side, momentum in our business is good and the team is executing well. However, there are greater challenges in the macro environment as compared to the last time we spoke. These include risks of COVID-related lockdowns in China as well as ongoing risk of COVID in general. It also includes tough dynamics within the global supply chain and in transportation and logistics and higher inflationary pressures. Foreign currency movements have also been volatile particularly with the strengthening of the Swiss franc versus the euro and the weakening of the renminbi versus the dollar.\nAnd finally, the global impact from the war in Ukraine is also a factor. A hallmark of our culture is agility, and we recognize the importance of being able to react to unexpected changes in the environment. We remain focused on the factors within our control and are confident in our initiatives. We believe we can continue to gain market share through our Spinnaker initiatives and our excellent innovative product portfolio. We will also drive margin improvement via our pricing and SternDrive initiatives.\nLet me make some general comments on the full year before covering the specifics. First, we are facing greater foreign currency -- foreign exchange headwinds to our earnings growth as compared to 3 months ago. Specifically, we now estimate that foreign currency will be a headwind to adjusted EPS growth of approximately 3.5% as compared to 1% headwind when we last provided guidance. We expect to increase operating margins on a currency-neutral basis by approximately 100 basis points. Our reported margins will be slightly higher as currency is a headwind to operating profit but benefits margins slightly.\nNow let me cover the specifics. For the full year 2022, we now expect local currency sales growth to be approximately 8%. And -- this compares to previous guidance of 7%. We are increasing our full year sales guidance primarily for our Q1b. We expect full year adjusted EPS to be in the range of $38.20 to $38.50, which is a growth rate of 12% to 13% and a growth rate of 16% to 17%, excluding foreign currency. We are bringing up the bottom end of our previous adjusted EPS guidance range slightly while leaving the top end unchanged. Our Q1 beat is more than offset by increased unfavorable currency in the remainder of the year.\nFor the second quarter, based on market conditions today, we expect local currency sales growth of approximately 7% and expect adjusted EPS to be in a range of $8.70 to $8.80, a growth rate of 7% to 9% and growth of 11% to 13%, excluding currency.\nA couple of further comments. We would expect gross margins to be down slightly in Q2 due to higher supply chain and transportation costs, but we expect gross margins to be up for the full year. Some final details on guidance. With respect to the impact of currency on sales growth, we expect currency to decrease sales growth between 3% and 4% for the full year and decreased sales between 4% and 5% in Q2. In terms of cash flow, we continue to expect full year cash flow in the $855 million range and expect to repurchase approximately $1 billion in shares in 2022. We expect a net debt-to-EBITDA leverage ratio of approximately 1.5x.\nThat is it from my side, and I'll now turn it back to Patrick.\n\nPatrick K. Kaltenbach\n\nPresident & CEO, Mettler-Toledo International Inc.\n\nThanks, Shawn. Let me start with some comments on our operating results. Our lab business had excellent growth in the quarter with almost all product lines showing very robust growth. We expect another good quarter of growth in Q2 although it won't be at the level we had in the first quarter as comparisons are more challenging. We expect end markets to remain favorable. And with our excellent product portfolio and effective sales and marketing initiatives, we believe we can continue to gain market share in our laboratory business.\nTurning to our industrial business. Core industrial did very well in the quarter. We had expected a strong start to 2022, and it came in even better than we expected. Our strong product portfolio and good market demand which is driven in part by leveraging our Spinnaker sales and marketing initiatives are driving the good results. We will have solid growth in the second quarter and expect to continue to take share but will face tougher comparisons. Product inspection came in pretty much as we expected. We continue to be optimistic that we have good growth this year as large packaged food companies have shown strong interest in our product offering.\nFinally, Food Retail was again down meaningfully in the quarter as expected. We were impacted by a lack of project activity, weak market conditions, especially in China and shortage of electronic components.\nNow let me make some additional comments by geography. Sales in Europe increased 10% in the quarter with flat showing excellent growth, while Industrial had very good growth as well. Retail was a headwind to growth with a double-digit decline in the first quarter. Our sales growth in Europe for the remainder of the year will be modestly impacted due to a lack of sales in Russia. Otherwise, at this time, we are not assuming a considerable impact of European sales growth due to the war in the Ukraine.\nOverall, we expect solid growth in 2022 in Europe. Americas had excellent growth in the first quarter. Lab had great growth, while Industrial also had very strong growth. Retail had good growth as well. Americas will have tougher comparisons in the second quarter, but we expect good growth for Q2 and for the full year.\nFinally, Asia and the Rest of the World had excellent growth in the first quarter with outstanding growth in Laboratory and co-industrial. Retail was down significantly. China grew 16% with excellent growth in lab and core industrial. With respect to the lockdowns in China, our main manufacturing facilities are in Zhangzhou, which is about 115 miles outside of Shanghai. These facilities were not subject to the strict lockdowns that occurred in Shanghai.\nWe do have a smaller production facility and offices in Shanghai, which were impacted by the shutdowns. We are one of the first group of companies to receive approval to reopen in Shanghai which we did last week. We also have suppliers in Shanghai that have been subject to the lockdowns. Our team in China has done a great job in navigating these challenging dynamics, but the situation is very dynamic and can change quickly. Assuming market conditions remain as they are today, we believe we will deliver strong growth in China in 2020.\nOne final comment on the business. Service and consumables performed really well and were up 15% in the quarter. We are very pleased with the growth in this important and profitable part of the business.\nThat concludes my comments on the business. The teams continue to show great agility in adapting to challenges in the macro economy, which has contributed to our strong results. Also contributing to these results is our continued focus on what we can control, namely providing solutions with clear value to our customers. New product development is an important component of our strategy and we are constantly coming to market with new products that enhance our customers' productivity, reduce their cost and support their data integrity requirements. With no one product by itself a significant to sales growth, together, our new product launches strongly support our organic growth strategy and market share gains and reinforce our innovation leadership.\nThere are 2 important trends to our customers in both the lab and in industrial are facing, namely the need for greater automation and digitalization. Our solutions play very well in these prevailing trends. Let me give you some examples. I will ask customers are under increasing pressure for productivity improvement, while at the same time, facing labor challenges. Automated solutions can increase the productivity of workflows, minimized errors, improved safety and lower costs. We have some good examples of our products that support our customers' need for automation in the lab.\nLast year, we introduced our new automatic balance which sets a new standard for weighing by providing automated dispensing of powders and liquids, which speeds up and simplifies the often tedious and error-prone manual weighing process. The desired target amount is simply ended on the balanced terminal and the substance is dispensed directly into the container in a fully automated process. The balance is flexible and easy to use, can allow for smaller sample size and is a fully integrated benchtop system with a sample change that can be added to dispense up to 30 samples in a fully automated drum.\nThis automated balance also supports digitalization needs of customers when paired with our instrument control software LabX, which can provide automatic data handling workflow guidance and central data storage, thereby meeting data integrity requirements of our lab customers. We also have good service opportunities in terms of installation, qualification and ongoing calibration. This balance is a unique solution and is a great example of how our innovation can support customers seeking to increase automation in their everyday operations.\nAnother lab example is our automated liquid handler for titration that we recently launched. Titration for example, is used to measure concentrations, and requires fast and precise handling of sample solutions for analysis. Our new instrument allows for automated sample preparation and precise dilution. Importantly, it eliminates cross-contamination and delivers highly accurate dispensing, thereby allowing for continuous processing of complex workflows.\nThe instrument allows for a quick and easy switch between application setups and automatic recognition of an RFID tag. LabX can also control the instrument secure data and support regulatory needs of the customer.\nTurning to Industrial. The trends of our automation and digitalization are also very relevant for our customers in manufacturing. Labor shortages and targets for increased output continued to accelerate the demand for industrial automation. Customers need easy-to-use, strongly guided solutions that drive tangible productivity improvements. At the same time, increased demand for higher speed, more data, life device status and real-time control drive digitalization needs, particularly around Ethernet-based plant floor connectivity.\nIn the second half of the year, we introduced a new compact automation weighing indicator that exactly fulfills these customer demands. Our instrument seamlessly feeds weight data and system status for any of our scales and sensors into an end user automation system. Thereby helping customers automate very precise processes like pharmaceutical filling. It is easy to use with a quick system start-up, increased system running speed simplified programming and instantaneous and very reliable data transfer to more precise control.\nCustomer response has been very positive, given the strong value proposition this new instrument provides. Software is important to our industrial customers as well as our lab customers. Our statistical control and process control software freeway reduces cost overfilling and support of our customers' demands for data integrity in regulated environments. Deviations during manufacturing, can be immediately corrected to achieve optimum field quality while meeting all regulatory compliance requirements.\nFor food and chemical customers, our new Forms + Recipe management software helps customers replace paper-based recipe workflows, guiding operators to precisely weigh ingredients for perfect batches and of course, full traceability for regulatory compliance. These are just a couple of examples how our technology development is supporting the trends our customers are facing. Understanding these trends, in combination with our in-depth knowledge of customer processes underpins our new technology developments.\nNew product launches, combined with our highly effective Spinnaker sales and marketing initiatives are key drivers for our organic sales growth and market share gains.\nThat concludes our prepared remarks. While challenges exist in the world today, -- we are convinced that with our well-ingrained growth initiatives and our agility and focus on execution, we can continue to gain market share.\nI would now like to ask the operator to open the line for questions."
  },
  {
    "header": "MTD",
    "cik": "0001037646",
    "ticker": "MTD",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7c3ded2431b4720cffd1e1aaed98b673",
    "period": "2021 Q4",
    "content": "Q4 2021 Mettler-Toledo International Inc Earnings Call\n\nQ4 2021 Mettler-Toledo International Inc Earnings Call\n\nMTDNYSEFEB 10, 5:00 PM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Mettler-Toledo Quarterly Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded. (Operator Instructions) I would now like to hand the conference over to your speaker today, Ms. Mary Finnegan. Please go ahead.\n\nMary T. Finnegan\n\nHead of IR & Treasurer, Mettler-Toledo International Inc.\n\nThank you, and good evening, everyone. I'm Mary Finnegan. I'm responsible for Investor Relations at Mettler-Toledo. I'm happy that you're joining us this evening. I'm joined on the call today with Patrick Kaltenbach, our CEO; and Shawn Vadala, our Chief Financial Officer.\nLet me cover just a couple of administrative matters. This call is being webcast and is available on our website. A copy of the press release and the presentation that we refer to on today's call is also on the website.\nLet me summarize the safe harbor language, which is outlined on Page 2 of the presentation. Statements in this presentation, which are not historical facts, constitute forward-looking statements within the meaning of the U.S. Securities Act of 1933 and the U.S. Securities Exchange Act of 1934. These statements involve risks, uncertainties and other factors that may cause our actual results, level of activity, performance or achievements to be materially different from those expressed or implied by any forward-looking statements.\nFor a discussion of these risks and uncertainties, please see the discussion in our recent Form 10-K and other reports filed with the SEC from time to time. All of the forward-looking statements are qualified in their entirety by reference to the factors discussed under the captions Factors Affecting Our Future Operating Results, and the Business and Management Discussion and Analysis of Financial Condition and Results of Operations sections of our filings. One other item. On today's call, we may use non-GAAP financial measures. More detailed information with respect to the use of and differences between the non-GAAP financial measure and the most directly comparable GAAP measure is provided in the 8-K.\nLet me now turn the call over to Patrick.\n\nPatrick K. Kaltenbach\n\nPresident & CEO, Mettler-Toledo International Inc.\n\nThanks, Mary, and good evening, everyone. We had a great finish to 2021 with strong fourth quarter results. We capitalized on robust customer demand and executed very well, particularly with respect to our supply chain to meet customer demands. The strength and agility of the teams around the world are reflected in these results.\nThe highlights of the quarter are on Page 3 of the presentation. Local currency sales growth was 11%, and we had particularly strong growth in the Americas and Asia/Rest of World. Both our Laboratory and industrial product lines performed very well. As expected, Food Retail was a headwind to our overall sales growth as we again had a significant decline in the quarter.\nDespite facing higher material and transportation costs due to challenges in the supply chain, we had very solid growth in adjusted operating profit and strong growth in adjusted EPS in the quarter.\nThe fourth quarter was the end to an excellent year of results. For the full year, we achieved an 18% increase in local currency sales, a 26% increase in adjusted operating profit, which resulted in a margin improvement of 130 basis points. We had adjusted -- we had outstanding 32% growth in adjusted EPS. And finally, cash flow generation in 2021 was excellent.\nWe not only achieved great results, we also strengthened our competitive position in 2021 as innovation nourished our excellent product portfolio and comprehensive services offering combined with our Spinnaker sales and marketing strategies helped us capture growth opportunities.\nWe also did a superb job navigating the hurdles in the global supply chain. Our agility and excellent execution further reinforced our already strong brand. Importantly, our impressive results last year allowed us to make important investments for future growth. We are confident in our ability to continue to gain share and believe we are ideally positioned to deliver strong results in 2022 and beyond.\nI will have some additional comments later, but let me turn it first to Shawn to cover the financial results. Shawn?\n\nShawn P. Vadala\n\nCFO, Mettler-Toledo International Inc.\n\nThanks, Patrick, and good evening, everyone. Sales in the quarter were $1.037 billion. This represents our first $1 billion quarter, which was a nice way to end 2021. This represented a local currency increase of 11%. On a U.S. dollar basis, sales also increased 11%.\nThe PendoTECH acquisition contributed approximately 1% to local currency sales growth in the quarter while we estimate that the impact of reduced volume of pipette tips in COVID testing was a headwind of approximately 1% to sales growth in the fourth quarter.\nOn Slide #4, we see sales growth by region. Local currency sales increased 16% in the Americas, 4% in Europe and 14% in Asia/Rest of World. Local currency sales increased 12% in China in the fourth quarter.\nThe next slide shows sales growth by region for the full year 2021. Local currency sales grew 18% in 2021 with a 20% increase in the Americas, 12% in Europe and 21% growth in Asia/Rest of World. Local currency sales increased 25% in China for the full year.\nOn Slide #6, we summarize local currency sales growth by product area. For the fourth quarter, Laboratory sales increased 15%; Industrial increased 11%, with core industrial up 11% and product inspection up 10%. Food Retail declined 20% in the quarter.\nThe next slide shows local currency sales growth by product area for the full year 2021. Laboratory sales increased 22%. Industrial increased 15% and with core industrial up 18% and product inspection up 10%. Food Retail declined 6% in 2021.\nLet me now move to the rest of the P&L for the fourth quarter, which is summarized on Slide #8. Gross margin in the quarter was 58.5%. We benefited from volume and pricing which was offset by challenges in the global supply chain, namely higher material and transportation costs as well as the impact of temporary cost actions we undertook in 2020.\nR&D amounted to $45.6 million in the quarter, which is a 14% increase in local currency over the prior period. The impact of temporary cost savings undertaken last year and greater project activity contributed to this increase. SG&A amounted to $242.4 million, an 8% increase in local currency over the prior year. The impact of the temporary cost savings that we undertook last year, higher variable compensation and increased investments in sales and marketing were the principal factors driving the increase.\nAdjusted operating profit amounted to $319.1 million in the quarter, a 9% increase over the prior year amount of $292.8 million. The increase reflects strong sales growth combined with good execution. Adjusted operating margins were 30.8% and were impacted by higher costs associated with our global supply chain and transportation costs.\nA couple of final comments on the P&L. Amortization amounted to $16.9 million in the quarter. Interest expense was $11.5 million in the quarter. Other income, excluding onetime items in the quarter, amounted to $5.3 million, primarily reflecting nonservice-related pension income.\nWe reduced our effective tax rate from 19.5% to 19.0% in the quarter. This rate is before discrete items and adjusting for the timing of stock option exercises in the quarter. We're pleased with this reduction and expect to maintain the 19% rate in 2022. Fully diluted shares amounted to $23.2 million in the quarter, which is a 3% decline from the prior year.\nAdjusted EPS for the quarter was $10.53, a 14% increase over the prior year amount of $9.26. On a reported basis in the quarter, EPS was $9.94 as compared to $9.03 in the prior year. Reported EPS in the quarter includes $0.21 of purchased intangible amortization and $0.09 of restructuring. We also had 2 items impacting income taxes. We had $0.17 of cost due to the difference between our quarterly and annual tax rate due to the timing of stock option exercises, and we had a $0.14 benefit from adjusting our tax rate to 19% for the first 3 quarters.\nFinally, we had a $0.26 acquisition charge primarily principally reflecting an increase for the PendoTECH acquisition earnout due to their updated projections.\nThe next slide shows our P&L year-to-date. As Patrick mentioned, we had an exceptional year of results in 2021 with local currency sales growth of 18% and adjusted operating profit increase of 26% and our operating margins increasing 130 basis points to 28.5%.\nFinally, adjusted EPS grew 32% to $34.01 in 2021. We're extremely pleased with these results and our ability to capitalize on growth opportunities and navigate a challenging supply chain environment.\nThat covers the P&L, and let me now comment on cash flow. In the quarter, adjusted free cash flow amounted to $206.6 million, which was better than what we had expected and was impacted by the timing of tax payments. DSO showed further improvement in the quarter with a decline of 2 days to 35 days as compared to the prior year. ITO came in at 4.3x, flat with the prior year.\nFor the full year, adjusted free cash flow amounted to $821.9 million, an increase of 31% on a per share basis as compared to the prior year. The strength of our cash flow is apparent in our net income conversion, which reached 103% in 2021.\nLet me now turn to guidance. Forecasting remains challenging. Demand in our end markets is favorable, although there are pockets of uncertainty in the global economy, particularly in China. The challenges within the global supply chain and in transportation and logistics and the corresponding inflationary impact also creates uncertainty.\nFinally, we acknowledge that COVID is not behind us and variance in lockdowns can occur quickly. We recognize the importance of remaining agile and adapting to unexpected changes in the environment. We remain cautious about factors outside of our control and remain focused on our growth initiatives. We believe we can continue to gain market share and drive margin improvement via our pricing and Stern Drive initiatives.\nNow let me cover the specifics. For the full year 2022, we now expect local currency sales growth to be approximately 7%. This compares to previous guidance of 6%. We expect full year adjusted EPS to be in the range of $38.15 to $38.50, which is a growth rate of 12% to 13%. This compares to previous guidance of adjusted EPS in the range of $37.25 to $37.65.\nSome additional comments on 2022 guidance. We expect a slight headwind to sales growth from the impact of COVID testing on our pipette business. We expect gross margins for the full year to increase in the 30 to 40 basis point range. However, we expect to see improvement in gross margins in the second half of the year as we see further benefit in pricing and other margin initiatives.\nInterest expense is estimated at approximately $50 million in total amortization, including purchase intangible amortization to be $67 million. Purchased intangible amortization is excluded from adjusted EPS and is estimated at $25 million on a pretax or $0.86 per share. Other income, which is below operating profit, is estimated at approximately $14 million. Finally, as I already mentioned, we expect our effective annual tax rate before discrete items will be 19%.\nTurning to the first quarter. Based on market conditions today, we expect local currency sales growth of approximately 10% and expect adjusted EPS to be in the range of $7.25 to $7.35, a growth rate of 11% to 12%.\nA couple of further comments. A reminder that comparisons in the first quarter are particularly challenging as adjusted EPS grew more than 60% in Q1 last year. We would expect gross margins to be down in Q1 due to higher supply chain and transportation costs. We'll provide more insight on our next call, but it's worth mentioning now as you update your models, that Q2 will have a very tough prior year comparison as local currency sales were up 27% and adjusted EPS increased more than 50% in the second quarter of last year.\nSome final details on guidance. With respect to the impact of currency and sales growth, we expect currency to decrease sales growth by approximately 1% in 2022 and decrease it by 2% in Q1. In terms of adjusted EPS, currency is a little worse than the last time we provided guidance. We now expect currency will be a headwind to adjusted EPS growth of approximately 1% in 2022 and a headwind of approximately 2% in the first quarter.\nLet me comment on free cash flow. For the full year 2022, we estimate it will reach $855 million. As we mentioned on our last call, our cash flow this year is impacted by higher variable compensation payments related to the very strong performance in 2021. In fact, we expect cash flow in Q1 to be down versus the prior year. Once we get beyond 2022, we expect free cash flow per share will grow in line with earnings per share and net income conversion will be in the 100% range.\nWe expect to repurchase approximately $1 billion in shares in 2022, which should allow us to maintain a net debt-to-EBITDA leverage ratio of approximately 1.5x.\nThat is it from my side, and I'll now turn it back to Patrick.\n\nPatrick K. Kaltenbach\n\nPresident & CEO, Mettler-Toledo International Inc.\n\nThanks, Shawn. Let me start with some comments on our operating results. Our Lab business had very strong growth in the quarter despite having great growth in the prior year. Almost all product lines showed robust growth.\nWe will start the year with very good momentum in Lab in the first quarter while growth in the remaining quarters will be impacted by challenging multiyear comparisons. With our excellent product portfolio and effective sales and marketing initiatives, we believe we are well positioned to capture growth and continue to gain market share in our Laboratory business.\nTurning to our Industrial business. Core Industrial did very well in the quarter and will have a strong start to 2022. We are benefiting from our attractive product portfolio, very good implementation of Spinnaker sales and marketing initiatives as well as increasing demand from our customers for automation and digitalization. We will face tougher comparisons as the year progresses but expect to continue to gain share here as well.\nWe are pleased with another quarter of good growth in product inspection, which increased 10% in the quarter. We expect a good start to the year and are optimistic that we will have good growth in 2022 as large packaged food companies show more appetite for investments.\nFinally, Food Retail declined 20% in the fourth quarter. We were impacted by shortages of electronic components as well as timing of project activity. We expect low double-digit decline in the first quarter and overall, do not expect much growth here in 2022.\nNow let me make some additional comments by geography. Sales in Europe increased 4% in the fourth quarter, which was in line with our expectations. Both Lab and Industrial had solid growth, while retail was down double digits. We expect good growth in Europe to start the year and overall solid growth for the full year 2022.\nAmericas had another quarter of very strong growth with 16% increase. Lab had excellent growth while Industrial also did very well. Retail was down significantly. Americas will also have a strong start to the year and then face more challenging comparisons as the year progresses.\nFinally, Asia/Rest of World grew 14% in the fourth quarter with outstanding growth in Laboratory and Product Inspection and very good growth in core industrial. China grew 12% with excellent growth in Lab. We are very strongly positioned in China, and the team continues to execute well.\nOne final comment on the business. Service and consumables performed really well and were up 10% in the quarter. We continue to be very pleased with the growth in this important and profitable part of the business. That concludes my comments on the business.\nWhile COVID is not yet behind us, we believe we will exit the pandemic in a stronger competitive position. Many factors have contributed to this, including our excellent product portfolio, extensive service offering, well ingrained and proven sales and marketing strategies, and an agile and experienced supply chain team.\nAnother important factor is our process and system harmonization program, Blue Ocean, which is the foundation and enabler of many of our corporate programs and initiatives. Blue Ocean a multiyear program that harmonizes how we do business internally and with customers. It encompasses all aspects of our franchise: sales, service, supply chain, R&D, HR and finance.\nWith harmonized processes and data, we can leverage a globally standardized single instance IT system that digitalizes our processes and provides data that increases our business transparency.\nLet me provide some additional insight. Blue Ocean supports the framework for our Spinnaker sales and marketing initiatives. Our CRM and installed base provides extensive details on customers and potential customers that we use in marketing campaigns, sales, project alerts, cross-selling campaigns and support for other data analytics techniques. It provides comprehensive data on customers' purchasing activity.\nBlue Ocean is also the foundation for our pricing program. It provides data analytics to guide us in our pricing decisions and also allows us to implement price increases efficiently on a global basis. Similarly, Blue Ocean harmonizes our services offering, allowing us to provide standardized services on a global basis. It also provides transparency in terms of field service productivity, service profitability by customer, and highlights additional sales opportunities.\nOur supply chain is highly complex as it involves more than 3,000 possible suppliers, 150,000 different SKUs, more than 800,000 components, 19 production organizations and 3 logistic hubs. Blue Ocean provides us with the transparency and real-time data that is critical for navigating supply chain challenges.\nAgility and collaboration between our market organizations and business units allow us to leverage our supply chain as a competitive advantage in helping us gain share. Blue Ocean is critical to the success of our Stern Drive program as it provides the data and transparency to continually make improvements to our back office and manufacturing productivity.\nFinally, Blue Ocean is instrumental in providing meaningful real-time information that has become particularly important during the last 2 years, given how quickly market conditions have been changing. We developed specialized and tailored data alerts, allowing us to see firsthand the impact on our business and allow us to make decisions quickly.\nWe will continue to evolve Blue Ocean and believe it has become a clear competitive advantage for us.\nBefore I conclude, I also want to make a brief comment on our ESG initiatives. We are committed to sustainable development across the broad environmental, social and governance aspects covered by our long-standing Green MT sustainability program. We believe it is our responsibility to act in a manner that considers future generations.\nWe have great accomplishments in ESG, including achieving carbon neutrality with respect to Scope 1 and 2 emissions and sourcing 100% renewable electricity.\nWe focus on 5 key areas: one, environmental; two, sustainable products and services; three, responsible supply chain; four, engaged employees; and five, good corporate governance. While we have an excellent track record in ESG, we have set ambitious targets for the future. Importantly, we have recently committed to absolute emission reduction targets consistent with the latest criteria issued by the science-based target initiative. This will cover Scope 1, 2 and 3 emissions.\nWe have also set a target to reduce our waste intensity by 20% and achieve 0 waste to landfill by 2025. To reinforce the importance of ESG, executive management compensation in 2022 will incorporate specific environmental as well as diversity targets.\nI think both Blue Ocean and our ESG goals are great examples of how Mettler-Toledo focuses on the long term to enhance the value of our franchise.\nI would now like the operator to open the call for questions."
  }
]