[
  {
    "header": "OKE",
    "cik": "0001039684",
    "ticker": "OKE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/11981cbdef6b5f2a21b4c070f9013d3a",
    "period": "2025 Q3",
    "content": "Q3 2025 ONEOK Inc Earnings Call\n\nQ3 2025 ONEOK Inc Earnings Call\n\nOKENYSEOCT 29, 11:00 AM\n\nOperator\n\nGood morning, everyone, and welcome to ONEOK's Third Quarter 2025 Earnings Conference Call. [Operator Instructions]\nWith that, it is my pleasure to turn the program over to Ms. Megan Patterson, Vice President, Investor Relations. Please go ahead, ma'am.\n\nMegan Patterson\n\nThank you, [ Bo ]. We issued our earnings release and presentation after the markets closed yesterday, and those materials are available on our website. After our prepared remarks, management will be available to take your questions.\nStatements made during this call that might include ONEOK's expectations or predictions should be considered forward-looking statements and are covered by the safe harbor provision of the Securities Acts of 1933 and 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our SEC filings.\nWith that, I'll turn the call over to Pierce Norton, President and Chief Executive Officer.\n\nPierce H. Norton\n\nExecutive Vice President-Commercial, ONEOK, Inc.\n\nThanks, Megan. Good morning, everyone, and thank you for joining us today. On today's call is Walt Hulse, the Chief Financial Officer, Treasurer and Executive Vice President, Investor Relations and Corporate Development; Sheridan Swords, the Executive Vice President and Chief Commercial Officer. Also on the call are Kevin Burdick, Executive Vice President, Chief Enterprise Service Officer; and Randy Lentz, the Executive Vice President and Chief Operating Officer.\nYesterday, we announced higher third quarter results and affirmed our 2025 net income and adjusted EBITDA guidance ranges. We also reaffirmed our expectation to recognize approximately $250 million of synergy-related adjusted EBITDA in 2025. Our third quarter adjusted EBITDA increased 7% compared to the second quarter, once again highlighting the sequential progression of earnings we anticipated this year. Compared with the first quarter of 2025, adjusted EBITDA has increased approximately 20%, driven by volume growth across our operations, steady demand for our services, and the consistent execution of acquisition-related integration strategies by our employees.\nWe believe that ONEOK's long-term market value will be driven by our strong fundamentals, contiguously integrated assets and consistent results from our diversification efforts. Key among these catalysts are ONEOK's significant operating leverage, contiguously integrated assets, synergy earnings with the majority being within our control, and our financial strength and flexibility. So let's start with the operating leverage.\nWe've either recently completed, or are nearing completion on projects that will add nearly 600,000 barrels per day of NGL pipeline cases, more than 200,000 barrels a day of fractionation capacity more than 550 million cubic feet per day of Permian Basin natural gas processing capacity, and an expandable refined products capacity to the growing Denver market. All of these projects are either complete, or are expected to be completed within the next 1.5 years. This operating leverage is a key differentiator for ONEOK, providing the ability to capture significant earnings uplift with limited incremental investments. Our contiguously integrated assets, including our extensive NGL and the [indiscernible] product system provides strategic connectivity and growth opportunities.\nRegarding acquisition-related synergies, we remain on track to realize approximately $250 million of incremental synergies in 2025. By the end of this year, we will have realized nearly $500 million of synergies since closing the Magellan acquisition in September 2023, far exceeding our original expectation. We continue to see meaningful synergy opportunities ahead across all of our acquisitions with the majority of these completely within our control and not dependent on commodity prices.\nFinally, our financial flexibility, strengthens our position and is the cornerstone of ONEOK's business. A strong balance sheet and an intentional and disciplined approach to capital allocation, and cash flow generation continue to support our ability to generate long-term value for shareholders. Our established and stable customer base includes some of the largest and most well-capitalized producers, refiners and downstream customers. Our combination of demand pull and supply push earnings, and our long-standing customer relationships provide resilience through different cycles. ONEOK's strong fundamentals and integrated assets position us well to navigate near-term challenges and continue delivering results for investors and customers.\nI'll now turn over the call to Walt and Sheridan to provide the financial and commercial updates.\n\nWalter S. Hulse\n\nCFO, EVP-Strategic Planning & Corporate Affairs, ONEOK, Inc.\n\nThank you, Pierce. Third quarter 2025 net income totaled $940 million, or $1.49 per share, a 10% increase compared with the second quarter. Third quarter adjusted EBITDA totaled $2.12 billion, which included $7 million of onetime transaction costs. The acquired EnLink and Medallion assets delivered nearly $470 million in adjusted EBITDA during the third quarter, continuing their meaningful contribution to year-over-year earnings growth. Additionally, we benefited from higher volumes in our natural gas liquids and natural gas gathering and processing segments.\nDuring the quarter, we repurchased more than 600,000 shares of common stock, and retired more than $500 million in senior notes through a combination of scheduled maturities and repurchases. Year-to-date, we've extinguished over $1.3 billion in senior notes through maturity repayments and repurchases. This combination of share repurchases and debt management reflect our commitment to a balanced capital allocation approach that utilizes multiple available channels to create shareholder value.\nOur long-term leverage target remains at 3.5x, which we expect to approach in the fourth quarter of 2026 on a run rate basis. With yesterday's earnings announcement, we affirmed our 2025 net income guidance range of $3.17 billion to $3.65 billion, an adjusted EBITDA guidance range of $8 billion to $8.45 billion, which as a reminder, excludes the impact of onetime transaction costs. Year-to-date, transaction costs included in adjusted EBITDA have totaled $59 million. We continue to expect our total capital expenditures, including growth in maintenance capital to be in the range of $2.8 billion to $3.2 billion in 2025. As we finish out the year, we remain focused on capturing additional synergies and operational efficiencies with approximately $250 million in synergy contributions expected for 2025.\nAs discussed last quarter, we don't expect to pay meaningful cash taxes until 2029, which is a year later than we previously anticipated. Additionally, we expect our cash tax rate in 2029 to be below the full 15% corporate alternative minimum tax rate, which is also less than our historical expectations. Since The One Big Beautiful Bill, we now expect to pay more than $1.5 billion less in cash taxes over the next 5 years, and the corresponding increase in expected free cash flow supports our continued flexibility for capital allocation in the years ahead.\nI'll now turn the call over to Sheridan for a commercial update.\n\nSheridan C. Swords\n\nSenior Vice President-Natural Gas Liquids, ONEOK, Inc.\n\nThank you, Walt. Starting with the natural gas liquids segment. Total NGL raw feed throughput volumes increased compared with the second quarter, driven by higher volumes in the Permian Basin and Rocky Mountain region. Rocky Mountain region volumes averaged more than 490,000 barrels per day, another record for the region and a 5% increase compared with the second quarter, driven by higher propane plus volume and continued strength in ethane recovery.\nGulf Coast Permian NGL volumes averaged nearly 570,000 barrels per day during the third quarter, and 8% compared with the second quarter driven by the continued ramp-up of newly contracted volumes. In the Mid-Continent, less ethane recovery led to slightly lower volumes compared with the second quarter, but we continue to see consistent [indiscernible] volumes from the region.\nRegarding our fractionation operations. Our Mont Belvieu fractionation complex, including our MB-4 fractionator is back to capacity following the incident in early October. After initial safety reviews, we resumed operations at the majority of the complex within 72 hours. Repairs were made in operations at MB-4 resume within 10 days following an incident. During the downtime, we were able to optimize our fractionation positions in Mont Belvieu and the Mid-Continent, as well as utilize storage. We anticipate working down any inventory build related to this incident in addition to the inventory being held over from the second quarter over the next several months. As we fractionate and sell the inventory, we will be able to recognize the associated earnings.\nWe continue to see opportunities for ethane recovery across our system during the third quarter. Weaker natural gas prices in the Rocky Mountain reads have led to greater recovery opportunities, and we expect to continue to see high levels of recovery through the first half of the fourth quarter across our entire system.\nRelated to synergy products, we have now completed the primary Easton asset connections, including [indiscernible], East Houston and our Pasadena joint venture, providing key connectivity between our Mont Belvieu NGL assets, and key Houston area refined product terminals. Additional downstream connections will be completed through early 2026. Additionally, the build-out of connectivity between our [ Conway ] NGL and Mid-Con fine product asset is on track for completion by year-end of 2025. Both of these projects are expected to provide benefits through increased transportation fees in our natural gas liquids segment, which we have already begun to realize, and also blending uplift in our refined product and crude segment. It's also important to note that these projects provide transportation and blending opportunities with third parties, expanding the optionality of these apps further than ONEOK's own lending business.\nMoving on to the refined products and crude segment. Third quarter refined product volumes increased sequentially, reflecting increased seasonal demand. When booking year-over-year, we continue to experience some regional supply disruptions along the system related to refinery maintenance, primarily impacting short-haul lower tariff movements. On average, refined products tariff rate benefited from the July adjustments, where we increased rates by mid-single digits as expected.\nAs of mid-September, we've entered the fall blending season. Liquid blending volumes in the third quarter and year-to-date have been higher than expected due to successful synergy execution. Physical blending volumes have increased approximately 15% year-to-date compared to the same period in 2024. Despite tighter margins from lower gasoline prices, increased blending capacity positions for a strong upside in a rising price environment. Our crude oil gathering and long-haul pipelines continue to perform well. Third quarter crude oil volumes increased sequentially demonstrating resiliency of our Midland gathering business.\nMoving on to the natural gas gathering and processing segment. Volumes increased across all regions compared with the second quarter of 2025 as producers continue to execute the 2025 plans. Looking first at the Permian Basin. Volumes increased 5% compared with the second quarter, averaging 1.55 billion cubic feet per day in the third quarter. Currently, we have 20 active rigs on our dedicated acreage, driving the need for recently announced capacity expansions, totaling more than 550 million cubic feet per day across the Midland and Delaware basins. The Permian Basin continues to be a key area of strategic growth for us, and we will continue to be actively engaged in [ intentional in ] assessing opportunities to expand and enhance our integrated operations within the basin.\nIn the Mid-Continent, natural gas processing volumes increased 6% compared with the second quarter, highlighting producer resiliency in the basin and strong production results out of the [indiscernible] formation in Western Oklahoma. There are 11 rigs on our dedicated acreage in Oklahoma. Rocky Mountain region process volumes averaged 1.7 Bcf per day in the third quarter of 2025, a 4% increase compared with the second quarter, and a record for ONEOK in the region. Strong well completions during the second quarter drove third quarter volumes and will continue to benefit throughout the remainder of the year. There are currently 16 rigs on our dedicated acreage.\nLooking forward, the current commodity price environment will likely drive more moderation and increased optimization of drilling and completion activities across the basins where we operate. However, even in a flat crude oil production environment, strong gas to oil ratios and continued production [ efficiencies ] point to modest growth in our natural gas and the NGLs across our systems.\nI'll close with our Natural Gas Pipeline segment, which we reported another strong quarter and continues to exceed our original expectations for this point in the year. We continue to optimize the legacy EnLink asset and be opportunistic regarding natural gas pricing dynamics across our strategic assets in the Permian and Gulf Coast areas. We remain well positioned to help meet the growing demand for natural gas, both domestically and for LNG exports, with extensive pipeline network and key assets key asset locations such as Oklahoma, Texas and Louisiana. We are directly connected to major LNG and industrial customers, and continue to work on additional opportunities with them.\nAdditionally, we are in active discussions related to numerous potential AI-driven data center projects. The key to these projects remain speed to market, and our intrastate assets are located in premier natural gas supply and demand centers, close to many of these proposed projects, and are well positioned to meet the timing needs of the market. Pierce, that concludes my remarks.\n\nPierce H. Norton\n\nExecutive Vice President-Commercial, ONEOK, Inc.\n\nThank you, Sheridan and Walt. Before we move to Q&A, I want to close by emphasizing that we continue to see opportunities ahead. Importantly, we're executing on our strategy to combine our strategic acquisitions into an even stronger and more resilient business. Our integrated assets are performing well, expanding our reach in key basins and demand markets, and creating an even stronger commercial connectivity across our system. Our integrated assets continue to provide stable, fee-based earnings and position us to capture opportunities across market cycles.\nWe're able to execute our strategy because of the employees across our company. I want to recognize their commitment and contributions to our business, and our vision for ONEOK. Their focus on safety, operational excellence and innovation is a key to our success. As we look ahead, we remain confident in our strategy, our strong fundamentals and the catalysts that we expect will continue to deliver growth and long-term value for our investors.\nOperator, we're now ready for questions."
  },
  {
    "header": "OKE",
    "cik": "0001039684",
    "ticker": "OKE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/487a349a856e649317b343071e464996",
    "period": "2025 Q2",
    "content": "Q2 2025 ONEOK Inc Earnings Call\n\nQ2 2025 ONEOK Inc Earnings Call\n\nOKENYSEAUG 5, 11:00 AM\n\nOperator\n\nGood morning, everyone, and welcome to the ONEOK Second Quarter 2025 Earnings Conference Call. Please also note today's event is being recorded.\nAt this time, I'd like to turn the floor over to Megan Patterson, Vice President, Investor Relations. Ma'am, please go ahead.\n\nMegan Patterson\n\nThank you, Jamie. Welcome to ONEOK's Second Quarter 2025 Earnings Call. We issued our earnings release and presentation after the markets closed yesterday, and those materials are available on our website. After our prepared remarks, management will be available to take your questions. Statements made during this call that might be -- that might include one of expectations or predictions should be considered forward-looking statements and are covered under the safe harbor provision of the Securities Acts of 1933 and 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our SEC filings. Just a reminder for Q&A, we ask that you limit yourself to 1 question and 1 follow-up to fit in as many of you as we can.\nWith that, I'll turn the call over to Pierce Norton, President and Chief Executive Officer. Pierce?\n\nPierce H. Norton\n\nExecutive Vice President-Commercial, ONEOK, Inc.\n\nThanks, Megan. Good morning, and thank you for joining us. On today's call is Walt Hulse, our Chief Financial Officer, Treasurer and Executive Vice President, Investor Relations and Corporate Development; Anne Sheridan Swords, Executive Vice President and Chief Commercial Officer. Also on the call are Kevin Burdick, Executive Vice President and Chief Enterprise Service Officer; and Randy Lens, our Executive Vice President and Chief Operating Officer.\nYesterday, we announced higher second quarter results and affirmed our 2025 financial guidance ranges, which were originally provided in late February. Our second quarter adjusted EBITDA increased 12% compared with the first quarter, highlighting the continuation of incremental synergy capture, increasing supply and demand strength. As we exited the winter, we saw accelerated volume momentum through the seasonal improvements across our operations, driving sequential quarter growth in AGL natural gas processing volumes across all regions and increasing refined products demand.\nThe sequential EBITDA growth we experienced this quarter was consistent with our expectations at the beginning of the year and begins to demonstrate the potential earnings of bringing these assets together. As we continue to navigate an evolving macroeconomic landscape and shifting market dynamics, we believe the energy sector remains resilient with domestic and global demand for U.S. energy continuing to be well supported. Producers across our acreage continue to execute their 2025 drilling plans and drive efficiencies in their drilling and completion techniques.\nWe're monitoring the 2026 market dynamics closely while continuing to execute on our growth strategy and support supply and demand market needs. Our focused investments on high-return organic projects such as the [ Bakken's ] Elk Creek liquids pipeline, West Texas NGL pipeline and Denver refined products pipeline expansions and the Medford fractionation facility provides significant operating leverage and position us to capture incremental growth across our assets in the Williston Basin, the Powder River, Mid-Continent and Permian basins.\nToday, we are announcing a final investment decision on a new natural gas processing plant in the Permian Delaware Basin further expanding and enhancing our presence in what is a key strategic area for ONEOK. Sharon will provide more details on this project and our Permian growth strategy in his remarks. Our acquisitions are delivering tangible benefits as we continue to make meaningful progress on acquisition-related synergies and organic growth. Our contiguously integrated assets, diversified business mix, and strong balance sheet provide flexibility, enable opportunities even during changing market dynamics. As always, we'll remain intentional and disciplined in our approach on capital allocation. as we evaluate future opportunities.\nI'll now turn it over to Walt and Sheridan to provide their financial and commercial updates. Walt?\n\nWalter S. Hulse\n\nCFO, EVP-Strategic Planning & Corporate Affairs, ONEOK, Inc.\n\nThank you, Pierce. Second quarter 2025 net income attributable to -- totaled $841 million or $1.34 per share, more than 30% increase compared with the first quarter. Second quarter adjusted EBITDA totaled $1.98 billion or $2 billion when excluding transaction costs of $21 million, which is consistent with the approach used in our guidance. The acquired [indiscernible] Medallion assets delivered nearly $450 million in adjusted EBITDA during the second quarter, contributing to a strong year-over-year earnings growth.\nWe ended the second quarter with $97 million in cash and no borrowings outstanding under our $3.5 billion credit facility. During the quarter, we reduced our senior notes by nearly $600 million including more than $400 million of notes paid at maturity. Year-to-date, we've extinguished nearly $850 million in senior notes, underscoring our proactive approach to managing debt and clear progress towards achieving our long-term leverage target of 3.5x, which we expect to reach in 2026. With yesterday's earnings announcement, we affirmed our 2025 financial guidance ranges, including net income attributable to [ one ] of $3.1 billion to $3.6 billion, and adjusted EBITDA range of $8 billion to $8.45 billion.\nOur expectation to achieve results within our guidance ranges reflects current market conditions and is supported by producer performance, recently completed projects, increasing seasonal demand for refined products and the timing of acquisition-related synergies. While the market environment and commodity price outlook is different today than when we originally announced financial guidance in February, we continue to see resilience and producer activity across our operations and benefits from our integrated system. We also remain on track to realize approximately $250 million of synergies in 2025. Consistent with our guidance, with significant additional contributions expected in 2026.\nOur 2026 outlook also provided in February was based on commodity prices at the time. Given current market conditions, we believe our 2026 outlook for adjusted EBITDA should be adjusted downward by approximately 2% or $200 million to reflect current commodity prices and resulting spread differentials. We continue to expect year-over-year mid- to upper single-digit EBITDA growth in 2026. We are tempering our previous outlook based on a cautious macro environment.\nIn addition to our future earnings growth, we also reviewed our tax position following the recent tax legislation and expected a benefit of more than $1.3 billion in lower cash taxes over the next 5 years due primarily to enhancements related to bonus depreciation and interest expense deductibility. With our commitment to investing in infrastructure that strengthens energy security and resilience, the enhanced tax provisions enable us to immediately expense the full cost of qualifying investments. We now don't expect to pay any meaningful cash taxes until 2028, which is a year later than our previous expectations. Additionally, we expect our cash tax rate in '28 and '29 to be less than the full 15% corporate alternative minimum tax rate, which is lower than our previous expectations. This increase in expected free cash flow will enhance our flexibility as it relates to capital allocation.\nI'll now turn the call over to Sheridan for a commercial update.\n\nSheridan C. Swords\n\nSenior Vice President-Natural Gas Liquids, ONEOK, Inc.\n\nThank you, Walt. During the second quarter, we saw a significant rebound in volumes, all in normal and expected first quarter seasonality. We experienced strong sequential quarter growth coming out of the first quarter with higher natural gas processing volumes and double-digit NGL growth across all regions. Taking a closer look at the natural gas liquids segment. Total NGL raw feed throughput volumes increased 18% compared with the first quarter. Rocky Mountain region volumes averaged nearly 470,000 barrels per day, a record for the region, driven by increased ethane recovery and higher propane plus volume compared with the first quarter of 2025.\nMid-Continent and Permian NGL volumes both increased 20% compared with the first quarter supported by higher ethane recovery levels improved seasonality and newly contracted volumes beginning to ramp up in the Permian Basin. During the quarter, we experienced lower fractionation utilization due to maintenance, which resulted in a $13 million impact in the second quarter from unfractionated NGLs and inventory. We expect to fractionate these NGLs and recognize their earnings over the next 2 quarters.\nWe saw minimal impacts from ethane export disruptions during the quarter. The importance of ethane to the global market was evident during this period, and it's clear there is a strong demand for U.S. ethane in the global market. We continue to see opportunities for economic ethnic recovery across our system through the balance of the year. The buildout of connectivity between our Mont Belvieu and Conway NGL platforms, and our strategic Houston and Mid refined products assets remains on pace.\nAll 3 critical Houston connections of [ PinaPark ], East Houston and our Pasadena MVP joint venture are expected to come online in the third quarter of this year. We have a strong line of sight to these pipelines operating at high utilization and delivering earnings contributions in the first quarter -- in the fourth quarter of this year. With executed synergies related to our liquid blending business, we expect record blending volumes in 2005 and 2006. Our Texas City LPG export joint venture is also progressing as planned, and we continue to have a lot of interest from customers on this strategically positioned wellhead to water solution.\nMoving on to the Refined Products and Crude segment. Second quarter refined product volumes increased sequentially as seasonal demand picked up. We expect continued demand growth in the third quarter as we've entered peak summer travel season. Diesel and aviation fuel volumes have remained strong during the first half of the year, and we expect that to continue for the remainder of the year. Regional supply disruptions in the Mid-Continent tempered gasoline volumes during the quarter. However, volumes have recovered following the completion of refinery maintenance in late spring. Following the July tariff rate adjustments, we increased our refined products rate by mid-single digits as expected. Our refined products pipelines in the Denver area is on track for a mid 2026 completion, and we're currently seeing record jet food volumes into the Denver International Airport.\nTurning now to our crude business. Our gathering and long-haul assets to continue to perform with wellhead gathering volumes on our medallion assets up approximately 20% year-over-year. The overall decrease in crude volumes compared with the first quarter of 2025 was due primarily to low margin exchange volumes. These volumes have significantly lower rates than wellhead gathering or long-haul shipments so the earning impact was not material. Moving on to the natural gas gathering and processing segment. Volumes increased all regions compared with the first quarter of 2025 with producers increasing activity coming out of winter.\nLooking first at the Permian Basin. Following 4% growth in volumes in the second quarter, we reached 1.6 billion cubic feet per day in July. Currently, we have 12 active rigs on our dedicated acreage, provide a line of sight to filling our existing processing capacity in the region and driving the need for additional capacity. In addition to our already announced 150 million cubic feet per day relocation to the Midland and approximately 75 million cubic feet per day of low-cost expansion at existing Delaware facilities, we've also reached FAD on the construction of a new plant in the Delaware Basin. The new Bighorn plant will have a capacity of 300 million cubic feet per day with the ability to treat high CO2 guests. The plant and treater are expected to cost approximately $365 million.[ Bachorn ] is supported by acreage dedication and is expected to be completed in mid-2027.\nThese growth opportunities will increase ONEOK's processing capacity in the Delaware Basin to 1.1 billion cubic feet per day with a little over 700 million cubic feet per day currently and will position ONEOK for additional growth opportunities is in the basin across our value chain. The Permian Basin continues to be a key area of strategic growth for us. and we will continue to be actively engaged in intentional in assessing opportunities to expand and enhance our integrated operations within the basin. In the Mid-Continent, there are 12 rigs running on our dedicated acreage in Oklahoma and a number of projects underway to connect and optimize assets in the region.\nSecond quarter natural gas processing volumes increased 9% compared with the first quarter, in line with our expectations and continue to show resilience. Rocky Mountain region processing volumes averaged more than 1.6 Bcf per day in the second quarter of 2025, a 4% increase compared with the first quarter. We saw a ramp in well completions in the second quarter compared with the first quarter and expect the same level in the third quarter, reflecting the normal seasonality we see in this region. There are currently 15 rigs on our dedicated acreage.\nAs Pearson and Walt noted, producers across our operations remain resilient and the effectiveness they have gained in recent years are being highlighted in this environment. I'll close with our Natural Gas Pipeline segment. which continues to outperform compared with our guidance expectations. Approximately 75% of the outperformance is tied to legacy EnLink assets and our ability to optimize that system. As demand for natural gas continue to rise, particularly related to power generation and industrial demand, our footprint is uniquely positioned to meet that growth, and we're in active conversation with customers to support project developments through direct connections. We are also well positioned to benefit increased and demand tied to NG exports in Louisiana.\nPierce that concludes my remarks.\n\nPierce H. Norton\n\nExecutive Vice President-Commercial, ONEOK, Inc.\n\nThank you, Sheridan, and Walt. I want to begin by thanking all of our employees. Their efforts and commitment to bringing together our assets, teams and ideas as evident in the strength of our day-to-day operations and the solid results we continue to deliver. ONEOK remains well positioned in today's market environment to continue delivering long-term value to our stakeholders. And the strength of our balance sheet, a stable and long-standing customer base, diversified earnings across our integrated value chain and the dedication of our experience and innovation employees. We are focused on running our business efficiently and providing essential products and services that make a difference.\nJust as important as what we do is how we do it with a steadfast commitment to safety, integrity and responsibility. In that spirit, I'm pleased to share that our 17th annual corporate sustainability report will be published on our website this week. I encourage you to take a look and see the measurable progress we've made on our sustainability journey. Our workforce and operations have grown significantly in recent years. Our commitment to our core values as never waver. Together, we're delivering the energy that makes a difference in how we live, how we move, communicate and learn across the U.S. and around the world. A shared purpose that creates value for all of our stakeholders.\nOperator, we're now ready for questions."
  },
  {
    "header": "OKE",
    "cik": "0001039684",
    "ticker": "OKE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/64c1f3932beb650fe235ba88c9c24bfe",
    "period": "2024 Q4",
    "content": "Q4 2024 ONEOK Inc Earnings Call\n\nQ4 2024 ONEOK Inc Earnings Call\n\nOKENYSEFEB 25, 11:00 AM\n\nOperator\n\nGood day, and welcome to ONEOK's Fourth Quarter 2024 Earnings Call. [Operator Instructions] Please note this event is being recorded.\nI would now like to turn the conference over to Andrew Ziola, Vice President and Investor Relations. Please go ahead.\n\nAndrew J. Ziola\n\nVP of IR & Corporate Affairs, ONEOK, Inc.\n\nThank you, White, and good morning, and welcome to ONEOK's Fourth Quarter Year-end 2024 Earnings Call. After the markets closed yesterday, we issued news releases announcing our 2024 results and our 2025 guidance and 2026 outlook. Those materials are on our website. After our prepared remarks, management will be available to take your questions.\nStatements made during this call that might include ONEOK's expectations or predictions should be considered forward-looking statements and are covered by the safe harbor provision of the Securities Acts of 1933 and 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our SEC filings.\nJust a reminder for Q&A, we ask that you limit yourself to one question and a follow-up in order to fit in as many of you as we can.\nWith that, I'll turn the call over to Pierce Norton, President and Chief Executive Officer. Pierce?\n\nPierce H. Norton\n\nExecutive Vice President-Commercial, ONEOK, Inc.\n\nThanks, Andrew. Good morning, and thank you for joining us. On today's call is Walt Hulse, Chief Financial Officer, Treasurer, Executive Vice President of Investor Relations and Corporate Development; and Sheridan Swords, Executive Vice President and Chief Commercial Officer. Also on the call today is Randy Lentz, Executive Vice President and Chief Operating Officer. Randy joined us from Medallion Midstream, and we welcome him to the ONEOK team.\nYesterday, we announced higher fourth quarter and full year 2024 earnings driven by contributions from multiple strategic acquisitions, volume growth and continued execution on the synergies identified in our refined products and crude oil businesses acquired in 2023. We also announced 2025 financial guidance, and they provided a 2026 growth outlook.\nFor 2025, we expect strong earnings growth driven by our expanded operations completed projects and higher volumes. For our 2026 growth outlook, we expect greater than 15% earnings per share growth and adjusted EBITDA growth approaching 10%. And compared with our 2025 guidance midpoints. Walt and Sheridan will provide additional details on those guidance and the growth outlook shortly. Over the past 2 years, ONEOK has executed on our intentional on disciplined growth strategy, creating unique opportunities with our more regionally diversified product and service offerings and delivering value across our expanded footprint.\nWe've transformed our company in multiple ways, making it even stronger, more resilient and better positioned to play a leading role in contributing to energy addition. I'll touch on a few of these key areas that we believe will drive our continued success and further enhance our strategic competitive advantage. First, we've significantly grown our integrated operations, both in terms of our product mix, demand pull versus supply push drivers and geographic diversity. We've added refined products in crude oil transportation and crude oil gathering to our integrated value chain and we've significantly extended and expanded our presence in the Permian Basin and Louisiana.\nSecond, we've added significant operational scale through our now approximately 60,000 mile pipeline network enhancing our connectivity with key producers, basins and market centers. The scale and integrated connectivity further strengthen our resilience and position ONEOK for success across various market cycles.\nThird, we continue to prioritize organic growth opportunities by expanding and extending our now even larger asset base. Key projects have included NGL pipeline expansions in the Bakken and Permian Basins, additional NGL fractionation capacity in Mont Belvieu and the Mid-Continent refined products pipeline expansions into the Denver market and natural gas storage expansions in Oklahoma and Texas. Most recently, we announced an LPG export project joint venture with MPLX. With LPG exports added to our service mix, we will provide an integrated NGL wellhead-to-water solution for our customers enhancing our product offerings.\nFourth, we continue to prioritize innovation, commercial development and customer service across our operations. Numerous additional project opportunities remain in very good stages of development. These unannounced projects span across regions and products, and they include synergy projects and traditional growth opportunities. Examples include projects to interconnect and optimize recently acquired assets, top [indiscernible] natural gas infrastructure driven by continued demand for the AI-driven data centers and LNG demand and debottlenecking projects across our operations to accommodate growth are just to name a few.\nFinally, we remain committed to returning meaningful value to our investors. We've proven our ability to sustain and grow our long-standing dividend, invest in high-return growth projects and maintain financial flexibility.including the ability to begin executing on our share repurchase authorization. We've provided 11 consecutive years of adjusted EBITDA growth and our 2025 adjusted EBITDA guidance is well over double what it was just 3 years ago. All of these successes and extraordinary growth and the scale of ONEOK's transformation doesn't happen overnight, and it doesn't happen without the dedication of our employees. Their continued focus on safety, service and innovation has enabled this level of change to occur and will continue to drive additional meaningful growth and value across our operations.\nI'll now turn it over to Walt and Sheridan to provide their financial and commercial updates. Walt?\n\nWalter S. Hulse\n\nCFO, EVP-Strategic Planning & Corporate Affairs, ONEOK, Inc.\n\nThank you, Pierce. I'll start with a brief overview of our fourth quarter and full year financial performance and then move on to our '25 guidance and 2026 outlook. 2024 results were in line with our guidance expectations that we increased in both the first and third quarters of 2024. Net income attributable to ONEOK totaled $923 million or $1.57 per share in the fourth quarter 2024 and totaled $3 billion or $5.17 per share for the full year.\nAdjusted EBITDA totaled nearly $2.2 billion in the fourth quarter 2024 and more than $6.7 billion for the full year. These results include $375 million of adjusted EBITDA and $73 million of transaction costs related to the EnLink and Medallion acquisitions that we began consolidating in October. As of December 31, we had more than $730 million in cash on hand, no commercial paper outstanding and no borrowings outstanding under our credit agreement. Our fourth quarter 2024 annualized run rate net debt-to-EBITDA ratio was 3.6x.\nWe continue to demonstrate our ability to utilize various capital allocation levers in 2024 by returning nearly $2.5 billion of value to shareholders through dividends and share repurchases. We repurchased $172 million of stock in the fourth quarter and in January 2025, we increased our quarterly dividend by 4%.\nNow moving on to our guidance. As Pierce mentioned, in addition to yesterday's earnings announcement, we provided a detailed 2025 financial and volume guidance and a 2026 growth outlook. For 2025, we expect an 8% increase in earnings per share to a midpoint of $5.37 compared with 2024 when excluding onetime items in 2024, such as transactional related costs and divestitures. This EPS guidance does not include an assumption for share repurchases, but we remain committed to executing on our Board approved $2 billion share repurchase program over the course of these next few years.\nFrom an adjusted EBITDA perspective, we expect a 21% increase in adjusted EBITDA in 2025 to $8.225 billion, excluding approximately $50 million of transaction costs compared with 2024. Key drivers of our 2025 guidance include higher earnings driven by a full year of earnings from recent acquisitions, volume growth from increases in production and completed growth projects and fee-based earnings. Our 2025 financial guidance also includes approximately $250 million of incremental commercial and cost synergies related to our acquisitions of Magellan, Medallion and EnLink. This is additive to what we've already realized through the end of 2024.\nAs it relates to capital expenditures, our guidance assumes a range of $2.8 billion to $3.2 billion which includes growth and maintenance capital. This range reflects the investments necessary to accommodate expected increases in production and invest in attractive return growth projects such as our recently announced LPG export dock. Our 2026 outlook of greater than 15% earnings per share growth and adjusted EBITDA growth approaching 10% and compared with the 2025 guidance midpoint is driven by expected volumes from increased production and recently completed synergy and growth projects. Key contributors include a full year of earnings from the Elk Creek and West Texas NGL pipeline expansions and synergy projects completed in 2025 and along with a partial year benefit from the completion of the Denver area refined products expansion and the connection of our Mont Belvieu assets to the Houston Ship Channel distribution assets. We also expect to realize additional synergies in 2026.\nI'll now turn the call over to Sheridan for a commercial update.\n\nSheridan C. Swords\n\nSenior Vice President-Natural Gas Liquids, ONEOK, Inc.\n\nThank you, Walt. We saw a strong year-over-year performance in 2024. The refined products and crude segment contributed its first full year of earnings, benefiting from higher average refined product tariff rates, blending and marketing opportunities, as well as higher earnings on our long-haul crude oil pipelines. Continued strength in Rocky Mountain volumes during the year continue to support earnings with NGL raw feed throughput volumes up 8% and natural gas volumes processed up 6% in the region. The Natural Gas Pipeline segment exceeded the high end of its 2024 financial guidance even excluding divestitures and acquisitions. The segment's outperformance continues to be driven by strong demand for our intrastate pipeline and storage services.\nTurning to 2025. And starting with the natural gas liquids segment, we expect higher year-over-year adjusted EBITDA and raw feed throughput volumes to be driven primarily by growth out of the Permian and Rocky Mountain regions. We have assumed high levels of ethane recovery continue in the Permian Basin and partial recovery in the Mid-Continent. We also expect to see continued opportunities to incentivize ethane recovery in the Rocky Mountain region. In the Permian Basin, we expect recently completed and connected third-party processing plants, new contracts and increasing volume from legacy in-link plants to contribute to higher volumes feeding our West Texas NGL pipeline.\nAs legacy EnLink contracts roll off in future years, significant incremental volume is expected to move to our Permian NGL system. Recently completed NGL growth projects will contribute to higher volumes than earnings in 2025 and including MB-6 and expansions of our Elk Creek and West Texas NGL pipelines in the Williston and Permian Basin. We also expect increasing contributions from the acquired Easton Energy assets as we complete connections to our Houston-based system in 2025, helping us to realize additional synergies.\nAs Pierce mentioned earlier this month, we announced strategic joint venture projects to construct a 400,000 barrel per day LPG export terminal in Texas City, Texas, and a pipeline connecting ONEOK's Mont Belvieu storage facility to the new terminal. Our collaboration with MPLX on this project enables us to provide a new wellhead to water solution to customers across our entire system. The world scale dock has multiple strategic benefits over other currently operating facilities, including a premier open water location, brownfield economics, timing and cost benefits driven by the proximity to the existing Marathon refinery and infrastructure and strategic access to our NGL storage in Mont Belvieu. The project is expected to be completed in early 2028.\nIn the refined products and crude segment, we expect continued growth in refined products margins and a significant increase in crude oil volumes driven by our added crude oil gathering infrastructure from both the Medallion and EnLink acquisitions. We expect to fill existing gathering capacity over time, which will feed and fill our long-haul crude oil pipelines connecting key supply areas with critical refining and marketing center. We also expect continued benefits from the ability to execute certain blending related commercial and cost synergies between the natural gas liquids and refined product businesses. We expect these types of synergies to ramp up as projects come online this year.\nMoving to the natural gas gathering and processing segment. We expect volume growth in all of our regions across our footprint in 2025. We guided to Rocky Mountain region volume growth up 8.5% at the midpoint compared to 2024 and an average of more than 1.7 Bcf per day in 2025. Williston Basin volumes continue to benefit from increasing efficiencies that have been well documented by our producer customers. strong gas-to-oil ratios and overall producer activity. Part of those efficiencies that we continue to benefit from is the drilling of longer laterals and higher well performance on traditional laterals without the need for as many well connects.\nIn 2025, we expect 35% of our well connections to be with 3-mile laterals as opposed to traditional shorter lives. Through recent acquisitions, we've extended our gathering and processing assets into the strategic and growing Permian Basin and added assets in the Mid-Continent. In the Mid-Continent, we expect volume growth in addition to the full year impact of the acquisition with average annual volume of nearly 2.5 Bcf per day in 2025. Projects are already underway to connect and optimize assets. As Pierce mentioned, these synergies are captured in the 2026 outlet Walt provided.\nIn the Permian Basin, we expect natural gas processing volumes to average approximately 1.6 Bcf per day at the midpoint. We are in the process of relocating a 150 million cubic feet per day legacy [indiscernible] processing plant to the region from North Texas, which we expect to be completed in the first quarter of 2026, and we continue looking at expected infrastructure needs going forward. as existing customers and potential opportunities provide line of sight for strong growth in the coming years. In the Natural Gas Pipelines segment, our assets are well positioned to benefit from industrial demand growth driven by data centers, LNG exports and ammonia facilities.\nOur newly acquired assets in Louisiana provide direct connectivity to major LNG exporters and industrial customers. There are also approximately 30 potential power plant expansion projects across our footprint that could provide more than 4 Bcf per day of incremental demand if they move forward. Natural gas storage expansions continue to be an opportunity for us as well with key projects ongoing in Oklahoma and in Louisiana.\nPierce, that concludes my remarks.\n\nPierce H. Norton\n\nExecutive Vice President-Commercial, ONEOK, Inc.\n\nThank you, Sheridan, and thank you, Walt. We are proud of our strong performance over the past year. Through strategic acquisitions and organic initiatives, we've extended our reach and built a platform for future growth that leaves us poised for continued success. The potential before us is significant and we remain committed to delivering the value to our employees, shareholders, customers and communities.\nBefore we close, I want to recognize our employees' efforts related to the recent severe cold across our footprint. As always, our teams demonstrated incredible commitment and dedication to maintaining safety and delivering reliable service regardless of the challenging conditions. This unwavering focus on safety and customer service is a testament to the character and resilience of our people. I want to thank all of our employees for their hard work and dedication throughout another year of significant change in growth. It is their commitment and passion that drive our success and make us stronger as an organization. Thank you to our shareholders for your continued trust and support. We're excited about the journey ahead and look forward to sharing our progress with you in the future.\nOperator, we're now ready for questions."
  },
  {
    "header": "OKE",
    "cik": "0001039684",
    "ticker": "OKE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4fbb4751cb6223c8e9e327208241c01c",
    "period": "2024 Q2",
    "content": "Q2 2024 ONEOK Inc Earnings Call\n\nQ2 2024 ONEOK Inc Earnings Call\n\nOKENYSEAUG 6, 11:00 AM\n\nOperator\n\nGood day, and welcome to the ONEOK Second Quarter 2024 Earnings Conference Call and Webcast. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to Andrew Ziola, Vice President of Investor Relations. Please go ahead.\n\nAndrew J. Ziola\n\nVP of IR & Corporate Affairs, ONEOK, Inc.\n\nThank you, Dave, and good morning, and welcome to ONEOK's Second Quarter 2024 Earnings Call. We issued our earnings release and presentation after the markets closed yesterday, and those materials are on our website. After our prepared remarks, management will be available to take your questions. Statements made during this call that might include ONEOK's expectations or predictions should be considered forward-looking statements and are covered by the safe harbor provision of the Securities Acts of 1933 and 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our SEC filings. Just a reminder for Q&A, we ask that you limit yourself to 1 question and a follow-up to fit in as many of you as we can. With that, I'll turn the call over to Pierce Norton, President and Chief Executive Officer. Pierce?\n\nPierce H. Norton\n\nExecutive Vice President-Commercial, ONEOK, Inc.\n\nThanks, Andrew. Good morning, everyone, and thank you for joining us. On today's call is Walt Hulse, the Chief Financial Officer, Treasurer and Executive Vice President, Investor Relations and Corporate Development; and Sheridan Swords, Executive Vice President, Commercial Liquids and Natural Gas Gathering and Processing. Also available to answer your questions today are Chuck Kelley, our Senior Vice President of Natural Gas Pipelines; and Kevin Burdick, who is the Executive Vice President and Chief Enterprise Services Officer.\nYesterday, we announced the second quarter 2024 earnings and affirmed our full year 2024 financial guidance. Record Rocky Mountain region volumes, continued progress on acquisition-related synergies and solid demand on our products and services drove our strong second quarter performance and provide momentum into the second half of 2024. Increasing volumes across our Gathering and Processing and Natural Gas Liquids segments and the demand for our natural gas pipeline services, combined with the strategic opportunities in our Refined Products and Crude Oil segments continue to provide confidence in our long-term growth and highly attractive returns across our business. We continue to identify opportunities to expand and to extend our systems with recent announcements tied specifically to the commercial opportunities and synergy-driven growth in our Natural Gas Liquids and Refined Products and Crude segments.\nIn June, we completed our acquisition of a system of NGL pipelines from Easton Energy. This acquisition was unique in that it made sense for ONEOK even before the acquisition of Magellan because of the ability to capture value downstream of our Mont Belvieu fractionation assets. Now adding the legacy Magellan assets, and the value creation and return potential is even greater.\nIn addition to acquisitions, we continue to see substantial organic growth opportunities. In July, we announced the expansion of our refined products pipeline to the Greater Denver area. This project will provide additional needed capacity for various transportation fuels, including aviation and sustainable aviation fuel to support increasing demand from the significant future expansion of the Denver International Airport. Also in July, we received our first shipment of sustainable aviation fuel at our Galena Park Marina terminal in Houston, facilitating growth with sustainable fuels in this market.\nThese opportunities are all in addition to our previously announced NGL-related growth projects, including our MB-6 fractionation and expansions of our Elk Creek and West Texas NGL pipelines. Sheridan will provide a more detailed explanation of those projects and timing and more to that shortly. Long-term volume commitments, strong operating performance and a proven track record of supporting our customers with reliable capacity gives us the confidence in our future growth. And we remain committed to investing alongside our customers. Less than a year after the Magellan acquisition, we're already seeing significant synergies and discovering new growth opportunities that wouldn't have been possible for either company on its own. Our integrated assets are proving their value and our potential for additional growth remains. With that, I'll turn the call over to Walt.\n\nWalter S. Hulse\n\nCFO, EVP-Strategic Planning & Corporate Affairs, ONEOK, Inc.\n\nThank you, Pierce. ONEOK's second quarter 2024 net income totaled $780 million or $1.33 per share, representing an earnings per share increase of 28% compared with the second quarter of 2023 and a 22% compared with the prior quarter. Second quarter adjusted EBITDA totaled $1.6 billion. Results were driven primarily by higher NGL and natural gas processing volumes in the Rocky Mountain region, increased transportation services in the Natural Gas Pipeline segment, the contributions from the Refined Products and Crude segment.\nThe sale of nonstrategic gathering and processing assets in Kansas contributed to a pretax net benefit of approximately $50 million during the quarter. We expect the full year net benefit from the sale to be approximately $40 million when considering the earnings of the assets would have provided through the remainder of the year. As Pierce mentioned, we affirmed our 2024 financial guidance after increasing it with our first quarter earnings announcement. That increased guidance range included an expected adjusted EBITDA midpoint of $6.175 billion, with the high end at $6.325 billion. We continue to expect to meet or exceed our midpoint of $175 million in cost and commercial synergies in 2024 and expect additional annual synergies to meet or exceed $125 million in 2025.\nAs of June 30, we had no borrowings outstanding under our $2.5 billion credit agreement. During the quarter, we extended the maturity of our revolving credit facility to June of 2028. In addition, our run rate net debt-to-EBITDA ratio was 3.36x at the end of the second quarter, in line with our long-term leverage target of 3.5x. We have an approximately $480 million maturity due in September, which we expect to pay with cash, strengthening our balance sheet even further. This will position us well to continue returning value to our investors through a strategic and balanced capital allocation approach. Our approach remains and all of the above strategy, utilizing a combination of high-return capital projects, dividend growth, debt reduction and share repurchases. I'll now turn the call over to Sheridan for a commercial update.\n\nSheridan C. Swords\n\nSenior Vice President-Natural Gas Liquids, ONEOK, Inc.\n\nThank you, Walt. Beginning with the Natural Gas Liquids segment. Volume growth from the Rocky Mountain and Mid-Continent regions of 17% and 16%, respectively, compared with the first quarter 2024 drove higher earnings in the second quarter. Rocky Mountain region growth was primarily from increased propane plus volume, with higher incentivized ethane also contributing. The Mid-Continent saw more ethane recovery compared with the first quarter, as well as contributions from overall NGL growth sequentially.\nIn the Permian Basin, we had higher volumes committed short term in the second quarter of 2023 and the first quarter of 2024 than in the second quarter 2024. We since recontracted much of that capacity with the volumes committed for longer terms. We continue to see opportunities to recover ethane across our system. Favorable ethane economics will continue to depend on natural gas values and ethane demand at petrochemical facilities. Dynamics through the remainder of the year could provide a tailwind to our modest ethane recovery assumptions and guidance.\nWe've made significant construction progress on our capital growth projects, and now expect the West Texas NGL pipeline expansion and our MB-6 fractionator to be in service by the end of 2024. Our previous in-service estimates were the first quarter 2025 for both projects. On the West Texas NGL expansion, the full pipeline looping providing a capacity of 500,000 barrels per day is expected by year-end, with a few remaining pump stations to be completed to get to the full capacity of 740,000 barrels per day. The Elk Creek pipeline expansion remains on track for the first quarter 2025 completion.\nAdditionally, today, with our expanding need for fractionation capacity, we are announcing a project to rebuild our 210,000 barrels per day NGL fractionator in [ Medford ], Oklahoma. The project is expected to cost approximately $385 million and be completed in 2 phases, with the first expected to be completed in the fourth quarter of 2026 and the second phase in the first quarter of 2027. Rebuilding at Medford provides a number of strategic benefits. It is the lowest cost per barrel expansion option for ONEOK to help address the expected increase in NGL production. Its location in the Mid-Continent will further increase the reliability and resiliency of ONEOK's fractionation capabilities and will allow our integrated system to accommodate volume growth from the Permian, Bakken and Mid-Continent. The Medford fractionator will also produce additional butane and natural gasoline for incremental refined products and [ diluent living ] opportunities in the Mid-Continent.\nAs Pierce mentioned, we recently completed a strategic acquisition of NGL assets from Easton Energy in the Houston area. These assets will provide connectivity between our NGL and refined product systems and with key customers in the area. The acquisition came with associated earnings from existing volumes, and we expect to fill the additional capacity of this system, providing a very attractive return on the project through committed volumes we control. In addition to tariff earnings on the system, we also expect the acquisition to accelerate our commercial synergy opportunities primarily related to blending. The close proximity of our NGL and refined products terminals to major refiners in the Houston area and now improved connectivity presents considerable opportunities to capture value downstream of our fractionation assets. We expect to complete connections from the legacy Houston asset to our Houston-based assets beginning in mid-2025 through the year-end 2025.\nMoving on to the Refined Products and Crude segment. Gasoline and jet demand was strong in the second quarter, supported by the beginning of a robust summer travel season. As it relates to marketing and optimization, we were able to optimize our assets through forward sales to capture higher margins on our liquids blending activity. As Pierce mentioned, we recently announced the expansion of our refined products pipeline system from Kansas to the greater Denver area, including an additional direct connection with the Denver International Airport. Total system capacity will increase by 35,000 barrels per day, with low-cost expansion opportunities available as demand continues to grow in these markets. Following a successful open season, the additional capacity is fully subscribed. The project is expected to cost approximately $480 million and be completed in mid-2026.\nMoving on to the Natural Gas Gathering and Processing segment. Rocky Mountain region processing volumes increased 10% year-over-year, averaging a record of more than 1.6 Bcf per day during the quarter. There are currently 40 rigs in the Williston Basin with more than 20 on our dedicated acreage. As we look to the remainder of the year, we are reaffirming our volume guidance due to the benefits we're seeing from the drilling of longer laterals and higher well performance on traditional laterals without the need for as many well connects.\nIn the Mid-Continent region, we are currently seeing 35 rigs in Oklahoma, with 6 operating on our acreage. With current commodity prices, we expect producers to continue concentrating activity in the oilier and NGL-rich region -- areas in the region. And as natural gas prices strengthen towards the remainder of the year, we could see rig activity increase in the gassier regions.\nIn the Natural Gas Pipelines segment, we benefited from higher firm and interruptible transportation rates in the second quarter. The demand for natural gas storage remains high. Progress continues to be made on our current expansion projects in Texas and Oklahoma, which we both have -- which both have firm contracts extending beyond 2030. In the second quarter, we completed 2 Bcf of the Texas project and expect the remaining 1 Bcf to be in service next month. Our Oklahoma project is expected to be completed in the second quarter of 2025. Pierce, that concludes my remarks.\n\nPierce H. Norton\n\nExecutive Vice President-Commercial, ONEOK, Inc.\n\nThank you, Sheridan and Walt, for those updates. Before we conclude, I'd like to express my deep appreciation to our Houston-based employees for their incredible dedication through Hurricane Beryl and its aftermath. Despite challenging weather conditions and persistent power outages, they remain committed to ensuring the safe and reliable operations of our assets in the area. Many also faced impacts to their own homes, yet they continue to demonstrate resilience and professionalism. So I want to thank you personally for your dedication and the efforts that you showed during this aftermath of this event. ONEOK employees have consistently demonstrated dedication to responsible operations and doing things in the right way.\nAs our business has grown, we have continued our commitment to our company-wide sustainability program and practices. This dedication has been recognized with the MSCI AAA rating and being named as 1 of America's Greatest Workplaces in 2024 by Newsweek. As we close our prepared remarks, we published our 16th Corporate Sustainability Group Report last week, highlighting our safety, environmental and governance programs. This report details our efforts and progress in these crucial areas as we continue to deliver the energy the world needs while innovating for the future. Operator, we're now ready for questions."
  },
  {
    "header": "OKE",
    "cik": "0001039684",
    "ticker": "OKE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c603ab9422a092adc17d13223693605f",
    "period": "2024 Q1",
    "content": "Q1 2024 ONEOK Inc Earnings Call\n\nQ1 2024 ONEOK Inc Earnings Call\n\nOKENYSEMAY 1, 11:00 AM\n\nOperator\n\nGood day, and welcome to the ONEOK First Quarter 2024 Earnings Conference Call and Webcast. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to Andrew Ziola, Vice President of Investor Relations. Please go ahead.\n\nAndrew J. Ziola\n\nVP of IR & Corporate Affairs, ONEOK, Inc.\n\nThank you, Megan, and welcome to ONEOK's first quarter 2024 earnings call. We issued our earnings release and presentation after the markets closed yesterday, and those materials are on our website. After our prepared remarks, management will be available to take your questions.\nStatements made during this call that might include ONEOK's expectations or predictions should be considered forward-looking statements and are covered by the safe harbor provision of the Securities Acts of 1933 and 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our SEC filings.\n[Operator Instructions]\nWith that, I'll turn the call over to Pierce Norton, President and Chief Executive Officer. Pierce?\n\nPierce H. Norton\n\nExecutive Vice President-Commercial, ONEOK, Inc.\n\nThanks, Andrew. Good morning, everyone, and thank you for joining us.\nOn today's call, is Walt Hulse, the Chief Financial Officer, Treasurer and Executive Vice President, Investor Relations and Corporate Development; and Sheridan Swords, Executive Vice President, Commercial Liquids and Natural Gas Gathering and Processing. Also available to answer your questions are Chuck Kelley, Senior Vice President of Natural Gas Pipelines; and Kevin Burdick, our Executive Vice President and Chief Enterprise Services Officer.\nYesterday, we announced first quarter 2024 earnings and increased our full year 2024 financial guidance. Solid results during the first quarter were supported by higher year-over-year volumes in the Rocky Mountain region and contributions from the Refined Products and Crude segment. The efforts of our employees were highlighted once again as we were able to effectively manage through the winter weather during the quarter. Heating degree days were actually higher than normal in January, but it was the temporary acute cold and excessive wind that caused a deviation from normal operations. Volumes have rebounded across our systems, and we are continuing to see volume trends higher, providing additional confidence in our expectations for the remainder of the year. Our increase to 2024 financial guidance was driven by 2 primary key factors: first, favorable industrial fundamentals across our systems, which is supply and demand, that are contributing to volume growth and providing significant momentum for the remainder of 2024 and into 2025. And second, the continued confidence in our ability to realize meaningful commercial and cost synergies. We remain focused on the integration efforts following the acquisition of Magellan last year, our management team has spent the past several months meeting with employees and visiting assets across all of our operations. Our employees see the value of our combined businesses and are excited about the opportunities ahead. Through collaboration between business segments and the innovation of our employees, we are on pace to exceed our 2024 synergy goals, while most importantly, putting safety first. We also see growth across our systems from producer productivity, favorable commodity prices and continued demand for our products and services or as we previously mentioned, favorable industrial fundamentals. One potential significant source of future natural gas demand is expected to increase in power generation required to serve AI-driven data centers. ONEOK like other natural gas pipeline operators will play a role. We have already had conversations with several of our large electric power generation customers and power developers, who anticipate the need for additional natural gas transportation to address this future AI data center-related power demand. As the need for future power generation increases, domestic natural gas demand is projected to increase. This is going to affect the entire midstream value chain, and ONEOK is positioned to play a meaningful role. Today, we serve numerous natural gas-fired power plants across our system, and many of those customers are looking to expand, some related to AI and others to address general power demand. We also continue to see supportive demand and fundamentals for the NGLs and refined products across our system. Ethane remains a highly preferred feedstock for the petrochemical facilities, NGL export strengths continue and a seasonal refined product demand for travel and agriculture is picking up. We remain focused on expanding and extending our systems in ways that align with our customers and the market's needs. ONEOK now larger in scale will continue to support our efforts to help address domestic and international energy demand contribute to the energy security of our nation and maintain our critical role in the long-term energy transformation.\nWith that, I'll turn the call over to Walt.\n\nWalter S. Hulse\n\nCFO, EVP-Strategic Planning & Corporate Affairs, ONEOK, Inc.\n\nThank you, Pierce.\nAs Pierce mentioned, we increased our 2024 financial guidance expectations. We increased our 2024 net income midpoint to $2.88 billion and increased our adjusted EBITDA midpoint by $75 million to $6.175 billion. This new guidance also brings up the low end of our original range, reflecting the strong fundamentals across our businesses. We remain confident in our synergy expectations. Our updated guidance still assumes we will meet or exceed our midpoint of 1.7 -- sorry, $175 million in cost and commercial synergies in 2024. We continue to expect that additional annual synergies will meet or exceed $125 million in 2025. Additionally, our total 2024 capital expenditure guidance remains unchanged at $1.75 billion to $1.95 billion.\nNow for a brief overview of our first quarter financial performance. ONEOK's first quarter 2024 net income totaled $639 million or $1.09 per share, and adjusted EBITDA for the period totaled $1.44 billion. Results were driven primarily by higher NGL and natural gas processing volumes in the Rocky Mountain region increased transportation services in the natural gas pipeline segment and contributions from the refined products and crude segment. We saw higher consolidated operating costs in the quarter primarily related to the timing of planned maintenance turnarounds, higher property insurance premiums and operational growth. Of note, this was the first quarter the refined products and crude segment was allocated its full share of corporate costs. Therefore, compared with the fourth quarter 2023, we saw an increase in operating costs for that segment and a decrease in operating costs for the other business segments as they received a lower allocation of corporate costs. As of March 31, we had no borrowings outstanding under our $2.5 billion credit agreement and our run rate net debt-to-EBITDA ratio was 3.8x. As it relates to capital allocation, we remain focused on delivering long-term value for our stakeholders through a balanced combination of high-return capital projects, dividend growth, debt reduction and share repurchases. As previously discussed, we continue to see share repurchases as an important part of our capital allocation strategy and remain committed to utilizing our $2 billion share repurchase program over the next 4 years. We have significantly delevered our business in recent years, while still completing high-return capital growth projects and successfully closing a transformational acquisition. We are well positioned to continue returning value to investors through a strategic and balanced capital allocation approach.\nI'll now turn the call over to Sheridan for a commercial update.\n\nSheridan C. Swords\n\nSenior Vice President-Natural Gas Liquids, ONEOK, Inc.\n\nThank you, Walt.\nBeginning with the natural gas liquids segment. First quarter NGL volumes increased 12% in the Rocky Mountain region year-over-year, including the effect of the mid-January winter weather. Volumes fully recovered in February and have it continued to accelerate. April volumes averaged more than 400,000 barrels a day from the region, driven by record propane plus volumes on our system and modest ethane recovery levels. The Elk Creek pipeline expansion remains on track for an early first quarter 2025 completion, increasing ONEOK's total NGL capacity from the basin to 575,000 barrels per day, enabling continued volume growth and provided needed NGL takeaway capacity. Mid-Continent region NGL volumes reflect the effects of first quarter winter weather in a full quarter without the low-margin volumes from the contract expiring in November of 2023. We expect to continue replacing the expired contracts volume with barrels at market-based rates ramping through 2024.\nWide gas to crude ratios remain making ethane the most preferred feedstock of the petrochemical industry, and ethane exports remain highly utilized. These dynamics could provide tailwinds for ethane recovery throughout the remainder of the year. Our current guidance includes modest incentivized ethane recovery in the Rocky Mountain region.\nMoving on to the Refined Products and Crude segment. We continue to see healthy business fundamentals and consistent performance. First quarter refined product volumes increased compared to the first quarter of 2023. From a liquids blending perspective, volume and margins were in line with our expectations for the quarter. With gasoline and diesel demand typically lower in the first quarter, we expect volumes to ramp in the coming months as we see a pull from agriculture activity and summer driving demand. Refined product volumes will also benefit from our pipeline expansion to El Paso, which is now fully complete. The majority of the 30,000 barrels per day expansion is contracted under firm long-term agreements.\nMoving on to the Natural Gas Gathering and Processing segment. Rocky Mountain region processing volumes increased 9% year-over-year, including the effect of winter weather during the quarter. By the end of January, volumes had recovered to levels achieved prior to the extreme cold. Since then, our process volumes have continued to increase, averaging nearly 1.6 Bcf per day in April. There are currently 38 rigs in the Williston Basin with 20 on our dedicated acreage. We expect additional rigs to return as we are now into spring and for the trend of drilling longer laterals to continue. Stable rig activity and longer laterals coupled with continued strength in our gas to oil ratios and additional producer efficiencies provide a compelling backdrop for significant Rocky Mountain region volume growth in 2024. In the Mid-Continent region, we were currently seeing more than 40 rigs in Oklahoma with 6 operating on our acreage. With current gas prices we expect producers to continue concentrating activity in the oilier and NGL-rich areas in the region.\nIn the Natural Gas Pipelines segment, we benefited from higher equity natural gas sales and increased firm and interruptible transportation in the first quarter. Natural gas storage continues to be in high demand. Our current expansion projects, including reactivating 3 Bcf of previously idled storage in Texas and further expanding our injection capabilities in Oklahoma, enabling us to market an additional 4 Bcf of working capacity. The Texas project will be fully in service in the third quarter of 2024, and and the Oklahoma expansion will be completed in the second quarter of 2025. Both projects have firm contracts extending beyond 2030.\nPierce, that concludes my remarks.\n\nPierce H. Norton\n\nExecutive Vice President-Commercial, ONEOK, Inc.\n\nThank you, Walt and Sheridan.\nAs you have heard, strength across our businesses is indicating a solid 24% and already providing momentum into 2025. Before we take questions, I want to once again acknowledge our employees for your continued dedication and exceptional performance in the first quarter. Specifically, I'd like to recognize those of you who responded to the winter weather across our operations in January and our employees in Texas and Oklahoma, who were personally affected or helped respond to the Texas Panhandle Smokehouse Creek fire in late February and early March. Our focus on reliable and responsible operations and on supporting our communities is particularly highlighted during the events like these. I'm proud to work with individuals and teams who demonstrate a service mentality by being ready and willing to rise to the challenge. We're looking forward to the rest of 2024 and beyond.\nAnd with that, operator, we are now ready for questions."
  },
  {
    "header": "OKE",
    "cik": "0001039684",
    "ticker": "OKE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/701c0ea098d69bff70ff6d0a185ac28f",
    "period": "2023 Q4",
    "content": "Q4 2023 ONEOK Inc Earnings Call\n\nQ4 2023 ONEOK Inc Earnings Call\n\nOKENYSEFEB 27, 11:00 AM\n\nOperator\n\nGood morning, and welcome to the ONEOK Fourth Quarter 2023 Earnings Conference Call and Webcast. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to Andrew Ziola, Vice President, Investor Relations. Please go ahead.\n\nAndrew J. Ziola\n\nVP of IR & Corporate Affairs, ONEOK, Inc.\n\nThank you, Drew, and welcome to ONEOK's Fourth Quarter and Year-end 2023 Earnings Call. We issued our earnings release and presentation after the markets closed yesterday, and those materials are on our website. After our prepared remarks, management will be available to take your questions.\nStatements made during this call that might include ONEOK's expectations or predictions should be considered forward-looking statements and are covered by the safe harbor provision of the Securities Acts of 1933 and 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our SEC filings.\nJust a reminder for Q&A, we ask that you limit yourself to 1 question and a follow-up in order to fit in as many of you as we can. With that, I'll turn the call over to Pierce Norton, President and Chief Executive Officer. Pierce?\n\nPierce H. Norton\n\nExecutive Vice President-Commercial, ONEOK, Inc.\n\nThanks, Andrew, and good morning, everyone, and thank you for joining us this morning. On today's call is Walt Hulse, the Chief Financial Officer, Treasurer and Executive Vice President, Investor Relations and Corporate Development; and Sheridan Swords, who is our Executive Vice President, Commercial Liquids and Natural Gas Gathering and Processing. Also available to answer your questions are Chuck Kelley, our Senior Vice President, Natural Gas Pipelines; and Kevin Burdick, who is the Executive Vice President of Chief Enterprise Services.\nRecord volumes, strong financial performance and the closing of the Magellan acquisition solidified 2023 as a year of significant growth and transformation for ONEOK. Momentum from our operations in 2023 is setting the stage for additional growth in 2024. With our earnings release yesterday, we reported double-digit NGL and natural gas processing volume growth year-over-year and continued fee-based earnings growth in all 3 of our legacy business segments. We also provided 2024 guidance along with some insight into 2025 and beyond, including an expectation for double-digit adjusted EBITDA growth in 2024.\nWalt will provide more detail on our guidance, which is underscored by solid business fundamentals, demand for the products that we deliver and a full year of earnings contribution from our refined products and crude oil segments and the initial realization of acquisition-related synergies.\nBefore I turn the call over to Walt, I want to share a few data points that help sum up the exceptional growth ONEOK has experienced in recent years. While our business continues to transform and to look to the future, it's still important to reflect on what has already been accomplished. I'll share just a handful of highlights, but there are many more. First, 2023 marked ONEOK's tenth consecutive year of adjusted EBITDA growth throughout various commodity cycles. Over the same time period, we've increased dividends paid to $3.82 per share from $1.48 per share, a more than 150% increase. And in January, the Board approved another increase.\nOur volumes out of the Rocky Mountain region have set numerous records over the last 5 years alone, NGL volumes from the region have grown at a more than 20% annual growth rate and natural gas processing volumes have grown at a 10% annual growth rate. We've continued to expand our asset portfolio, increasing our extensive pipeline network to more than 50,000 miles from approximately 30,000 miles in 2013 and adding nearly 2 Bcf per day of natural gas processing capacity and 3 fractionators.\nAnd finally, through all of this growth, both internally and by acquisition, we've continued to prioritize safety, our sustainability and ESG-related performance, consistently ranking towards the top of our industry peer group, including a AAA rating from MSCI.\nWe've achieved a great deal in recent years and over the course of our company's history and now with a more diversified portfolio of assets, we are even better positioned to make the most of future opportunities. With that, I'll turn the call over to Walt.\n\nWalter S. Hulse\n\nCFO, EVP-Strategic Planning & Corporate Affairs, ONEOK, Inc.\n\nThank you, Pierce. Before I get to guidance, I'll start with a brief overview of our fourth quarter and full year financial performance. ONEOK's fourth quarter and full year 2023 net income totaled $688 million and $2.7 billion, respectively. Adjusted EBITDA totaled more than $1.5 billion in the fourth quarter 2023 and more than $5.2 billion for the full year. While there were a number of unique items contributing to the significant year-over-year increase in results such as the Medford settlement and the Magellan acquisition, the strong performance from our legacy business segments continued. Even excluding these unique onetime items, ONEOK's adjusted EBITDA would have increased more than 15% year-over-year.\nAs of December 31, we had no borrowings outstanding under our $2.5 billion credit facility and had more than $335 million of cash on hand. In 2023, ONEOK extinguished $1.3 billion of long-term debt, contributing to a fourth quarter 2023 run rate net debt-to-EBITDA ratio in line with our previously discussed target of 3.5x.\nIn January, we increased our quarterly dividend 3.7% to $0.99 per share or $3.96 per share on an annualized basis. Going forward, ONEOK expects to target an annual dividend growth rate ranging between 3% to 4%. We also announced a $2 billion share repurchase authorization, which we target to largely use over the next 4 years. This program is complementary to the dividend growth rate when thinking about shareholder return in the future. Over the next 4 years, ONEOK's combination of dividends and share repurchases is expected to trend towards a target of approximately 75% to 85% of forecasted cash flow from operations after identified capital expenditures.\nOur commitment to maintaining our financial flexibility and taking advantage of attractive return, capital growth opportunities that complement our now larger and more diverse operating footprint continues to be the highest priority in our capital allocation strategy. This commitment will continue to create value for our investors and support ONEOK's position as one of the midstream leaders of return on invested capital.\nNow moving on to 2024 guidance. We provided a net income midpoint of more than $2.8 billion, an EPS midpoint of $4.88 per diluted share and an adjusted EBITDA midpoint of $6.1 billion. We also include in guidance related to the synergies we expect to realize over the next couple of years. This guidance reflects higher earnings from all business segments, excluding the Medford insurance settlement, and a full year contribution of the refined products and crude segment. Sheridan will provide more detail on each of the operating segments in a moment.\nAs for synergies, we've assumed a midpoint of $175 million of total realized annual cost and initial commercial synergies in 2024, followed by an additional $125 million in 2025. We expect additional synergies in 2026 and beyond as capital expenditure projects to connect our NGL to the refined products and crude businesses are completed.\nAs it relates to capital expenditures, we've assumed a total of $1.85 billion, which includes growth and maintenance capital. This guidance reflects the investment necessary to keep up with the expected levels of producer activity and attractive return growth projects, including the MB-6 fractionator and expansions of our West Texas NGL and Elk Creek NGL pipelines, all expected to be completed in the first quarter of 2025. Once these projects are completed in early 2025, we expect to be on a trend of decreasing capital expenditures over the near to medium term.\nOur expected 2024 capital guidance does not include the Saguaro Connector project or any other projects that have not yet reached financial investment decision. I'll now turn the call over to Sheridan for a commercial update.\n\nSheridan C. Swords\n\nSenior Vice President-Natural Gas Liquids, ONEOK, Inc.\n\nThank you, Walt. We saw strong year-over-year volume growth in 2023 with natural gas processing volumes up 14% and NGL volumes up 10% compared with 2022. Rocky Mountain region volumes were particularly strong with double-digit growth in both NGL and natural gas processing volumes year-over-year. Higher producer activity levels, increased well connects, and continued strong gas-to-oil ratios drove record fourth quarter volumes totaling nearly 400,000 barrels per day of NGLs and nearly 1.6 Bcf per day of processed volume.\nMid-Continent process volume increased 15% year-over-year and Permian Basin NGL increased 19% year-over-year, both benefiting from solid producer activity throughout the year in those regions. Well connects across our operations increased more than 50% compared with 2022. We continue to see the benefit of those connections throughout 2024 as volumes ramp.\nOur Natural Gas Pipeline segment significantly exceeded its 2023 financial guidance range on higher earnings from long-term storage services and higher rates from negotiated fee-based contracts. Our Refined Products and Crude segment adjusted EBITDA totaled more than $420 million in the segment's first full quarter of operations since the acquisition of Magellan. This segment's performance was driven by midyear tariff increases, longer haul refined product shipments and steady crude oil transportation volumes.\nOur optimization and marketing activities which includes liquids blending also benefited from strong margins and volumes.\nTurning to 2024. Key drivers for our higher 2024 guidance includes stable producer activity and continued production efficiency improvements, providing strong natural gas and NGL volumes across our systems. Solid refined products demand, continued strength in fee-based earnings and rates and our first full year of annualized synergies. In our Natural Gas Liquids segment, we expect higher year-over-year adjusted EBITDA and raw feed throughput volumes should be driven primarily by growth out of the Rocky Mountain region. Despite lower assumptions for incentivized ethane recovery in 2024 and a low-margin contract expiration from Overland Pass pipeline in November of 2023, we still expect higher year-over-year NGL volumes. The expired contracts volume is being replaced with higher rate barrels ramping through 2024.\nHealthy demand for ethane from the petrochemical industry and [ wide ] gas to oil ratios are setting up a positive backdrop for NGL markets in 2024. On our system, we've assumed high levels of ethane recovery continue in the Permian Basin in 2024 and partial recovery in the Mid-Continent. We also expect to see continued opportunities to incentivize ethane recovery in the Rocky Mountain region.\nAs Walt mentioned, we've officially moving forward with the expanding the Elk Creek pipeline to 435,000 barrels per day, increasing our total NGL capacity out of the Rocky Mountain region to 575,000 barrels per day. This additional capacity will support future growth and increased ethane recovery.\nMoving on to the Natural Gas Gathering and Processing segment. We expect volume growth in the Rocky Mountain and Mid-Continent regions driven by higher-than-anticipated well connections in 2023 and consistent producer activity levels expected in 2024. In the Meraki Mountain region, we expect processing volumes to grow 9% at the midpoint compared with 2023 and an average more than 1.6 Bcf per day in 2024. This outlook includes the impact from the weather we experienced so far this year, including well freeze-offs in mid-January when the wind chills dropped below negative 60 degrees.\nBy the end of January, volumes had recovered to levels achieved prior to the extreme cold. Strong producer activity levels in 2023 and the continued trend of high gas-to-oil ratios drove several months of record North Dakota natural gas production with the latest record of 3.52 Bcf per day set in December. Producer activity has carried over into 2024. Even through the winter months, as we enter March, there are 36 rigs in the Williston Basin with 20 on our dedicated acreage. Through detailed planning sessions with our customers, we expect additional rigs to return as we move into spring.\nAdditionally, we continue to see a trend at producers drilling longer laterals in the basin, 3 miles in length or more as opposed to the historical 2-mile laterals. These longer laterals continue to drive improved production efficiencies and result in fewer well connections needed to grow gathered volumes.\nAs detailed in our earnings presentation, we expect 3-mile laterals to account for approximately 30% of the wells drilled on our acreage in 2024 compared with only 7% 2 years ago. In the mid-continent region, we are currently seeing approximately 45 rigs in Oklahoma with 6 operating on our acreage. We expect processing volumes to grow approximately 3% at our guidance midpoint compared with 2023 and average approximately 770 million cubic feet per day in 2024. Rig activity across the basin will continue to drive additional NGLs to our system.\nIn the Natural Gas Pipelines segment, we continue to expect strong demand for natural gas storage and transportation services in 2024. At the end of 2023, more than 75% of our natural gas storage capacity was contracted under long-term agreements, and our pipeline transportation capacity was nearly 96% contracted. We expect similar levels in 2024.\nFrom a natural gas storage perspective, we continue to focus on expansion projects. We are currently working on a project to reactivate 3 Bcf of previously idled storage in Texas and are further expanding our injection capabilities in Oklahoma. In February 2024, the FERC approved the Saguaro Connector Pipelines presidential permit, and we expect the final investment decision on the pipeline by midyear 2024.\nMoving on to the Refined Products and Crude segment. We continue to expect healthy business fundamentals and the segment's more than 85% fee-based earnings to drive consistent performance. We'll see the full year effect of higher refined products tariff rates, driven by the midyear 2023 increase of 11.5%. And we expect additional mid-single-digit increases in July 2024. We also expect an increase in refined products volumes, including a benefit from the completion of our expansion to El Paso. Additional benefits are expected from higher volumes and margins related to liquids blending in 2024, driven by favorable market conditions and synergy-related opportunities.\nWalt discussed commercial synergies earlier, which we expect primarily to show up in our Refined Products and Crude segment's earnings. Pierce, that concludes my remarks.\n\nPierce H. Norton\n\nExecutive Vice President-Commercial, ONEOK, Inc.\n\nThank you, Sheridan and Walt. I started this call by saying that 2023 was a year of significant growth and transformation. None of this would have been possible without our dedicated employees, with many of those employees actually listening to this call today. So I want to make sure that I thank them publicly for all that they did in 2023.\nWith us now 5 months post closing of the acquisition, our employees have continued to focus on our integration efforts and prioritize the reliable operations of our assets in the high quality of service expected at ONEOK. Everything we have accomplished this past year means nothing if we don't do it safely and responsibly. From an environmental perspective, we've made significant progress toward our greenhouse gas emissions reduction target, achieving reductions that equate to approximately 50% of our total 2030 reduction target. And from a safety perspective, we brought together 2 companies with leading safety cultures and performance. And combined, we will continue to focus on the safety and health of our employees in the communities that we operate.\nWe've created an operational platform that provides increased scale, scope and diversification. It's a platform which is already providing opportunities and enabling us to generate exceptional value for our stakeholders.\nLooking ahead, ONEOK is well positioned in 2024 for another year of significant growth and opportunity. With that, operator, we're now ready for questions."
  },
  {
    "header": "OKE",
    "cik": "0001039684",
    "ticker": "OKE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/39ea693428c99ee345450523d4d1ea18",
    "period": "2023 Q3",
    "content": "Q3 2023 ONEOK Inc Earnings Call\n\nQ3 2023 ONEOK Inc Earnings Call\n\nOKENYSENOV 1, 11:00 AM\n\nOperator\n\nGood day, and welcome to the ONEOK Third Quarter 2023 Earnings Conference Call and Webcast. [Operator Instructions] Please note, today's event is being recorded.\nI would now like to turn the conference over to Andrew Ziola. Vice President, Investor Relations. Please go ahead, sir.\n\nAndrew J. Ziola\n\nVP of IR & Corporate Affairs, ONEOK, Inc.\n\nThank you, Rocco, and welcome to ONEOK's Third Quarter 2023 Earnings Call.\nWe issued our earnings release and presentation after the markets closed yesterday, and those materials are on our website. After our prepared remarks, management will be available to take your questions.\nStatements made during this call that might include ONEOK's expectations or predictions should be considered forward-looking statements and are covered by the safe harbor provision of the Securities Acts of 1933 and 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our SEC filings. [Operator Instructions]\nWith that, I'll turn the call over to Pierce Norton, President and Chief Executive Officer. Pierce?\n\nPierce H. Norton\n\nExecutive Vice President-Commercial, ONEOK, Inc.\n\nThanks, Andrew. Good morning, everyone, and thank you for joining us. On today's call is Walt Hulse, the Chief Financial Officer, Treasurer and Executive Vice President, Investor Relations and Corporate Development, Sheridan Swords, Executive Vice President, Commercial liquids and Natural Gas Gathering and Processing, which includes our commercial responsibility for our NGL business, refined products and crude businesses. Also available to answer your questions are Chuck Kelley, Senior Vice President, Commercial of Natural Gas Pipelines; and Kevin Burdick, who has assumed the newly created position of Executive Vice President Chief Enterprise Services Officer, with responsibilities for cybersecurity, information technology, enterprise optimization, innovation and integration activities. This position will be vital as we continue to integrate systems, technologies and workforces following the acquisition of Magellan. Kevin is uniquely qualified for his experience in integration processes, information technology, commercial and corporate operations to lead the company as we continue to identify, prioritize and realize the value of the synergies as one company.\nWe completed the acquisition just over a month ago. And since then, we've been fully focused on integration activities, maintaining the reliable and responsible operations, our customers and stakeholders expect from us. And at the same time, exploring optimization and integrated opportunities by engaging the combined commercial, operational and engineering teams. What has become evident at this point, based on the number of commercial synergies and opportunities is the importance of prioritization, the value of combining our companies, the potential commercial synergies and the opportunities going forward are significant. More to come on this in the coming months. But after September 25 and getting full access to both companies, I can say that the collaboration of our employees is already presenting additional possibilities.\nONEOK's increased scale, scope and diversified operations are already enabling us to create exceptional value for our stakeholders. We've added primarily fee-based earnings and expect a significant free cash flow through the new refined products and crude businesses and expected tax synergies, which combined with ONEOK's legacy operations is setting up a strong finish to 2023 and a solid foundation for 2024 performance.\nYesterday, we announced third quarter 2023 earnings and increased our full year 2023 financial guidance on a pre-acquisition basis for the second time this year. We also provided new consolidated guidance that includes the impact of the Magellan acquisition. Walt will provide more detail in our guidance a little bit later, which is underscored by our strong volumes across our systems, and favorable market conditions continuing to drive confidence in our expectations.\nWe saw double-digit growth in NGL and natural gas processing volumes in the third quarter and continue to see robust producer activity across our operations with North Dakota natural gas production reaching a new all-time high in August. The industry landscape is healthy, and now with a more diversified portfolio of assets, we are even better positioned to make the most of opportunities across our operations.\nSo with that, I'll turn the call over to Walt for the financial performance and a guidance update.\n\nWalter S. Hulse\n\nCFO, EVP-Strategic Planning & Corporate Affairs, ONEOK, Inc.\n\nThank you, Pierce. I'll start with a brief overview of our third quarter financial performance.\nONEOK's third quarter 2023 net income totaled $454 million or $0.99 per share. Third quarter adjusted EBITDA totaled more than $1 billion, an 11% increase year-over-year. Adjusted EBITDA would have exceeded $1.1 billion for the third quarter 2023, excluding $123 million of transaction costs $35 million of third-party fractionation costs and partial earnings from the refined products and crude segment.\nRefined Products and crude segment earnings totaled $40 million of adjusted EBITDA from the 6 days following the close of the Magellan acquisition, which includes a $9 million mark-to-market gain on commodity derivative positions settling in the fourth quarter 2023. It is worth noting, those 6 days of earnings aren't necessarily an indicator of full third quarter segment earnings in part due to the uptick in our seasonal butane blending business.\nAs of September 30, we had no borrowings outstanding under our $2.5 billion credit agreement and had more than $280 million of cash on hand. As we look ahead, we expect fourth quarter 2023 net debt to adjusted EBITDA, excluding transaction costs, to be approximately 3.7x on an annualized run rate basis.\nMoving on to our increased guidance. On a preacquisition basis, we now expect 2023 net income midpoint of $2.61 billion and adjusted EBITDA midpoint of $4.8 billion, which is $125 million higher than our last guidance increase in August. These midpoints are specific to legacy ONEOK operations and exclude impacts from the Magellan acquisition in order to provide a more accurate comparison with our original 2023 guidance. Since that original guidance announcement in February, we've increased our adjusted EBITDA midpoint by $225 million.\nOur higher guidance expectations are driven by volume strength across our operations, higher average fee rates, lower-than-expected third-party NGL fractionation costs and sustained strength in our natural gas pipeline segment.\nMoving on to our newly announced 2023 consolidated financial guidance, which includes impacts from the Magellan acquisition. We expect a consolidated net income midpoint of $2.6 billion and adjusted EBITDA midpoint of $5.1 billion. Consolidated guidance includes earnings from the refined products and crude segment following the close of the acquisition on September 25 and also includes $175 million of transaction costs. Earnings assumptions for the refined products and crude segment also include an approximately $40 million unfavorable earnings impact in 2023 related to commodity inventory balances being valued higher at the time of the acquisition than pre-acquisition value. As these inventories are sold, we will recognize a smaller margin than would have been recognized at the pre-acquisition value of the inventory. An additional $10 million unfavorable impact is expected in 2024 related to the same inventory valuation adjustment.\nThe refined products and crude segment is expected to perform in line with its previously increased expectations, which reflects solid segment fundamentals despite the impact of the inventory valuation. We continue to expect total capital expenditures, including growth and maintenance capital and excluding legacy Magellan CapEx of approximately $1.575 billion in 2023. This includes assumptions for continued strong producer activity and initial activities related to the expansion of Elk Creek pipeline and fully looping the West Texas NGL pipeline.\nAs we look ahead, our financial outlook remains strong. When we announced the acquisition in May, we expected total combined adjusted EBITDA to approach $6 billion in 2024, supported by stable and growing volumes across our operations. As we stand today, our confidence in that outlook has only increased further, and we believe there is a potential to exceed those expectations.\nI'll now turn the call over to Sheridan for a commercial update.\n\nSheridan C. Swords\n\nSenior Vice President-Natural Gas Liquids, ONEOK, Inc.\n\nThank you, Walt. Let's start with our natural gas liquids segment. Third quarter 2023 NGL volumes increased 11% year-over-year. with all regions where ONEOK operates seeing increases compared with the third quarter 2022. Compared with the second quarter of 2023, both Rocky Mountain and Mid-Continent NGL raw feed throughput increased 5%, driven by continued strong production activity in these basins, resulting in higher propane plus volumes and slightly higher ethane recovery levels. Rocky Mountain region volumes averaged more than 400,000 barrels per day in September. The continued growth in volume from the Rocky Mountain region provides momentum into 2024 and further supports why we have started initial long lead time activities for an Elk Creek pipeline expansion.\nWe continue to maintain our ethane recovery assumptions for the remainder of the year. With the Permian and near full recovery, the Mid-Continent in partial recovery and opportunity to incent recovery in the Williston.\nIn the natural gas gathering and processing segment, third quarter processed volumes averaged more than 2.3 billion cubic feet per day, a 12% increase year-over-year. As Pierce mentioned, North Dakota gas volumes have reached record production levels of more than 3.3 billion cubic feet per day in August. Our Rocky Mountain region process volumes averaged more than 1.5 billion cubic feet per day during the third quarter and reached more than 1.6 Bcf per day in September. We've connected 450 wells in the region for the -- through the first 9 months of the year compared with approximately 245 connections during the same period last year, a more than 80% increase. We've also increased our well connect guidance for 2023 due to the strong pace of completions and now expect to connect 525 to 575 wells compared with our previous guidance of 475 to 525 wells. Currently, there are approximately 37 rigs and approximately 15 completion crews operating in the basin with 20 rigs and approximately half of the completion crews on our dedicated acreage, which remains more than enough activity to grow production.\nIn the Mid-Continent region, third quarter process volumes increased 10% year-over-year and increased 3% compared with the second quarter of 2023. We continue to see producers focus on higher crude producing areas and currently have 3 rigs on our dedicated acreage in the region. We have connected [ 46 ] wells in the region through the first 9 months of the year compared with 40 in the same period last year. We expect to be at the high end of our Mid-Continent well connect guidance of 45 to 55 wells in 2023.\nMoving on to the refined product and crude segment. We only have 6 days of operation from this new segment in the third quarter due to the timing of the acquisition closing, but the segment continues to perform in line with expectations that were already increased earlier this year. Healthy business fundamentals continue to drive consistent performance, and we're currently seeing strong seasonal butane blending margins. Looking ahead, we see a growing list of opportunities, which will continue to drive growth in this segment through synergies. The more time we spend with the assets and with the legacy Magellan employees, we're seeing even more opportunities.\nIn the Natural Gas Pipelines segment, strong year-to-date results continue to benefit from demand from natural gas storage and transportation services. And we saw increased demand for interruptible services during the third quarter as extreme heat in Texas drove increased electric generation demand and pricing. We're seeing opportunities for additional expansion in Oklahoma and Texas with additional storage expansion in Oklahoma and Texas and demand for long-term storage capacity remaining strong. We continue to work toward FID in the Savara Connector pipeline and expect to receive the presidential permit before the end of the fourth quarter. There has been significant interest from producers in the Permian Basin relative to shipping gas less to the potential LNG export facility and reported support from multi-large, well-known customers anchoring the export project.\nPierce, this concludes my remarks.\n\nPierce H. Norton\n\nExecutive Vice President-Commercial, ONEOK, Inc.\n\nThank you, Sheridan and Walt, for adding color to what was a very strong quarter. With only too much left in 2023, there's still time for progress to be made and a lot to be excited about. Since closing, I've had the privilege of visiting many of our field and office locations, and we'll continue to visit additional sites. I'm energized by the enthusiasm and the collaboration that I've already seen between both the legacy ONEOK employees and the Magellan employees. I can say with certainity that we have an incredible teams in place. Thank you to all of our employees for what you're doing to continue our high level of service through safe and reliable operations. And thank you to our investors for your support and trust and our vision for the future of ONEOK. Our future is bright and the long-term value of bringing our companies together will play out in the years ahead.\nWith that, operator, we're now ready for questions."
  },
  {
    "header": "OKE",
    "cik": "0001039684",
    "ticker": "OKE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fddd4ef1824ba5b82644ff7ddc8166ad",
    "period": "2023 Q2",
    "content": "Q2 2023 ONEOK Inc Earnings Call\n\nQ2 2023 ONEOK Inc Earnings Call\n\nOKENYSEAUG 8, 11:00 AM\n\nOperator\n\nGood morning, everyone, and welcome to the ONEOK Second Quarter 2023 Earnings Conference Call and Webcast. [Operator Instructions] Please note that this call being recorded today. I would now like to turn the conference over to Andrew Ziola, Vice President of Investor Relations. Please go ahead.\n\nAndrew J. Ziola\n\nVP of IR & Corporate Affairs, ONEOK, Inc.\n\nThank you, MJ and welcome to ONEOK's Second Quarter 2023 Earnings Call. We issued our earnings release and presentation after the markets closed yesterday, and those materials are on our website. After our prepared remarks, management will be available to take your questions. Statements made during this call that might include ONEOK's expectations or predictions should be considered forward-looking statements and are covered by the safe harbor provision of the Securities Acts of 1933 and 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ please refer to our SEC filings. [Operator Instructions] With that, I'll turn the call over to Pierce Norton, President and Chief Executive Officer. Pierce?\n\nPierce H. Norton\n\nExecutive Vice President-Commercial, ONEOK, Inc.\n\nThanks, Andrew. Good morning, everyone, and thank you for joining us. On today's call is Walt Hulse, Chief Financial Officer; and Executive Vice President, Investor Relations and Corporate Development; and Kevin Burdick, the Executive Vice President and Chief Commercial Officer. Also available to answer your questions are Sheridan Swords, our Senior Vice President, Natural Gas Liquids and Natural Gas Gathering and Processing; and Chuck Kelley, Senior Vice President, Natural Gas Pipelines.\nYesterday, we announced second quarter 2023 earnings and increased our full year 2023 financial guidance. Strength in volumes across our operations, particularly in the Rocky Mountain region and Permian Basin, resulted in higher second quarter results and positive momentum entering the second half of 2023. We continue working toward a successful closing of our pending merger transaction with Magellan while remaining focused on the growth of our legacy assets. Initial activities have begun on 2 NGL pipeline expansion projects. The growth we are seeing across our existing operations is driving the need for these economically attractive projects.\nWalt and Kevin will talk more about the early work that we are doing on the Elk Creek and West Texas natural gas liquids top lines. Regarding our pending acquisition of Magellan Midstream. We've recently accomplished 2 critical milestones toward completing the transaction, including the expiration of the HSR waiting period in June and the filing of the definitive proxy materials with the SEC in July. Proxy mailings are already hitting investors mailboxes. As we look ahead to the shareholder and unitholder votes on September 21, we're confident that the investors of both companies will see the compelling long-term value proposition this transaction brings with immediate financial benefits and incremental growth through the combination of these 2 companies.\nToday, we will walk you through both the macro and micro takeaways of our synergy assumptions. I will cover the macro and Kevin will go into more detail with the macro explanations. On Slide 6 in our earnings presentation, which was provided yesterday with our news release, you will see a summary of how we've organized the synergy opportunities we've identified to date and have targeted to realize as a combined company. You can see we have slided these commercial opportunities into 4 categories and have provided a breakdown for both the assumed scenario in our proxy and for the incremental potential near-term commercial opportunities.\nSo now I'd like to cover the macro takeaways from Page 6 previously referenced. First, combined, these companies will have opportunities that were not possible as stand-alone companies. Second, batching and blending are done by both companies today. Therefore, these operational techniques are well understood by both companies. They are not new. But the difference is with these assets under one company's direction, batching and blending value can be realized on a larger scale.\nThird, with the exception of bundling, the 3 remaining commercial categories are 100% of our control. This means that we make the decision to pursue opportunities if they make commercial and economical sense instead of relying on factors outside of our control. Fourth, as we integrate the 2 employee bases post close, we can focus on widespread collaboration and believe that we will find even more opportunities not identified to date.\nAnd finally, there is significant potential value in the near term, the next 1 to 4 years, above our assumed case in the proxy. ONEOK has proven our commercial creativity over the course of our company's transformative history. And together with Magellan's team, we believe our company's have many opportunities to continue improving the services that we offer to our customers and returning value to our investors. With that, I'll turn the call over to Walt Hulse, for the discussion of our recent financial performance and guidance increase.\n\nWalter S. Hulse\n\nCFO, EVP-Strategic Planning & Corporate Affairs, ONEOK, Inc.\n\nThank you, Pierce. With yesterday's earnings announcement, we increased our 2023 financial guidance expectations. We now expect a 2023 net income midpoint of $2.49 billion and an adjusted EBITDA midpoint of $4.675 billion a $100 million increase from our original adjusted EBITDA midpoint provided in February. These midpoints are ONEOK specific and exclude the impact of the pending merger with Magellan and any future merger-related costs in order to be an apples-to-apples comparison with our original guidance provided in February.\nHigher guidance expectations were driven by volume growth volume strength across our operations, higher average fee rates and lower-than-expected third-party NGL fractionation costs. In the second quarter, we recorded $31 million of third-party fractionation costs compared with $46 million in the first quarter. We expect approximately $30 million of third-party fractionation costs per quarter to be a good run rate for the remainder of the year as MB-5 is fully operational. Strong producer activity and a constructive volume outlook also drove the increase in our capital expenditure guidance.\nWe now expect total capital expenditures, including growth and maintenance capital of approximately $1.575 billion in 2023. Initial activities, including the purchase of long lead time components related to the expansion of Elk Creek pipeline and the decision to complete the full looping of the West Texas NGL pipeline are included in our updated guidance. Kevin will provide more detail on these projects shortly. Now a brief overview of our second quarter financial performance. ONEOK's second quarter 2023 net income totaled $468 million or $1.04 per share.\nSecond quarter adjusted EBITDA totaled $971 million, a 10% increase year-over-year. If you exclude merger-related and third-party fractionation costs, second quarter adjusted EBITDA increased nearly 15% and would exceed $1 billion. In June 2023, we redeemed $500 million of our 7.5% senior notes due September 2023 with cash on hand. Our net Debt to EBITDA remains well below our long-term target of 3.5x, and we had more than $100 million of cash and equivalents as of June 30.\nEarly in the second quarter, Moody's upgraded ONEOK's credit rating to Baa2 from Baa3. As it relates to our pending acquisition of Magellan I'd note all 3 rating agencies, Moody's, S&P and Fitch reaffirmed our investment-grade credit ratings pro forma for the acquisition showing a recognition of increased scale, earnings diversity and growth opportunities that this acquisition provides. As it relates to merger transaction financing, we expect to complete a notes offering prior to the close of the transaction. We are monitoring the markets and we'll be opportunistic in our timing of that offering. I now turn the call over to Kevin for a commercial update.\n\nKevin L. Burdick\n\nExecutive Vice President & Chief Operating Officer, ONEOK, Inc.\n\nThanks, Walt. Let's start with our Natural Gas Liquids segment. Second quarter 2023 NGL volumes increased 11% year-over-year and compared with the first quarter 2023. Higher volumes were driven by increased producer activity, particularly in the Rocky Mountain region and Permian Basin. Both regions saw double-digit volume increases year-over-year and compared with the first quarter 2023. Permian Basin volumes saw the largest increase, up 26% year-over-year, driven by continued growth from existing plants and volume from a new plant connection in the first quarter of 2023.\nVolumes in the Rocky Mountain region increased 17% compared with the first quarter of 2023 and 14% compared with the same period last year driven by increased propane plus volume and slightly higher incentivized ethane. Mid-Continent region volumes increased 8% compared with the first quarter of 2023, and partially driven by increased ethane recovery. While we've seen ethane prices decrease recently from July highs, they remain at a level driving recovery in most basins. We think the recent volatility in ethane pricing is the market responding to some short-term dynamics along with the general tightening in the overall supply and demand balance.\nGiven these market conditions, we remain confident in our ethane recovery assumptions included in our updated guidance. The Permian in near full recovery, the Mid-Continent in partial recovery and opportunities to incent recovery in the Williston. As Walt mentioned, we've begun initial work, including purchasing long lead time components for 2 NGL pipeline expansion projects. Activities are underway to complete the looping of West Texas NGL pipeline, which will more than double ONEOK's NGL capacity out of the Permian Basin.\nThe full loop is expected to be in service in the first quarter of 2025, which aligns with our customers' needs. We also are taking steps towards expanding the Elk Creek pipeline to 400,000 barrels per day to provide capacity for growing volumes in the Williston. In the natural gas gathering and processing segment, second quarter processed volumes averaged nearly 2.2 billion cubic feet per day, a 16% increase year-over-year.\nIn the Rocky Mountain region, processed volumes averaged nearly 1.5 billion cubic feet per day during the second quarter and have averaged more than 1.5 Bcf per day in the month of July. We've connected more than 280 wells in the region through the first half of the year compared with approximately 160 connections in the first half of 2022, a 75% increase. As we sit today, we're on pace to reach the high end of our 475 to 525 well-connect guidance range for the year.\nCurrently, there are approximately 35 rigs and 20 completion crews operating in the basin with 19 rigs in approximately half of the completion crews on our dedicated acreage which remains more than enough activity to grow production on our acreage. In the Mid-Continent region, second quarter processed volumes increased 12% year-over-year and decreased slightly compared with the first quarter of 2023, primarily due to the timing of new pads coming online. We've seen some recent decreases in STACK and SCOOP activity in the past few months, but continue to see increased activity in Western Oklahoma as producers are focusing on higher crude producing areas.\nWe currently have 9 rigs on our dedicated acreage in the Mid-Continent and have connected 23 wells in the region through the first half of the year. In the natural gas pipeline segment, strong year-to-date results continue to benefit from demand for natural gas storage and transportation services. And we now expect the segment to exceed the high end of its original earnings guidance range. We recently completed an expansion of our natural gas storage capabilities in Oklahoma, allowing us to utilize and subscribe an additional 4 billion cubic feet of our existing capacity.\nWe have subscribed 100% of this incremental capacity through 2027 and 90% through 2029. We continue to evaluate the Saguaro Connector pipeline a potential intrastate pipeline project that would provide natural gas transportation to the U.S. and Mexico border for ultimate delivery to an export facility on the West Coast of Mexico. There continues to be positive developments related to the potential LNG export project with support from multiple large, well-known customers anchoring the project.\nWe expect to make a final investment decision on the ONEOK pipeline later this year. Now I want to end where peers left off with a micro look at the Magellan transaction synergies. I will discuss how we define each category, an example of the opportunity, the sensitivities and comments on the overall risk weighting. The dollar ranges between our assumed case and the near-term potential are shown on Page 6 of our investor presentation for all 4 categories.\nLiquids pipelines provide opportunities to move natural gas liquids and refined products through the same product pipelines. Both companies refer to this as batching. This operational technique utilizes available capacity and combined connectivity to ship a refined product or natural gas liquid to a demand center to capture a higher value. An annualized average of 100,000 barrels per day in any combination of refined products or NGLs at $0.07 per gallon would result in more than $100 million annually.\nThe ability to mix products to obtain a higher value is called blending. The combined assets will increase unleaded butane blending as well as other incremental blending opportunities. Increasing an additional 25,000 barrels per day annually at a $0.20 per gallon uplift on any given slate of products or NGLs and would result in approximately $75 million annually.\nAs volumes grow or contracts expire, a wider variety of services can be combined or bundled to offer greater value to customers. This focuses on optimizing system utilization and connectivity to and from key customers and market centers. This is the one category where time and decisions primarily by customers, will jointly be needed to realize this synergy. Picking up an incremental 25,000 barrels per day at $0.10 per gallon would provide approximately $40 million a year.\nAdditional opportunities that can be realized within the 1- to 4-year time frame include incremental refined product, NGL and crude oil storage and optimization activities. We also see value and opportunities to leverage Magellan's proven marine export expertise. We have consistently said that acquisitions of this size often result in a 25% reduction in G&A cost, which in this case, would be $200 million. However, we have assumed only $100 million in both the assumed case and the near-term potential case.\nIt's also important to point out when the transaction was announced, we significantly risk-weighted our financial assumptions to come up with our total assumed $200 million of synergies. This should highlight the level of conservatism we've applied to our expectations and also the potential upside to our assumptions, which we think could drive synergies to more than $400 million. As we've said previously, we have a high level of confidence in achieving the assumed $200 million of near-term synergies.\nFor obvious commercial reasons, we're not going to provide specific project level details at this time. However, we have provided realistic potential outcomes by categories. We believe our ability to batch and blend products on our combined pipeline systems as well as bundled services to increase value for customers will provide significant synergy opportunities over the next 1 to 4 years. Pierce, that concludes my remarks.\n\nPierce H. Norton\n\nExecutive Vice President-Commercial, ONEOK, Inc.\n\nThank you, Kevin, and thank you, Walt. We've had a strong first half of the year with a promising second half still ahead of us. We continue to focus on the fundamentals of our business that have gotten us where we are today. These fundamentals include customer service, reliability, innovation and most importantly, a focus on operating safely and responsibly. We have a long and successful track record of growing and transforming our business while innovating for future opportunities but even for change in advancements over our more than 100-year history, ONEOK employees have been consistent in their dedication to doing things the right way.\nIn the coming weeks, we'll be publishing our [ 15th ] Annual Sustainability Report. I'd encourage you to review the report and see our many updates related to our environmental safety and health performance, related targets, employee initiatives and examples of how we're economically participating in the future of energy transformation. We're proud to share our efforts and accomplishments, but we also know we can't stop there. As our company continues on our journey of growth, change and progress, we remain committed to operating responsibly and sustainably.\nAs we look forward to increasing our operations, workforce and expertise through the merger of Magellan. We're also excited to join 2 companies with proud histories with a more promising future combined. I want to thank all the employees from both companies that are working on integration plans while continuing to run daily operations. We look forward to building on all that both companies have accomplished, creating a larger, more diversified company with a shared commitment to safety and stakeholder value. With that, operator, we're now ready for questions."
  },
  {
    "header": "OKE",
    "cik": "0001039684",
    "ticker": "OKE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cffecaa2b639e884e904f6415cc745d8",
    "period": "2023 Q1",
    "content": "Q1 2023 ONEOK Inc Earnings Call\n\nQ1 2023 ONEOK Inc Earnings Call\n\nOKENYSEMAY 3, 11:00 AM\n\nOperator\n\nGood day, and welcome to the ONEOK First Quarter 2023 Earnings Conference Call and Webcast. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to Andrew Ziola, VP of Investor Relations. Please go ahead.\n\nAndrew J. Ziola\n\nVP of IR & Corporate Affairs, ONEOK, Inc.\n\nThank you, Chad, and welcome to ONEOK's First Quarter 2023 Earnings Call. We issued our earnings release and presentation after the markets closed yesterday, and those materials are on our website. After our prepared remarks, management will be available to take your questions. Statements made during this call that might include ONEOK's expectations or predictions should be considered forward-looking statements and are covered by the safe harbor provision of the Securities Acts of 1933 and 1934.\nActual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our SEC filings. Just a reminder for Q&A, we ask that you limit yourself to one question and one quick follow-up in order to fit in as many of you as we can. With that, I'll turn the call over to Pierce Norton, President and Chief Executive Officer.\n\nPierce H. Norton\n\nExecutive Vice President-Commercial, ONEOK, Inc.\n\nThanks, Andrew. Good morning, everyone. And thank you for joining us. On today's call is Walt Hulse, our Chief Financial Officer and Executive Vice President, Investor Relations and Corporate Development; and Kevin Burdick, the Executive Vice President and Chief Commercial Officer; also available to answer your questions are Sheridan Swords, Senior Vice President, Natural Gas Liquids and Natural Gas Gathering and Processing; and Chuck Kelley, Senior Vice President, Natural Gas Pipelines.\nYesterday, we announced first quarter 2023 earnings and affirmed our full year 2023 financial guidance. Strong first quarter results were supported by continued earnings growth in each of our businesses with higher natural gas processed and natural gas liquids volumes, providing a solid start to the year. Producer activity continues to drive new volume to our assets in recent conversations with customers point to additional activity through the remainder of the year. Crude prices well above breakeven economics in the basins where we operate and continued strong demand for U.S. energy support, a constructive outlook for 2023.\nWe provide midstream services to some of the largest, most well-capitalized producers in the U.S., helping contribute to our history of earnings stability and growth despite commodity prices. We continue to evaluate infrastructure and the needs of these customers so that we can provide added capacity or services aligned with their growth. The successful completion of our [ Demicks ] Lake I natural gas processing plant and MB-5 fractionator projects provide additional system capacity and resiliency and are examples of our continued focus on organic growth aligned with our customers' needs.\nWe remain financially well positioned with significant balance sheet strength and flexibility to support continued growth. Our capital allocation priorities remain consistent with ONEOK's unique ability to identify and execute on high-return organic growth opportunities setting us apart. With that, I'll turn the call over to Walt for a discussion of our financial performance.\n\nWalter S. Hulse\n\nCFO, EVP-Strategic Planning & Corporate Affairs, ONEOK, Inc.\n\nThank you, Pierce. ONEOK's first quarter 2023 net income totaled $1.05 billion or $2.34 per share and adjusted EBITDA for the period totaled $1.72 billion. As we discussed on our last call, we booked the gain related to the Medford insurance settlement in the first quarter, resulting in a net increase in operating income and adjusted EBITDA of $733 million. This reflects the insurance settlement gain of $779 million, offset partially by $46 million of third-party fractionation costs incurred during the first quarter.\nWe expect third-party fractionation costs to remain around this level with the potential to decrease through the remainder of the year as our MB-5 fractionator ramps up. Excluding the Medford impact, net income increased 24% year-over-year and adjusted EBITDA increased 14% over the same period, benefiting from increased NGL and natural gas processed volumes, higher average fee rates and higher natural gas storage rates. We ended the first quarter with a higher inventory of unfractionated NGLs primarily due to the timing of the MB-5 fractionator being placed in service and expect to recognize approximately $12 million over the second and third quarters as that inventory is fractionated and sold.\nIn April, Moody's upgraded ONEOK's credit rating to Baa2 from Baa3, recognizing our significant deleveraging, conservative financial policy and consistent strong operating and financial governance. Our net debt-to-EBITDA remains below our long-term target of 3.5x, and we had $680 million of cash and equivalents as of March 31. Our cash balance is primarily made up of highly liquid government and treasury money market funds and deposit fully insured by the FDIC.\nWe've reduced our total debt -- net debt by more than $1 billion compared with the first quarter of 2022. In February 2023, we redeemed $425 million of 5% notes due September 2023. And we recently announced a June redemption of $500 million of 7.5% notes due September 2023, both with cash on hand.\nAs Pierce mentioned, we affirmed our financial guidance expectations in yesterday's earnings release. With our strong first quarter performance and positive outlook for the remainder of the year, our confidence remains high in achieving our financial guidance. I'll now turn the call over to Kevin for a commercial update.\n\nKevin L. Burdick\n\nExecutive Vice President & Chief Operating Officer, ONEOK, Inc.\n\nThank you, Walt. Let's start with our natural gas liquids segment. First quarter 2023 NGL volumes increased both year-over-year and compared with the fourth quarter of 2022 with higher producer activity levels driving increased C3+ or propane plus volumes on our system. Permian Basin volumes saw the largest increase, up 17% compared with the first quarter 2022 and 14% compared with the fourth quarter of 2022. We continue to have success contracting additional volumes in the basin and connected one new third-party natural gas processing plant during the first quarter.\nPermian producer activity remains strong and we continue to consider incremental expansions on our West Texas NGL system to accommodate increasing volumes. Volumes in the Rocky Mountain region increased during the first quarter compared with the same period last year and decreased slightly compared with the fourth quarter 2022. The decrease was driven entirely by reduced ethane recovery as our propane plus volumes increased sequentially. We expect volumes to continue to grow in the spring and summer months. In the Mid-Continent region, consistent producer activity in the STACK and SCOOP continues to drive NGL volumes on our system.\nRaw feed throughput volumes increased compared with the fourth quarter 2022, driven primarily by higher ethane recovery. Regarding the macro ethane environment, we expect domestic petrochemical utilization rates to continue to improve as we move through 2023. With lower sustained natural gas pricing, and lower ethane inventory levels driving improved ethane economics and volumes across our system. Through the remainder of the year, we continue to expect that the Permian Basin will stay at high levels of ethane recovery. The Mid-Continent will be in partial recovery and that we will have opportunities for incentivized recovery in the Rocky Mountain region.\nIn April, we completed our 125,000 barrel per day MB-5 fractionator in Mont Belvieu. With MB-5 now fully operational, our system-wide fractionation capacity is nearly 900,000 barrels per day. The added capacity will be used to accommodate volume growth and reduce third-party fractionation needs. We remain on track to complete our MB 6 fractionator in the first quarter 2025. In the natural gas gathering and processing segment, first quarter processed volumes averaged more than 2.1 billion cubic feet per day. an 11% increase compared with the first quarter of 2022. In the Rocky Mountain region, processed volumes averaged nearly 1.4 billion cubic feet per day during the first quarter and have recently reached more than 1.5 bcf per day.\nWe connected nearly 150 wells in the region during the quarter compared with approximately 90 connections in the first quarter of 2022, a more than 60% increase. Well connections in the region are currently on pace to exceed our guidance midpoint of $500 million for the year. There are currently approximately 40 rigs and 23 completion crews operating in the basin with 20 rigs and approximately half of the completion crews on our dedicated acreage. We continue to expect additional rigs entering the region as we exit winter. In the Mid-Continent region, first quarter processed volumes averaged more than 750 million cubic feet per day a 27% increase year-over-year.\nWe connected 11 wells in the region during the first quarter compared with 6 in the first quarter 2022 and are on track to be within our guidance of 45 to 55 connections. There are currently more than 50 rigs and 11 completion crews operating in the region with 10 rigs on our dedicated acreage. Despite weakness in natural gas prices, we continue to see strong activity in the higher crude and NGL rich producing areas of the region where producers are focusing their drilling.\nIn the natural gas pipeline segment, strong first quarter results continue to benefit from firm transportation services and the demand for natural gas storage. We are on track to complete an expansion of our natural gas storage capabilities in Oklahoma in the second quarter allowing us to utilize and subscribe an additional 4 billion cubic feet of our existing storage capacity. We have subscribed 100% of this incremental capacity through 2027 and 90% through 2029.\nWe continue to evaluate the [indiscernible] Connector pipeline, a potential intrastate pipeline project that would provide natural gas transportation to the U.S. and Mexico border for ultimate delivery to an export facility on the West Coast of Mexico. There continue to be positive developments related to the potential LNG export project and we still expect to make a final investment decision on that ONEOK pipeline in mid-2023. Pierce, that concludes my remarks.\n\nPierce H. Norton\n\nExecutive Vice President-Commercial, ONEOK, Inc.\n\nThank you, Walton, Kevin. As you both have highlighted, ONEOK is well positioned for another year of strong financial and operational performance. We continue to execute on high-return organic growth projects and remain intentional and discipline in looking for additional opportunities to add value for our business and our stakeholders. Demand for our products and services remains robust, and we're continually looking for opportunities to enhance the vital services we provide for our customers.\nOur employees take pride in our position as a leading midstream operator maintaining our focus on operational reliability, safety and environmental responsibility. As part of our core values, a focus on safety and environmental performance is at the core of our business, and we're proud of the culture we've built around these key areas. 2023 is not only a year of continued financial progress but also a year to continue our commitment to responsible operations, emissions reduction projects and our continued pursuit of a 0 incident culture. With that, operator, we're now ready for questions."
  },
  {
    "header": "OKE",
    "cik": "0001039684",
    "ticker": "OKE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/36857308430d8b11de23ce4e5eb12779",
    "period": "2022 Q4",
    "content": "Q4 2022 ONEOK Inc Earnings Call\n\nQ4 2022 ONEOK Inc Earnings Call\n\nOKENYSEFEB 28, 11:00 AM\n\nOperator\n\nHello, and welcome to the ONEOK Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded. I would now like to turn the conference over to Mr. Andrew Ziola. Please go ahead.\n\nAndrew J. Ziola\n\nVP of IR & Corporate Affairs, ONEOK, Inc.\n\nThank you, MJ, and welcome, everyone, to ONEOK's Fourth Quarter and Year-end 2022 Earnings Call. We issued our earnings release and presentation after the markets closed yesterday, and those materials are on our website. After our prepared remarks, management will be available to take your questions.\nStatements made during this call that might include ONEOK's expectations or predictions should be considered forward-looking statements and are covered by the safe harbor provision of the Securities Acts of 1933 and 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our SEC filings. (Operator Instructions) With that, I'll turn the call over to Pierce Norton, President and Chief Executive Officer. Pierce?\n\nPierce H. Norton\n\nPresident, CEO & Director, ONE Gas, Inc.\n\nThanks, Andrew, and good morning, everyone, and thank you for joining us this morning. On today's call is Walt Hulse, our Chief Financial Officer and Executive Vice President, Investor Relations and Corporate Development; and Kevin Burdick, Executive Vice President and Chief Commercial Officer. Also available to answer your questions are Sheridan Swords, Senior Vice President, Natural Gas Liquids and Natural Gas Gathering and Processing, and Chuck Kelley, Senior Vice President, Natural Gas Pipelines.\nYesterday, we announced strong fourth quarter and full year '22 performance. We met our 2022 financial guidance expectations despite weather-related events and a significant operational incident. We also achieved our ninth consecutive year of adjusted EBITDA growth in 2022. Through the efforts of our workforce and the resiliency of our assets, we have provided exceptional value for our stakeholders and have positioned ONEOK to continue delivering growth in 2023.\nI believe the term resiliency is a great descriptor of 2022 and will continue to be a focus of our operations going forward. Our people, assets and earnings continue to prove their resiliency, flexibility, and stability. With yesterday's earnings announcement, we also provided 2023 financial and volume guidance expectations. Higher natural gas processing and NGL volumes and strong fee-based earnings are expected to contribute to higher earnings in 2023, as we continue to focus on both growing our core business and innovating for future opportunities.\nThere are key differentiators of ONEOK's business that have proven critical to our past success and offer us confidence in the future. These differentiators provide stability, resiliency and unique opportunities for growth. First, our solid and growing base business, which features strategically positioned assets in some of the most productive U.S. shale basins connected with some of the largest and most well-capitalized producers in the U.S., who provide stable and growing supply to our systems.\nOur margins in our core businesses are approximately 90% fee-based with minimum direct commodity price exposure because of our proactive hedging strategy; second, our strong balance sheet and investment-grade credit ratings, which provides significant financial flexibility. We've reduced our leverage to below 3.5x, a significant milestone for us.\nWe provided investors with more than 25 years of dividend stability and growth, not cutting our dividend during the COVID challenge years, and recently announced a dividend increase. Third, our proven track record of intentional and disciplined growth. We continue to benefit from significant operating leverage across our systems, enabling us to continue focusing on lower capital, high-return projects and investments to support producer growth across our operations.\nOur strong return on invested capital is a source of pride for ONEOK and is a key metric for evaluating our management's team performance annually. Our nearly 15% ROIC in 2022 highlights the scrutiny that we place on investments, the efficiency of our capital, and the high quality of our projects' earnings, and this disciplined growth also approaches and will continue.\nFinally, the continued demand of the energy products and services that we provide, which are vital to our national security and the quality of life, and which we believe will play an important role in a transforming energy future. U.S. natural gas and natural gas liquids remain abundant and reliable. The products that we move will continue to provide much needed energy domestically and globally.\nWe enter 2023 from a position of strength, driven by a year of solid financial and operational performance. And as you can see, there are many reasons why we are confident and optimistic about ONEOK's future. With that, I'll turn the call over to Walt for a discussion of our financial performance.\n\nWalter S. Hulse\n\nCFO, Treasurer and Executive VP of IR & Corporate Development, ONEOK, Inc.\n\nThank you, Pierce. As we detailed in yesterday's press release, we expect continued growth in our businesses in 2023, after achieving our 2022 financial guidance, even with some challenging events. ONEOK's fourth quarter and full year 2022 net income totaled $485 million and $1.72 billion, respectively, representing increases of 28% for the fourth quarter and 15% for the full year compared with the same period in 2021.\nAdjusted EBITDA also increased year-over-year, totaling $967 million in the fourth quarter 2022, and $3.62 billion for the full year. Our strong financial performance was driven by increased producer activity, higher realized commodity prices, higher average fee rates and higher natural gas storage and transportation services.\nIn January, we increased our quarterly dividend to $0.955 per share or $3.82 per share on an annualized basis, marking a return to dividend growth following 3 years of dividend stability. In November 2022, we completed a $750 million senior notes offering, due in 2032, generating net proceeds of $742 million, which was primarily used to repay short-term debt.\nAnd just yesterday, we redeemed $425 million of 5% senior notes, due September '23, with cash on hand. Our year-end net debt-to-EBITDA on an annualized run rate basis was 3.46x, in line with our previously discussed aspirational target of 3.5x or less. As it relates to Medford, we reached an agreement with our insurers in early January to settle all claims related to the incident for total insurance payments of $930 million, which included $100 million that was paid in 2022.\nWe received the remaining $830 million in the first quarter of 2023, and applied approximately $50 million to an outstanding 2022 insurance receivable. We provided a table in our earnings release showing the line-by-line details. The remaining $780 million will be recorded as a gain in our operating income in the first quarter of 2023.\nAs Pierce mentioned, with yesterday's earnings announcement, we provided 2023 financial guidance, including a net income midpoint of $2.41 billion and an EPS midpoint of $5.36 per share -- diluted share. We also provided an adjusted EBITDA midpoint of $4.575 billion. Our guidance includes the net effect of the onetime insurance settlement gain of $780 million and future Medford related costs, primarily third-party fractionation, which we estimate will total $240 million in 2023.\nWe expect Medford related costs to be significantly lower in 2024, due to our ability to fully utilize the MB-5 fractionator to substantially reduce third-party fractionation costs compared with 2023. By taking the full settlement of $780 million, less the $240 million of expected third-party costs in 2023, you get a total approximately $540 million related to the settlement that has been assumed in our $4.575 billion adjusted EBITDA guidance midpoint for 2023.\nExcluding the effect of the settlement and the third-party costs of $540 million, this still amounts to more than $4 billion double-digit earnings growth, which we referenced on our last earnings call. We also expect double-digit earnings growth at the midpoint for both natural gas liquids and natural gas gathering and processing segments, driven by higher volume expectations across our operations.\nKevin will provide more detail on each of the operating segments in a moment. Our 2023 guidance assumes producer activity associated with WTI crude oil prices in the range of what we are currently seeing in the market. We expect total capital expenditures of $1.38 billion, which includes growth in maintenance capital. This midpoint reflects the investments necessary to keep up with expected increase in producer activity, the completion of MB-5 early in the second quarter of 2023, and also more than $300 million related to MB-6 this year.\nExcluding the MB-6 expenditures, our total CapEx would have been lower than 2022. Our 2023 CapEx guidance does not include the Saguaro Connector Pipeline or any other projects that have not reached a final investment decision. Our routine growth capital accounts for higher number of well connects and our higher return projects such as natural gas storage expansions, pump stations and compression expansions to meet customer needs.\nFinally, as it relates to the 15% alternative minimum tax associated with the Inflation Reduction Act, we expect the AMT to have an impact on our cash taxes beginning with the 2024 tax year. You can find details in our 10-K when it is filed later today. I will now turn the call over to Kevin for a commercial update.\n\nKevin L. Burdick\n\nExecutive VP & Chief Commercial Officer, ONEOK, Inc.\n\nThank you, Walt. We saw strong full year natural gas gathering and NGL volumes on our system in 2022, despite several weather events during the year, providing continued growth in our primarily fee-based earnings. NGL volumes were particularly strong in the Rocky Mountain region, increasing 12% year-over-year due to higher activity levels and increased opportunities to recover ethane from the region.\nWell connects across our operations increased 24% compared with 2021, and we saw a solid return of activity in the Mid-Continent, driving a significant increase in well connections in the region and higher natural gas processing volumes on our system. We'll continue to see the benefits of this activity throughout 2023 as volumes ramp.\nOur natural gas pipelines segment exceeded its 2022 financial guidance range on higher earnings from long-term storage services and higher rates from renegotiated contracts. Customers continue to see the value in our storage assets, and we continue to evaluate opportunities to expand these services.\nTurning to 2023. Key drivers for our higher 2023 guidance include stable producer activity, providing higher natural gas and NGL volumes across our systems, continued strength in fee-based earnings and rates, and higher expected realized commodity prices due to hedges placed at higher price levels compared with 2022.\nAt the midpoint, our 2023 volume guidance would result in a 7% increase in total NGL volumes and an 11% increase in total natural gas processing volumes compared with 2022. In the natural gas liquids segment, we expect volume growth to be driven by strong producer levels, producer activity across our operations, continuing the momentum we saw from producers in 2022.\nHigher average fee rates will also contribute to the segment's earnings as contract escalators continue to be realized throughout the year. NGL market dynamics point toward a continued improvement in global demand with China reopening and with lower natural gas prices resulting in an attractive environment for U.S. pet chems. We expect this current market to drive increased activity from the U.S. petrochemical industry relative to global pet chems, while the U.S. position being -- with the U.S. position being one of the lowest on the global cost curve.\nOn our system, we expect the Permian Basin to stay in high ethane recovery in 2023, and for the Mid-Continent to be in partial recovery as natural gas prices fluctuate seasonally. We also expect to continue to see opportunities to incentivize ethane recovery in the Rocky Mountain region this year. We are on track to complete our 125,000 barrel per day MB-5 fractionator in Mont Belvieu early in the second quarter of 2023. And we recently announced MB-6, which we expect to be complete in the first quarter of 2025.\nMoving on to the natural gas gathering and processing segment. We expect volume growth again this year in both the Rocky Mountain and Mid-Continent regions, driven by producer activity levels, resulting in more well connections than in 2022. In the Rocky Mountain region, we expect processed volumes to grow 11% at the midpoint compared with 2022, and average nearly 1.5 billion cubic feet per day in 2023. Already this year, despite winter weather, we've reached our process volumes as high as 1.46 billion cubic feet per day in February, a new record for the segment.\nWe completed construction on the 200 million cubic feet per day Demicks Lake III processing plant this month, providing our customers with needed capacity as well as operational redundancy. Activity levels in the Williston Basin remain strong, particularly considering we are just entering March. There are currently more than 40 rigs and 22 completion crews operating in the basin, compared with just over 30 rigs and 13 completion crews at this time last year.\nProducers remain committed to the region, and we anticipate a few more rigs will return as we move into spring. At our guidance midpoint, we expect to connect 500 wells in the region this year, a nearly 40% increase compared with 2022. We've already connected nearly 90 wells through February and have remained steady at more than 20 rigs operating on our dedicated acreage.\nAdditionally, there remains a large inventory of around 500 DUCs basin-wide with approximately half on our acreage. Keep in mind that in the Bakken, producer economics are driven by crude oil and our customers are some of the largest and most well-capitalized in the country. This means recent fluctuations in commodity prices and specifically lower natural gas prices have not had an impact on producer activity levels on our acreage.\nWe also expect gas-to-oil ratios to remain strong and continue to trend higher in the future, which can drive volume on our systems even without increased producer activity. In the Mid-Continent region, we continue to see positive activity with approximately 10 rigs currently operating on our acreage and more than 50 across the region. We expect process volumes to grow 12% at our guidance midpoint compared with 2022, and average more than 700 million cubic feet per day in 2023. Rig activity across the basin will also continue to drive additional NGLs to our system.\nIn the natural gas pipeline segment, we continue to expect strong demand for natural gas storage and transportation services in 2023. At the end of 2022, nearly 80% of our natural gas storage capacity was contracted under long-term agreements, and our pipeline transportation capacity was nearly 95% contracted. We expect similar levels in 2023. Work continues on a project that will expand our storage capabilities in Oklahoma by 4 billion cubic feet, and we are currently evaluating reactivating previously idled storage facilities in Oklahoma and Texas.\nConstruction also continues on our Viking pipeline compression electrification project. The Oklahoma storage expansion and Viking project are both slated for completion this year. Additionally, in late December 2022, a ONEOK subsidiary filed a presidential permit application with the FERC to construct and operate new international border crossing facilities at the U.S. and Mexico border.\nThe proposed border facilities would connect upstream with a potential ONEOK intrastate natural gas pipeline called the Saguaro Connector Pipeline, and with a new pipeline under development in Mexico for ultimate delivery to an export facility on the West Coast of Mexico. Since the announcement, there have been several positive developments related to the potential LNG export project. And a final investment decision on the ONEOK pipeline is expected in mid-2023. Pierce, that concludes my remarks.\n\nPierce H. Norton\n\nPresident, CEO & Director, ONE Gas, Inc.\n\nThank you, Kevin, and thank you, Walt. We covered a lot today, and we have many reasons to feel confident in our 2023 guidance and our expectations for more growth this year. Everything that we've talked about today, from our 2022 performance to our future expectations and key differentiators for growth are all underscored by our commitment and focus on safety and environmental performance.\nOur company and our industry aren't immune to incidents, but I'm proud of how we have responded when challenges do occur and how we continue working to improve our performance going forward, focusing on safety and the health of our employees and the communities near where we operate. From our environmental perspective, we've made significant progress toward our greenhouse gas emissions reduction target, achieving reductions that equate to approximately 20% of our total 2030 reduction target.\nOur employees' dedication to meeting customers' needs while operating our assets in a safe, reliable and environmentally responsible manner continues to drive our strong operational growth and financial performance year after year, and we're set up well for continued growth in 2023. With that, operator, we are now ready for questions."
  },
  {
    "header": "OKE",
    "cik": "0001039684",
    "ticker": "OKE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b60c5c9a402027e3f2a01836852a9056",
    "period": "2022 Q3",
    "content": "Q3 2022 ONEOK Inc Earnings Call\n\nQ3 2022 ONEOK Inc Earnings Call\n\nOKENYSENOV 2, 11:00 AM\n\nOperator\n\nGood day, and welcome to the ONEOK's Third Quarter 2022 Earnings Conference Call and Webcast. (Operator Instructions) Please note, this event is being recorded.\nI would now like to turn the conference over to Andrew Ziola, Vice President of Investor Relations. Please go ahead.\n\nAndrew J. Ziola\n\nVP of IR & Corporate Affairs, ONEOK, Inc.\n\nThank you, Betsy, and welcome to ONEOK's Third Quarter 2022 Earnings Call. We issued our earnings release and presentation after the markets closed yesterday, and those materials are on our website. After our prepared remarks, management will be available to take your questions.\nStatements made during this call that might include ONEOK's expectations or predictions should be considered forward-looking statements and are covered by the safe harbor provision of the Securities Acts of 1933 and 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our SEC filings. (Operator Instructions)\nWith that, I'll turn the call over to Pierce Norton, President and Chief Executive Officer. Pierce?\n\nPierce H. Norton\n\nPresident, CEO & Director, ONE Gas, Inc.\n\nThanks, Andrew. Good morning, everyone, and thank you for joining us on our call this morning. We appreciate your interest and investment in our company. On the call today is Walt Hulse, the Chief Financial Officer and Executive Vice President, Investor Relations and Corporate Development; and Kevin Burdick, Executive Vice President and Chief Commercial Officer. Also available to answer your questions are Sheridan Swords, our Senior Vice President of Natural Gas Liquids and Natural Gas Gathering and Processing; and Chuck Kelley, our Senior Vice President of Natural Gas Pipelines.\nYesterday, we announced strong third quarter 2022 earnings, affirmed our 2022 financial guidance midpoints and provided our 2023 growth outlook to exceed $4 billion of adjusted EBITDA. Our third quarter results demonstrate the resiliency of our strategic and integrated assets in some of the most highly productive U.S. shale basins, and our employees who are dedicated -- have dedicated themselves to the safety and reliability and sustainability of our operations.\nLooking forward, we expect continued strength in producer activity and increased volumes and higher earnings from our fee-based services in all of our business segments in a favorable commodity price and increasing demand backdrop.\nSo with that, I will turn the call over to Walt for a discussion of our financial performance and the expectations and our insurance update. So Walt?\n\nWalter S. Hulse\n\nCFO, Treasurer and Executive VP of IR & Corporate Development, ONEOK, Inc.\n\nThank you, Pierce. ONEOK's third quarter 2022 net income totaled $432 million or $0.96 per share, a 10% increase compared with the third quarter of 2021 and a 4% increase when compared with the second quarter. Third quarter adjusted EBITDA was $902 million, a 4% year-over-year increase and an increase from the second quarter.\nHigher results benefited from increased Rocky Mountain region NGL and natural gas volumes, higher realized commodity prices, net of hedging and higher average fee rates. Additionally, we had lower interest expense due to our lower debt balances and increased capitalized interest.\nThird quarter 2022 results reflected our $5 million property insurance deductible related to the Medford incident and approximately $30 million of losses related to the 45-day business interruption waiting period under the terms of our insurance policy.\nWe received notice in September that our Medford property insurers agreed to pay $100 million unallocated first installment of insurance proceeds. And as of today, we received $45 million of that amount and expect to receive the remaining amount before year-end. We've applied this cash receipts to our outstanding insurance receivables.\nAfter the waiting period ended, we incurred costs subsequent to the 45-day business interruption waiting period of $21.7 million, primarily related to third quarter -- I'm sorry, to third-party fractionation agreements and recorded a partial impairment charge of $6.7 million, representing the value of associated with certain Medford facility property based on the limited assessments completed to date. There is no income statement impacts of these incurred business interruption costs or impairment charges as they are fully offset by insurance receivables.\nWe continue sharing information with our insurance carriers to refine ongoing business interruption insurance coverage and to determine the ultimate path to replacement of this temporary loss of fractionation capacity. We will provide additional updates as we move forward in this process when material information is available.\nAnd lastly, for the third quarter, we ended with higher NGL inventory levels that have since been sold forward, and we will realize $17 million earnings benefit from those sales in the fourth quarter and first quarter of 2023.\nAs of September 30, our net debt-to-EBITDA on an annualized run rate basis was 3.8x, and we continue to view 3.5x or lower as our long-term aspirational goal. We currently have no long-term debt maturities until September of 2023 and we have no material exposure to floating interest rates through our current outstanding long-term debt.\nYesterday, we affirmed our 2022 guidance midpoints of $1.69 billion for net income and $3.62 billion for adjusted EBITDA. We now expect total capital expenditures of $1.2 billion, driven by our acceleration of spending on the MB-5 fractionator and smaller scale expansion projects that were not previously planned for '22 across our 3 business segments that will contribute to growth in 2023.\nKey drivers for our 2023 outlook of a more than 10% increase compared with our 2022 midpoints to exceed $4 billion in adjusted EBITDA include continued strength in fee-based earnings and rates, stable to growing producer activity providing higher natural gas and natural gas liquids volumes in our system and expected higher realized commodity prices due to higher hedges. These tailwinds into 2023 from our base business, additional insurance recoveries related to Medford, and our strong financial position provide us confidence in our double-digit earnings growth outlook for next year.\nI'll now turn the call over to Kevin for a commercial update.\n\nKevin L. Burdick\n\nExecutive VP & Chief Commercial Officer, ONEOK, Inc.\n\nThank you, Walt. Let's start with our Natural Gas Liquids segment. Rocky Mountain region NGL volumes increased 17% year-over-year and 12% compared with the second quarter 2022, driven by volume recovery following the April severe weather and overall volume growth, including higher incentivized ethane on our system. Volumes have remained strong in the region with September averaging more than 380,000 barrels per day.\nThird quarter Mid-Continent NGL volumes decreased year-over-year and compared with the second quarter, due primarily to lower ethane recovery on our system. In the Permian Basin, NGL volumes were unchanged year-over-year and compared with the prior quarter. With the recent third-party plant connection in October, we expect volumes from this region to increase through the remainder of this year and into 2023. We also continue to see interest from customers seeking additional NGL takeaway out of the Permian, so we will continue to evaluate future low-cost expansions on our system.\nFrom a 2022 NGL volume guidance perspective, we expect to be near the midpoint of our guidance range, due mostly to the ethane rejection we have been seeing in the Mid-Continent and the impact of the April storms.\nRegarding ethane. Beginning in September, we started to see lower demand for ethane from the pet chems leading to more ethane rejection across most regions. The decrease in utilization has been driven by lower NGL demand globally, especially in China and Europe, along with some pet chem outages. We expect ethane demand to remain muted somewhat in the fourth quarter and into early 2023. And this has been factored into our 2022 and 2023 expectations.\nAs we sit today, we are seeing ethane and ethylene inventories starting to get worked off, which we believe will lead to increasing demand in 2023. As for ONEOK, it is typical that we don't incentivize as much ethane out of the Bakken during the winter season due to higher natural gas prices and natural gas demand, but we will continue to be opportunistic.\nAs it relates to our 2023 outlook, we expect the Permian to be in full ethane recovery, the Mid-Continent to be in partial recovery and the Rockies continuing to provide opportunities to incentivize recovery. Construction continues on our 125,000 barrel per day MB-5 fractionator in Mont Belvieu, which we still expect to be completed early in the second quarter of 2023 and is reflected in our updated 2022 capital guidance.\nMoving on to the Natural Gas Gathering and Processing segment. Producer activity remained strong in the Rocky Mountain region with third quarter processed volumes averaging 1.4 billion cubic feet per day, a record quarter for us. Our average fee rate also increased, reflecting the impact of contract escalators, higher volumes on higher fee component contracts and a larger percentage of our total volumes from the Rockies. On a go-forward basis, we expect this average rate to range between $1.10 and $1.20.\nYear-to-date, we've connected 244 wells in the region. We now expect to complete approximately 375 well connections near or at the low end of our guidance due to the impact of the April storms, timing of some wells coming on and availability of completion crews and materials. Activity still remains high, just some timing elements that we now expect will push a few large pad completions into next year. These same factors also led us adjusting our volume expectations for 2022 to be near or slightly below the guidance range.\nThere are currently more than 40 rigs and 18 completion crews operating in the basin, with more than 20 rigs and approximately half the completion crews on our dedicated acreage. As we've said before, approximately 15 rigs on our acreage to maintain natural gas production at current levels. But with more than 20 currently on our acreage, we expect to see higher well connections and volumes in 2023 compared with 2022.\nThe 200 million cubic feet per day Demicks Lake III processing plant under construction remains on schedule to be completed in the first quarter and will bring needed capacity to the region. The basin-wide DUC inventory remained stable at around 500, considering the increasing rig count and activity with half of those on our dedicated acreage.\nIn the Mid-Continent region, we continue to see increased activity with 4 rigs now operating on our acreage and more than 50 rigs basin-wide. We expect steady to increasing activity and volumes through the remainder of the year and into next year with the majority of rigs basin-wide driving additional NGLs to our system.\nIn the Natural Gas Pipeline segment, with strong year-to-date results benefiting from the continued increasing demand for natural gas storage and transportation services, we now expect this segment to exceed the high end of its guidance range of $400 million to $430 million. We are highly subscribed for our storage service in Oklahoma and Texas at higher rates and for longer terms, including our recent expansion of our Texas storage facilities, which is now fully subscribed through 2032.\nAdditionally, we are expanding our storage capabilities in Oklahoma, enabling an additional 4 billion cubic feet of storage capacity to be contracted. This project is expected to be complete in April 2023 and is nearly 90% subscribed through 2029, and we are also evaluating an additional expansion of our Texas storage assets.\nAnd lastly, before I turn the call back to Pierce, we began a compression electrification project on our interstate Viking Gas Transmission pipeline to improve operational reliability and provide future greenhouse gas emissions reductions on the system. The project is expected to cost $95 million and be completed in the third quarter of 2023 and is included in our outlook.\nPierce, that concludes my remarks.\n\nPierce H. Norton\n\nPresident, CEO & Director, ONE Gas, Inc.\n\nThank you, Walt and Kevin. As we enter the last couple of months of 2022 and look forward to the next year, I'm proud of our employees and want to thank them for their hard work and contributions who continue to focus on operating safely, sustainably and environmentally responsible and are key to our success as a midstream operator.\nHow we operate is important, but also how we engage with our employees, communities and other stakeholders is equally as important. Also important for ONEOK is to remain focused on meeting the growing energy demand for today even as it looks forward to helping drive the energy transformation needs for the future.\nWe also recently announced that ONEOK joined with 2 other large publicly traded companies based in Oklahoma and a venture capital firm to fund an effort to transform Oklahoma into a hub of energy technology start-ups and redefine a sector that has shaped the region's economy for more than a century.\nWe believe this partnership aligns to our long-term business strategy, which includes potential low-carbon investments that contribute to low -- long-term growth and business diversification. ONEOK has been building the right teams and resources to better participate in the innovative practices and technologies that it sees now and those that may play a role in the future.\nBefore I turn the call over for Q&A, I wanted to highlight an important ESG item we mentioned in our earnings release. ONEOK's MSCI ESG rating was recently reviewed and updated by MSCI to AAA from AA, and we maintained our industry leader status. As I previously said, our ESG efforts are a source of pride for ONEOK, and we are committed to continuing to make progress in these important areas.\nWith that, operator, we're now ready for questions."
  },
  {
    "header": "OKE",
    "cik": "0001039684",
    "ticker": "OKE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6aa9ed856dbc42082c1f5baf178f783c",
    "period": "2022 Q2",
    "content": "Q2 2022 ONEOK Inc Earnings Call\n\nQ2 2022 ONEOK Inc Earnings Call\n\nOKENYSEAUG 9, 11:00 AM\n\nOperator\n\nGood day, and welcome to the Second Quarter 2022 ONEOK Earnings Call. Today's conference is being recorded. At this time, I would like to turn the conference over to Mr. Andrew Ziola, Vice President, Investor Relations. Please go ahead, sir.\n\nAndrew J. Ziola\n\nVP of IR & Corporate Affairs, ONEOK, Inc.\n\nThank you, Nash, and welcome to ONEOK's Second Quarter 2022 Earnings Call. We issued our earnings release and presentation after the markets closed yesterday, and those materials are on our website. After our prepared remarks, management will be available to take your questions.\nStatements made during this call that might include ONEOK's expectations or predictions should be considered forward-looking statements and are covered by the safe harbor provision of the Securities Acts of 1933 and 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our SEC filings. (Operator Instructions)\nWith that, I'll turn the call over to Pierce Norton, President and Chief Executive Officer. Pierce?\n\nPierce H. Norton\n\nPresident, CEO & Director, ONE Gas, Inc.\n\nThanks, Andrew. Good morning, everyone, and thank you for joining us today. We appreciate your interest and investment in our company. On today's call is Walt Hulse, Chief Financial Officer and Executive Vice President, Investor Relations and Corporate Development; and Kevin Burdick, Executive Vice President and Chief Commercial Officer. Also available to answer your questions are Sheridan Swords, our Senior Vice President of Natural Gas Liquids and Natural Gas Gathering and Processing; and Chuck Kelley, our Senior Vice President of Natural Gas Pipelines.\nYesterday, we announced strong second quarter 2022 earnings, provided an update on the Medford incident and affirmed our 2022 financial guidance expectations. As we sit today, we still expect to achieve the midpoints of our 2022 net income and adjusted EBITDA guidance, which Walt will provide additional details shortly.\nOur second quarter financials were achieved despite unseasonable weather in the Rocky Mountain region during the quarter. 2 separate April weather events caused widespread Power outages, disrupting midstream and producer operations across the region. Our employees were well prepared and quickly responded to the challenge. They remain focused on the safe operation of our assets and the safety of the communities where we operate. And they work with local agencies, customers, utility providers to resume normal operations as quickly as possible.\nAcross our operations, we continue to see strength in producer activity, with commodity prices and demand supporting a strong second half of the year. While it is still too early to provide our outlook for 2023, we are well-positioned across our integrated footprint to help transport and process essential natural gas and natural gas liquids.\nBefore I turn the call over, I'd like to make and provide an update on the Medford, Oklahoma fractionation facility. On Saturday, July 9, mid-afternoon, there was a fire at the facility. First and foremost, all of our personnel were safe and accounted for. The safety of our employees and communities is always the main concern and initial focus during a situation like this. I would like to thank the many employees, first responders and local agencies who worked together to quickly respond to the incident. We cannot say enough about the cooperation and the coordination efforts of those teams who work to put the safety of our personnel and the surrounding community first. We are cooperating with government agencies as we work to determine the cause of the incident, but expect the facility to remain out of service for an extended period of time.\nIn yesterday's earnings release, we provided details of our property and business interruption insurance coverage. Because of this coverage, we do not currently anticipate that the incident will have a material effect on our financial condition, results of operations or cash flows. However, the timing of insurance proceeds may impact financial results in a given quarter or year.\nFrom an operational perspective, we continue utilizing our system of integrated NGL pipeline, fractionation and storage assets. We're also working with industry peers on additional fractionation and storage arrangements. I want to thank those companies for working with us to keep these essential products flowing since the incident. Our industry has a long history of stepping up to help each other when disruptions happen, and this incident has once again proven that relationships and cooperation are critical to this industry's long-term success, and we want to thank them once again.\nWith that, I will turn over the call to Walt for discussion on our second quarter financial performance.\n\nWalter S. Hulse\n\nCFO, Treasurer and Executive VP of IR & Corporate Development, ONEOK, Inc.\n\nThank you, Pierce.\nONEOK's second quarter 2022 net income totaled $414 million or $0.92 per share, a 21% increase compared with the second quarter of 2021 and a 6% increase compared with the prior quarter. Second quarter adjusted EBITDA was $886 million, an 11% increase year-over-year. Compared with the first quarter of 2022, higher second quarter results were driven by increased NGL volumes across our operations and higher realized commodity prices primarily benefiting our natural gas gathering and processing segment.\nOperating costs increased in each of our business segments, which is typical for the second quarter, as improved weather allows for more routine maintenance projects to take place. As of June 30, our net debt-to-EBITDA on an annualized run rate basis was 3.8x, and we continue to view 3.5x or lower as our long-term aspirational leverage goal. In June, we redeemed nearly $900 million of senior notes due in October 2022, with cash and short-term borrowings. We currently have no long-term debt maturities due until September of 2023.\nYesterday, we reaffirmed our 2022 financial guidance expectations. And to expand on Pierce's comments earlier, as we sit today, we still expect to achieve the midpoint of our guidance ranges, which remain at $1.69 billion for net income and $3.62 billion for adjusted EBITDA. We expect total 2022 capital expenditures to trend towards the upper end of our guidance range of $900 million to $1.05 billion driven by higher producer activity levels and expansion opportunities in our natural gas pipeline business.\nPositive drilling activity across our operations and expectations for higher natural gas and NGL volumes in the second half of 2022 support our financial guidance and continue to point to a strong volume exit rate this year.\nI'll now turn the call over to Kevin for a commercial update.\n\nKevin L. Burdick\n\nExecutive VP & Chief Commercial Officer, ONEOK, Inc.\n\nThank you, Walt.\nDuring the second quarter, we saw NGL volume growth across all our operating regions compared with the first quarter 2022. NGL volume expectations remain strong through the remainder of the year, providing confidence in achieving the midpoint of our raw feed throughput guidance for 2022. Natural gas processed volumes and well completions during the quarter were significantly impacted by the April weather events and we now expect process volumes to be toward the lower end of our 2022 volume guidance range.\nLet's take a closer look at our natural gas liquids segment. Total NGL raw feed throughput volumes increased 5% year-over-year and 4% compared with the first quarter 2022. Rocky Mountain region NGL volumes increased 10% year-over-year and 5% compared with the first quarter 2022. Activity in the region has rebounded following the April storms as July volumes averaged more than 360,000 barrels per day, 9% higher than the second quarter average.\nMid-Continent NGL volumes increased 4% compared with the first quarter 2022 driven by increased C3+ volumes as producers continued to add rigs in the basin with a large majority of the region's NGLs dedicated to ONEOK system. In the Permian Basin, NGL volumes increased 10% year-over-year and 4% compared with the first quarter of 2022. We recently completed a 25,000 barrel per day expansion on a portion of our West Texas NGL pipeline in the basin to support continued expected volume growth. We saw increased ethane volumes on our system in the second quarter of 2022 and expect continued opportunities for ethane to be recovered through the remainder of the year. We anticipate high levels of recovery in the Permian Basin, periodic recovery in the Mid-Continent and continued opportunities to incentivize ethane recovery in the Rocky Mountain region as in-basin natural gas prices fluctuate.\nOur fractionation capacity is fully utilized following the incident at our Medford facility. And as Pierce mentioned earlier, we have worked with industry peers to secure additional fractionation and storage capacity. Medford's capacity was approximately 210,000 barrels per day of our total system-wide nameplate capacity of more than 980,000 barrels per day. Construction continues on our 125,000 barrel per day MB-5 fractionator in Mont Belvieu, which we now expect to be complete early in the second quarter of 2023.\nMoving on to the natural gas gathering and processing segment. In the Rocky Mountain region, second quarter processed volumes averaged more than 1.2 billion cubic feet per day, a slight decrease compared with the first quarter 2022 due to the April weather. We've seen recent volumes return to pre-storm levels, and in July, volumes reached approximately 1.4 billion cubic feet per day. Through the first 6 months of the year, we've connected 157 wells in the region and we continue to expect approximately 375 to 425 well connections in the region this year. There are currently approximately 45 rigs and 18 completion crews operating in the basin, with 21 rigs and approximately half the completion crews on our dedicated acreage.\nBasin-wide, rigs have more than doubled in the last 12 months from only 20 rigs total in July 2021. As we've said before, approximately 15 rigs on our acreage can maintain natural gas production at current levels. But with more than 20 currently on our acreage, we expect to see higher well connections in 2023 compared with 2022 if these activity levels remain. The basin-wide DUC inventory remains at approximately 500, with half of those on our dedicated acreage. This compares with approximately 650 DUCs in a basin a year ago. Recent producer M&A in the Williston Basin continues to show the value and long-term viability of the play. We see these recent announcements as positive for ONEOK as we expect increased activity from the acquirers to drive NGL and natural gas volumes to our system.\nIn the Mid-Continent region, we continue to see increased activity with 4 rigs now operating on our acreage and 46 rigs basin-wide. We expect steady to increasing activity through the remainder of the year with the majority of rigs basin-wide driving additional NGLs to our system.\nIn the Natural Gas Pipelines segment, strong second quarter results benefited from the continued increasing demand for natural gas storage and transportation services. Last quarter, we discussed a recently completed 1.1 billion cubic feet expansion of our Texas storage facility, which is now fully subscribed through 2032. Additionally, we are expanding our storage capabilities in Oklahoma, enabling an additional 4 billion cubic feet of storage capacity to be contracted. This project is expected to be complete in early 2023, and is nearly 90% subscribed through 2029.\nWe also recently completed 2 open seasons for additional pipeline capacity to address increased demand: one on our WesTex pipeline system in the Permian Basin and one on our Viking pipeline in the upper Midwest. Both open seasons were successful, and we plan to move forward with low capital expansions on both systems. The value of our natural gas pipelines and storage assets continue to be highlighted in the outperformance we've seen from this segment so far this year.\nPierce, that concludes my remarks.\n\nPierce H. Norton\n\nPresident, CEO & Director, ONE Gas, Inc.\n\nThank you, Walt and Kevin.\nAs we enter the second half of 2022, we see producer activity and attractive commodity prices providing tailwinds to our business. We've affirmed our financial guidance for the year underscoring the resiliency of our operations, earnings and employees who are always ready and willing to respond to changing market and operational dynamics. Challenges happen in our business and weather is unpredictable. But how we respond to the -- is the real difference maker. Operating safely, sustainably and environmentally responsibly remains an important focus and is key to our success as a midstream operator. How we operate is important, but also how we engage with our employees, communities and other stakeholders is also important.\nTo learn more about our commitments in these areas, I encourage you to review our most recent corporate sustainability report, which was just published to our website last week. The report details our most recent environmental, social and governance-related performance and programs and highlights key initiatives underway across the company. Our ESG efforts are a source of pride for ONEOK, and we are committed to continuing to make progress in these important areas.\nWith that, operator, we're now ready for questions."
  },
  {
    "header": "OKE",
    "cik": "0001039684",
    "ticker": "OKE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b3e0c4c48cde3071e825085d81277cdf",
    "period": "2022 Q1",
    "content": "Q1 2022 ONEOK Inc Earnings Call\n\nQ1 2022 ONEOK Inc Earnings Call\n\nOKENYSEMAY 4, 11:00 AM\n\nOperator\n\nGood day, and welcome to the First Quarter 2022 ONEOK Earnings Call. Today's conference is being recorded. At this time, I would like to turn the conference over to Andrew Ziola. Please go ahead, sir.\n\nAndrew J. Ziola\n\nVP of IR & Corporate Affairs, ONEOK, Inc.\n\nThank you, Paula, and welcome to ONEOK's First Quarter 2022 Earnings Call. We issued our earnings release and presentation after the markets closed yesterday, and those materials are on our website. After our prepared remarks, management will be available to take your questions. Statements made during this call that might include ONEOK's expectations or predictions should be considered forward-looking statements and are covered by the safe harbor provision of the Securities Acts of 1933 and 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our SEC filings.\n(Operator Instructions) With that, I'll turn the call over to , President and Chief Executive Officer. Pierce?\n\nPierce H. Norton\n\nPresident, CEO & Director, ONE Gas, Inc.\n\nThanks, Andrew. Good morning, everyone, and thank you for joining us today. We appreciate your interest and investment in our company. On today's call is Walt Hulse, Chief Financial Officer and Executive Vice President, Investor Relations and Corporate Development; and Kevin Burdick, Executive Vice President and Chief Commercial Officer. Also available to answer your questions are Sheridan Swords, Senior Vice President of Natural Gas Liquids and Natural Gas Gathering and Processing; and Chuck Kelley, Senior Vice President of Natural Gas Pipelines.\nYesterday, we announced first quarter 2022 results, which highlighted year-over-year natural gas and NGL volume growth. Earnings significantly increased year-over-year when adjusting for the favorable winter storm Uri impact in the first quarter of 2021. Customer and producer conversations continue to point to additional activity through the remainder of the year, supported by strong demand for U.S. energy and commodity prices far exceeding basin breakeven economics.\nOur built-in operating leverage and a proven track record of disciplined and intentional growth have positioned us well to support increasing producer activity levels. Our systems have significant capacity to grow alongside the needs of our customers. And because of our large infrastructure projects are complete, we now have opportunities for bolt-on expansion projects with quicker in-service dates, attractive returns and minimal capital requirements.\nNot only are we expecting strong activity going forward, but our position in the key U.S. shale basins provides us a long runway to continue our efforts to help address increasing domestic and international energy demand. Current events continue to demonstrate the importance of natural gas and natural gas liquids and a long-term energy transformation and highlights the critical role that ONEOK plays in providing essential energy products and services.\nBefore I hand the call over, I'd like to discuss the recent weather events that have impacted our Rocky Mountain region operations in April and into early May. First of all, I want to thank our employees in the area, and those who supported from other locations to ensure that we were as prepared as possible for these 2 unprecedented winter events within a 2-week period. The severe April storms caused blizzard conditions, record-setting snowfall, high winds and extensive power outages across North Dakota, Montana and South Dakota.\nA number of our employees, staffed facilities during these conditions to maintain the safe and reliable operations of our assets. Many of these employees were also dealing with lost power and damage at their own homes. Widespread outages left many of our facilities without power for several days and a significant number of wells across the Williston Basin were shut in. Our primary focus has been on the safety of our employees, assets and the communities where we operate as we continue to work through the full impact of the storms.\nDue to the basin-wide power outages, our April Rocky Mountain region volumes were reduced in both our natural gas gathering and processing and natural gas liquids segments by approximately 20%. May volumes will continue to be impacted as down power lines are replaced. Currently, our processed volumes are more than 1.1 billion cubic feet per day, and our NGL volumes are more than 320,000 barrels per day and trending up as shut-in wells are brought back online.\nThe coordination during and since these weather events with our customers, local agencies, communities and other operators in the area has been impressive, once again highlighting the resiliency of our employees, assets and our customers. Even with this late winter storm, we are affirming our financial guidance ranges and midpoints for both adjusted EBITDA and earnings per share.\nWith that, I'll turn the call over to Walt for a discussion of our financial performance.\n\nWalter S. Hulse\n\nCFO, Treasurer and Executive VP of IR & Corporate Development, ONEOK, Inc.\n\nThank you, Pierce. ONEOK's first quarter 2022 net income totaled $391 million, or $0.87 per share, a 24% increase compared with the first quarter 2021 when excluding the benefit of Winter Storm Uri. First quarter adjusted EBITDA increased 11% year-over-year when excluding Winter Storm Uri. We ended the first quarter with a higher inventory of unfractionated NGLs primarily due to timing and expect to recognize those earnings in the second quarter as our current inventory is fractionated and sold. Our net debt-to-EBITDA on an annualized run rate basis remains below 4x, and we continue to view 3.5x or lower as our long-term aspirational leverage goal.\nIn April, Moody's updated ONEOK's rating outlook to positive, and affirmed our investment-grade rating. ONEOK maintains investment-grade ratings with Moody's, S&P and Fitch. As Pierce mentioned, the recent extreme April storms have impacted our operations in the Rocky Mountain region. But even with these weather impacts, we are affirming our 2022 financial guidance. Strong volumes prior to the weather impacts, strengthened drilling activity, DUC completions through the remainder of the year and a positive outlook for NGL and natural gas demand this year points to a strong volume exit rate in 2022. I now turn the call over to Kevin for a commercial update.\n\nKevin L. Burdick\n\nExecutive VP & Chief Commercial Officer, ONEOK, Inc.\n\nThank you, Walt. During the first quarter, we saw a double-digit NGL volume growth across all our operating regions compared with the first quarter 2021, and Rocky Mountain region natural gas processing volumes increased 11% year-over-year. After reporting record Rocky Mountain region natural gas and NGL volumes in the fourth quarter 2021, we saw volumes decrease sequentially in the first quarter 2022, primarily due to normal seasonality across our operating areas. Through the first 4 months of the year, we've continued to see encouraging activity from producers, and we expect these activity levels to trend higher through the remainder of the year. Let's take a closer look at our natural gas liquids segment.\nTotal NGL raw feed throughput volumes increased 17% year-over-year supported by increasing producer activity and increased ethane recovery. Rocky Mountain region NGL volumes increased 24% compared with the first quarter of 2021. In April, we reached peak volumes of more than 385,000 barrels per day from the region prior to the severe late-season storms Pierce discussed earlier. Mid-Continent NGL volumes increased 10% year-over-year. As producers continue to increase activity in the Mid-Continent, a large majority of those related NGLs are transported on our system. So far this year, NGL volumes from the region are trending slightly higher than we had originally planned.\nIn the Permian Basin, NGL volumes increased 23% year-over-year due to strong producer activity levels, which feed our West Texas NGL pipeline. In the Gulf Coast, construction continues on our 125,000 barrel per day MB-5 fractionator in Mont Belvieu, which we now expect to be complete in the second quarter of 2023. MB-5 will increase our total system-wide fractionation capacity to more than 1 million barrels per day. International LPG demand remains strong, and we continue to expect both domestic and international ethane demand to continue to increase throughout 2022. As natural gas prices have increased this year, ethane prices have kept pace, providing attractive ethane recovery economics in certain areas of our system.\nWhile first quarter ethane recovery is typically lighter due to natural gas heating demand and typical winter weather impacts, we see strong ethane recovery opportunities for the remainder of the year.\nMoving on to the natural gas gathering and processing segment. In the Rocky Mountain region, first quarter processed volumes averaged 1.3 billion cubic feet per day, an 11% increase year-over-year. In April, volumes reached a peak of more than 1.4 billion cubic feet per day prior to the storms. We connected more than 90 wells in the region in the first quarter compared with 38 connections in the first quarter 2021, and are on pace to meet our guidance midpoint of 400 well connections in the region. There are currently 38 rigs and 12 completion crews operating in the basin, with 17 rigs and approximately half of the completion crews on our dedicated acreage.\nThis continues to be more than enough activity to grow gas production in the basin and on our acreage. Additionally, the basin-wide DUC inventory remains at approximately 500, with half of those on our dedicated acreage. Recent reports from the North Dakota Pipeline Authority highlight the long runway of core drilling inventory remaining in the Williston Basin. Enhanced drilling and completion technologies are significantly increasing the basin's core acreage and further extending the decades of profitable drilling locations remaining in the region.\nThe core acreage in the basin has expanded by an additional 3,000 square miles, with more than 7,000 drilling locations added to inventory that are profitable at crude oil prices of $60 per barrel. In the Mid-Continent region, we continue to see increased activity with 3 rigs now operating on our acreage and 45 rigs basin-wide. We continue to expect increased natural gas processing volumes from the region compared with 2021 and expect the majority of rigs basin wide to drive additional NGLs to our system. In the natural gas pipeline segment, strong first quarter results benefited from increased natural gas sales and higher seasonal volumes compared with the fourth quarter 2021.\nWe continue to see strong demand for natural gas storage services and are working to expand our facilities to meet this increasing demand. We recently completed a 1.1 billion cubic feet expansion of our Texas storage facilities and announced an open season to increase our storage capabilities in Oklahoma, enabling an additional 4 billion cubic feet of storage capacity to be contracted. This project is expected to be complete in early 2023.\nwe also recently announced 2 open seasons for additional pipeline capacity to address increased demand, one, on our WesTex pipeline system in the Permian Basin, and 1 on our Viking pipeline in the Upper Midwest. We continue to work with customers across our natural gas pipeline network to address their evolving transportation and storage needs as these key assets continue to provide value year-round. Pierce, that concludes my remarks.\n\nPierce H. Norton\n\nPresident, CEO & Director, ONE Gas, Inc.\n\nThank you, Kevin, and Walt. The overall dynamics in the midstream space and for ONEOK specifically remain positive. We increased activity, strengthened demand and available system operating leverage. The U.S. energy industry is well positioned to be a significant source for domestic and global natural gas and NGL supply for the long term, with midstream playing a vital role in the safe and responsible transportation of these vital energy resources. As we continue to help supply our country and the world with low-cost energy, we are also looking to play an important role in the transformation to a lower-carbon future through best management practices and collaboration with customers and service providers. We are addressing the growing need for energy products and services today, while also preparing for a long-term energy future.\nIt's this innovation, resiliency and dedication of our employees that makes ONEOK a leader in our industry with the positive momentum we're seeing in our business, and the increasingly positive outlook for the remainder of the year, we're well positioned for yet another year of volume and earnings growth. With that, operator, we're now ready for questions."
  },
  {
    "header": "OKE",
    "cik": "0001039684",
    "ticker": "OKE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7ed0933cf2fec09f892ba9acd85d6205",
    "period": "2021 Q4",
    "content": "Q4 2021 ONEOK Inc Earnings Call\n\nQ4 2021 ONEOK Inc Earnings Call\n\nOKENYSEMAR 1, 11:00 AM\n\nOperator\n\nGood day, and welcome to the Fourth Quarter 2021 ONEOK Earnings Call. Today's conference is being recorded.\nAt this time, I'd like to turn the conference over to Andrew Ziola. Vice President of Investor Relations and Corporate Affairs. Please go ahead, sir.\n\nAndrew J. Ziola\n\nVP of IR & Corporate Affairs, ONEOK, Inc.\n\nThank you, Jennifer. Welcome, everyone, to ONEOK's Fourth Quarter and Year-end 2021 Earnings Call. We issued our earnings release and presentation that includes 2022 guidance after the markets closed yesterday, and those materials are on our website. After our prepared remarks, we'll be available to take your questions. .\nStatements made during this call that might include ONEOK's expectations or predictions should be considered forward-looking statements and are covered by the safe harbor provision of the Securities Acts of 1933 and 1934. Actual results could differ materially from those projected in forward-looking statements. For a discussion of factors that could cause actual results to differ, please refer to our SEC filings. Just a reminder, before we turn it over to the conference coordinator for Q&A, (Operator Instructions)\nWith that, I'll turn the call over to Pierce Norton, President and Chief Executive Officer. Pierce?\n\nPierce H. Norton\n\nPresident, CEO & Director, ONE Gas, Inc.\n\nThanks, Andrew, and good morning, everyone. We appreciate your interest and investment in ONEOK. Thank you for taking the time to join us. We've got a lot to cover today.\nWith me on the call today is Walt Hulse, Chief Financial Officer and Executive Vice President, Strategy and Corporate Affairs; and Kevin Burdick, Executive Vice President Chief Operating Officer. Also available to answer your questions are Sheridan Swords, Senior Vice President, Natural Gas Liquids; and Chuck Kelley, Senior Vice President of Natural Gas.\nYesterday, we announced strong fourth quarter and full year 2021 performance, recording our eighth consecutive year of adjusted EBITDA growth. That equates to a 13% annual growth rate during that 8-year period, highlighting the stable and resilient earnings power of our assets despite various economic and commodity cycles.\nIn 2021, during a year of continued economic recovery in lingering pandemic-related challenges, we grew adjusted EBITDA 24% compared with 2020, continue to strengthen our balance sheet and achieved record natural gas and NGL volumes on our Rocky Mountain region assets. 2021 provided other milestones as well, including our announcement of a greenhouse gas emissions reduction target, receiving an upgraded AA ESG rating from MSCI, and once again receiving a perfect score in the latest Human Rights Campaign Corporate Equality Index. These are only a few of the many great things we're doing as a company to ensure ONEOK remains a great workplace community partner and service provider.\nWith yesterday's earnings announcement, we also provided 2022 financial volume guidance expectations. We expect increasing producer activity and improving market demand to drive strong volume and earnings growth across our operations. As we've said before, we are well positioned financially and operationally in 2022 and for many years to come.\nBefore I hand the call over to the team for more details on 2022, I'd like to reiterate what makes ONEOK so uniquely well positioned for the long term. First, our extensive and integrated assets, which are located in some of the most productive U.S. shale basins. Our customers are well capitalized with decades of proven reserves and many have announced plans to sustain and grow production levels in 2022. In the Williston Basin, in particular, steady crude oil production still means NGL and natural gas growth for ONEOK due to rising gas to oil ratios.\nSecond, our dedication to safe, reliable and environmentally responsible operations. Our commitment to safety in the environment is a core value for ONEOK. It's critical for us to be safe and reliable service provider, and we strive to be a good partner in the areas where we operate. Our ESG-related performance is a source of pride for ONEOK, and we're committed to continuing to make progress.\nThird, our strong balance sheet and investment-grade credit ratings, which provides significant financial flexibility. We've reduced our leverage to below 4x and continue to drive that lower, providing optionality for the future cash flows and investor returns.\nFourth, our built-in operating leverage and proven track record of disciplined and intentional growth. After completing more than $5 billion of capital growth projects prior to the pandemic, our systems have significant capacity to grow alongside the needs of our customers. And because of our large infrastructure projects are complete, we now have opportunities for short-cycle bolt-on type projects at attractive returns.\nFifth, the resilience and increasing demand for natural gas and NGLs. We deliver energy products and services that are vital to an advancing world. and we believe these resources will play an important role in the energy transformation.\nAnd finally, the depth and experience of this management team who have a proven track record and extensive experience. This team has been through commodity cycles, adapted business models and adopted significant changes in technology and innovation over the years. This team continues to grow our core business and advance our company forward. It is because of these factors and the segment-specific drivers the team will discuss in a moment that I have such confidence and excitement for ONEOK's future.\nWith that, I'll turn the call over to Walt for a discussion of our financial performance.\n\nWalter S. Hulse\n\nCFO, Treasurer and Executive VP of Strategy & Corporate Affairs, ONEOK, Inc.\n\nThank you, Pierce. ONEOK's fourth quarter and full year 2021 net income totaled $379 million and $1.5 billion, respectively. Adjusted EBITDA for the same periods totaled $847 million and $3.38 billion, respectively, representing year-over-year increases of 14% for the fourth quarter and 24% for the full year.\nOur December 31 net debt-to-EBITDA was just below 4x, passing through an important marker and our continued deleveraging strategy. We continue to prioritize reducing leverage below 4x and view 3.5x or lower as our long-term aspirational debt-to-EBITDA goal.\nIn 2021, we reduced our total outstanding debt more than $600 million by proactively paying off nearly $550 million of maturing debt on November 1 with cash on hand and being opportunistic with open market repurchases earlier in 2021. We currently have no debt maturities due before the fourth quarter of 2022.\nFourth quarter results reflect volume growth in our Rocky Mountain region that was offset by higher operating costs. These higher costs were driven by discretionary employee-related benefit costs and expenses related to planned O&M maintenance projects completed in the fourth quarter in our natural gas liquids and our natural gas pipeline segment.\nAs Pierce mentioned, with yesterday's earnings announcement, we provided 2022 financial guidance, including a net income midpoint of $1.69 billion and EPS of $3.76 per diluted share. We also provided an adjusted EBITDA range of $3.5 billion to $3.8 billion,with $3.62 billion as our midpoint, representing a 7% increase compared with 2021. We expect double-digit earnings growth at the midpoint for both the natural gas liquids and natural gas gathering and processing segments, driven by higher volume expectations across our operations. Kevin will provide more detail on our volume outlook.\nIn our natural gas pipeline segment, we expect earnings to be stable year-over-year when adjusting for Winter storm Uri in the first quarter of 2021. Our 2022 guidance assumes producer activity associated with WTI crude oil prices in the low $70 range. Sustained higher prices could lead to more activity and the quicker volume ramp, which could drive earnings towards the higher end of our guidance range.\nWe expect total capital expenditures of approximately $975 million, which includes growth and maintenance capital. This midpoint reflects the investments necessary to keep up with the expected increase in producer activity and volume expectations, including investments to complete Demicks Lake III in early 2023 and MB-5 in mid-2023. Our routine growth capital accounts for a higher number of well connects and other high-return routine growth projects such as pump stations, compression expansions and other debottlenecking projects to meet our customer needs. Our guidance also assumes the impact of inflation.\nAs we've mentioned previously, we have escalators on many of our natural gas liquids and gathering and processing contracts. These are typically tied to either CPI or PPI indexes and provide protection from rising costs. We expect these types of escalators to keep pace or exceed inflationary costs as we move forward.\nI'll now turn the call over to Kevin for an operational update.\n\nKevin L. Burdick\n\nExecutive VP & COO, ONEOK, Inc.\n\nThank you, Walt. Fourth quarter volumes continued to show strength, particularly in the Rocky Mountain region, where processed volumes increased 5% and NGL volumes increased 6% compared with the third quarter of 2021. Natural gas processed volumes in the Mid-Continent increased in the fourth quarter compared with the third quarter as we've seen -- as we've continued to see more activity in the region, while NGL volumes in the Mid-Continent decreased due to some reduced third-party volumes and lower ethane recovery levels.\nOverall, for 2021, natural gas and NGL volumes saw significant increases from 2020 levels. We saw record natural gas and NGL volumes on our Rocky Mountain region assets with significantly higher activity in rising gas to oil ratios. In the fourth quarter alone, our team connected 130 wells, nearly doubling the amount from the third quarter for a total of more than 320 in 2021. A great accomplishment for our team in meeting the needs of our customers and continuing to provide momentum into 2022.\nNow taking a closer look at 2022. At the midpoint, our volume guidance would result in an 8% increase in total NGL volumes and an 11% increase in total natural gas processing volumes compared with 2021. These higher expectations are supported by increasing producer activity, volume growth from recently completed ONEOK and third-party projects, rising gas to oil ratios in the Williston Basin and ethane recovery opportunities across our NGL system.\nWith the recent completion of our Bear Creek plant expansion, we are already seeing increasing volumes from Dunn County, and we expect the plant will continue to ramp up over the next 2 to 3 years. However, with activity levels in the area consistently outpacing our expectations, we could be looking at an even quicker ramp.\nIn the natural gas liquids segment, we expect continued volume growth from our existing customers and from new third-party plant connections. In the Williston Basin, volumes are expected to increase compared with 2021, supported by higher activity levels and recently completed and expanded processing plants.\nThe Mid-Continent also continues to pick up, particularly from private producers with very recent activity levels providing potential tailwinds not fully factored into our guidance expectations. Our NGL system is connected to more than 90% of the natural gas processing plants in the Mid-Continent. So any increased producer activity in the region is likely to provide NGL volume to ONEOK regardless if the activity is on our gathering and processing dedicated acreage.\nIn the Permian Basin, we expect double-digit NGL volume growth on our West Texas NGL pipeline compared with 2021, driven by increased volumes in the Midland and Delaware basins. The volume growth is primarily from long-term contracts entered into a few years ago as well as new contracts we have recently signed.\nSwitching to ethane. Demand continues to increase with more than 300,000 barrels per day of incremental demand expected to come online in 2022 from new and expanding petrochemical facilities and from growth in exports. Our NGL volume guidance assumes full ethane recovery in the Permian Basin and partial Mid-Continent recovery throughout the year. We've assumed no full rate Rocky Mountain region recovery. However, we do anticipate opportunities to incent some recovery. This opportunity will fluctuate throughout the year, but a conservative amount is assumed in our 2022 guidance.\nMoving on to the natural gas gathering and processing segment. We expect volume growth this year in both the Rocky Mountain and Mid-Continent regions. In the Rocky Mountain region, we expect processed volumes to grow 15% at the midpoint compared with 2021 and average nearly 1.5 billion cubic feet per day in 2022. Just 5 years earlier, in 2017, volumes totaled 830 million cubic feet per day. That's an approximately 12% annual growth rate over the last 5 years, while crude oil production has increased in the low single digits. Accordingly, GORs have increased nearly 70% during that same time period.\nThe Williston Basin remains resilient and highly productive. Producers continue to gain efficiencies as they drill in this proven and highly economic region, and the core of the basin is expanding. The North Dakota Pipeline Authority recently estimated that in the last 2 years alone, more than 7,000 drilling locations have been added to inventory that are profitable at $60 per barrel. This is consistent with what our customers are telling us as most of them still have decades of inventory remaining.\nThere are currently 33 rigs and 10 completion crews operating in the basin with 15 rigs and 5 completion crews on our dedicated acreage. This is more than enough activity to grow gas production on our acreage, and we expect that as DUCs are completed through the spring, rigs across the basin will increase. As we've said previously, approximately 14 to 15 rigs, which can drill around 300 wells per year, is enough to maintain 1.4 billion cubic feet per day of production on our system. Any additional rigs combined with the rising gas to oil ratios of wells already connected to our system would provide additional volume growth. Additionally, more than 475 DUCs remain basin-wide with more than 250 on our dedicated acreage. We expect to connect 375 to 425 wells in the region this year.\nIn the Mid-Continent region, activity continues to increase. We expect processing volumes in the region to increase compared with 2021, and we expect to more than double our well connections in 2022 to 30 to 50 wells compared with 15 last year.\nIn the natural gas pipelines segment, we expect transportation capacity to be approximately 95% contracted and earnings to remain nearly fully fee-based in 2022. Following a successful open season in 2021, we're in the process of expanding our Texas natural gas storage capacity by 1.1 billion cubic feet, which will increase our total system-wide storage capacity to more than 53 billion cubic feet. We continue to work with customers seeking additional long-term transportation and storage capacity on our system, which remains highly valued as these critical services are used year around.\nPierce, that concludes my remarks.\n\nPierce H. Norton\n\nPresident, CEO & Director, ONE Gas, Inc.\n\nThank you, Kevin, and thank you, Walt. Strong financial and operating results in 2021 have provided momentum for another year of growth. We continue to benefit from our interconnected systems built in operating leverage and the ability to incrementally grow with our customers. We continue to invest in our core businesses, remaining focused on optimizing our assets and staying dedicated to operating responsibly and reliably.\nService is another one of ONEOK's core values, and it is something that our more than 2,800 employees know very well. Through 2021, they worked tirelessly through severe weather events like Winter Storm Uri to serve our customers and continue delivering the vital energy products necessary for the global economy to run. Our employees' dedication to meeting customers' needs while operating safely and responsibly, enabled our strong 2021 performance and has set us up for another year of growth in 2022.\nWith that, operator, we're ready to answer questions."
  }
]