[
  {
    "header": "CF",
    "cik": "0001324404",
    "ticker": "CF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b0dbcc64ddcd9466b978c7c8a692441b",
    "period": "2026 Q2",
    "content": "Q2 2026 Canaccord Genuity Group Inc Earnings Call\n\nQ2 2026 Canaccord Genuity Group Inc Earnings Call\n\nCFTORONTONOV 14, 9:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and thank you for standing by. I'd like to welcome everyone to the Canaccord Genuity Group Inc. Fiscal 2026 Second Quarter Results Conference Call. [Operator Instructions] As a reminder, this conference call is being broadcast live online and recorded.\nI would now like to turn the conference call over to Mr. Dan Daviau, Chairman and CEO. Please go ahead.\n\nDaniel Joseph Daviau\n\nCEO, President & Director, Canaccord Genuity Group Inc.\n\nThank you, operator, and welcome to those of you joining us for today's call. As always, I'm joined by our Chief Financial Officer, Nadine Ahn. Our remarks today are complementary to the earnings release, MD&A and supplemental financials, copies of which have been made available for download on SEDAR+ and on the Investor Relations section of our website at cgf.com. Nadine will also be referring to our investor presentation available on our website and through the online portal for this conference call.\nWithin our update, certain reported information has been adjusted to exclude significant items to provide a transparent and comparative view of our operating performance. These adjusted items are non-IFRS measures. Please refer to our notice regarding forward-looking statements and the description of non-IFRS financial measures that appear in our MD&A.\nAnd with that, let's discuss our second quarter fiscal 2026 results. During our second fiscal quarter, major equity indices posted strong gains and gold prices surged 17%, while improved certainty on trade-related matters, coupled with downward pressure on interest rates contributed to a substantially improved market environment for our core wealth management and Capital Markets activities. Consolidated revenue of $530 million increased by 24% year-over-year and by 18% sequentially, representing our strongest top line quarterly results announcing a substantial increase in our provision for ongoing U.S. regulatory matters.\nThis reflects our revised estimate of the total monetary penalty related to the enforcement matters. First and foremost, I want to acknowledge how seriously we are taking these matters. Compliance and integrity are fundamental to the trust you place in us as shareholders. We are cooperating fully with our regulators, and we anticipate reaching a global resolution in the coming months. As this remains an ongoing matter, we are precluded from discussing in further detail. I want to reaffirm that over several years, our U.S. business has substantially invested in a comprehensive compliance transformation aimed at aligning with regulatory standards and remediating its existing program.\nIn addition, as you've heard me say before, we've also invested in strengthening our compliance talent and infrastructure across all businesses and geographies. In keeping with our commitment to continuous improvement, we have also taken steps to meaningfully reduce our risk exposure while ensuring that we can continue to deliver exceptional experiences for our clients. In addition to the increased provision, we've recorded a noncash goodwill impairment charge of $110 million in our U.S. Capital Markets business.\nFor several quarters, macroeconomic and trade-related uncertainties have tempered activity across our core focus sectors impacting revenue and profitability in our U.S. operations. Although advisory completions have rebounded from the trade-driven slowdown of the prior quarter and corporate financing activity has seen a meaningful uptick, the recovery for small and mid-cap segments within our core sector has been more gradual in this region. Nevertheless, we continue to execute against a robust pipeline, reinforcing our confidence in the stronger performance in the second half of the year.\nTogether, these items contributed to an IFRS loss attributable to common shareholders of $204 million and a loss per share of $2.04. While this quarter's results are disappointing in light of these measures, we've confronted legacy issues head on and taken steps to strengthen the foundation of our business. Our core operations remain strong, our balance sheet is solid, and we continue to see encouraging momentum across key growth areas. I'm confident that the actions we are taking today will support sustainable value creation for our shareholders in the years ahead.\nAnd with that, I turn things over to Nadine.\n\nNadine Ahn\n\nChief Financial Officer\n\nThank you, Dan, and good morning, everyone. I'll start with the performance highlights on Page 4 of our investor presentation. Firm-wide revenue of $530 million improved by 24% year-over-year and 18% sequentially, representing our strongest quarterly revenue since the third quarter of fiscal 2022. The increase was primarily driven by a meaningful improvement in firm-wide corporate financing revenue, which increased by 91% year-over-year to $108 million, in addition to higher commissions and fees revenue, which increased by 25% year-over-year to $257 million, primarily driven by our wealth management businesses.\nWhen measured on a fiscal year-to-date basis, firm-wide revenue amounted to $979 million, an improvement of 14% compared to the first 6 months of fiscal 2025. As Dan mentioned, we continue to make solid progress on our efforts to curb expenses, although certain costs remain elevated in the 3-month period. A detailed breakdown of the factors contributing to our second quarter compensation expenses can be found on Slide 7 of our investor presentation. The largest driver of the increase was related to fixed or less controllable expenses, which represented $7 million of the year-over-year increase.\nThe impact of foreign exchange accounted for $2.4 million or 34% of this increase. Additionally, premises and equipment costs in connection with new flagship offices in several geographies represented $2.7 million or 39% of the increase. As previously noted, we expect that the year-over-year variance in premises and equipment expenses will begin to taper off in the second half of this fiscal year as we pass the 1-year occupancy milestones in each location. Professional fees remained moderately elevated due to our remediation efforts in the U.S. and we also incurred higher communications and technology expenses in connection with investments to support growth in our Canadian and U.K. wealth operations.\nGiven the advanced stage of our remediation efforts and expectations for a unified resolution in the coming months, we expect that professional fees in this business will begin to taper off accordingly. The remainder of the increase was attributable to revenue or investment-driven expenses. Firm-wide compensation expense amounted to $323 million, an increase of $72 million or 29% year-over-year, broadly in line with the increase in incentive-based revenue.\nOur firm-wide compensation ratio was modestly elevated to 60.8%, partially due to changes in the value of certain unvested stock-based compensation awards during the 3-month period. Excluding significant items, our pretax operating margin for the 3-month period improved by 1.4 percentage points year-over-year and by 3.9 percentage points sequentially to 11.3%. Adjusted pretax net income of $60 million for the second fiscal quarter increased by 41% year-over-year, which translated to diluted earnings per share of $0.27.\nTurning to our segment results. Our Wealth Management division earned revenue of $269 million during the quarter and $512 million for the fiscal year-to-date, year-over-year increases of 24% and 19%, respectively. The second quarter increase was largely attributable to a $42 million or 25% increase in commissions and fees revenue to $211 million, reflecting record quarterly contributions from all regions. Additionally, revenue from investment banking activity earned in the Wealth division increased by $13 million or 240% year-over-year to $18 million, primarily due to stronger activity levels in our Canadian and Australian businesses.\nExcluding significant items, which increased by $17 million or 26% compared to the same period of last year. In addition to increased investment banking revenue, which improved by $8 million or 206% year-over-year. Client assets surpassed $49 billion in the second fiscal quarter, increasing 24% year-over-year and 10% sequentially, representing a new record for this business. As outlined on Slide 11, higher market valuations were a major contributor to this increase, supported by positive net flows.\nThe business continues to advance its priority of growing contributions from fee-generating client assets, which amounted to 54% of total client assets for the fiscal year-to-date. The average book per adviser also reached a new record of $348 million, among the highest in the industry. On an adjusted basis, our Canadian wealth business delivered second quarter pretax net income of $18 million, a year-over-year increase of 54% and the strongest quarterly result since the first quarter of fiscal 2022.\nThis brought adjusted pretax net income to $28 million for the first half of fiscal 2026, up 30% from the same period of last year. The adjusted pretax profit margin for the fiscal year-to-date improved by 1.5 percentage points year-over-year to 13.4%. Adding back noncash development charges, normalized EBITDA in our Canadian Wealth Management business was $25 million for the second quarter and $40 million for the fiscal year-to-date, year-over-year increases of 42% and 18%, respectively.\nAnd finally, second quarter revenue in our Australian Wealth Management business increased by 43% year-over-year to a record $28 million, bringing fiscal year-to-date revenue to $51 million, up 34% compared to the same period of last year. Revenue growth in this business was broad-based, reflecting increased client activity levels, IA recruitment and new client onboarding. Commission and fees revenue of $22 million for the 3-month period increased by 23% year-over-year and investment banking revenue of $5.5 million increased by more than fourfold when compared to the same period of last year.\nMeasured in local currency, client assets in this business grew to a record $11 billion, an increase of 37% year-over-year and 11% sequentially. During the second quarter, we announced our acquisition of Wilsons Advisory, which was completed on October 1. The financial contribution from this acquisition will be included in the operating results for this business beginning in our third fiscal quarter. Second quarter adjusted non-compensation expenses increased by $0.6 million or 13% year-over-year, largely in connection with acquisition-related travel and administrative costs.\nExcluding significant items, pretax net income more than doubled to $3 million when compared to the second quarter of last year. The adjusted pretax profit margin of 11.2% increased by 6.5 percentage points year-over-year and represents the highest result for this business since the second quarter of fiscal 2022. Turning to our Capital Markets business. Consolidated Capital Markets revenue of $253 million for the second quarter increased by 25% year-over-year and 26% sequentially to the highest level since the fourth quarter of fiscal 2022. For the fiscal year-to-date, revenue in this division increased by 11% year-over-year to $453 million.\nThe second quarter increase was primarily driven by our Investment Banking segment, which saw revenue rise by $39 million or 76% year-over-year to $91 million for the 3-month period. Notably, our Australian business contributed $51 million, representing 56% of total investment banking revenue for the quarter and achieved a remarkable 193% year-over-year growth, which was primarily driven by the mining sector activity. Investment banking revenue also meaningfully improved in our Canadian and U.S. businesses by 20% and 52%, respectively, when compared to the same period of last year.\nFollowing the sharp decline in advisory completion activity caused by trade-related uncertainties in our first quarter, Q2 advisory revenue rose to $79 million, a 62% sequential improvement as activity levels began to recover. Our U.S. business was the largest contributor to this result, generating $46 million in revenue, over twice the amount recorded in Q1. However, this figure remains 18% below the revenue earned in the same period last year as completion activity levels were still subdued at the start of the quarter.\nOur U.K. business also experienced a notable uptick with advisory revenue improving by 253% sequentially and by 73% year-over-year to $22 million. Consolidated commissions and fees revenue of $42 million improved by 22% year-over-year as new issues and client trading activity increased in all geographies. Principal trading revenue of $31 million increased by 12% year-over-year. The U.S. business was the largest contributor to this result with quarterly revenue of $27 million, largely attributable to the International Equities Group.\nAs the sale of this business was completed on November 7, our third quarter results will begin to reflect the reduction in related contributions. On an adjusted basis, non-compensation expenses increased by 6% year-over-year, largely due to higher trading costs, which were in line with increased revenue. Additionally, non-comp expenses in our Australian business increased by $1.4 million due to conference expenses and costs associated with the previously discussed acquisition of Wilsons Advisory.\nAlong with higher trading costs, expenses in our U.S. business remained elevated due to the increased premises and equipment costs noted earlier as well as professional fees in connection with our previously disclosed regulatory enforcement matters. I'll touch briefly on the goodwill impairment that impacted IFRS results for our U.S. business. Goodwill is required to be tested for impairment at least annually.\nAs Dan mentioned, over the past several quarters, a combination of macroeconomic and trade-related uncertainties has moderated activity levels across our core focus sectors, weighing on revenue and profitability in our U.S. operations. As past performance would demonstrate, we continue to see substantial long-term value in our U.S. business, which remains a strategically important part of our global platform with a strong record of generating meaningful revenue and profitability under more typical market conditions.\nHowever, accounting standards require fair value assessment at what we believe to be the bottom of the cycle. The goodwill charge is a noncash accounting adjustment and does not result in any current or future cash outlay. I'd like to emphasize that this adjustment has no impact on the ongoing operations or our capacity to continue to invest in our U.S. business. On a consolidated basis, adjusted non-compensation expenses as a percentage of revenue for our Capital Markets division decreased by 4.7 percentage points year-over-year to 26%.\nThe adjusted pretax net income contribution from our Capital Markets division increased by 71% year-over-year to $26 million. Improved contributions from Australia, Canada and the U.K. were offset by a breakeven result in our U.S. business. Aside from the previously discussed U.S. matters that impacted our profitability this quarter, our efforts to curb discretionary expenses are evident in our results. With activity levels expected to strengthen in the second half, we anticipate continued margin improvement into fiscal 2026.\nAs we advance both our organic and inorganic growth initiatives and execute effectively for our clients amid improving business conditions, we remain confident in our ability to enhance firm-wide profit margins and achieve our targeted single-digit growth for the current fiscal year. Turning to the balance sheet. We maintain sufficient working capital to meet our regulatory commitments, support our strategic priorities and expanded business activity while preserving the flexibility to respond to outstanding regulatory matters and reallocate capital as market conditions evolve.\nWith that, I'll turn things back to Dan.\n\nDaniel Joseph Daviau\n\nCEO, President & Director, Canaccord Genuity Group Inc.\n\nThanks, Nadine. We're having a very productive start to the second half of our 2026 fiscal year. We are seeing meaningful signs of recovery in the equity capital markets with small-cap indices signaling a renewed risk-on environment. Notably, the IPO market is showing early signs of recovery and private equity-backed IPOs have more than doubled year-over-year, underscoring the confidence in public exits. That said, activity remains selective. Our proceeds raised have increased by nearly 60% compared to the first half of the last fiscal year.\nThe mining sector continues to dominate, but we are encouraged by strong pickup in technology, industrials and health care sectors, which should lead to a more diversified mix in the second half. Our Australian business is currently the top rank investment dealer in the region for equity financings, both by proceeds and volume, and we are also ranked third overall in the Canadian league tables. Capital Markets advisory activity is also gaining momentum, and our outlook for advisory completions in the second half is stronger than in the first.\nWhile our U.S. business experienced an abrupt slowdown in M&A completions amid trade-related uncertainties during the first quarter, it has since regained momentum. The team is executing on a robust pipeline of mandates while continuing to win new ones. M&A activity is improving in Canada and the U.K. as well, and we are also seeing good momentum from our Australian practice, which is still in the early stage of its development. On November 7, we completed the previously announced sale of our U.S. market making business.\nThis transaction enables our U.S. operations to focus capital and resources on our core equities and M&A franchises, which are both higher-margin and capital-light businesses. Each of our wealth management businesses is delivering on their respective business plans and continues to deliver impressive growth. Our business in the U.K. and Crown Dependencies continues to advance its organic growth priorities with a focus on growing contributions from fee-based assets, which will continue to enhance the stability and quality of its earnings.\nWe continue to see very strong growth potential in our Canadian wealth business. Driven by economic expansion and interest rate cuts, North America is outpacing the rest of the world in wealth creation with Canada offering particularly attractive opportunities for investors. With several domestic competitors having recently been acquired, the environment for independent wealth managers has become increasingly favorable, positioning CG to capture additional market share.\nAnd finally, as Nadine mentioned, we completed our acquisition of Wilsons on October 1, which will add approximately $7 billion in client assets to our Australian wealth platform, further strengthening our national footprint and brand in the region. Integration is progressing smoothly, and we look forward to delivering an enhanced offering to our combined Wealth and Capital Markets clients in the region.\nLooking ahead, our strongest opportunities lie in accelerating Wealth Management growth across all regions while leveraging our integrated equity and M&A capabilities to deepen our presence in core sectors poised for outperformance amid a more sustained market recovery. Assuming no changes to our operating environment, our results for the first half of this fiscal year give us confidence that we are on track to exceed our fiscal 2025 performance. Our Board of Directors has approved a continuation of our quarterly common share dividend of $0.085.\nWith that, Nadine and I will be pleased to take your questions. Operator, please open the lines."
  },
  {
    "header": "CF",
    "cik": "0001324404",
    "ticker": "CF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2ebb1ecd596e7e3be85b5c0b8e55b803",
    "period": "2025 Q2",
    "content": "Q2 2025 CF Industries Holdings Inc Earnings Call\n\nQ2 2025 CF Industries Holdings Inc Earnings Call\n\nCFNYSEAUG 7, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the CF Industries First Half and Second Quarter of 2025 Earnings Conference Call. [Operator Instructions] I would now like to turn the presentation over to the host for today. Mr. Martin Jarosick with CF Investor Relations. Please proceed, sir.\n\nMartin A. Jarosick\n\nVice President, Investor Relations, CF Industries Holdings, Inc.\n\nGood morning, and thanks for joining the CF Industries earnings conference call. With me today are Tony Will, President and CEO; Chris Bohn, Executive Vice President and Chief Operating Officer; Bert Frost, Executive Vice President of Sales, Market Development and Supply Chain; and Greg Cameron, Executive Vice President and Chief Financial Officer. CF Industries reported its results for the first half and second quarter of 2025 yesterday afternoon. On this call, we'll review the results, discuss our outlook and then host a question-and-answer session.\nStatements beyond this call and in the presentation on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance and involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statements. More detailed information about factors that may affect our performance may be found in our filings with the SEC, which are available on our website. Also, you'll find reconciliations between GAAP and non-GAAP measures in the press release and presentation posted on our website.\nNow let me introduce Tony Will.\n\nW. Anthony Will\n\nPresident, Chief Executive Officer & Director, CF Industries Holdings, Inc.\n\nThanks, Martin, and good morning, everyone. Yesterday afternoon, we posted results for the first half of 2025 in which we generated adjusted EBITDA of $1.4 billion. These results reflect outstanding operational performance by the CF Industries team against the backdrop of a tight global nitrogen supply-demand balance. We are also executing well on our strategic initiatives. The Donaldsonville Carbon Capture and Sequestration Project began operating in early July and is running at designed rates and progress on the new Blue Point joint venture is well underway. And we continue to return substantial capital to shareholders.\nOver the last 12 months, we have returned approximately $2 billion. This includes repurchasing more than 10% of our outstanding shares since last July. Given our world-class operating performance, the favorable global nitrogen industry dynamics, the financial benefits we generate from our strategic initiatives and our ongoing capital return programs, we are well positioned to create value for shareholders over both the near and longer terms.\nWith that, I'll turn it over to Chris to provide more details on our operating results. Chris?\n\nChristopher D. Bohn\n\nSenior Vice President, Manufacturing & Distribution, CF Industries Holdings, Inc.\n\nThanks, Tony. For the first half of 2025, we continue to differentiate CF Industries from peers through safety and operational excellence. We had 3 recordable incidents in the first 6 months of 2025 and 0 loss time days. This is particularly impressive given our scale and level of activity in the first half. Through the end of June, we produced 5.2 million tons of gross ammonia, representing a 99% utilization rate. For the full year, we expect to produce approximately 10 million tons of gross ammonia.\nThe third quarter, as is typical for CF will have lower production volumes in the first 2 quarters due to planned maintenance activity.\nTurning to our strategic initiatives. We started up our Donaldsonville Complex Carbon Capture and Sequestration Project in July. The carbon dioxide dehydration and compression unit has ramped up very well and we achieved full nameplate capacity within the first week. In addition to reducing carbon dioxide emissions by up to 2 million metric tons per year or earn a significant return from this project. We are generating 45Q tax credits and selling low-carbon ammonia for a premium.\nFor the Blue Point project, we, along with JERA and Mitsui, have been building out the project team and have begun ordering long lead time items. We also continue to evaluate opportunities to further derisk the project by leveraging best-in-class capabilities. For example, the joint venture signed an agreement with industry leader, Linde, to build and operate [indiscernible] air separation unit which will supply nitrogen and oxygen for the ammonia production process. We remain excited about the compelling growth opportunity at Blue Point, given the tightening of the global nitrogen supply-demand balance, and the interest that has been generated in the ultra low carbon ammonia that will be produced there.\nWith that, let me turn it over to Bert to discuss the global nitrogen market. Bert?\n\nBert A. Frost\n\nSenior VP-Sales, Market Development & Supply Chain, CF Industries Holdings, Inc.\n\nThanks, Chris. Around the first half of 2025, the global nitrogen supply-demand balance continued to tighten. Strong global nitrogen demand led by North America and India had to contend with low global nitrogen inventories and production disruptions in key supply regions. This included geopolitical events late in the second quarter that temporarily halted production in Egypt and Iran, as well as 2 facilities in Russia. CF Industries team navigated these dynamics exceptionally well, especially as the North American spring application season lasted longer than normal. Backed by a strong production we leveraged our leading logistics and distribution capabilities to capture incremental opportunities well into July.\nFor example, last month, we continue to make spot UAN sales at in-season prices, as supply from other sources was largely unavailable after the strong spring application season. As a result, our UAN inventory at the end of June was the lowest we have seen entering the third quarter in the last decade. This led us to delay our UAN fill program until next week, which is the latest we have ever launched. The delay has given us time to better understand customer requirements and communicate that fill prices will be significantly higher than 2024, given the tight global supply-demand balance.\nFarmer economics in North America have been an industry concern as the price of corn has not kept up with the price of inputs. However, we expect nitrogen demand in the region to remain robust. The corn to soybean ratio favors corn and farmers will be incentivized to optimize yield, supporting resilient demand for this nondiscretionary nutrient. In fact, our ammonia fill and fall prepay programs which were closed at the beginning of July, saw a strong uptake from customers. In the near and medium term, we believe the global nitrogen supply and demand balance will remain tight. Global nitrogen inventory is low and the global demand is expected to be strong. Brazil and India alone [indiscernible] more than 8 million metric tons of urea imports through the end of the year, while the Northern Hemisphere, which will begin purchasing for 2026 applications.\nThe global industry, even with the needed urea exports from China does not have excess capacity to easily meet this demand. In fact, India closed its most recent tender at a price much higher than expected. Additionally, natural gas availability in Egypt, Iran and Trinidad has become chronic problems for their nitrogen industries. And the high natural gas prices in Europe and Asia continue to challenge nitrogen producer margins in those regions. These structural challenges are further exacerbated by the uncertainty created by geopolitical events. Longer term, we expect the global nitrogen supply-demand balance to tighten further through the end of the decade as projected, new capacity growth is not keeping pace with demand growth for traditional fertilizer and industrial applications.\nWe also believe demand for low carbon ammonia for new applications, such as power generation, will only further tighten the global supply-demand balance. We are seeing this transition now. With the Donaldsonville CCS project operational, we will ship our first cargo of low-carbon ammonia in the coming weeks and at a premium. We have steady demand today and growing interest in Donaldsonville low-carbon pneumonia volumes for new applications in addition to the longer-term demand for ultra-low carbon volumes from Blue Point.\nWith that, Greg will cover our financial performance.\n\nGregory D. Cameron\n\nExecutive VP & CFO, Bloom Energy Corporation\n\nThanks, Bert. For the first half of 2025, the company reported net earnings attributable to common stockholders of $698 million or $4.20 per diluted share. EBITDA and adjusted EBITDA were both approximately $1.4 billion. For the second quarter of 2025, we reported net earnings attributable to common stockholders of $386 million or $2.37 per diluted share. EBITDA and adjusted EBITDA were both approximately $760 million.\nAs you will recall, we have begun consolidating the Blue Point joint venture into our financial statements. This is reflected in both our first half and second quarter 2025 financial reporting. On a trailing 12-month basis, net cash from operations was $2.5 billion and free cash flow was $1.7 billion. This includes a net benefit in the second quarter from the Blue Point project as capital contributions from our joint venture partners exceeded the project's capital expenditures. This will be the case for some time as we build cash in the joint venture ahead of expenditures. We returned approximately $280 million to shareholders in the second quarter of 2025, including $202 million to repurchase 2.8 million shares. We remain committed to a balanced capital allocation strategy, investing in growth through the Blue Point joint venture while returning substantial capital to our shareholders.\nWith the nitrogen and oxygen agreements with Linde that Chris mentioned, the cost of the Blue Point project is expected to be $3.7 billion. CF Industries portion of the project along with the wholly owned common facilities, is expected to total approximately $2 billion over the next 4 years. Over that same time frame, we have $2.4 billion authorized for share repurchases. We expect to complete the $425 million remaining on the current authorization before the end of the year. At that point, we will begin the $2 billion authorization.\nFinally, with the startup of the Donaldsonville CCS project, we will deliver incremental EBITDA and free cash flow beginning in the third quarter. We expect EBITDA and free cash flow to be north of $100 million annually from the tax incentives and product premiums. This is a significant step towards the 2030 mid-cycle projections we shared at Investor Day of $3 billion in EBITDA and $2 billion in free cash flow.\nWith that, Tony will provide some closing remarks before we open the call to Q&A.\n\nW. Anthony Will\n\nPresident, Chief Executive Officer & Director, CF Industries Holdings, Inc.\n\nThanks, Greg. Before we move on to your questions, I want to thank the entire CF team for their contributions to an outstanding first half of 2025. We are delivering world-class operational performance across all aspects of our business. and most importantly, doing so safely.\nI want to acknowledge Ashraf Malik, our Senior Vice President of Manufacturing and Distribution, who recently announced his intention to retire in the spring of 2026. I recruited Ashraf into CF from our GrowHow joint venture in 2011. He was my right-hand person when I ran manufacturing as he also was for Chris when he ran it. Appropriately, Ashraf took over as Head of Manufacturing when Chris moved into the CFO role in 2019. Ashraf is an experienced leader who has helped drive our culture of safety and operational excellence. We're fortunate to have him with us for the next 9 months, but I do want to take this opportunity to personally thank him for his many contributions and to congratulate him on a tremendous career.\nAlthough CF Industries has been around for almost 80 years. In a couple of days, we'll be marking the 20th anniversary of our company's IPO. Over the last 20 years, CF Industries has built an extraordinary high-margin, focused business where we consistently execute at the highest levels, a global leader in every sense of the word. Our balanced approach to capital allocation, driving disciplined growth while executing consistent share repurchases has increased shareholder participation in our assets and the cash flow they generate.\nAs you can see on Slide 13, we have driven a nearly threefold increase in nitrogen capacity per share since 2010 and this approach has led to superior shareholder return compared to all industry participants and even broader comparison groups. CF Industries is well positioned to build on this track record in the years ahead. In the near and medium term, industry dynamics remain very favorable for our low-cost North American production network. Longer term, we are investing in much-needed low-carbon ammonia capacity and have $2.4 billion authorized for continued share repurchases. Taken together, we expect to continue to drive strong cash generation and create substantial shareholder value.\nWith that, operator, we will now open the call to your questions."
  },
  {
    "header": "CF",
    "cik": "0001324404",
    "ticker": "CF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b6d04e22891eb5c9857726aab6165bdf",
    "period": "2026 Q1",
    "content": "Q1 2026 Canaccord Genuity Group Inc Earnings Call\n\nQ1 2026 Canaccord Genuity Group Inc Earnings Call\n\nCFTORONTOAUG 7, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Thank you for standing by. I'd like to welcome everyone to the Canaccord Genuity Group Inc. Fiscal 2025 First Quarter Results Conference Call. [Operator Instructions] As a reminder, this conference call is being broadcast live online and recorded.\nI would now like to turn the conference call over to Mr. Dan Daviau, Chairman and CEO. Please go ahead.\n\nDaniel Joseph Daviau\n\nCEO, President & Director, Canaccord Genuity Group Inc.\n\nThank you, operator, and welcome to those of you joining us for today's call. As always, I'm joined by our Chief Financial Officer, Nadine Ahn. Our remarks today are complementary to the earnings release, MD&A and supplemental financials, copies of which have been made available for download on SEDAR+ and on the Investor Relations section of our website at cgf.com. Nadine will also be referring to our investor presentation available on our website and through the online portal for this conference call.\nWithin our update, certain reported information has been adjusted to exclude significant items to provide a transparent and comparative view of our operating performance. These adjusted items are non-IFRS measures. Please refer to our notice regarding forward-looking statements and the description of non-IFRS financial measures that appear in our MD&A.\nAnd with that, let's discuss our first quarter fiscal 2026 results. Our first fiscal quarter was characterized by rapidly changing market conditions, which were primarily driven by trade and policy uncertainty. Following the announcement of substantial U.S. tariffs on key trading partners, global markets initially sold off but quickly reversed in news of the 90-day pause. For the 3-month period, we reported consolidated revenue of $448 million, which improved by 5% year-over-year but declined by 3% sequentially.\nOur Wealth business delivered consistent top line growth, contributing 54% of total revenue for the quarter with new quarterly records in the U.K. and Australia. Revenue in our Capital Markets division declined modestly when compared to the previous quarter and the same period a year ago, but the market disruption in early April had a notable impact on the revenue mix. Broad market M&A activity during the quarter was tilted towards large-cap deals, while policy and trade uncertainty stalled deal completions for many of the small and mid-cap focused sectors that we serve.\nAs a result, the revenue contribution from our Advisory segment fell 27% year-over-year and 46% sequentially, with the sharpest impact observed in our U.S. operations. Our Trading businesses benefited from elevated volumes on both sides of the downturn, which partially offset the shortfall in Advisory revenue. This shift in revenue adversely impacted overall profitability in this division, particularly in our U.S. business as trading costs rose in line with the elevated volumes while earnings from higher-margin Advisory work declined.\nRevenue from Capital Raising activities improved substantially on a sequential basis, but came in modestly below the same quarter of last year, which was an exceptional period for this segment, largely driven by a more active underwriting environment in Australia and Canada. We completed 93 transactions during the quarter, raising over $16 billion for growth clients.\nAlthough transaction volume declined year-over-year, the average size of the transactions increased by 80%, indicating growing demand within our core focus sectors. The value of client assets in our Wealth Management division benefited from the market rebound despite the initial decline that was in line with the abrupt market downturn in April. We ended the quarter with a record $125 billion in client assets, driven by rising market values and complemented by recruiting and organic inflows.\nDespite some catalyst-driven outflows amid shifting risk appetite early in the quarter, net organic flows remained positive and the percentage of fee-based asset revenue contributions continued to trend higher. The adjusted pretax net income contribution from the division increased by 23% year-over-year, significantly outpacing revenue growth for the same period.\nWe anticipate further gains over the next 6 months as ongoing organic growth initiatives and our recent recruitment and acquisition activities contribute meaningfully to our pretax profit margins. Our wealth management talent pool also continued to expand with new adviser teams onboarded in Canada and Australia and robust pipelines developing in both regions.\nIn the U.K. and Crown Dependencies, we bolstered our capability by adding investment professionals and specialist teams through targeted recruitment and strategic acquisitions. Efforts to contain our firm-wide non-compensation expenses have continued, though the pronounced shift in our revenue mix tempered the effects of these efforts, resulting in a more modest pretax margin improvement during the period.\nAlthough our first quarter profitability fell below our expectations, we have had a productive start to the fiscal year. Early indicators point to steady momentum in our Wealth Management businesses, improving levels of client engagement, pipeline development and execution across the organization. Reflecting this confidence, our Board of Directors have approved a quarterly common share dividend of $0.085.\nAnd with that, I will turn things over to Nadine.\n\nNadine Ahn\n\nChief Financial Officer\n\nThank you, Dan, and good morning, everyone. I'll start with the performance highlights on Page 4 of our investor presentation. Firm-wide revenue improved by 5% year-over-year to $448 million. The year-over-year increase was primarily fueled by a 17% increase in commissions and fees revenue to $239 million and a 46% increase in principal trading revenue to $37 million, driven by substantially higher trading volumes during the 3-month period.\nTurning to expenses. As Dan mentioned, we are making good progress to reduce our non-compensation expenses, but certain expenses have remained elevated. Slide 7 in our investor presentation provides a breakdown of our first quarter non-compensation expense drivers. Firm-wide non-compensation expense increased $6 million or 4% year-over-year to $146 million.\nThe largest driver of the increase relates to fixed or less controllable expenses, which were up $8 million during the quarter, primarily from foreign exchange, which accounted for 53% of the total increase, and higher premise and equipment costs related to our new flagship offices in Vancouver and New York as well as new branch locations in the U.K. and Australia. We anticipate that the year-over-year variance in premises and equipment expenses will begin to taper off in the second half of the fiscal year as we pass the 1-year occupancy milestones in each location.\nWhile investments in targeted growth have continued, development costs declined year-over-year as the prior period included a technology investment to support our organic growth in the U.K. and Crown Dependencies. This reduction was partially offset by higher trading expenses, driven primarily by increased activity in our IEG Group and, to a lesser degree, by recent acquisitions within our U.K. Wealth business.\nWhile we are making meaningful progress to curb discretionary spending across the organization, professional fees remained elevated due to our ongoing remediation efforts in the U.S. and the recent conclusion of 2 enforcement matters in Canada. Promotion and travel costs were also modestly higher this quarter, driven by recent conference participation and expanded client engagements.\nCompensation expense increased 6% year-over-year, primarily driven by stronger revenue, higher performance-based payments in our Canadian Wealth business and the impact of certain fixed compensation costs in the Capital Markets division, which were amplified by lower revenues in the U.S. and U.K. Our firm-wide compensation ratio was within our desired range at 60%.\nOur effective tax rate declined by 5 percentage points year-over-year, largely due to the impact of a higher share price on deferred tax assets associated with our share-based compensation. Firm-wide profitability and earnings per share for the 3-month period were flat on a year-over-year basis. On an adjusted basis, pretax net income of $33 million improved by 4% sequentially and earnings per share of $0.13 improved by 8% compared to the most recent fiscal quarter. I'll discuss the drivers of this result within the overview of our segment results.\nOur Wealth Management businesses earned revenue of $243 million, representing the sixth consecutive quarter of a record revenue for this division. The increase was primarily driven by higher commission and fee revenues from all regions. Our Wealth business in the U.K. and Crown Dependencies contributed record quarterly revenue of $126 million, up 17% year-over-year and 7% sequentially.\nSlide 12 provides an overview of client asset flows in this business. Measured in local currency, client assets increased by 9% year-over-year to a record GBP 38 billion. Net flows remained positive, but robust inflows were partially offset by a small number of catalyst-driven outflows early in the quarter. Fee-based assets now comprise 64% of total assets in the U.K. Wealth business, an improvement of 3 percentage points compared to the same period of last year.\nOn an adjusted basis, this business delivered GBP 30 million in pretax net income for the first quarter, representing a 31% year-over-year increase. The adjusted pretax profit margin also improved by 2.5 percentage points to 23.6%. And finally, normalized EBITDA of GBP 21 million for the 3-month period reflects a year-over-year improvement of 8.5%.\nOur Canadian Wealth business contributed first quarter revenue of $94 million, an increase of 5% year-over-year, but a decline of 6% sequentially. The impact of the early quarter downturn and the resulting sharp decline in the market value of client assets adversely impacted commissions and fees revenue recognition, which typically lags AUA growth. Client assets reached a new record of $45 billion at the end of the 3-month period. As outlined on Slide 11, higher market valuations were a major contributor to this increase.\nConsistent with trends in our U.K. business, net flows remained positive, although early quarter volatility triggered some circumstantial withdrawals that partially offset inflows. The business continues to advance its strategic goal of growing fee-generating asset contributions, which represented 55% of total assets at the close of the first quarter.\nGrowing our fee-generating asset share enhances revenue stability and supports our priority of improving asset quality and enhancing client value. Compensation expense in this business rose by $5 million year-over-year due to increased share-based compensation driven by the absence of a prior year recovery of certain share-based awards. The increase also reflects higher adviser payouts tied to our revenue mix during the 3-month period.\nFirst quarter adjusted pretax net income in this business was flat compared to the fourth quarter of last year at $9.2 million. Adding back noncash development charges, normalized EBITDA in our Canadian Wealth Management business for the quarter was $16 million, a decline of 7% year-over-year, largely reflecting the impact of the previously discussed compensation expense and the modest reduction of corporate financing and interest revenue.\nAnd finally, our Australian Wealth business generated record revenue of $23 million, increasing 25% year-over-year and 11% sequentially. Measured in local currency, client assets grew to a record of $10 billion, an increase of 37% year-over-year and 6% sequentially. This represents the fourth consecutive quarter of record assets under administration, underscoring our momentum in the region. This business generated first quarter adjusted pretax net income of $2 million, an increase of 52% year-over-year and 96% sequentially, the highest result since our third quarter of fiscal 2022.\nProfitability in our Australian operations is improving, albeit at a moderated pace as we prioritize investments to fuel long-term growth. The adjusted pretax margin for the first quarter improved by 1.5 percentage points year-over-year and by 3.6 percentage points sequentially to 8.2%.\nTurning to our Global Capital Markets division. As Dan mentioned, the tariff-related market disruption led to a shift in the revenue mix in this division, resulting in a lower contribution from higher-margin advisory revenue, which was partially offset by increased contributions from the trading and commissions and fee segments. Consolidated revenue of $200 million decreased by 3% year-over-year and by 6% sequentially.\nNotwithstanding a strong and diverse pipeline, a decrease in M&A completions contributed to a revenue decline of 27% year-over-year and 46% sequentially to $49 million for the Advisory segment. The decline was most pronounced in our U.S. and U.K. businesses. The technology sector remained active, while the consumer sector was most impacted. Advisory revenue in our Canadian business increased on both a sequential and year-over-year basis as efforts to improve the longer term revenue profile of this segment continue.\nI will also note that as advisory activity has become a more meaningful component of our Capital Markets business in Australia, we have begun reporting this revenue segment separately, beginning with the current quarter. Contributions previously classified under investment banking in fiscal 2025 have been restated accordingly.\nCorporate financing revenue of $62 million increased by 56% sequentially, but declined by 4% year-over-year and against an exceptional performance in the prior year, which was most notable in our Australian business. While the mining sector was the largest contributor in this segment, improving activity in our other core sectors have extended into the current quarter.\nRevenue from principal trading increased by 52% year-over-year to $38 million and 88% of this amount was contributed by our U.S. IEG business, which benefited from increased trading volumes as a result of the heightened broad market volatility early in the quarter. We remain on track to complete the sale of this business in the current fiscal quarter.\nAnd finally, the contribution from the commissions and fees segment improved by 8% year-over-year to $41 million. The adjusted pretax net income from our Capital Markets division amounted to $5.5 million for the quarter compared to $13 million in the same period a year ago. Improved contributions from our Canadian and Australian businesses were partially offset by losses in our U.S. and U.K. operations.\nNon-compensation expense in our U.S. business reflected elevated general and administrative costs tied to our previously disclosed enforcement matter, alongside higher premises and equipment expenses as noted earlier. Despite cost discipline, profitability in our U.K. business was impacted by the downturn in M&A completions during the quarter, in addition to the continuing trend of subdued corporate financing activities in the region.\nOn a consolidated basis, the adjusted pretax profit margin in our Capital Markets division saw a modest improvement versus the prior quarter. However, lower advisory revenues and increased trading costs constrained our growth objectives. Ongoing progress in our cost-efficient initiatives, coupled with the recovery in advisory and corporate financing activities is expected to support the achievement of our targeted margin improvement for this fiscal year.\nWe are making strong progress across firm-wide cost efficiency initiatives with efforts expected to continue. As we accelerate both organic and inorganic growth strategies and execute effectively for our clients amid improving business conditions, we remain confident in our ability to enhance firm-wide profit margins and deliver our targeted single-digit growth for the current fiscal year.\nTurning to the balance sheet. We maintain sufficient working capital to support our strategic priorities and expanded business activity while preserving the flexibility to reallocate capital as market conditions evolve.\nWith that, I will turn things back to Dan.\n\nDaniel Joseph Daviau\n\nCEO, President & Director, Canaccord Genuity Group Inc.\n\nThanks, Nadine. Our second fiscal quarter is off to a productive start with the market conditions largely aligning with the outlook we shared in June. Investor sentiment is already improving, supported by strong corporate earnings, improved clarity on tariffs and signs of stabilization in the equity markets, which are conducive to stronger deal flow.\nLooking ahead, we anticipate continued fee growth across our Wealth Management business in line with the broader market momentum. We also expect continued margin improvement as we leverage the benefits of recent acquisitions and our growing talent pool. Client engagement remains high across our Capital Markets' verticals. We are seeing improved CEO confidence in our core sectors, which supports decisive action and execution even while we navigate the complexities of geopolitical risk and shifting trade dynamics.\nOur Advisory pipeline looks resilient, and provided the environment holds, we anticipate a constructive environment for our corporate finance activities. Although the IPO market has yet to fully reopen, the backdrop continues to improve. Our proven leadership in this space positions us well to capitalize on emerging opportunities.\nNext week, we will be hosting our 45th Annual Growth Conference in Boston, which will be our largest ever. We've hit new records for registration with an impressive mix of private and public companies and investors from all 4 continents, which is a strong indicator of improving confidence across dynamic growth sectors and the investors who follow them.\nWith that, Nadine and I will be pleased to take your questions. Operator, please open the lines."
  },
  {
    "header": "CF",
    "cik": "0001324404",
    "ticker": "CF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/790c327274ed70ee6701b5f4e5975f1b",
    "period": "2025 Q4",
    "content": "Q4 2025 Canaccord Genuity Group Inc Earnings Call\n\nQ4 2025 Canaccord Genuity Group Inc Earnings Call\n\nCFTORONTOJUN 5, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Thank you for standing by. I would like to welcome everyone to the Canaccord Genuity Group Inc. Fiscal 2025 Fourth Quarter Results Conference Call. [Operator Instructions] Following the speakers' prepared remarks, there will be a question-and-answer session. [Operator Instructions] As a reminder, this conference call is being broadcast live online and recorded.\nI would now like to turn the conference call over to Mr. Dan Daviau, Chairman and CEO. Please go ahead, Mr. Daviau.\n\nDaniel Joseph Daviau\n\nCEO, President & Director, Canaccord Genuity Group Inc.\n\nThank you, operator, and thanks to everyone joining us for today's call. I'm joined by Nadine Ahn, our Chief Financial Officer. Today's remarks are complementary to our earnings release, MD&A and supplementary financials, copies of which have been made available for download on SEDAR and on the Investor Relations section of our website, cgf.com. Within our updates, certain reported information has been adjusted to exclude significant items to provide a more transparent and comparative view of our operating performance. These adjusted items are non-IFRS items. Please refer to our notice regarding forward-looking statements and the description of non-IFRS financial measures that appear in our investor presentation and in our MD&A.\nAnd with that, let's discuss our fourth quarter and fiscal 2025 results. Our fourth fiscal quarter saw us deliver our highest quarterly revenue in the past 11 quarters despite a volatile market environment. Revenue growth was fueled by record performance in our Wealth Management division and strong advisory fee contributions from capital markets. This contributed to an impressive top line results for the fiscal year with firm-wide revenue of $1.8 billion, an improvement of 20% compared to last year and our strongest results since 2022.\nOur Wealth Management businesses in all geographies have continued to perform exceptionally well. Each business has been consistently executing against the respective plans which are oriented towards sustainable growth and profitability. Client assets grew to a record of $120 billion with new records set in each region driven by a mix of acquisitions and recruiting activity, improving market values and positive net flows. While our strategies have focused on increasing contribution from fee-based assets and strengthening net inflows, the aggregate value of our client assets is linked to market performance and is expected to reflect some of the volatility experienced in the current quarter.\nHaving said that, I will note that market fluctuations do not typically drive outflows to the same extent as inflation and rising interest rates. We're seeing increased investing activity among our core clients driven by growing demand for personalized solutions. Throughout the 3- and 12-month periods, we continue to invest in the growth of our wealth management businesses while advancing our organic growth priorities. We completed 3 acquisitions in the U.K. and Crown dependencies, enhancing the scale of our financial planning offering and extending our presence across both onshore and offshore markets.\nAcquisitions were completed in Cambridge in Glasgow and most recently in the Crown Dependencies through our acquisition of Brooks McDonald's Asset Management International, which was completed in our fourth quarter. We also further expanded our talent base by bringing on professionals responsible for advancing our organic growth priorities and strengthening our investment management and financial planning capabilities. In Canada and Australia, we welcomed new investment advisory teams, and we have good visibility on a solid pipeline in both regions. By focusing on high-quality producers, our recruiting efforts are contributing to an increase in fee-related revenues, enhancing the resilience of these businesses.\nNadine will provide a more detailed overview of our operating performance but I'd like to highlight that the fourth quarter adjusted pretax net income from this division rose 22% year-over-year to $41 million contributing to a full year contribution of $149 million. While our fiscal 2025 operating margin for the Wealth Division reflects ongoing investments in growth. we anticipate low single-digit margin improvement over the coming year, which will be driven by our increased scale and the impact of our organic growth initiatives.\nTurning to capital markets. Despite the increased momentum for corporate finance activity in our core sectors during our second and third fiscal quarters, activity levels in this segment were subdued in the fourth quarter due to market volatility and uncertainty, largely stemming from the global trade policy disruptions. Our advisory segment helped to offset this decline, delivering its strongest quarterly revenue of the fiscal year. This helped lift the revenue contribution from our Capital Markets division to its strongest result in 3 years and comfortably above pre-pandemic levels. Although investors remain selective in their exposure to risk equities, we have defended our strong market position for corporate finance activity. We are consistently ranked among the table leaders in our target sectors and maintaining our status as the most active mid-market dealer globally.\nReflecting the cautious environment, the mining sector remained our most active throughout the 3- and 12-month periods. But we also saw encouraging momentum across other core sectors. As investor sentiment improves, we are also beginning to see renewed, albeit cautious appetite for IPO activity. Profitability in our Capital Markets division for the 3- and 12-month periods continue to be impacted by elevated noncompensation expenses, which includes professional fees and provisions primarily in connection with our previous disclosed regulatory matter. We've maintained proactive and transparent engagement with our regulators to ensure alignment with their expectations as we continue to enhance the client experience and advance our strategic priorities.\nWhile our remediation efforts are largely complete, the time frame for resolution with respect to our U.S. enforcement matter remains uncertain. During the year, we took deliberate steps to sharpen the focus of our capital markets business by allocating resources and capital to the areas where we can deliver the greatest value to our clients and compete most effectively. As part of this strategic focus, subsequent to the end of our fourth fiscal quarter, we announced a definitive agreement to sell our U.S. wholesale market making business to Cantor. This move enables us to concentrate our efforts on our investment banking and advisory driven capital market strategy in this region.\nThe IEG business has been a valuable contributor to our U.S. capital markets operation but has historically operated adjacent to our core equities franchise and now has reached a level of scale and complexity better suited for a larger platform. The transaction remains on track for completion in the first half of our 2026 fiscal year. Until then, CG continues to fully support the employees and the clients of that business. While we certainly missed the daily contributions of this talented team, we are excited about the new opportunities that await them as part of Cantor, and we wish them continued success.\nIn all, against the backdrop of increased volatility and cautious investor sentiment, we delivered solid top line growth in the 3- and 12-month periods. While our profitability fell short of expectations we remain committed to supporting our clients in navigating complex business and investment decisions. We have continued to execute against our long-term strategy positioning the business for stronger future profitability and improve shareholder returns.\nAnd with that, I'll pass things over to Nadine.\n\nNadine Ahn\n\nChief Financial Officer\n\nThank you, Dan, and good morning, everyone. I'll turn your attention to our firm-wide performance highlights on Page 4 of our investor presentation. Revenue generation improved for both the 3- and 12-month periods. Firm-wide profitability and earnings per share for the fourth fiscal quarter were lower on a year-over-year basis, but earnings for the fiscal year improved when compared to last year. Firm-wide profit margins were under pressure in both periods and I will walk you through the key drivers of that performance. Firm-wide revenue for the 3-month period increased by 12% year-over-year to $460 million. Increase was primarily driven by higher commissions and fees revenue of $237 million, an increase of 18% year-over-year, primarily driven by contributions from our Wealth Management division.\nIn addition, advisory revenues increased 31% year-over-year to $90 million, reflecting increased completion activity in our core sectors. As Dan mentioned, revenue for the full fiscal year increased 20% year-over-year to $1.8 billion. Wealth Management was the largest contributor, accounting for 51% of total revenue. Capital Markets contributed 47% of fiscal 2025 revenue, representing a 1 percentage point increase year-over-year with the remaining revenue coming from our corporate and other segments. On the expense side, firm-wide noncompensation expenses remained elevated, totaling $149 million for the 3-month period and $581 million for the 12-month period representing increases of 24% and 19%, respectively. The impact of elevated expenses led to a decrease in our pretax operating margin from 9% to 8.4% for fiscal 2025.\nSlide 7 in our investor presentation provides a breakdown of our fiscal 2025 expense drivers and the impact of foreign exchange highlighting that noncore expenses accounted for approximately 24% of the year-over-year increase. Revenue and investment-driven expenses drove the largest component of the increase and reflected increased interest for dividend costs as well as trading costs, which were primarily offset by higher revenues. Discretionary expenses represented approximately 24% of the increase, primarily related to an increase in professional fees associated with the remediation work in the U.S. as well as increased acquisition-related costs as we continue to invest in the business.\nWe are focused on cost discipline and generating an improvement in our operating margins. Our effective tax rate for the fiscal year decreased by 2.3 percentage points year-over-year to 26.9% and largely due to a decrease in the effective tax rate in connection with the reduced impact of LTIP share price movement on deferred taxes. Firm-wide compensation ratio for the fiscal year was within our desired range of 59%. Excluding significant items, firm-wide pretax net income for the 3-month period was $32 million. down 18% year-over-year and down 19% sequentially. For fiscal 2025, adjusted pretax net income totaled $149 million, up 12% year-over-year. These results translated to adjusted diluted earnings per share of $0.12 for the 3-month period, down $0.03 or 20% year-over-year bringing our fiscal 2025 adjusted diluted earnings per share to $0.61, up $0.21 or 53% year-over-year.\nTurning to segment results. Our Wealth Management division earned revenue of $239 million during the fourth fiscal quarter and $905 million for fiscal 2025, representing year-over-year increases of 19% and 17%, respectively. Increases for the 3- and 12-month periods were primarily driven by higher commissions and fees revenues from all regions and a modest increase in contributions from the investment banking segments in our Canadian and Australian businesses. Our wealth business in the U.K. and Crown Dependencies contributed record quarterly revenue of $118 million up 12% year-over-year and 2% sequentially, bringing fiscal year-to-date revenue to a record $450 million.\nSlide 12 outlines client asset flows. Measured in local currency, client assets in this business increased by 8% year-over-year to GBP 37 billion and net inflows, including assets from acquisitions, represented 11% of opening assets under management. Fourth quarter adjusted pretax net income contribution of $28 million represented a year-over-year improvement of 4%. Full year profitability in this business was flat compared to the prior fiscal year largely due to higher development costs in connection with our acquisitions and organic growth activities in the region. The business achieved normalized EBITDA of GBP 21 million for the 3-month period and GBP 79 million for the full year, representing a year-over-year increase of 1.2%.\nOur Canadian Wealth business earned fourth quarter revenue of $100 million, up 29% year-over-year. Fiscal 2025 revenue increased 26% year-over-year to $375 million. As outlined on Slide 11, client assets in this business increased by 11% year-over-year to $43 billion and net inflows represented 7% of opening AA. The adjusted pretax net income contribution amounted to $13 million for the fourth quarter and $43 million for the fiscal year, increases of 90% and 21%, respectively, but below desired ranges in the context of our revenue growth. In the 3- and 12-month periods, this business incurred higher interest expense in connection with clients' cash balances, which were primarily offset by interest revenue as well as increased premises and equipment costs in connection with our new office in Vancouver and higher development costs to support our recruitment and retention activities.\nWhile our adjusted pretax operating margin for the quarter improved both year-over-year and sequentially, the fiscal year operating margin of 11.5% was 0.5 percentage point lower than the prior year. Adding back the noncash development charges, normalized EBITDA in our Canadian wealth management business was $19 million for the fourth quarter, which brought full year EBITDA to $69 million, an improvement of 26% compared to the prior fiscal year. And finally, revenue earned by our Australian Wealth Management business of $21 million for the quarter increased 23% year-over-year bringing fiscal year-to-date revenue to $80 million, an increase of 26% year-over-year, a new record for this business.\nClient assets increased by 31% year-over-year to $8.4 billion due to an increase in new client assets from our recruiting activities as well as higher market values. The adjusted pretax net income contribution amounted to $1 million for the fourth quarter and $5 million for the fiscal year, increases of 45% and 53%, respectively. Our global capital markets division earned revenue of $212 million for the fourth fiscal quarter and $831 million in fiscal 2025, representing year-over-year increases of 5% and 22%, respectively. Fourth quarter increase primarily reflected the impact of higher advisory revenues in our core focus sectors. Capital Markets advisory revenue of $90 million for the 3-month period was the strongest quarterly result of the year and on par with our fiscal 2023 quarterly average, which was our second strongest year for advisory activity.\nThe fiscal 2025 revenue increase was primarily driven by increased advisory and corporate financing activities in our core mid-market focus sectors. The shift in market conditions during our fourth quarter led to reduced risk appetite compared to prior periods, which negatively impacted corporate financing revenue across all regions. Despite this, full year revenue from this segment rose 44% year-over-year to $215 million, our strongest level in 3 years. demonstrating our team's agility in helping clients access capital when market conditions are favorable. As noted earlier, profitability from our Capital Markets division continued to be affected by higher non-compensation expenses, primarily in our U.S. business as fiscal 2025 saw inflated professional fees as we continue to execute on the remediation work related to our regulatory matters.\nThat said, stronger revenue generation alongside our ongoing efforts to reduce discretionary spending contributed to improved results for fiscal 2025 compared to the prior year. This division contributed adjusted pretax net income of $1 million for the fourth quarter and $44 million for the full fiscal year compared to $3.3 million and $6 million, respectively, for the comparative periods in the prior year. Going forward, we expect an overall improvement in operating margins in our Capital Markets business.\nTurning to the balance sheet. We are maintaining sufficient working capital to support our strategic priorities and increased business activity. while also preserving the flexibility to reallocate capital as market conditions evolve.\nWith that, I will turn things back to Dan.\n\nDonald Duncan MacFayden\n\nExecutive VP & CFO, Canaccord Genuity Group Inc.\n\nThank you, Nadine. Despite ongoing economic and trade policy uncertainty, M&A activity in our core sectors is expected to remain resilient. Corporate financing activity supported by our research, sales and trading capabilities remains closely linked to the condition of the new issue market, which fluctuates with broader market dynamics. When these windows are open, we at CG have proven our ability to consistently outperform expectations. We are continuing to invest with discipline in the growth of our Wealth Management businesses while advancing our organic growth priorities. At the same time, we remain firmly focused on reducing firm-wide discretionary expenses.\nTogether with our organic and inorganic growth initiatives, we expect our cost efficiency efforts to support firm-wide margin improvements with a goal of achieving single-digit growth in the upcoming fiscal year. Reflecting confidence in this outlook, our Board of Directors has approved a quarterly common share dividend of $0.085.\nWith that, Nadine and I will be pleased to take your questions. Operator, please open the lines."
  },
  {
    "header": "CF",
    "cik": "0001324404",
    "ticker": "CF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dd80bbd4b4e56713a9b5f4fdcc925dd3",
    "period": "2025 Q3",
    "content": "Q3 2025 CF Industries Holdings Inc Earnings Call\n\nQ3 2025 CF Industries Holdings Inc Earnings Call\n\nCFNYSENOV 6, 11:00 AM\n\nOperator\n\nGood day, and welcome to the CF Industries Q3 2025 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded.\nI would now like to turn the conference over to Martin Jarosick, Vice President of Treasury and Investor Relations. Please go ahead.\n\nMartin A. Jarosick\n\nVice President, Investor Relations, CF Industries Holdings, Inc.\n\nGood morning, and thanks for joining the CF Industries earnings conference call.\nWith me today are Tony Will, President and CEO; Chris Bohn, Executive Vice President and Chief Operating Officer; Bert Frost, Executive Vice President of Sales, Market Development and Supply Chain; and Greg Cameron, Executive Vice President and Chief Financial Officer.\nCF Industries reported its results for the first 9 months and third quarter of 2025 yesterday afternoon. On this call, we'll review the results, discuss our outlook and then host a question-and-answer session. Statements made on this call and in the presentation on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance and involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statements. More detailed information about factors that may affect our performance may be found in our filings with the SEC available on our website. Also, you'll find reconciliations between GAAP and non-GAAP measures in the press release and presentation posted on our website.\nBefore we begin today's call, I want to provide an update on the incident we experienced at our Yazoo City, Mississippi complex last evening. All employees and contractors are safe and have been accounted for, and there are no significant injuries. The incident has been contained and an investigation is underway.\nNow let me introduce Tony Will.\n\nW. Anthony Will\n\nPresident, Chief Executive Officer & Director, CF Industries Holdings, Inc.\n\nThanks, Martin, and good morning, everyone.\nYesterday afternoon, we posted results for the first 9 months of 2025, in which we generated adjusted EBITDA of $2.1 billion. These results reflect outstanding execution by the CF Industries team across all aspects of our business, and most importantly, our team continued to work safely. At the end of the quarter, our trailing 12-month average recordable incident rate was 0.37 incidents per 200,000 work hours. 5 years ago, October 2020, we announced a significant shift in the company's strategic direction, including ambitious pan to begin decarbonizing our production network, a plan to become a world's leader in clean ammonia and a model example of environmental stewardship, and how to abate an energy-intensive business in a financially responsible way. Today, that vision has been realized. I'm very excited to announce that the plans we launched 5 years ago have begun delivering real value to our shareholders and broader benefits to the society as a whole. We have made great strides over the last 5 years and have reduced our GHG emissions intensity by a whopping 25% from our original baseline. And every single one of the initiatives that contributed to this remarkable achievement have been highly NPV positive, creating substantial value for shareholders. We are the best example of how being environmentally responsible can actually go hand in hand with creating significant shareholder value.\nOn our journey, we have executed all of the following initiatives: We closed two of our least efficient, highest emissions plants that were also borderline uneconomic to continue operating. We commissioned two new highly efficient lower emissions plants that have returned profiles exceeding 20% IRR. We acquired the Waggaman, Louisiana ammonia plant, a very efficient plant with relatively low GHG emissions intensity and increased production at that facility significantly from [ 750,000 ] tons annually to over 900,000 tons, resulting in an IRR of over 20%. We installed N2O abatement systems into certain nitric acid plants, the resulting carbon credits from which are being sold at high values, more than recovering our costs within just a single year. And finally, we have begun sequestering approximately 2 million metric tons per year of CO2 from our Donaldsonville complex.\nThe 45Q tax credits from this project will more than pay our installation cost within two years, generating an IRR over 20%, and we are currently selling the resulting low carbon ammonia at premium. What is the [Audio Gap] commodity product, chemically identical to ammonia produced anywhere else in the world, has become differentiated and now commands a premium in the marketplace. These initiatives have helped reduce our emissions intensity by roughly 25% from our baseline, while creating significant value for our shareholders.\nNow we are embarking on the development of the world's largest ultra-low emissions ammonia plant at our Blue Point complex in Louisiana. We have two world-class equity partners, Jarrett and Mitsui, with us in this venture. And I fully expect the financial and vital benefits will be equally as impressive as the initiatives we have already completed. Additionally, we have a second carbon capture and sequestration project underway at our Yazoo City, Mississippi complex, and numerous other initiatives yet to be announced. The end result is that we have a roast high-return growth trajectory in front of us through the end of the decade that will continue to dramatically reduce our GHG emissions intensity, while providing exceptional financial returns.\nBefore I turn the call over to Chris to talk more about our operating results, I do want to take a moment and highlight what I consider to be a great misconception in the market. I want to refer you to all the slides number 10, 11 and 12 in our materials. Slides 10 and 11 show our consistently strong free cash flow generation and our relentless share repurchase program. Slide 12 shows the remarkable free cash flow conversion efficiency from EBITDA and yet amazingly, how we trade at a shockingly low valuation. [Audio Gap] CF Industries as compared to agricultural companies and yet we are very different for most of those. The seed and chemical companies face challenges of products coming off patent and declining margins or if distribution channels being stuffed full and having to go through the pain of destocking. We're also very different from capital equipment companies or those selling more discretionarily applied products like phosphate and potash, who are really in true subject to grow profitability. However, our sole product, nitrogen is metal different. Even in periods of relatively weak grower profitability, nitrogen demand is unaffected, almost completely inelastic. This year, when there was great hand wringing due to subdued grower profitability, high planted corn acres and global nitrogen supply production disruptions in other parts of the world. created a situation where nitrogen demand and resulting pricing was very, very strong.\nAs [ Greg ] will talk about in a few minutes, we see the same strong demand dynamic shaping up for next year. Nitrogen and certainly CF Industries' financial performance is not impacted by most of the factors affecting the rest of the ag sector companies. While other times, we are compared to industrials or material sectors, Again, we have very little in common with most of those companies either, especially the chemical companies. We do not suffer from global overcapacity nor from sluggish or declining demand. Our free cash flow generation is consistently high and yet as shown on Page 12, we have traded at an anemic average cash flow multiple of barely 7.5x free cash flow. Realistically, that should be the low end of an EBITDA multiple, not a cash flow multiple. Oddly, businesses that are on a whole more volatile and structurally way less advantage than CF trade at a higher valuation. The industrial sector trades at 27x cash flow. The materials sector trades at 30x cash flow. While our consistently high cash flow generation on average has traded at a [indiscernible] 7.6x. All of this is a long way of saying the market doesn't really understand our business or our consistently high free cash generation. As Greg will talk about shortly, we have made great progress on our share repurchases and continue to do so. We, around this table, believe CF represents an amazing value, especially when we're trading at an average 7.5x cash flow. And we will continue aggressively repurchasing shares from the nonbelievers and those that don't take the time to understand why we are fundamentally different from most ag, industrial and materials companies.\nWith that, I'll now turn it over to Chris to provide more details on our operating results. Chris?\n\nChristopher D. Bohn\n\nSenior Vice President, Manufacturing & Distribution, CF Industries Holdings, Inc.\n\nThanks, Tony. CF Industries manufacturing network has operated well throughout the year with a 97% ammonia utilization rate the first 9 months of 2025. As is typical for the third quarter, we had significant maintenance activity with reduced production volumes compared to the first 2 quarters. We continue to expect to produce approximately 10 million tons of gross ammonia for the full year. We also have made significant progress on strategic initiatives that are now generating EBITDA and free cash flow growth for the company.\nIn August, we are able to fully utilize expanded diesel exhaust fluid rail load-out capabilities at our Donaldsonville complex for the first time. This enabled us to capture incremental high-margin DEF sales and led to a monthly record for DEF shipments from the site. Also at Donaldsonville, the carbon dioxide dehydration and compression unit, which was commissioned in July continues to run well. We are generating 45Q tax credits and moved to a full rate safely through the quarter.\nFinally, in October, we completed a nitric acid plant abatement project at our verticals, Oklahoma facility. This project is expected to reduce carbon dioxide equivalent emissions at the site by over 600,000 metric tons on an annual basis, which we are monetizing through the sale of carbon credits. By the end of the decade, we expect the returns generated by our CCS products, along with the Verdigris [ abate ] project will add a consistent incremental $150 million to $200 million to our free cash flow.\nLonger term, we remain excited about the compelling growth opportunity that the Blue Point project offers us, particularly given the sales team's success and selling low-carbon ammonia from Donaldsonville for a premium. Detailed engineering activities and the regulatory permitting process are progressing well, with capital expenditures for 2025 and expected to be within the range we projected earlier this year. We expect site construction to begin in 2026.\nWith that, let me turn it over to Bert to discuss the global nitrogen market and the growing interest in low carbon ammonia. Bert?\n\nBert A. Frost\n\nSenior VP-Sales, Market Development & Supply Chain, CF Industries Holdings, Inc.\n\nThanks, Chris. The global nitrogen supply demand balance remained tight in the third quarter of 2025. Demand led by North America, India and Brazil was robust. Additionally, product availability remained constrained due to low global inventories and outages during both the third quarter and earlier in 2025. China's reentry into the urea export market provided tons the world needed, but did not substantially alter these dynamics. Looking ahead, we expect the global nitrogen supply-demand balance to remain constructive. We believe supply availability will continue to be constrained. Global inventories are low, including in North America. Additionally, major planned and unplanned outages are occurring now while geopolitical issues and natural gas availability, particularly in Trinidad, remain a challenge. The start-up of new capacity also continues to be delayed. At the same time, we expect global demand to remain strong. India is likely to tender for urea in the near term, especially given the result of their most recent tender. Nitrogen demand in Brazil and Europe has picked up recently. And in North America, economics favor corn planting over soybeans next spring based on the December 2026 corn contract which is currently priced at approximately $4.70 per bushel.\nFarmer economics across the globe remains a key focus as crop prices have not kept price up pace with the price of inputs, commitment, rent and other costs. That said, we believe nitrogen offers clear value for farmers relative to other nutrients for its immediate impact on yields. Given where crop prices are today, we expect farmers to focus on optimizing yield, which should support healthy nitrogen applications. We believe that the strong uptake of our UAN fill program and our robust fall ammonia program, and the order book that supports that outlook. We're also preparing for the implementation of the European Union's carbon border adjustment mechanism or CBAM, which takes effect in less than 2 months. While there remains some uncertainty about the final structure of these regulations, we feel very confident about our competitive position. Thanks to our Donaldsonville CCS project, we have the largest certified low carbon ammonia volume in the world. And over the last few years, our team has put in a great deal of time to build relationships with customers including those will be affected by CBAM. This has enabled us to sell certified low-carbon ammonia at a premium to conventional ammonia today as customers begin to adapt their supply chains. Based on our conversation with customers, we also believe CBAM will drive significant demand for other low-carbon nitrogen products such as UAN. We see this as a tremendous opportunity for CF Industries on top of our already high-performing nitrogen business. We look forward to working with customers to build out a low-carbon ammonia and nitrogen derivatives supply chain.\nWith that, I'll turn it over to Greg.\n\nGregory D. Cameron\n\nExecutive VP & CFO, Bloom Energy Corporation\n\nThanks, Bert. For the first 9 months of 2025, the company reported net earnings attributable to common stockholders of approximately $1.1 billion, or $6.39 per diluted share. EBITDA and adjusted EBITDA were both approximately $2.1 billion. For the third quarter of 2025, we reported net earnings attributable to common stockholders of $353 million or $2.19 per diluted share. EBITDA and adjusted EBITDA were both approximately $670 million.\nOn a trailing 12-month basis, net cash from operations was $2.6 billion, and free cash flow was $1.7 billion. We continue to be efficient converters of EBITDA to free cash flow. Our free cash flow to adjusted EBITDA conversion rate for this time period was 65%. As you saw in the press release, we updated our projection for capital expenditures on our existing network to approximately $575 million for 2025. This reflects additional maintenance we were able to complete openly during planned outages as well as the timing of strategic investments that Chris mentioned this morning, and he spoke about it at our Investor Day in June. We returned $445 million to shareholders in the third quarter of 2025 and approximately $1.3 billion for the first 9 months.\nIn October, we completed our 2022 share repurchase authorization, having repurchased 37.6 million shares, which represents 19% of the outstanding shares at the start of the program. Our share repurchase program continues to create strong value for long-term shareholders. Net earnings increased approximately 18% compared to the first 9 months of 2024, while earnings per share were approximately 31% higher reflecting our significantly lower share count. The same positive impact can be seen in our shareholders' participation in our production capacity and the free cash flow it generates. We are now executing the $2 billion share repurchase program authorized in 2025 with over $1.8 billion of cash on hand at the end of the third quarter. We are well positioned to continue returning substantial capital to our shareholders while also investing in growth through Blue Point and other strategic projects.\nWith that, Tony will provide some closing remarks before we open our call to Q&A.\n\nW. Anthony Will\n\nPresident, Chief Executive Officer & Director, CF Industries Holdings, Inc.\n\nThanks, Greg. For me, this is earnings conference call #48, and my very last one as is CEO of CF Industries. Over the past 12 years, traditionally at this point in the call is when I have thanked the entire CF Industries team for their hard work and contributions to our success. I'm internally grateful to the entire team. today may be more so than usual. And I am particularly aware of what an amazing team we have. So indeed, thank you all, said perhaps a bit more heartbeat than the past 47 time. I'm exceptionally proud of the company and the organization I'm even. The highly ethical way in which we conduct ourselves are unwavering commitment to employee safety and our absolute focus on value creation. In addition to the entire CF team, I also want to thank our Board of Directors who have always been supportive of me, providing insight and guidance through the years and importantly, always aligned with me on the objective of value creation. I also want to particularly thank the senior leadership team, with whom it has been a truly great pressure to work alongside. I can honestly say this is the best group one could possibly hope for, and not only respect them as individuals, along with their business acumen, but I also thoroughly enjoy their company and our camaraderie.\nFinally, I want to thank and congratulate Chris Bohn on being named CEO. Chris has been a consistent thought partner and double Advocate working with me as we navigated foundational decisions like the Terra acquisition, the sale of our phosphate business, the capacity expansion projects, our strategic repositioning of the company, the Waggaman acquisition and most recently, our Blue Point joint venture. Chris has been hugely successful in leadership roles across the company, including heading FP&A, supply chain, manufacturing, CFO in his current role as COO. Chris has my complete faith and confidence that he will successfully lead the company to new heights. Again, thank you, and congrats.\nIt has been some kind of a thrilling ride for me as CEO, an incredible honor and a very great privilege. We've accomplished many things over the years. As they say success as many parents and indeed, all of our successes were team efforts, and I'm delighted to say that the team remains in place. Therefore, I am steadfastly confident that the company's best years are in front of it.\nWith that, operator, we will now open the call to your questions.\n\nChristopher D. Bohn\n\nSenior Vice President, Manufacturing & Distribution, CF Industries Holdings, Inc.\n\nBefore Q&A, I want to take a moment to acknowledge Tony's retirement and his contribution to CF over his 18-year tenure. These influence and impact on CF cannot be overstated. From his time leading manufacturing where we generated and champion, the do it right phrase is a core statement of CF's values and culture to his relentless pursuit of personal and process safety. CF has improved through his leadership. Tony's leadership, which can be best described as bias towards action. This has been exemplified through the growth the company has experienced under his guidance. Through the CHS transaction, Donaldsonville and Port Neal expansion projects, Waggaman acquisition to the recent announcement of the Blue Point joint venture, increasing CF ammonia production and free cash flow generating assets by 45% during his time as CEO and over 200% since he started at CF as a member of the senior leadership team. To safety-first mentality, team decision-making and focused on disciplined investments and execution [Audio Gap] disposition CF where we are today. Tremendous safety performance, industry-leading asset utilization and superior capital allocation. Over the years, he's not only been a great mentor, but also a great friend. I look forward to building on what Tony has established and wish him the best in his next act. Thank you, Tony.\n\nW. Anthony Will\n\nPresident, Chief Executive Officer & Director, CF Industries Holdings, Inc.\n\nThank you."
  },
  {
    "header": "CF",
    "cik": "0001324404",
    "ticker": "CF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4f1adf6b2372d240b3dd54870156536e",
    "period": "2024 Q4",
    "content": "Q4 2024 CF Industries Holdings Inc Earnings Call\n\nQ4 2024 CF Industries Holdings Inc Earnings Call\n\nCFNYSEFEB 20, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to CF Industries Full Year and Fourth Quarter 2024 Conference Call. Please note, this event is being recorded.\nI would now like to turn the presentation over to the host for today, Mr. Martin Jarosick with CF Investor Relations. Sir, please proceed.\n\nMartin A. Jarosick\n\nVice President, Investor Relations, CF Industries Holdings, Inc.\n\nGood morning, and thanks for joining the CF Industries earnings conference call. With me today are Tony Will, President and CEO; Chris Bohn, Executive Vice President and Chief Operating Officer; Bert Frost, Executive Vice President of Sales, Market Development and Supply Chain; and Greg Cameron, Executive Vice President and Chief Financial Officer.\nCF Industries reported its results for the full year and fourth quarter of 2024 yesterday afternoon. On this call, we'll review the results, discuss our outlook and then host a question-and-answer session. Statements made on this call and in the presentation on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance and involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in these statements. More detailed information about factors that may affect our performance may be found in our filings with the SEC, which are available on our website. Also, you'll find reconciliations between GAAP and non-GAAP measures in the press release and presentation posted on our website.\nNow let me introduce Tony Will.\n\nW. Anthony Will\n\nPresident, Chief Executive Officer & Director, CF Industries Holdings, Inc.\n\nThanks, Martin, and good morning, everyone. Yesterday afternoon, we posted results for the fourth quarter of 2024, in which we generated adjusted EBITDA of $562 million. Adjusted EBITDA for the full year was $2.3 billion. This strong performance enabled us to return $1.9 billion to our shareholders through dividends and share repurchases in 2024, which is our highest level of capital return in more than a decade. The CF team is operating at a high level, advancing our strategic initiatives and most importantly, working safely. Given our fully engaged employees our low-cost manufacturing system with the highest onstream factors in the industry.\nOur expansive distribution and logistics network and very constructive nitrogen industry fundamentals. We are well positioned to continue our track record of generating superior free cash flow that enables the company to both grow and return substantial capital to shareholders.\nWith that, I'll turn it over to Chris to provide more details on our operating results and the status of key initiatives. Chris?\n\nChristopher D. Bohn\n\nSenior Vice President, Manufacturing & Distribution, CF Industries Holdings, Inc.\n\nThanks, Tony. Our production network operated extremely well through year-end. We produced over 2.6 million tons of gross ammonia in the fourth quarter, which reflects 100% ammonia utilization rate. We finished the year with 9.8 million tons of gross ammonia production. Our manufacturing network has continued to operate well to start 2025 and did not experience any significant disruptions from recent winter weather events. We expect to produce approximately 10 million tons of gross ammonia in 2025. We are making good progress on our key strategic initiatives.\nThe completion of our carbon capture and sequestration project at our Donaldsonville complex is in sight. Commissioning activities for the carbon dioxide dehydration and compression unit have begun alongside final construction activities. We expect start-up of carbon sequestration and 45Q tax credit generation this year. Our evaluation of a greenfield low-carbon ammonia plant at our Blue Point complex in Louisiana is also nearing completion. As Greg will detail shortly, we completed the FEED study for an autothermal reforming ammonia plant, marking a major milestone towards this strategic initiative.\nWe continue to assess the project in light of our outlook for the global nitrogen supply demand balance, customer requirements for carbon intensity and the regulatory environment. We are working to complete the partnership structure. We expect that our ownership of the project will range from 40% to 75% depending on the number of equity partners at the outset. If we were to make a positive final investment decision at a 75% ownership level, we believe we would have the option to sell down that level if we chose to give an ongoing discussions with other potential partners. We continue to target the first quarter of 2025 for final investment decision.\nWith that, let me turn it over to Bert to discuss the global nitrogen market.\n\nBert A. Frost\n\nSenior VP-Sales, Market Development & Supply Chain, CF Industries Holdings, Inc.\n\nThanks, Chris. CF Industries had a positive fourth quarter of 2024 that is carried over into 2025. We had a very strong fall ammonia application season and have built a strong order book for all products as retailers and wholesalers layer in product tons for what they believe will be a good spring application season. We ended the year at lower than average inventory levels in our network and believe the North American channel is at low levels as well due to lower-than-normal imports into North America.\nAs we move to the fourth quarter, global nitrogen market participants began to appreciate how much the global supply-demand balance has tightened. Nowhere was this more evident than India's inability to secure the volumes they targeted for the last 2 urea tenders. Given the high urea consumption in the country and lower-than-targeted production, we expect India to issue another tender later in the first quarter just as the Northern Hemisphere demand ramps up for spring, demand that we expect to be very strong.\nWorld corn stocks and world's corn stocks-to-use ratios, excluding China, are at a 13- and 30-year low, respectively. Given the need to replenish global corn stocks and a corn to soybean ratio favorable to corn, we expect robust planted corn acres and strong nitrogen demand in the United States in 2025. Longer term, we expect the global nitrogen supply-demand balance to tighten through the end of the decade. Capital availability, long-term feedstocks and costs and global events have limited the number of new projects. As a result, projected new capacity growth is not keeping pace with demand growth for traditional fertilizer and industrial applications. We believe demand for low-carbon ammonia for low -- for new applications, such as power generation, would only further tighten the global supply-demand balance.\nWith that, Greg will cover our financial performance.\n\nGregory D. Cameron\n\nExecutive VP & CFO, Bloom Energy Corporation\n\nThanks, Bert. For the full year 2024, the company reported net earnings attributable to common stockholders of approximately $1.2 billion or $6.74 per diluted share. EBITDA and adjusted EBITDA were both approximately $2.3 billion. For the fourth quarter of 2024, the company reported net earnings attributable to common stockholders of approximately $328 million or $1.89 per diluted share. EBITDA was $582 million, and adjusted EBITDA was $562 million. Net cash from operations was $2.3 billion, and free cash flow was approximately $1.45 billion. We continue to be efficient converters of EBITDA to free cash flow.\nOur cash flow to adjusted EBITDA conversion rate for the year was 63%, which far exceeds our peers, as you can see on Slide 5. We returned approximately $1.9 billion to shareholders in 2024. This included $364 million in dividend payments and over $1.5 billion in share repurchases. For the year, we repurchased 18.8 million shares, representing 10% of the outstanding shares at the beginning of 2024. Entering 2025, we had a little over $1 billion remaining on our current share repurchase authorization, which we intend to complete before its expiration in December. Based on market capitalization at the start of the year, we have the capacity to repurchase approximately 7% of our outstanding shares through the end of 2025.\nAs Chris mentioned, we completed the FEED study for a 1.4 million metric tons per year ATR ammonia plant with carbon capture and sequestration technologies. The study estimates that the cost of a project with these attributes would be approximately $4 billion, which will be divided among the equity partners. At this level of capital investment with the incentives of carbon capture, and an ammonia price of $450 per metric ton, we'd expect to earn a return above our cost of capital. There is an additional $500 million required for scalable common infrastructure, which would be CF Industries sole responsibility and can be leveraged for future growth at the Blue plant complex. Should we move forward, we'd expect the common infrastructure would also earn a rate of return above our cost of capital due to the payments from the ammonia plant owners for the use of the facilities.\nWith that, Tony will provide some closing remarks before we open up the call to Q&A.\n\nW. Anthony Will\n\nPresident, Chief Executive Officer & Director, CF Industries Holdings, Inc.\n\nThanks, Greg. Before we move on to your questions, I want to thank everyone at CF Industries for their contributions in the fourth quarter and for the full year. As a company, we have a lot to look forward to in 2025. From constructive global nitrogen industry dynamics to the start-up of our first CCS project and a final investment decision on our Blue Point complex. We're excited for what's ahead. Investing in our business to increase cash generation while dramatically reducing our share count has served our shareholders well.\nAs you can see on Slide 8, in the last decade, since most of this team has been together running CS, we have increased production capacity by almost 20%, while reducing our shares outstanding by almost 30%. What this drives is clearly shown on Slide 5 of our deck, and we have boxed the most relevant data. And this is how we run our business to generate more free cash flow while reducing our share count. It is exactly this ratio that demonstrates the superiority of our business model. In the very near term, in this year of 2025, we have a couple of initiatives that we'll continue to build on this track record. The 45Q tax credit is expected to begin this year as we sequester CO2 from Donaldsonville.\nWe will also complete our share repurchase authorization, which, as Greg mentioned, should take out another roughly 7% of our outstanding shares pro forma. Over the longer term, we expect investments in our network and low-carbon ammonia production capacity will provide a robust growth platform for the company, add to our cash generation and continue to drive that all-important golden ratio shown on Slide 5, creating substantial value for our long-term shareholders.\nWith that, operator, we will now open the call to your questions."
  },
  {
    "header": "CF",
    "cik": "0001324404",
    "ticker": "CF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/00f6e77d28a0df2970e64f9adf1758e2",
    "period": "2023 Q4",
    "content": "Q4 2023 CF Industries Holdings Inc Earnings Call\n\nQ4 2023 CF Industries Holdings Inc Earnings Call\n\nCFNYSEFEB 15, 10:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to CF Industries Full Year and Fourth Quarter of 2023 Conference Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the presentation over to the host for today, Mr. Martin Jarosick with CF Investor Relations. Sir, please proceed.\n\nMartin A. Jarosick\n\nVice President, Investor Relations, CF Industries Holdings, Inc.\n\nGood morning, and thanks for joining the CF Industries earnings conference call. With me today are Tony Will, CEO; Chris Bohn, Executive Vice President and Chief Operating Officer; and Bert Frost, Executive Vice President of Sales, Market Development and Supply Chain.\nCF Industries reported its results for the full year and fourth quarter of 2023 yesterday afternoon. On this call, we'll review the results, discuss our outlook and then host a question-and-answer session. Statements made on this call and in the presentation on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance and involve risks, uncertainties and assumptions that are difficult to predict.\nTherefore, actual outcomes and results may differ materially from what is expressed or implied in any statements. More detailed information about factors that may affect our performance may be found in our filings with the SEC, which are available on our website. Also, you'll find reconciliations between GAAP and non-GAAP measures in the press release and presentation posted on our website.\nNow let me introduce Tony Will, our President and CEO.\n\nW. Anthony Will\n\nPresident, Chief Executive Officer & Director, CF Industries Holdings, Inc.\n\nThanks, Martin, and good morning, everyone. Yesterday afternoon, we posted financial results for the full year 2023, in which we generated adjusted EBITDA of approximately $2.8 billion. Net cash from operations was also $2.8 billion, and free cash flow was $1.8 billion. These results reflect a healthy nitrogen supply-demand balance and global energy spreads that favor our low-cost production base in North America.\nThey also represent outstanding execution by the CF Industries team. We work safely, ran our plants well and navigated dynamic industry conditions. Our investments in people, safety and reliability have built the industry's highest-performing manufacturing network, as you can see on Slide 6. Looking ahead, over the next 4 years, confirmed construction of new nitrogen production capacity is not sufficient to keep pace with the historical nitrogen demand growth rate of roughly 1.5% per year in traditional applications.\nAdding to this tight supply-demand situation is the risk that existing ammonia production capacity in several important regions remains on the verge of permanent closure due to constrained availability and cost of natural gas. Meanwhile, emerging demand for low-carbon ammonia into clean energy applications should further tighten the already strained global supply-demand balance.\nAs a result, we are confident that our cash generation will remain strong, as underscored by the recent increase in our quarterly dividend and continued share repurchases. We look to continue to invest in high-return organic and inorganic projects to grow our cash generation. As such, we continue evaluating a new low-carbon ammonia production plant at our Blue Point complex in Louisiana with our partner, Mitsui. Our company share a belief that North America is the best location for production of low-carbon ammonia given natural gas cost advantages and access to CCS sites and expertise.\nAs you can see on Slide 8, the economic value of North American nitrogen assets continues to increase over time. supporting returns greater than the cost of capital and new projects. We in Mitsui are targeting a final investment decision in the second half of 2024, when we have additional information on low-carbon ammonia production technologies and better clarity on customer requirements for carbon intensity levels along with regulatory developments.\nWhile taking a disciplined approach to growth, we will continue to return capital through our dividends and share repurchases. We have approximately $2.6 billion remaining on our current share repurchase authorization and fully expect to complete it before its expiration at the end of 2025.\nWith that, let me turn it over to Bert, who will discuss the global nitrogen market conditions in more detail. Bert?\n\nBert A. Frost\n\nSenior VP-Sales, Market Development & Supply Chain, CF Industries Holdings, Inc.\n\nThanks, Tony. The fourth quarter of 2023 was an active period for our team. Highlighted by the largest fall ammonia application season in North America in years. A strong fall application season indicates a commitment to nitrogen consuming crops on these acres and robust demand for additional urea and UAN applications through the first half of 2024.\nThis, along with strong ag fundamentals, supports our outlook for a positive spring application season. We expect 91 million acres of corn to be planted in the United States. As we continue to work with customers in advance of spring applications, we believe supply is more constrained in the North American nitrogen channel than industry expectations.\nInventories were below average entering the year and net imports of nitrogen to the region are not making up the difference. The cold snap we experienced in North America during January has exacerbated this situation. We believe that there has been significant volume of domestic nitrogen production lost due to weather-related shutdowns across the region supply base. We estimate that CF Industries lost approximately 150,000 tons of ammonia production in January from our own network due to the weather.\nUnexpected supply tightness often leads to follow-on logistics challenges and early spring would further strain the supply chain. We believe that our in-region production and extensive logistics and distribution capabilities will serve us well in this environment. Global grain stocks-to-use ratios have returned to normal levels after two robust growing seasons.\nHowever, we do not project a significant impact on global nitrogen demand given the imperative to feed growing populations. We expect continued supply constraints in key producing regions. Most notably, ammonia production and economics in Europe remain challenging. Global ammonia spot prices continue to align with the full cost of European ammonia production, confirming Europe as the industry's marginal producer.\nThis continues to support elevated imports of nitrogen products into Europe compared to a decade ago. Beyond Europe, natural gas availability continues to affect ammonia and UAN production in Trinidad. And based on its actions in the fourth quarter of 2023, we believe the Chinese government will limit exports through the first half to ensure supply availability and urea price stability for the Chinese domestic market.\nLooking ahead, forward energy curve suggests continued favorable energy spreads between low cost and North American production and high-cost production in Europe and Asia. We believe this will support sustained margin opportunities for our low-cost manufacturing asset base.\nWith that, let me turn the call over to Chris.\n\nChristopher D. Bohn\n\nSenior Vice President, Manufacturing & Distribution, CF Industries Holdings, Inc.\n\nThanks, Bert. For the full year 2023, the company reported net earnings attributable to common stockholders of approximately $1.5 billion or $7.80 per diluted share. EBITDA was $2.7 billion and adjusted EBITDA was approximately $2.8 billion.\nIn the fourth quarter, we completed the acquisition of Incitec Pivot's Waggaman ammonia production facility. After adjustments and accounting for the value assigned to a long-term supply agreement with IPL's Dyno Nobel subsidiary, our cash purchase price was approximately $1.2 billion. The Waggaman facility has operated as expected since closing and has generated margin commensurate with our existing ammonia segment.\nLooking ahead to 2024, we expect capital expenditures for the year to be in the range of $550 million and for gross ammonia production to be near 10 million tons. As Bert said, we experienced unplanned weather-related outages in our network during January. During these outages, we pulled forward some planned maintenance activities. This should reduce scheduled downtime later this year, mitigating some of the production loss in January.\nAs a result, we expect gross ammonia production for the year to be near our projection. Commissioning of our green ammonia project at Donaldsonville is underway. We are currently evaluating the purchase of renewable energy credits to pair with the start-up of the electrolyzer to enable green ammonia production and maximize the value of the 45B production tax credit. We expect that the CO2 dehydration and compression unit at Donaldsonville will be ready for start-up in 2025. This will enable low-carbon ammonia production and generate substantial 45Q tax credits. We are also making progress on other CCS opportunities with returns above our cost of capital.\nTurning to the potential new low-carbon ammonia plant at our Blue Point complex in Louisiana, we completed our FEED study on a conventional steam methane reformer ammonia plant with CCS technologies. The FEED study estimates the cost of the pneumonia plant at approximately $2.5 billion, we estimate another $500 million for scalable infrastructure, such as storage tanks and loading docks. Our FEED studies focused on autothermal reforming or ATR ammonia production technology and flue gas capture are progressing well. Alongside disciplined clean energy investments, we are committed to returning capital to long-term shareholders.\nIn 2023, we returned almost $900 million to shareholders through share repurchases and dividend payments despite being locked out of the repurchases for part of the year. We expect share repurchase activity to increase over the 2 remaining years on our current authorization. As you can see on Slide 7 and 8, on both a free cash flow yield and a precedent transaction basis, our enterprise value is significantly undervalued, supporting continued share repurchases.\nWith that, Tony will provide some closing remarks before we open the call to Q&A.\n\nW. Anthony Will\n\nPresident, Chief Executive Officer & Director, CF Industries Holdings, Inc.\n\nThanks, Chris. Before we move on to your questions, I want to thank everyone at CF Industries for their contributions to an outstanding year. I especially want to highlight the progress our team made in the second half of the year regarding our safety performance.\nAfter a challenging start to 2023, we ended the year with a 12-month recordable incident rate of 0.36 incidents per 200,000 work hours in line with our performance in recent years and significantly better than industry averages. Our operational excellence and significant structural advantages underpin our cash generation. This enables us to invest in the business to further increase cash generation and drive increased shareholder participation in our free cash flow.\nIn the last 3 years, we acquired the Waggaman ammonia production facility. Advanced high-return clean energy initiatives, increased our dividend by 67% and deployed $2.5 billion to repurchase more than 31 million shares which represented approximately 15% of the outstanding share count at that time. Additionally, we have strengthened our balance sheet to provide us tremendous flexibility as we are able to grow our business at the same time as return significant cash to shareholders. This approach has had a dramatic impact.\nAs you can see on Slide 10, shareholder participation in our business has increased 80% in the last 10 years. We're excited about the opportunity ahead of us to build on this track record. In the near term, we expect industry fundamentals to remain favorable to our low-cost production network. Longer term, disciplined investments in low-carbon ammonia production can provide a robust growth platform for the company. Taken together, we expect to continue creating substantial value for long-term shareholders. With that, operator, we will now open the call to your questions."
  },
  {
    "header": "CF",
    "cik": "0001324404",
    "ticker": "CF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f00cbc7468fa86b406396783d615f076",
    "period": "2024 Q3",
    "content": "Q3 2024 Canaccord Genuity Group Inc Earnings Call\n\nQ3 2024 Canaccord Genuity Group Inc Earnings Call\n\nCFTORONTOFEB 8, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Thank you for standing by. I'd like to welcome everyone to the Canaccord Genuity Group Inc. Fiscal 2024 Third Quarter Results Conference Call. [Operator Instructions] I would now like to turn the conference call over to Mr. Dan Daviau, President and CEO. Please go ahead, Mr. Daviau.\n\nDaniel Joseph Daviau\n\nCEO, President & Director, Canaccord Genuity Group Inc.\n\nThank you, Operator, and thanks to everyone joining us for today's call. As always, I'm joined by Don MacFayden, our Chief Financial Officer. Today's remarks are complementary to our earnings release, MD&A and supplemental financials, copies of which have been made available for download on SEDAR Plus and on the Investor Relations section of our website at cgf.com.\nWithin our update, certain reported information has been adjusted to exclude significant items to provide a transparent and comparative view of our operating performance. These adjusted items are non-IFRS financial measures. Please refer to our notice regarding forward-looking statements and the description of non-IFRS financial measures that appear in our Investor Relations presentation and in our MD&A. With that, let's discuss third quarter fiscal 2024 results.\nDuring our third fiscal quarter, the major benchmark indices enjoyed positive performances driven by increased investor confidence that we are nearing the end of the rate hiking cycle. Although global economic growth remains weak, we've been pleased to see headline and core inflation begin to come down and stronger corporate profits are helping to lift stock prices. Against this backdrop, our wealth businesses continued to deliver stable and growing earnings. Our capital markets businesses experienced an uptick in activity levels in both new issues and M&A when compared to the previous fiscal quarter, albeit still significantly muted compared to historical levels.\nFirmwide revenue improved by 15% sequentially and by 2% year-over-year to $390 million. This brings our fiscal year-to-date revenue to $1.1 billion, which is 1% lower than the same period last year. Our wealth management and capital markets businesses were both earnings positive in the 3-month period. Excluding significant items, firm-wide pretax net income was $45 million, which translates to diluted earnings per common share of $0.20 for the fiscal quarter, a year-over-year improvement of 25% and our best quarter of this fiscal year.\nCompensation expense declined by 7% compared to the same quarter a year ago, partially related to changes in the value of certain stock-based compensation awards. Firmwide compensation ratio was 57%. We continue to manage our balance sheet carefully in this reduced revenue environment as we manage through inflation, increased supplier and system costs, several planned office relocations and additional investments to advance our technology and compliance infrastructure. I will also note that our Board of Directors has approved a quarterly common share dividend of $0.085 reflecting their strong confidence in the stability of our wealth management businesses.\nOn a consolidated basis, our global wealth management businesses earned revenue of $195 million for the 3-month period. This brings the fiscal year-to-date revenue contribution to $573 million, which is 12% higher than the same period of last year. The value of firm-wide client assets increased by 5% year-over-year to $99.2 billion. While we are still modestly below peak levels, client assets in each of our geographies improved on a year-over-year and sequential basis. We ended the quarter with modestly positive net flows in each of our businesses.\nOur organic growth initiatives have helped us drive strong gross inflows, which were unfortunately offset by some outflows as we continue to see clients access their assets for their own cash requirements in the current environment. The adjusted pretax net income contribution from this division for the 3- and 9-month periods increased by 4% and 20%, respectively, bringing the fiscal year-to-date contribution to $106 million.\nOur U.K. wealth management business contributed 52% of the revenue and 67% of the adjusted pretax net income earned in this division during the 3-month period. This business is on track to deliver record full year revenue and adjusted net income, reflecting the excellent progress against our efforts to improve synergies and drive organic growth.\nLooking ahead, we continue to advance our organic growth initiatives, and we are also looking forward to completing our previously announced acquisition of Intelligent Capital in the current fiscal quarter. Our team is also augmenting our organic growth by pursuing modest strategic opportunities to become an even more holistic wealth manager. In addition, we've also begun to recruit teams to our industry-leading platform with a number of advisers or planners having agreed to join and a reasonable pipeline of additional recruits.\nRevenue in our Canadian wealth management business was $77 million, which is in line with the same period of last year and 9% higher than the second fiscal quarter. Transactional revenue in this business remained below historic levels, but we are pleased to see an uptick off the low in our second fiscal quarter. [indiscernible] revenue was 51%. On an adjusted basis, pretax net income of $11 million was the strongest quarterly contribution from this business in the current fiscal year. Recruiting activity in Canada remains on track. We welcomed 2 new teams in the Toronto region, and our recruiting pipeline remains robust in all our branches.\nOur Australia wealth business delivered its strongest quarterly results for the current fiscal year with revenue of $16 million, increasing by 5% sequentially on improving commission and new issue revenues. Managed assets in Australia reached a record of $6.1 billion, an increase of 17% year-over-year. The adjusted pretax net income contribution of $1.5 million is below the peak levels achieved in fiscal 2022, but 28% higher year-over-year.\nWhile improving our net income continues to be impacted by continued planned investments that we are making to support growth in this business. We recently welcomed new advisers in Perth, Melbourne and our new office in Brisbane and our recruiting activities in this region are positively contributing to the growth in fee-based assets. These additions will positively add to revenue in the upcoming quarters.\nThe potential for rate cuts over the coming year may be a headwind to interest revenue, which has accounted for 20% of our year-to-date revenue in our wealth management division. Traditionally, we would expect improving new issue activity in Canada and Australia to provide a substantial offset to any decline in this segment.\nOur global capital markets division returned to profitability in the third fiscal quarter, and all geographies contributed positively. Consolidated revenue of $190 million for the 3-month period was down 4% year-over-year but increased 31% sequentially, driven by improved contributions from our U.S. and Canadian businesses. The quarterly revenue mix in this division was similar to the first half of the fiscal year, but we had a notable uptick in advisory completions driven by the stability in the market and improving liquidity.\nRevenue from advisory activities was flat compared to the third quarter of last year but improved by 62% from the low in our second fiscal quarter to $75 million, which is the strongest quarterly contribution this fiscal year. 58% of total advisory revenue was contributed by our U.S. business, which continues to perform well in the technology and consumer sectors. Our U.K. business also experienced stronger completion activity during the quarter and contributed $21 million or 28% of total advisory revenue.\nWe are pleased to see increased contribution from the results team in the U.K., which joined us in 2022 and brings a strong complement to our existing capabilities in the mid-market technology and health care sectors. Our Australian business, which has not historically had a focused M&A practice, is now increasingly targeting advisory mandates and hiring dedicated resources to support this practice. We expect to see an improving M&A contribution from this region as we build out our capabilities.\nConsistent with broader industry sentiment, we believe we have passed the trough of activity levels in the advisory segment, but liquidity, market stability and valuation levels will dictate how quickly we return to historic levels. New issue activities have remained below normalized levels, but the revenue contribution from the segment improved by 6% year-over-year to $40 million, which was the strongest quarterly contribution of this fiscal year.\nThe metals and mining sector continues to be the most active, primarily led by our Australian and Canadian businesses, and we are also seeing excellent coordination across CG geographies for distribution of new issues. Early into this calendar year, we continue to see increasing activity levels in some of our geographies, but it is still too early to predict a return to pre-pandemic levels given the uncertainties impacting the broader capital markets.\nAnd finally, principal trading revenue for the 3-month period decreased by 15% from Q3 of last year but was up 47% from our second quarter, reflecting higher activity levels in our institutional equity group, which tend to increase at the end of the calendar year. As a percentage of revenue, total expenses, excluding significant items for the third quarter decreased by 4.9 percentage points. The previously mentioned changes in the fair value of share-based awards granted in prior periods contributed to a substantially lower compensation ratio in this division, and this was particularly evident in our Canadian business.\nYou will also recall that we undertook a substantial headcount reduction in this business earlier in the year. which brings me to highlight the improved efficiencies. Fiscal year-to-date revenue per employee in Canadian capital markets has improved by 76% year-over-year. In all, we are encouraged by improving sentiment and activity levels and looking forward to executing on a healthy pipeline of business as we support our clients' success. While I do not believe that we are entering into a normalized operating environment, barring any major surprises in the macro backdrop, I do believe that we are at the beginning of a gradual transition back to normal. Markets are still navigating geopolitical and economic uncertainty, which has implications for the timing and quantity of rate cuts, a long-awaited recovery in IPO and new issue activities and a more accommodating environment for advisory completions.\nLooking at how our business and talented professionals in all CG geographies support one another and our broader business strategy through the best and worst environment, I believe we are very well positioned to capitalize on the opportunities and maintain a strong market position while delivering profitable growth and improve value for our shareholders. With that, Don and I will be pleased to take your questions."
  },
  {
    "header": "CF",
    "cik": "0001324404",
    "ticker": "CF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0f85e94d4fecf29be1e9d08838c16563",
    "period": "2024 Q2",
    "content": "Q2 2024 CF Industries Holdings Inc Earnings Call\n\nQ2 2024 CF Industries Holdings Inc Earnings Call\n\nCFNYSEAUG 8, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the CF Industries First Half and Second Quarter 2024 Earnings Call. [Operator Instructions]\nI would now like to turn the presentation over to the host for today, Mr. Martin Jarosick with CF Investor Relations. Please go ahead.\n\nMartin A. Jarosick\n\nVice President, Investor Relations, CF Industries Holdings, Inc.\n\nGood morning, and thanks for joining the CF Industries Earnings Conference Call. With me today are Tony Will, President and CEO; Chris Bohn, Executive Vice President and Chief Operating Officer; Greg Cameron, Executive Vice President and Chief Financial Officer; and Bert Frost, Executive Vice President of Sales, Market Development and Supply Chain.\nCF Industries reported its results for the first half and second quarter of 2024 yesterday afternoon. On this call, we'll review the results, discuss our outlook and then host a question-and-answer session. Statements made on this call and in the presentation on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance and risks, uncertainties and assumptions that are difficult to predict.\nTherefore, actual outcomes and results may differ materially from what is expressed or implied in any statements. More detailed information about factors that may affect our performance may be found in our filings with the SEC, which are available on our website. Also, you'll find reconciliations between GAAP and non-GAAP measures in the press release and presentation posted on our website.\nNow let me introduce Tony Will.\n\nW. Anthony Will\n\nPresident, Chief Executive Officer & Director, CF Industries Holdings, Inc.\n\nThanks, Martin, and good morning, everyone. I'm going to start with a big welcome to Greg Cameron, who joined the CF Industries team as our Chief Financial Officer in June as being his first earnings call with us. Greg brings a strong background in executive leadership finance and clean energy. He is succeeding Chris Bohn, who was promoted to Chief Operating Officer. So welcome, Greg, and congratulations, Chris.\nTurning to earnings. Yesterday, we posted financial results for the second quarter of 2024, in which we generated adjusted EBITDA of over $750 million. This brought adjusted EBITDA for the first half of this year to $1.2 billion. We're very pleased with our performance during the quarter, both in terms of how well we operate and also the progress we have made on our decarbonization and clean energy projects.\nWith that, Chris is going to provide more detail on our operating results as well as on our strategic initiatives. Chris?\n\nChristopher Bohn\n\nThanks, Tony. The CF Industries team delivered outstanding operational performance during the second quarter. We operated our ammonia plant at 99% utilization rate in the second quarter following a challenging first quarter of production outages. This utilization performance includes the Waggaman ammonia production facility which has been operating approximately 10% above nameplate capacity following its first significant CF led maintenance event.\nMost importantly, we operated safely. Our 12-month recordable incident rate at the end of the quarter was 0.17 incidents per 200,000 labor hours, significantly better than industry averages and one of the company's lowest incident rates ever. We continue to advance the series of strategic initiatives. These include our industry-leading carbon capture and sequestration projects that will generate low carbon product and significant 45Q tax credits.\nThe Donaldsonville project is on track with sequestration expected to begin in 2025. We also recently announced the carbon capture and sequestration project at our Yazoo City, Mississippi complex. We will invest approximately $100 million in the site to enable ExxonMobil to transport and sequester up to 0.5 million metric tons of carbon dioxide annually.\nWe expect sequestration at Yazoo City to begin in 2028. Additionally, commissioning for our green ammonia project at Donaldsonville is ongoing as we work to integrate safely, the electrolyzer into our ammonia operations. We continue to evaluate construction of a greenfield low-carbon ammonia facility in Louisiana with Global Partners. We have made additional progress on our auto thermal reforming ammonia plant FEED study, which should be complete before the end of the year. We remain focused on a disciplined approach based on the return profile of new capacity, the technologies needed to meet customers' carbon intensity requirements and the global demand outlook.\nWith that, let me turn it over to Bert to discuss the global nitrogen market.\n\nBert A. Frost\n\nSenior VP-Sales, Market Development & Supply Chain, CF Industries Holdings, Inc.\n\nThanks, Chris. The North American spring application season saw strong demand for urea and UAN driven by higher-than-expected planted corn [ acres ] in the United States. This demand absorbed urea and UAN imports that were significantly higher in 2024 than the prior year. Spring ammonia applications were low this year following a strong fall 2023 application season. However, industrial demand and exports offset the lower spring volumes. As a result, we believe the North American nitrogen channel exited the spring application season with low inventories across all products.\nThis supported our ammonia and UAN fill programs, which achieved prices that were well above last year's programs, but also represent value for farmers despite lower corn prices. Corn prices have been declining due to anticipated high production of corn in the United States and Brazil this year. As a result, the outlook for farm economics is softer compared to recent years. We have begun to see this ripple through different parts of the agricultural value chain. We don't expect to see a major impact for nitrogen given the nondiscretionary nature of our products, but we may see changes in buyer behavior.\nGlobally, the nitrogen supply demand balance tightened as the second quarter progressed. Natural gas curtailments in Egypt resulted in widespread nitrogen production outages from late May to early July, reducing global supply. The continued absence of urea exports from China also helps tighten the global market.\nWe expect exports from China to resume at some point in the second half. However, we believe total volumes for the year will be much lower than the 4.3 million metric tons of urea exported in 2023, given the Chinese government's focus on domestic fertilizer availability. Brazil and India will be a key focus of the global nitrogen market in the coming months. We continue to project that urea consumption and imports in Brazil will grow in 2024. Imports of urea to India will be lower than in previous years as domestic production has ramped up.\nHowever, India has imported less than 2 million metric tons of urea so far in 2024. As a result, we believe substantial import volumes are required in the coming months to meet urea demand in India. On a longer-term basis, we anticipate growing demand for low-carbon ammonia and low carbon nitrogen fertilizers for traditional applications. We've had a growing number of conversations with customers who want low carbon versions of the products they buy today. This is because the consumers of agricultural and industrial products, including ethanol producers such as POET, are increasingly focused on reducing the carbon footprint of their supply chain which lower carbon fertilizers will do in a quantifiable and certifiable manner. We expect even greater interest as we bring low carbon ammonia and fertilizers to the market.\nWith that, Greg will cover our financial performance.\n\nGregory D. Cameron\n\nExecutive VP & CFO, Bloom Energy Corporation\n\nThanks, Berk. For the first half of 2024, the company reported net earnings attributable to common stockholders of approximately $614 million or $3.31 per diluted share. EBITDA and adjusted EBITDA were both approximately $1.2 billion. For the second quarter of 2024, the company reported net earnings attributable to common stockholders of approximately $420 million or $2.30 per diluted share. EBITDA and adjusted EBITDA were both $752 million. As you can see on Slide 5, the largest driver of adjusted EBITDA variance between these periods in the same periods in 2023 with lower product prices, partially offset by lower realized natural gas costs in our cost of sales.\nOur trailing 12-month net cash from operations was $2 billion, and free cash flow was approximately $1.2 billion. We continue to return substantial capital to our shareholders. Over the previous 12 months, we paid $341 million in dividends. We also repurchased 13.1 million shares, approximately 7% of outstanding shares at the start of the period for $1 billion. We have approximately $1.9 [ billion ] remaining on our share repurchase authorization, which we intend to complete by its expiration in December of 2025.\nShare repurchases, coupled with disciplined investments in growth continue to offer strong returns for our shareholders. We believe our enterprise value remains significantly undervalued. This is reinforced by 2 recent acquisitions in our industry. The first one focused on traditional nitrogen products and the last driven by low carbon ammonia, that transacted at valuations consistent with our view of our assets, but significantly above our current enterprise value.\nWith that, Tony will provide some closing remarks before we open the call to Q&A.\n\nW. Anthony Will\n\nPresident, Chief Executive Officer & Director, CF Industries Holdings, Inc.\n\nThanks, Greg. A year ago on our second quarter earnings call, I expressed dissatisfaction with our safety record as we had experienced an unacceptable number of very preventable injuries. I am really proud of the team for their response and focus on this front, and we have achieved fantastic results both on safety as well as our asset utilization and onstream factors. So really well done to Chris, Ashraf, Sean, Kelvin and the entire manufacturing team.\nI also want to recognize the rest of the organization. We are operating extremely well, not only in manufacturing but across the whole company. Our price realizations were strong. We ended the quarter in a fantastic position from an inventory perspective, and we are doing a great job on the supply chain side of logistics and gas procurement. Before we turn to your questions, I do want to highlight 1 other thing that Greg touched on during his remarks.\nWe have seen 2 significant transactions recently by knowledgeable successful companies acquiring production assets in North America. One transaction, as Greg mentioned, was by a long-term entrenched industry participant in the agriculture side of the business, the other by an energy company looking to capitalize on clean energy attributes of low carbon ammonia.\nBoth transactions [indiscernible] values on production assets in North America, roughly new build or replacement cost of those assets. So it is clear that knowledgeable companies looking at the space see higher cash generation and more persistence of that cash generation than the general market recognizes. With our operations really hitting on all cylinders and our world-class EBITDA to cash conversion efficiency, we are in a unique position to continue creating significant value for our long-term shareholders.\nIn fact, over the last 15 years, we have leveraged our cash generation to buy back half of the outstanding shares of the company, while increasing our production capacity by over 1/3. This formula of adding capacity in a disciplined way while reducing the outstanding share count has driven the best total shareholder return results in the industry. As we look forward, we see the opportunity to continue with this winning approach, providing superior returns for our shareholders.\nWith that, operator, we will now open the call to your questions."
  },
  {
    "header": "CF",
    "cik": "0001324404",
    "ticker": "CF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/aeaf56494663ea729d4edeed45830672",
    "period": "2024 Q1",
    "content": "Q1 2024 CF Industries Holdings Inc Earnings Call\n\nQ1 2024 CF Industries Holdings Inc Earnings Call\n\nCFNYSEMAY 2, 10:00 AM\n\nOperator\n\nLadies and gentlemen, and welcome to CF Industries' First Quarter of 2024. [Operator Instructions] I would now like to turn the presentation over to the host for today, Mr. Martin Jarosick, with CF Investor Relations. Sir, please proceed.\n\nMartin A. Jarosick\n\nVice President, Investor Relations, CF Industries Holdings, Inc.\n\nGood morning, and thanks for joining the CF Industries earnings conference call. With me today are Tony Will, CEO; Chris Bohn, Executive Vice President and Chief Operating Officer; and Bert Frost, Executive Vice President of Sales, Market Development and Supply Chain. CF Industries reported.\nIts results for the first quarter of 2024 yesterday afternoon.\nOn this call, we'll review the results, discuss our outlook and then host a question-and-answer session. Statements made on this call and in the presentation on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance and involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statements. More detailed information about factors that may affect our performance may be found in our filings with the SEC, which are available on our website. Also, you will find reconciliations between GAAP and non-GAAP measures in the press release and presentation posted on our website.\nNow let me introduce Tony Will, our President and CEO.\n\nW. Anthony Will\n\nPresident, Chief Executive Officer & Director, CF Industries Holdings, Inc.\n\nThanks, Martin, and good morning, everyone. Yesterday afternoon, we posted results for the first quarter of 2024 in which we generated adjusted EBITDA of $460 million. Our performance reflects a challenging quarter for our production network plant outages caused by severe cold in January as well as other unplanned downtime resulted in a significant loss of production and maintenance activity.\nEven with the production outages and associated expenses, our business generated strong cash flow for the quarter. Net cash from operations from the first quarter was $445 million, and free cash flow was approximately $200 million. Longer term, we expect the global energy cost structure to continue to provide a significant margin opportunities for our North American production network and for clean energy to provide a growth platform for the company. As a result, we expect to have significant free cash flow available to both invest in growth and return capital to shareholders. We remain focused on disciplined investments in clean energy that offer returns well above our cost of capital.\nThese include decarbonization projects within our existing network and potential new low-carbon on capacity. We also remain committed to returning capital to shareholders through our dividend and share repurchases. In the first quarter, we returned $445 million, including repurchasing 4.3 million cars. We have approximately $2.2 billion remaining on our current share repurchase authorization, which we intend to complete by the end of next year. With that, let me turn it over to Bert, who will discuss the global nitrogen market conditions in more detail. Bert?\n\nBert A. Frost\n\nSenior VP-Sales, Market Development & Supply Chain, CF Industries Holdings, Inc.\n\nThanks, Tony. The global nitrogen market has experienced rapidly changing dynamics throughout 2024, including in North America. The spring application season began earlier than normal in late February with demand for ammonia applications brought forward from the second quarter into the first or weather at the end of March, subsequently stalled field work and fertilizer purchases with the region now on a normal application and planting pace.\nOverall, we expect nitrogen demand in North America to be positive with approximately 91 million acres of corn planted. Good soil moisture supports higher application rates than in previous years, and farm economics remain constructive, but weaker than the record highs from previous and recent years. We believe the spring ammonia season will see fewer tons of ammonia applied this year. However, total ammonia application volumes for the fertilizer year, which runs from July 2023 through June 2024, should be comparable to previous years, given the strong fall ammonia season. As the pace of spring application season has normalized, the lineup urea and UAN imports for the region has grown.\nThese tons will be necessary to meet expected demand, given low inventories in the region to start the year and production disruptions in January. Even with the imports, we expect that inventory in the North American nitrogen channel across all products will be low at the end of the season. This activity is occurring as the global nitrogen market supply position has loosened, leading to lower global prices than we saw earlier this year.\nLower imports of urea to India, including the impacts of lower volumes taken in the recent tender, lower-than-expected deferred demand in Europe and other countries and good production from the era Gulf in North Africa all played a role. We did not believe demand during the spring season in North America will resolve the length in the global nitrogen market by itself. As North America hits its traditional pricing reset in the summer, Brazil, India and China will provide the most important signals regarding the state of the market. We project that urea consumption and imports in Brazil will grow in 2024, maintaining that company's status as the world's largest importer of urea. India will remain a major importer urea, though they have lower requirements today, reflecting their commitment to increase domestically produced urea.\nChina continues to prioritize lower fertilizer prices for their farmers with export restrictions playing a significant role in that effort. We expect China sold export approximately 4 million metric tons of urea this year, but actual volumes will depend on the timing and duration of when exports are allowed. Even with these sources of near-term uncertainty, North American producers remain firmly positioned on the low end of the global cost curve. Forward energy curves continue to show spread between North America and Europe, which is home to the industry's marginal high-cost production remaining wider than historical averages. As a result, we expect attractive margin opportunities for our network in the near and longer term.\nWith that, let me turn the call over to Chris.\n\nChristopher D. Bohn\n\nSenior Vice President, Manufacturing & Distribution, CF Industries Holdings, Inc.\n\nThanks, Bert. For the first quarter of 2024, the company reported net earnings attributable to common stockholders of approximately $194 million or $1.03 per diluted share. EBITDA was $488 million, and adjusted EBITDA was approximately $460 million. The production outages that we experienced earlier this year affected our results in 2 significant ways. Maintenance expenses were approximately $75 million higher in the first quarter of 2024 compared to the first quarter of 2023. Additionally, we had approximately 160,000 fewer tons of ammonia available to upgrade in the quarter compared to the same quarter last year.\nThis equates to approximately 275,000 tons of urea that we would otherwise have been able to produce and sell at higher margins. The production issues were continued through the first quarter, and our network is operating at our typical high utilization rates today. We believe we currently project that growth ammonia production for 2024 will be approximately 9.8 million tons, which reflects normal asset utilization rates moving forward. Our forecast for 2024 capital expenditures remains approximately $550 million. Capital expenditures were higher in the first quarter of 2024 compared to the first quarter of 2023, primarily due to a large planned turnaround event. We are making continued progress on our clean energy initiatives.\nCommissioning activities for our green ammonia projects are nearing completion. We intend to purchase 45 compliant renewable energy certificates to pair with the startup of the electrolyzer to enable green ammonia production and maximize the value of the hydrogen production tax credit. Additionally, construction of the carbon dioxide hydration and compression unit at Donaldsonville is progressing well. We believe it will be ready for start-up in 2025, at which point our partner, ExxonMobil will be -- will be able to begin transportation and permanent frustration of up to 2 million tons of CO2 from the facility per year.\nThis will not only significantly reduce our carbon emissions, but also enable low carbon ammonia production and generate substantial 45Q tax codes. Our evaluation of low-carbon ammonia capacity growth continues with potential partners and offtakers. We have made additional progress on our auto rethermal reforming ammonia plant and flu gas capture FEED studies. These should be complete before the end of the year and will be an important component of our final investment decision. We continue to emphasize a disciplined approach based on the return profile of new capacity, the technologies needed to meet customers' carbon intensity requirements and the global demand outlook.\nWith that, Tony will provide some closing remarks before we open the call to Q&A.\n\nW. Anthony Will\n\nPresident, Chief Executive Officer & Director, CF Industries Holdings, Inc.\n\nThanks, Chris. Before we move on to your questions, I want to thank everyone at CF Industries for their hard work during the difficult first quarter of 2024. In particular, the team did an outstanding job for storing our network to full utilization rates and most importantly, doing so safely. Our 12-month recordable incident rate at the end of the quarter was 0.36 incidents per 200,000 labor hours, significantly better than industry averages. Despite the challenges we faced earlier this year, we believe CF industry is well positioned for the years ahead. In the near term, the global energy cost structure remains favorable to our North American production network. Longer-term disciplined investments in low-carbon ammonia production provide a robust growth platform for the company. Taken together, we expect to drive strong cash generation and continue to create substantial value for long-term shareholders. With that, operator, we will now open the call to your questions."
  },
  {
    "header": "CF",
    "cik": "0001324404",
    "ticker": "CF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9edce34603960cbee2a2c68f80cfde9b",
    "period": "2023 Q2",
    "content": "Q2 2023 CF Industries Holdings Inc Earnings Call\n\nQ2 2023 CF Industries Holdings Inc Earnings Call\n\nCFNYSEAUG 3, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to CF Industries' First Half and Second Quarter of 2023 Earnings Conference Call. [Operator Instructions]\nI would now like to turn the presentation over to the host for today, Mr. Martin Jarosick, with CF Investor Relations. Sir, please proceed.\n\nMartin A. Jarosick\n\nVice President, Investor Relations, CF Industries Holdings, Inc.\n\nGood morning, and thanks for joining the CF Industries earnings conference call. With me today are Tony Will, CEO; Christopher Bohn, CFO; and Bert Frost, Executive Vice President of Sales, Market Development and Supply Chain.\nCF Industries reported its results for the first half and second quarter of 2023 yesterday afternoon. On this call, we'll review the results, discuss our outlook and then host a question-and-answer session. Statements made on this call and in the presentation on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance and involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statements. More detailed information about factors that may affect our performance may be found in our filings with the SEC, which are available on our website. Also, you'll find the reconciliations between GAAP and non-GAAP measures in the press release and presentation posted on our website.\nNow let me introduce Tony Will, our President and CEO.\n\nW. Anthony Will\n\nPresident, Chief Executive Officer & Director, CF Industries Holdings, Inc.\n\nThanks, Martin, and good morning, everyone.\nYesterday afternoon, we posted results for the first half of 2023, in which we generated adjusted EBITDA of over $1.7 billion. Our trailing 12-month net cash from operations was $3.2 billion and free cash flow was $2.1 billion. These results reflect outstanding execution by the CF Industries team against the backdrop of robust demand. Our plans ran extremely well and we leveraged our unique system flexibility to maximize results, given the high volume of just-in-time purchasing that took place.\nWe sold more product than we produced and ended the first half with low inventories. As you will hear from Burt in a moment, we believe we are really well positioned for the remainder of 2023 and into 2024.\nWhile our safety performance remained good by most measures and comparisons, it is not where we expect it to be. Our 12-month rolling recordable injury rate at the end of June was 0.54 incidents per 200,000 labor hours. Ashraf and his team are focused on this, not to manage the number, but to ensure that all of our people go home in the same condition as when they came to work every day. Looking forward, changes in the energy markets have steepened the global nitrogen cost curve and extended the margin advantage available to our North American manufacturing network.\nAs you can see on Slide 7, we enjoy a $300 to $400 per ton margin advantage versus European and high-cost Asian production. Given the structural advantage as well as our industry best operating rates and unique network flexibilities, we expect to drive strong cash generation in the years ahead. This will enable us to make disciplined investments in growth opportunities, while also returning substantial capital to shareholders. In that vein, we remain focused on our clean energy growth platform, which has been well served by the collaborations and partnerships we have developed.\nWe expect to make a final investment decision on a newbuild clean ammonia plant later this year in conjunction with our partners in that project. This approach significantly reduces risk to CF and ensures that the new production volume is consumed in new sources of emerging demand rather than creating an overhang in the market.\nWe also continue to return significant capital to shareholders. Over the last 12 months, we returned $1.3 billion to shareholders through dividends and share repurchases, which was more than 60% of our free cash flow. Looking ahead, as we continue to execute on our current $3 billion share repurchase authorization, we are committed to taking advantage of dips in our share price opportunistically, amplifying the rewards to our long-term shareholders.\nWith that, let me turn it over to Bert, who will discuss global nitrogen market conditions in more detail. Bert?\n\nBert A. Frost\n\nSenior VP-Sales, Market Development & Supply Chain, CF Industries Holdings, Inc.\n\nThanks, Tony. CF Industries experienced a very positive spring application season, that we believe points to a strong global demand dynamic in the second half of the year. Our challenge in the spring was managing through peak application season, with customers deferring purchases until the last possible moment. Despite delayed purchases, demand in North America during the spring was substantial, with planted corn and wheat acres up significantly compared to 2022.\nEven with this high demand, net imports were lower than the prior year. As a result, we believe that inventory in the North American supply chain is extremely low compared to historical norms and will need to be replenished. At the same time, India and Brazil will need to compete for urea tons in the coming months as they prepare for their upcoming planting season.\nAs you can see on Slide 6, we project that Brazil still needs to secure 5 million to 6 million more tons of urea and India, another 4 million to 5 million tons of urea, by the end of the year. Farm economics continue to be robust and supportive of strong demand. Consensus estimates project that global grain stocks will improve slightly in 2023, but drought in the United States and ongoing impacts from the war in Ukraine are keeping grain prices attractive for farmers.\nThe global nitrogen market has responded to these dynamics with rapidly rising urea spot prices through July with other products following. We saw a strong demand for urea. And in July, we built an order book of domestic and export sales that takes us into the fourth quarter. We also quickly achieved our goals for our initial UAN fill offer in North America and have been able to raise prices for subsequent layers.\nAgainst this backdrop of strong demand, the global supply response is somewhat muted. We do expect China to participate in the upcoming India urea tenders, with strong prices for nitrogen in China indicate that domestic demand is competing for the volume available for shipment. Russian tons continue to reach the global market, but willing buyers are limited to a few areas of the world, such as Brazil and the United States. Additionally, European ammonia production volumes remain well below normal due to natural gas prices that make the region uncompetitive globally.\nAs we look at our own operations, our network continues to benefit from low-cost natural gas. Forward curves suggest natural gas values in North America will be $2 to $4 per MMBtu lower than last year in the second half, keeping our production costs firmly in the first quartile globally.\nWith that, let me turn the call over to Chris.\n\nChristopher D. Bohn\n\nSenior Vice President, Manufacturing & Distribution, CF Industries Holdings, Inc.\n\nThanks, Bert. For the first half of 2023, the company reported net earnings attributable to common stockholders of approximately $1.1 billion, or $5.55 per diluted share. EBITDA was $1.8 billion, and adjusted EBITDA was over $1.7 billion. At the end of June, cash on the balance sheet was $3.2 billion. Since that time, we paid CHS semi-annual distribution of $204 million from our CF Nitrogen partnership. Additionally, $1.25 billion of cash is earmarked for our acquisition of the Waggaman ammonia facility, for which the regulatory process continues. We expect to close the transaction before year-end. As a result, our pro forma available cash at the end of June was approximately $1.75 billion.\nLooking ahead, we expect the rest of 2023 and into 2024 to be favorable based on the global nitrogen industry dynamics that Bert just described. The second half typically starts with lower production due to maintenance activity as well as seasonally low prices that should rise as we move towards spring. We expect company-wide gross ammonia production to be between 9 million and 9.5 million tons.\nAs you know, we recently proposed to permanently close the ammonia plant at our Billingham complex in the U.K., due primarily to the structural disadvantage that European ammonia production faces from high energy and carbon costs. We have been importing ammonia since the fall of 2022 to produce UAN fertilizer and nitric acid at the site, which we expect to continue to have a positive impact on gross margin compared to producing ammonia at Billingham.\nOur capital expenditure requirements for the remainder of the year remain modest, with capital expenditures expected to be in the range of $500 million to $550 million. This includes our blue and green projects at the Donaldsonville complex, which continue to progress.\nWe continue to advance the front-end engineering design study for the proposed joint venture low-carbon ammonia facility with Mitsui. We expect to make a final investment decision later this year. Alongside our clean energy initiatives, we remain committed to returning excess capital to shareholders, given our free cash flow generation outlook.\nIn the second quarter, we repurchased 2 million shares, at an average price of approximately $64 per share, compared to an average share price in the quarter of almost $70 and to a share price that has recently been trading above $80 per share. We expect to expect to continue to favor opportunistic purchases layered in at attractive levels.\nWith that, Tony will provide some closing remarks before we open the call to Q&A.\n\nW. Anthony Will\n\nPresident, Chief Executive Officer & Director, CF Industries Holdings, Inc.\n\nThanks, Chris. Before we move on to your questions, I want to thank everyone at CF Industries for all that they did during the first half of 2023. And our teamwork continues to deliver outstanding results.\nWe remain very excited about the future for CF Industries. We have a large structural cost advantage that provides substantial margin opportunities, coupled with industry-leading operating expertise and unmatched network flexibility. This should continue to drive significant free cash flow. We will deploy that cash to both grow our business and return capital to shareholders.\nWe have significant decarbonization projects in flight with industry leaders, such as ExxonMobil. The Waggaman ammonia complex will fit seamlessly into our network and enhance our ability to serve customers, and we are positioned at the forefront of low-carbon ammonia into new clean energy applications, supported by collaborations with global leaders such as JERA, Mitsui and LOTTE. As a result, we believe CF Industries is well positioned to create substantial value for our long-term shareholders.\nWith that, operator, we will now open the call to your questions."
  },
  {
    "header": "CF",
    "cik": "0001324404",
    "ticker": "CF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5c6ee504ceac683d19209f15c6f2a109",
    "period": "2023 Q3",
    "content": "Q3 2023 CF Industries Holdings Inc Earnings Call\n\nQ3 2023 CF Industries Holdings Inc Earnings Call\n\nCFNYSENOV 2, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to CF Industries' First 9 Months and Third Quarter of 2023. [Operator Instructions]\nI would now like to turn the presentation over to the host for today, Mr. Martin Jarosick with CF Investor Relations. Sir, please proceed.\n\nMartin A. Jarosick\n\nVice President, Investor Relations, CF Industries Holdings, Inc.\n\nGood morning, and thanks for joining the CF Industries earnings conference call. With me today are Tony Will, CEO; Chris Bohn, CFO; and Bert Frost, Executive Vice President of Sales, Market Development and Supply Chain.\nCF Industries reported its results for the first 9 months and third quarter of 2023 yesterday afternoon. On this call, we'll review the results, discuss our outlook and then host a question-and-answer session. Statements made on this call and in the presentation on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance and involve risks, uncertainties and assumptions that are difficult to predict.\nTherefore, actual outcomes and results may differ materially from what is expressed or implied in any statements. More detailed information about factors that may affect our performance may be found in our filings with the SEC, which are available on our website. Also, you'll find reconciliations between GAAP and non-GAAP measures in the press release and presentation posted on our website.\nNow let me introduce Tony Will, our President and CEO.\n\nW. Anthony Will\n\nPresident, Chief Executive Officer & Director, CF Industries Holdings, Inc.\n\nThanks, Martin, and good morning, everyone. Yesterday afternoon, we posted our financial results for the first 9 months of 2023, in which we generated adjusted EBITDA of approximately $2.2 billion. Our trailing 12 months net cash from operations was $2.9 billion and free cash flow was $2 billion. These results reflect continued strong execution by the CF Industries team, a constructive global nitrogen supply-demand balance and energy spreads favoring North American production.\nLooking forward, we remain very positive about the opportunities that lie ahead. In the near term, we expect strong demand for the 2024 application season in North America due to low nitrogen inventories across the supply chain. We expect to close the acquisition of the Waggaman ammonia plant this year, adding that facility to our network and production volumes for 2024 and beyond. In the medium term, industry fundamentals point to a tightening global nitrogen supply-demand balance.\nOver the next 4 years, construction of new nitrogen production capacity does not keep pace with the expected demand growth of approximately 1.5% per year in traditional applications. Additionally, several important regions are projected to have reduced nitrogen production, given constraints around the cost and availability of natural gas in those regions.\nFinally, longer term, we expect our clean energy initiatives to provide strong returns and multiple growth opportunities for the company, while helping us to meet our decarbonization goals. Taken together, we are very optimistic about our ability to drive strong cash generation in the years ahead. This will enable us to continue to create value over the long term through disciplined investments in growth opportunities as well as returning capital to shareholders through dividends and share repurchases.\nWith that, let me turn it over to Bert, who will discuss global nitrogen market conditions in more detail. Bert?\n\nBert A. Frost\n\nSenior VP-Sales, Market Development & Supply Chain, CF Industries Holdings, Inc.\n\nThanks, Tony. The third quarter is often a period of softer demand and softer prices in North America as applications for the current crop are completed and purchasers assess their needs for the next spring. This year, purchase aggressively entered the market early in the third quarter driven by attractive nitrogen values, positive farm economics, strong interest from Europe and low inventories in the North American nitrogen channel.\nCF Industries built a good order book early in the third quarter and by the end of September, our UAN and ammonia order books stretched well into the fourth quarter. Strong demand early in the quarter helped drive nitrogen prices higher during the quarter. Urea barge prices in New Orleans moved up from below $300 per ton to over $400 per tonne in early September. While the Tampa Mona contract moved from $285 per metric ton, to $575 per metric ton during the quarter.\nWe believe nitrogen inventories in North America remain low and substantial future demand will still need to be met as we enter the new year. We are well positioned for this environment given our low inventories today an open order book for the first quarter of 2024 and beyond and wide global energy spreads that continue to favor our low-cost North American manufacturing base.\nOutside of North America, we project significant nitrogen demand from India and Brazil in the coming months. As expected, India has been active in the fourth quarter so far, securing 1.7 million tons of urea in their latest tender. We expect demand for urea in Brazil will be robust through February for continence and second crop corn planting.\nLonger term, agricultural led demand for nitrogen should remain resilient with global green stocks expected to approach averages from the last 5 years by the end of the 2024 growing season. We also expect continued supply constraints in some key producing regions. Natural gas availability remains an ongoing challenge in Trinidad, which in recent years have seen the loss of nearly 1 million metric tons per year of production compared to the 2018 to 2020 average.\nHigh natural gas prices have made ammonia capacity in Europe, the global marginal producer. Ammonia production levels are 4 million to 5 million tons lower in the region compared to the 2018 to 2020 averages. This includes the impact of the permanent closure of our U.K. ammonia plants, which accounted for nearly 1 million tons of ammonia capacity. Europe has become the CF industry's top export destination over the last 18 months as purchasers bring in ammonia for upgrade as well as purchase UAN, ammonia nitrate and urea.\nIn addition to curtailments and closures, government actions continue to restrain participation in the global market from other producing regions. The Chinese government reinstated urea export controls after Chinese producers contributed large volumes for the August India urea tender. Additionally, intermittent natural gas curtailments by the Egyptian government continue to affect nitrogen production in Egypt.\nAnd with that, let me turn the call over to Chris.\n\nChristopher D. Bohn\n\nSenior Vice President, Manufacturing & Distribution, CF Industries Holdings, Inc.\n\nThanks, Bert, for the first 9 months of 2023, the company reported net earnings attributable to common stockholders of approximately $1.25 billion or $6.42 per diluted share. EBITDA and adjusted EBITDA were approximately $2.2 billion. At the end of September, cash on the balance sheet was $3.25 billion. We have earmarked $1.25 billion of cash for the acquisition of the Waggaman and ammonia facility, which we expect to close on December 1.\nAs a result, our pro forma available cash at the end of September was approximately $2 billion. We expect company-wide gross ammonia production to be between 9 million and 9.5 million tons in 2023. We expect gross ammonia production to be significantly higher in 2024 as we add roughly 900,000 tons of ammonia capacity from the Waggaman facility to our network. We project that capital expenditures for 2023 will be in the range of $450 million to $500 million.\nOur green ammonia project at the Donaldsonville complex is nearing mechanical completion. We also continue to advance the carbon dioxide dehydration and compression unit at Donaldsonville, which will enable us to permanently sequester 2 million tons of CO2 per year. This project, which offers a return profile well above our cost of capital and will accelerate progress towards our 2030 decarbonization goal is on track for startup in early 2025.\nAlong with decarbonizing our existing network, we continue to evaluate low carbon ammonia capacity growth that is well timed with demand. We expect the FEED study for our proposed joint venture with Mitsui to be complete before the end of the year, which is 1 of the many outputs into a final investment decision.\nWe also remain committed to returning excess capital to shareholders, given our free cash generation outlook. Since the start of the year, we have repurchased more than 5 million shares for approximately $355 million. We expect to continue to favor opportunistic purchases layered in at attractive levels.\nWith that, Tony will provide some closing remarks before we open the call to Q&A.\n\nW. Anthony Will\n\nPresident, Chief Executive Officer & Director, CF Industries Holdings, Inc.\n\nThanks, Chris. Before we move on to your questions, I want to thank everyone at CF Industries for all they did during the first 9 months of 2023. Their teamwork continues to deliver outstanding results. In closing, I want to highlight 2 slides from our materials.\nPage 16 provides a recap of our consistent approach to creating long-term value. We thoughtfully and selectively add production capacity to our network, the Waggaman ammonia plant being the latest example, while we steadily reduce our outstanding share count. Since 2009, we have increased the participation in our business by approximately 4x, a 10% CAGR over this time horizon.\nI also want to highlight Page 15 that demonstrates we are the best operators in the world of these types of assets. We have a long track record of unmatched asset utilization enabled by a safety culture without peer. I'm essentially proud of our team's collective commitment to safety excellence and their focus on continuous innovation. Nowhere is this more evident than in our annual Wilson Safety Awards.\nOur winner this year was the Courtright Ontario complex, but all the finalists were outstanding and helped to drive continuous improvement across the organization. I encourage everyone to learn more about these innovations on the company's website. We believe CF Industries has a bright future. In the near and medium terms, we are well positioned for what we expect will be a tightening global nitrogen supply-demand balance with strong margin opportunities. Longer term, our disciplined investments in low-carbon ammonia production provide a robust growth platform for the company. As a result, we expect to generate strong free cash flow in the years ahead. enabling us to create substantial value for long-term shareholders.\nWith that, operator, we will now open the call to your questions."
  },
  {
    "header": "CF",
    "cik": "0001324404",
    "ticker": "CF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/af4d15dccfe50edff1989eed4bf24095",
    "period": "2023 Q1",
    "content": "Q1 2023 CF Industries Holdings Inc Earnings Call\n\nQ1 2023 CF Industries Holdings Inc Earnings Call\n\nCFNYSEMAY 2, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to CF Industries' First Quarter 2023 Earnings Conference Call. [Operator Instructions] I would now like to turn the presentation over to the host for today, Mr. Martin Jarosick with CF Investor Relations. Sir, please proceed.\n\nMartin A. Jarosick\n\nVice President, Investor Relations, CF Industries Holdings, Inc.\n\nGood morning, and thanks for joining the CF Industries earnings conference call. With me today are Tony Will, CEO; Chris Bohn, CFO; and Bert Frost, Senior Vice President of Sales, Market Development and Supply Chain.\nCF Industries reported its results for the first quarter of 2023 yesterday afternoon. On this call, we'll review the results, discuss our outlook and then host a question-and-answer session. Statements made on this call and in the presentation on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance and involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statements. More detailed information about factors that may affect our performance may be found in our filings with the SEC, which are available on our website.\nAlso, you will find reconciliations between GAAP and non-GAAP measures in the press release and presentation posted on our website. Now let me introduce Tony Will, our President and CEO.\n\nW. Anthony Will\n\nPresident, Chief Executive Officer & Director, CF Industries Holdings, Inc.\n\nThanks, Martin, and good morning, everyone. Yesterday afternoon, we posted results for the first quarter of 2023, in which we generated adjusted EBITDA of $866 million. Our cash generation remains strong. And on a trailing 12-month basis, our free cash flow was $2.3 billion.\nThese results reflect continued outstanding execution by the CF Industries team. We ran our plants well, leveraged our logistics and distribution capabilities and most importantly, work safely. At the end of the quarter, our 12-month reportable incident rate was 0.33 incidents per 200,000 labor hours, significantly better than industry averages.\nWhile last year's unprecedented pricing environment has moderated, global industry dynamics remain favorable. Global nitrogen demand that was priced out of the market last year is returning driven by the need to replenish grain stocks. At the same time, forward price curves suggest that energy spreads between North America and high-cost producers in Europe and Asia will continue to be significantly wider than historical averages.\nAs a result, we expect to continue to generate substantial free cash flow. This will enable us to both invest in growth and return capital to shareholders. In line with this, we are pleased to have reached an agreement to purchase Incitec Pivot ammonia facility in Waggaman, Louisiana. The Waggaman facility offers us a newer, highly efficient ammonia plant that we expect to enhance through improved uptime and asset utilization. This acquisition is the latest step in our drive to provide shareholders with greater participation in our business and access to superior cash flows as is shown on Slide 6, 7 and 8 in our materials.\nThe facility will fit seamlessly into our network and increase our capacity to meet demand for decarbonized ammonia as a clean energy source once we have implemented carbon capture and sequestration at the site. We believe the demand for low-carbon ammonia will provide a robust growth platform for the company in the years ahead. We have made a [indiscernible] investments alongside partnerships and collaborations with global leaders in order to be at the forefront of producing decarbonized ammonia as a clean energy source. With that, let me turn it over to Bert, who will discuss the global nitrogen market conditions in more detail. Bert?\n\nBert A. Frost\n\nSenior VP-Sales, Market Development & Supply Chain, CF Industries Holdings, Inc.\n\nThanks, Tony. Over the last year, the global nitrogen market has continued to change rapidly and in dramatic ways. At this time, in 2022, global energy prices reflected the shock and uncertainty brought on by Russia's invasion of Ukraine. There are fears that Russian fertilizer exports would be locked out of the global market, and we entered a period of substantial production curtailments and shutdowns across Europe, while China restricted urea exports.\nToday, global energy costs have moderated and global operating rates have risen. New capacity delayed by the pandemic ramped up production. Other than ammonia, Russian fertilizer exports have returned to near pre-war levels as willing buyers have continued to take the discounted product, especially in the United States and Brazil and global fertilizer trade flows is largely adjusted. As a result, global nitrogen prices have fallen from 2022 highs. This helped lead to a first quarter of 2023 that was marked by lower than typical global buying activity.\nAgricultural purchases in North America took a wait-and-see approach as global nitrogen values fell and weather patterns did not support an early spring. Several large importing regions were essentially absent from the market during the quarter as well. Most notably, this included India, which only had one urea tender during the quarter, in large part due to higher domestic operating rates.\nAdditionally, European purchasers slowed import activity in the first quarter after securing substantial imports in the second half of 2022. Lower global nitrogen prices have triggered a rebound in demand from less affluent regions of the world, as you can see on Slide 13, offsetting some of the impact of lower purchasing from large importers.\nCF Industries was well prepared for this environment, having entered the year with a strong order book. As demand in North America held off, we leveraged our distribution and logistics capabilities during the quarter. This included capturing superior netbacks available from exports as well as positioning product at our distribution terminals for the spring application season.\nAs a result, we had a more open order book heading into the second quarter than usual. We have managed as well as the North American spring application season kicked off recently. Pricing in North America has risen as demand emerged and all products started moving at a more normal rate. We expect this to be an active fertilizer season -- application season in 2023 with corn acres in the U.S. expected to be up about 5% and wheat acres up around 9% compared to 2022.\nIncome at the farm gate in the United States and Canada is historically high, underpinned by an extended period of low grain stock-to-use ratios supporting high crop prices, as you can see on Slide 9. We continue to believe that this will take 2 growing seasons at trend yields to replenish global grain stocks. This should support agricultural-led demand as growers seek to optimize nitrogen applications and maximize returns. That said, over the next 7 to 8 weeks, the entire value chain will be walking a logistics tight rope due to the purchasing delays. And with that, let me turn the call over to Chris.\n\nChristopher D. Bohn\n\nSenior Vice President, Manufacturing & Distribution, CF Industries Holdings, Inc.\n\nThanks, Bert. For the first quarter of 2023, the company reported net earnings attributable to common stockholders of $560 million or $2.85 per diluted share. EBITDA was $924 million, and adjusted EBITDA was $866 million. These results reflect the impact of realized and unrealized losses related to natural gas derivatives.\nAs you know, we typically engage in hedging activity during the winter months to derisk our exposure to shocks in the natural gas market, such as those that occurred with winter storm Uri in 2021. As our hedge -- winter hedges rolled off, we purchased natural gas at market prices during the second quarter. As we work through higher cost inventory produced in the first quarter, we expect natural gas costs in our cost of goods sold to decline significantly.\nLooking ahead to the rest of 2023, we continue to expect approximately 9 million to 9.5 million tons of gross ammonia production and $500 million to $550 million in capital expenditures. With more than $2.8 billion of cash on the balance sheet, we are prepared to fund the cash portion of the Waggaman facility purchase price. We have begun the regulatory approval process with the U.S. government, but cannot predict when it will be complete.\nWe remain focused on disciplined investments in our Clean Energy growth platform to meet the demand that our MOUs with JERA and LOTTE indicate is emerging. Our blue and green ammonia projects at Donaldsonville are progressing towards their respective start-up dates and the FEED study for our proposed joint venture with Mitsui is advancing as well, and we expect to make a final investment decision later this year.\nEven with this activity, our capital requirements for the year are modest compared to our cash on the balance sheet and our outlook for robust free cash generation. As a result, we expect to continue to return substantial capital to shareholders.\nOver the last 12 months, we have returned more than $1.3 billion to shareholders through share repurchases and another $320 million through dividends. With that, Tony will provide some closing remarks before we open the call to Q&A.\n\nW. Anthony Will\n\nPresident, Chief Executive Officer & Director, CF Industries Holdings, Inc.\n\nThanks, Chris. Before we move on to your questions, I want to thank everyone at CF for all that they did during the first quarter of 2023. Their commitment to safety and outstanding execution continued to drive our company's performance. This is an exciting time for CF Industries. Global nitrogen market conditions, coupled with our network and operational expertise, support our outlook for superior cash generation. We are excited about the value that integrating the Waggaman facility into our network will offer, and we have positioned the company at the forefront of global decarbonized ammonia supply bringing together our expertise in ammonia production, enhanced by partnerships and collaborations with leading companies such as JERA, LOTTE, Mitsui, ExxonMobil and NextEra. Taken together, we are well positioned to increase our free cash flow generation and grow shareholder participation in that free cash flow, enabling us to continue to build on our track record of creating substantial long-term value for shareholders.\nWith that, operator, we will now open the call to your questions."
  },
  {
    "header": "CF",
    "cik": "0001324404",
    "ticker": "CF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d1faabc44f21c733cf87644bd6eb2de4",
    "period": "2022 Q2",
    "content": "Q2 2022 CF Industries Holdings Inc Earnings Call\n\nQ2 2022 CF Industries Holdings Inc Earnings Call\n\nCFNYSEAUG 2, 10:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, welcome to CF Industries' 2022 First Half and Second Quarter Financial Results. My name is Gary. I will be your coordinator for today. At this time, all participants are in a listen-only mode. We will facilitate a question-and-answer session towards the end of the presentation. (Operator Instructions) Please note, this event is being recorded. I would now like to turn the presentation over to the host for today Mr. Martin Jarosick with CF Investor Relations. Sir, please proceed.\n\nMartin A. Jarosick\n\nVP of IR, CF Industries Holdings, Inc.\n\nGood morning, and thanks for joining the CF Industries Earnings Conference Call. With me today are Tony Will, CEO; Chris Bohn, CFO; and Bert Frost, Senior Vice President of Sales, Market Development and Supply Chain.\nCF Industries reported its results for the first half of 2022 yesterday afternoon. On this call, we'll review the results, discuss our outlook and then host a question-and-answer session.\nStatements made on this call and in the presentation on our website are not historical facts -- that are not historical facts are forward-looking statements. These statements are not guarantees of future performance and involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statements.\nMore detailed information about factors that may affect our performance may be found in our filings with the SEC, which are available on our website. Also, you'll find reconciliations between GAAP and non-GAAP measures in the press release and presentation posted on our website.\nNow let me introduce Tony Will, our President and CEO.\n\nW. Anthony Will\n\nPresident, CEO & Director, CF Industries Holdings, Inc.\n\nThanks, Martin, and good morning, everyone. Yesterday afternoon, we posted our financial results for the first half of 2022, in which we generated adjusted EBITDA of $3.6 billion. On a trailing 12-month basis, we generated adjusted EBITDA of $5.3 billion, net cash from operations of $4.4 billion and free cash flow of $3.6 billion, all of which are new company records.\nTo put this into context, our previous full year adjusted EBITDA record was $3.3 billion, which was set back in 2012. We exceeded this mark through just the first 6 months of this year. This all-time record free cash flow is coupled with our lowest share count ever, and the benefits to our shareholders are shown on Slides 14, 15 and 16 of our materials.\nOur performance was made possible by the outstanding execution of the CF Industries' team against the backdrop of wide energy spreads between North America and high-cost production in Europe and Asia. Looking ahead, in the near term, we expect global nitrogen demand to be underpinned by the ongoing need to replenish global grain stocks. Longer term, we anticipate meaningful new demand to develop from low-carbon ammonia in clean energy applications beginning in the next couple of years.\nOver this period, we believe that global LNG market will remain structurally tight as European and Asian economies compete for scarce LNG cargoes, keeping natural gas prices high in these regions, which should support continued wide energy spreads favoring North American producers. Given this outlook, we expect to generate substantial free cash flow for an extended period. This will enable us to return significant capital to shareholders, while we also make disciplined investments to grow our low-carbon ammonia production footprint.\nOur blue ammonia project at Donaldsonville and our partnership with Mitsui position us to supply a substantial volume of low-carbon ammonia beginning in 2025, just as significant demand emerges. Taken together, our growth initiatives and shareholder return programs position us well to create meaningful shareholder value in the years to come.\nWith that, let me turn it over to Bert, who will discuss global nitrogen market conditions in more detail. Bert?\n\nBert A. Frost\n\nSVP of Sales, Market Development & Supply Chain, CF Industries Holdings, Inc.\n\nThanks, Tony. The first half and second quarter of 2022 saw a continued positive operating environment for CF Industries. Strong global demand and high natural gas prices in Europe and Asia pushed global nitrogen prices to all-time highs. As a result, we achieved record average selling prices for all segments, even as poor weather affected the North American planting and application season.\nAs we look ahead to the second half of the year, we believe the environment will remain favorable for our company. European and Asian producers are facing extremely high natural gas costs, creating supply uncertainty at a time of resilient agricultural-led demand. Last week, prices at the Dutch TTF natural gas hub exceeded $60 per MMBtu. This would put ammonia production costs for efficient plants in Europe above $2,000 per metric ton. At current product prices, this production is not sustainable, which is why we have seen several producers in Europe, including BASF, Yara, OCI and Fertiberia curtail ammonia output. Producers with the option to import ammonia may be able to run upgrades profitably.\nFor those who can on, the European off-season is likely to be very difficult, and we could see further curtailments and increased nitrogen imports into Europe. At the same time, government actions continue to play a role in limiting global supply. Since October of last year, Chinese government policy has materially restricted urea exports. We do expect a seasonal increase in Chinese export volume in the second half of the year, but appears total exports in 2022 will be well below the level of last several years.\nIn contrast, the supply of fertilizer from Russia outside of ammonia has returned to near normal levels as trade flows have adapted over the last several months. This environment, together with typical seasonal demand led by India and Brazil has created substantial demand outside of North America for all nitrogen products.\nWe evaluate these opportunities on a daily basis. For the past several weeks, the value of all major nitrogen products has been substantially at parity on a nutrient basis. This allows us to use our manufacturing system flexibility to optimize our product mix and meet global demand in the form and location that maximizes margins. As a result, we have built our largest export book ever across all our products.\nGiven the demand outside of North America, we offered a limited UAN fill program this year. We launched it at a price point about 40% higher than last year and completed the program quickly. Between fill and our export book and our fall ammonia position, we are well positioned for the months ahead.\nIn the coming months, we expect the highest margin opportunities to shift rapidly between regions where product is most needed. With resilient demand and constrained supply, the global nitrogen market is likely to be short fertilizer, it needs if product prices do not incentivize greater production in high-cost regions.\nWith that, let me turn the call over to Chris.\n\nChristopher D. Bohn\n\nSenior VP & CFO, CF Industries Holdings, Inc.\n\nThanks, Bert. For the first half of 2022, the company reported net earnings attributable to common stockholders of $2 billion or $9.78 per diluted share. EBITDA was $3.5 billion and adjusted EBITDA was $3.6 billion. Based on our long-term outlook, we expect to generate substantial free cash flow over an extended period of time. This will enable us to pursue our capital allocation priorities of investing in growth and returning capital to shareholders.\nWe continue to make progress on the clean energy initiatives at the heart of our growth platform. We recently signed a joint development agreement with Mitsui that provides the framework for the next steps in our exploration of new blue ammonia capacity in the United States. This includes the FEED study that we expect to begin in the second half of 2022 once we finalize the site and technology provider for the proposed plant.\nAdditionally, our green and blue ammonia project at Donaldsonville are advancing. The site where a 20-megawatt electrolyzer will be located has visible signs of progress, though the bulk of the construction will occur in 2023. Detailed engineering is underway for the dehydration and compression facilities necessary for the transportation and permanent sequestration of carbon dioxide. We expect to complete this project by the end of 2024.\nOn an annual basis, expenditures for these clean energy initiatives represent only a modest outlay of capital compared to our expected free cash flow generation. We do expect to hold a higher level of cash on our balance sheet in the coming years as we intend to fund the Donaldsonville projects and our portion of the proposed Mitsui joint venture project from cash on hand.\nGiven our outlook, we believe we will have ample flexibility to pursue additional growth opportunities that meet our investment criteria. We also plan on returning substantial capital to shareholders over this period. Through the first 6 months of the year, we are well positioned to exceed our goal of returning more than $1 billion in capital on an annual basis. This starts with our quarterly dividend, which the Board increased by 33% in April, demonstrating its confidence in our outlook and recognizing the work we've done to reduce fixed costs.\nWe also continue to execute our current $1.5 billion share repurchase program, which we view as both a return on and return of capital. Through the first 6 months, we have repurchased 6.6 million shares for $590 million. As you can see in our level of repurchase activity in the second quarter, we stepped in opportunistically to repurchase shares as our stock price fell despite positive industry fundamentals. Moving forward, we expect to maintain this approach with a ratable portion of our share repurchase program at $175 million per quarter and opportunistic purchases layered in at attractive levels.\nWith that, Tony will provide some closing remarks before we open the call to Q&A.\n\nW. Anthony Will\n\nPresident, CEO & Director, CF Industries Holdings, Inc.\n\nThanks, Chris. Before we move on to your questions, I want to thank everyone at CF Industries for their outstanding work during the first half of the year. We ran our plants extremely well, leveraged our logistics and distribution capabilities and made continued progress on our strategic initiatives. Most importantly, we did this safely. Our trailing 12-month recordable incident rate was 0.21 incidents per 200,000 labor hours, significantly better than industry averages.\nOur consistently strong operational performance, along with nitrogen industry conditions favorable to North American producers have led to record financial results over the last year. In the last 12 months, we have begun investing in our clean energy growth initiatives, retired $750 million of debt and regained investment-grade ratings and returned approximately $1.4 billion to shareholders. This includes $1.1 billion to repurchase more than 15 million shares representing 7% of shares outstanding at the start of the period. We are well positioned to build on our track record of shareholder value creation going forward as we focus on our mission to provide clean energy to feed and fuel the world sustainably.\nWith that, operator, we will now open the call to your questions."
  },
  {
    "header": "CF",
    "cik": "0001324404",
    "ticker": "CF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e7dcc1bcabf7db7411f8bbe80c03c8bf",
    "period": "2022 Q4",
    "content": "Q4 2022 Canaccord Genuity Group Inc Earnings Call\n\nQ4 2022 Canaccord Genuity Group Inc Earnings Call\n\nCFTORONTOJUN 3, 8:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nSession.\n\nIf you would like to ask a question during this time, simply press star, then the number one on your telephone key pad.\n\nIf you would like to withdraw your question, please press the star, followed by the number two.\n\nIf you have any difficulty sharing the conference, please press star euro for operator assistance at any time.\n\nAs a reminder, this conference call is being recorded broadcast live on the Internet.\n\nI would now like to turn the conference call over to MR Dan dabo, President and CEO . Please go ahead, sir.\n\nThank you operator, and thanks to everyone joining us for today's call. As always, I'm joined by Don mcfadon, our Chief Financial Officer.\n\nFollowing the overview of our fourth quarter and fiscal 2022 results O on and I will be pleased to answer questions from analysts and institutional investors.\n\nToday's remarks are complementary to our earnings release, mdna and supplemental financials, copies of which have been made available for download on SEDAR and on the Investor Relations section of our website at CGF com.\n\nWithin our update, certain reported information has been adjusted to exclude significant items in order to provide a transparent and comparative view of our operating performance. These adjusted items are non-iffrs financial measures.\n\nPlease refer to our notice regarding forward-looking statements in the description of non-IFRS financial measures that appears in our investor presentation and also in our mdna.\n\nDespite the abrupt broad market turndown that began in January , we delivered a solid financial performance in both our fourth quarter and fiscal year, driven by continued growth from our wealth management divisions, very strong activity levels in our advisory segment and a strong performance from our Australian business, driven by mining sector financings.\n\nWith the benefit of our clear strategy and targeted investments to strengthen reoccurring revenue streams, while increasing contribution from higher-margin activities, we achieved our sixth consecutive year of revenue and earnings per share growth.\n\nRevenue for the three -month period amounted to $5 million, bring our full fiscal year revenue to a new record of $2 billion, a year-over-year increase of 2%, excluding significant items. Fourth quarter diluted earnings per share was 52 cents, which contributed to a new record for our full fiscal year diluted EBS of $2 and 51 cents.\n\nLooking at expenses, we continue to benefit from enhanced cost savings driven by pandemic-related restrictions on travel and entertainment.\n\nAnd we are maintaining a strong focus on cost discipline measures as in-person meetings and client events resumed on an adjusted basis. Fourth quarter: noncompensation expenses as a percentage of revenue increased by four percentage points to 21%.\n\nDespite this modest increase, our full year ratio was lower on a year-over-year basis at 18%, which is relatively consistent.\n\nAdjusted compensation expenses as a percentage of revenue amounted to 61% from the fiscal year.\n\nTurning to capital allocation, our Board of Directors has approved a quarterly common share dividend of eight point a half cents for the fourth fiscal quarter, contributing to a full year dividend payout increase of 28%.\n\nThrough our capital deployment initiatives, which include common share dividends and share buybacks, we returned $176 million to our shareholders over the fiscal year, which represents an amount equal to over 57% of our adjusted net income for the 12 -month period.\n\nWith that, let's turn to the performance of our operating businesses.\n\nOur combined global capital markets business earned revenue of $312 million for the fourth quarter and $1.3 billion for the fiscal year.\n\nOver fiscal 2022, we helped raise $61 billion for growth companies- our second highest performance on record.\n\nThe broad market decline in EC activity that have been anticipated for some time began in our fourth quarter, and we expect it will persist for several more months.\n\nInvestment banking revenue of $95 million for the three -month period represents a 64% decrease from the unprecedented record level in the same period a year ago, driven by contraction in MA activity.\n\nI will note that this is still a strong result when compared to historical averages and reflects our enhanced market position in our chosen focus areas.\n\nOur Australian business was an outlier in this segment, with fourth quarter revenue increasing 29% year-over-year to $62 million, driven by a 25% increase in investment banking revenue.\n\nThis was the strongest quarter on record for this business.\n\nPartially offsetting the decline in investment banking revenue that impacted all the other geographiestotal advisory revenue from the three and 12 -month period increased by 86% and 153% year-over-year to $122 million and $489 million.\n\nWhich is a full year record for this segment.\n\nThis compares favorably the industry-wide global completed advisory fees which, over the three -month period, increased by 8% versus the same period a year ago.\n\nThe most substantial contribution came from our U's business.\n\nWhich increased advisory revenue by 195% for the fourth quarter and 219% for the fiscal year to a record $317 million.\n\nI will note that the adjusted pretax net income contributions from our U's business has grown substantially, amounting to a new record of $158 million for fiscal 2020. -two and.\n\nFor context, prior to our initial investment to grow our advisory business in 2019, this business was operating near breakeven.\n\nLooking forward, we expect further enhanced contribution from our recent acquisition of saaya partners, which has been performing in accordance with our expectations.\n\nOur Canadian and U K and Europe capital markets business also increased advisory revenues for the fiscal year by 66% and 118% respectively.\n\nFinally fourth quarter revenue from our combined trading business was down 36% year-over-year but increased 24% sequentially, reflecting increased volumes in the three -month period.\n\nWhile new market realities point to a difficult period ahead for our industry, we see no reason to retrench from our commitment to fully supporting growth companies and investors. Regardless of the market backdrop, we are driven to identify the clients who need us most and do everything to supportthem.\n\nDespite difficult market conditions, client engagement continues to be very strong by historical standards.\n\nOur investment banking pipelines are healthy across sectors and regions, but the conversion from pipeline to realize will be largely dependent on market conditions.\n\nSimilarly, MNA activity remains strong, but advisory completions are likely to be extended as we navigate bouts of market volatility.\n\nAnd finally, our trading businesses are positioned for excellent in the face of any broad market volatility.\n\nwe'will execute for our clients, just as we did through the unprecedented volatility at the onset of the COVID-19 pandemic.\n\nOur global wealth management businesses continue to deliver an impressive financial performance.\n\nClient assets at end of the fiscal year amounted to $96.1 billion, a year-over-year increase of 8%, but a modest decrease from the high reached in our third fiscal quarter, reflecting lower market valuations at the end of the 12 -month period.\n\nOur combined wealth management operations and revenue of $174 million for the fourth fiscal quarter, a year-over-year decrease of 13%. This was primarily due to the anticipated reduction in new issue activity which flows through our North American wealth business.\n\nRevenue for the fiscal year amounted to $72 million and the increase of 9% compared to the prior year.\n\nNotably commission and fees, increased by 12% to a new record of $587 million to the fiscal year, reflecting record contributions from all geographies.\n\nExcluding significant items our combined global wealth management business recorded pretax net income of $149 million. A year-over-year increase of 10% for.\n\nIn the U? K and Crown Dependencies. Our integration of adamand company is progressing nicely and we recently completed the acquisition of punter South all wealth.\n\nThis supports our priority of increase in the scale of both our financial planning and investment management businesses.\n\nRevenue for this business amounted to $8 million to the fourth quarter and $31 million to the fiscal year. Increases of 7% and 12% respectively, primarily due to higher commissions and fee revenue and interest income attributable to the higher interest rate environment.\n\nFollowing the completion of the psw acquisition, HPS increased their investment through the purchase of a new series of convertible preferred shares of this business in the amount of $110.5 million.\n\nWith this investment and with the small equity component to be issued in connection with the acquisition, the company will hold an approximate 67% equity equivalent interest in CG WM U K. despite this modestly lower interest, we expect the benefits of increased scale in combination with organic growth initiatives will drive continued growth of the financial contributions from this business.\n\nWhile lower new issue activity led to softer revenue and net income, contributions from our Canadian business client assets have continued to strengthen, amounting to $38 billion for the end of the fiscal year, an increase of 18% from the same period last year.\n\nOver fiscal 2022, the average book per advisory team grew 17% year-over-year to $26 million, and this team also continued to grow discretionary assets under management by 35% compared to last year. The recruiting environment in Canada has become increasingly competitive, but we've continued to attract talented teams who see differentiated opportunities to grow their business with CG.\n\nThis business was also recently recognized as a top ran Canadian wealth management firm and a national survey of an investment advisers.\n\nAnd finally, our Australian wealth business continues to grow client assets and related revenue, benefiting from its alignment with a leading capital markets business in the region.\n\nThis business earned revenue of $18 million in the fourth quarter and $75 million for the fiscal year, year-over-year increases of three per and 20% respectively.\n\nCommission and fee revenue for the fiscal year reached a new record of $58 million and increase of 12% compared to the prior year.\n\nThe number of an investment advisers in this business increased by 5% year-over-year, reflecting strong recruiting momentum.\n\nWhether through acquisitions or recruit.ing, the businesses and professionals that join CG wealth management have been able to unlock greater value on our platform, which is driving organic growth opportunities in all of our regions.\n\nLooking ahead, we will continue to explore a range of opportunities for profitable growth in this important segment.\n\nIn closing while emana pipelines have continued to deliver and our wealth businesses continued to provide a source of stable reoccurring revenue. We do not expect fiscal 2023 to resemble 2022 or 2021 and.\n\nAlongside our clients. We are navigating a challenging and uncertain backdrop which includes rising interest rates inflation, a continuing tightening of monetary policy and ongoing market and trade disruptions driven by the devastating war in Ukraine.\n\nHaving said that, we begin fiscal 2023 with the confidence that our business has stronger downside protection than at any time in our history.\n\nJust as our recent successes were many years in the making. We have spent years shaping our business to deliver predictable performance for our shareholders in uncertain times.\n\nOur strong and properly managed balance sheet supports our ability to deliver market-leading services for our clients, while maintaining ample liquidity and flexibility.\n\nConsistent with what we've done in the past, we are using this challenging period productively to further entrench our position as the leading independent wealth management and capital markets business dedicated to the needs of growth companies and investors.\n\nWe see several opportunities to increase our relevance in our core-focused areas, and we are seizing opportunities for targeted and disciplined growth.\n\nWith that donawn and I would be pleased to take your questions. Operator, could you please open the lines?\n\nThank you, sir.\n\nLadies and gentlemen, we will now begin the question-and-answer session.\n\nIf you would like to ask a question, please press star, followed by the number one on your telephone keypad.\n\nIf you would like to withdraw your question, please press the star, followed by the number two.\n\none moment while we compileed the QA roster.\n\nYour first question comes from Jeff Fenwick of Cormark. Please go ahead.\n\nhigood morning everybody Ning dany just wanted to start the the questions here with Australia. I mean it's been a nice bright spot for for Canaccord. On both aspects of the business wealth and capital markets can you just remind us in the in the capital markets group. There I know a pretty significant amount of the revenues driven from from broker warrants and equity awards that you get when you you do work with the different issuers down. There. What does that makes kind of look like are you tending to to crystallize on that that revenue or there's some risk of Mark to market here. If you know some of these things sell off in future quarters like how should we think about that I mean we've managed to a similar scenario in Canada in the past as you know like with broker warrants bouncing around and we then we do tend to try and monetize them as.\n\nQuickly is rationally possible. Often in you're restricted on themfrom time totime you'll have insider information on and you just CAn't trade them, So you don't have perfect liquidity. This last year was better than the year before. Know hard to look at a quarter to quarter but in terms of you know cash fees verse stock fees, So to speak, unrealized stock fees. You know we don't pay out on stock fees until they're sold but they do get. You know there's obviously provisions for compensation and them as well and we mark them down substantially. You know as much as you know the auditors all let do do so we do take big provisions for them regardless. So hopefully the volatility is muted. It's not it's going to be zero, but it's muted relative to what the actual volatility is. You know in busy markets those positions expand and busy, you know, markets that are going up, they expand and become more valuable. So there is volatility in those resource, in those results. We CAn't avoid that. We are actively monetizing them both. You know pre the quarter and certainly posted this last quarter, we monetized a bunch more of them. So that's kind of the know and I'd give you. I wouldn't really give you Jeff but, but.\n\nI CAn't give you splits because it B turns around all the time, some quarters and zero, some quarters it's 30%, right that it. It kind of moves around a lot. Yeah, and iguess I was kind ofwhat I was driving at too, to it was such a, such a strong quarter on the revenue line there. I wasn't sure if your, But when I did to the ACH Yeah, but But in fairness, we did 27 mining deals in Australia in the quarter.\n\nLike remember that that market is a very, very active resource financing market. We dominate a delithium trade were the number one mining underwriter worldwide. So it it was a busy time- 27 equity deals there and where the number one underwriter by dollar volume.\n\nNot a big deal number in Australia in calendar Q1 this year.\n\nsgreat. Okay, and then why don't we talk about the, the wealth management growth there as welli, and that's you refer to it in your opening remarks. Is it? What's the mixof the growth coming from? Is it bring in some, some new advisor or teams into the platform? Is it? I know you're trying to capture more of the assets that are remanaged elsewhere within the business. How has that been progressing? Yeah, I think all of we're doing all of the above and it's all do would take time and has been taking time, which is what we expected. So, but we brought on Twenty.\n\nOf advisers, you know, and most of them have worked out pretty well. We've also been converting those assets over the- for lack of a better term- the nonfee paying assets to fee paying assets. But that takes a long, long time effectively got to bring a whole new team involved to do that, but there's an active effort in place to do that. But that will that will take time. So on balance we're doing both things. I'd say it's probably more recruiting these days, less converting, but you know both are, both are impacting him.\n\nok and then maybe we speak a of bit wealth management and Canada. Your comments mentioned a range of opportunities for profitable growth and I know recruiting's been front and center for you. I imagine that gets a little more sticky through market volatility. But what you know, what's the look for the pipeline? And I'm guessing this, maybe the prospect of a platform out and there, beyond just adviser teams, or how do we think of it? Yeah again, I don't want to, you know, speculate as to the different things we can do, but to be clear, we're continuing to hire advisers. I mean, we brought on, you know, a couple of huge teams. In the quarter. We brought on another 2, you know, two weeks ago, you know, great additition to the, to the team. That's continuing. That pace of activity is continuing, even with the volatile markets. Soyou know, we don't, you know, more of the same is not a bad thing. That being said, we do have a fairm on the capital. We continue to believe in the Canadian wealth management space and we are looking at other ways of, you know, related to our business, but other ways to grow our business there. So hopefully in the next couple of quarters that will start becoming a little more tangible for people. So you knowyeah we, we will continue to commit capital towards growing that.\n\nokgreat. And then maybe 1: one on the, the U K well, I mean the, the assets under hundred men there dipped a bit more and maybe it might have expected. Just wondering if there's A. is that a portfolio mix? Is it? Is it FX changes or you know, that's sort of an elevenar cent di there. Great, great observation. If you look at the currency we, we report that number, our assets and pounds as well as dollars, and then you'll see most of that or all of that, is pounds.\n\nyesit's just the Canadian dollar rally against the pan. So the business continues to grow and in fact obviously the market will impact it, and when the market was down, for sure it will impact it. But we do have organic growth aggressive program on creating organic growth and we're actually cautiously optimistic that that's really working. So we're that's where our money is being spent and thats where efforts are being spent. Now that we've got all these acquisitions done is organically growing that business and we've had really good progress in our first year of kind of doing that.\n\nOkay Thank you for Thank you that I'll reach you very great questions, thanks.\n\nYour next question comes from Rob golf of echelon. Please go ahead.\n\nRob.\n\nThank you for taking my question. My first question would be on your outlook for inorganic growth in terms of. Could you talk to your priorities, referencing advisory or geographically, Australia versus the U? K and have you seen private market values adjust as we've all seen capital or public market values sujust?\n\nIn Wealth assets: potential wealth acquisitions.\n\nThat question around Yeah no unfortunately know you know there's still lofty expectations that being said where we really buy in the place. Historically we bought has been in the.\n\nRight we Yeah, we've doneou led a couple of little things in Australia, nothing really in Canada on the acquisition front. But in the U K business even evaluations haven't adjusted. I mean, literally the ink is still fresh on the deal we saw, you know, we closed on, you know, three days ago or two days ago, where we spent you two hundred million pounds to by psw.\n\nWe're not in the market at the second. I mean there could be do a little tuck in thing. But you know we have that's a big acquisition for us. And one that we want to make sure is right. That's where the management team is focused, is integrating that in. So you know, never say never, but it's not like we're buying something tomorrow morning. I can tell you that. So by that point, who knows, valuations may or may not adjust. I think what you'll see, and you see, you saw it in R B C's acquisition, obviously in that market, I mean, even though the public market valuation was down, they paid a 60% premium. The price they paid was the same prices that we pay in the private market. So it's easy to say it's trading PO aly, but they're not. They're not trading wholesale poorly. You know they're being bought. It know the same or better prices than the private companies.\n\nAnd then, as a follow-up- this maybe more for dawn- could you talk to how we might look at the profit margins going ahead? The impact of noncompensation expenses.\n\nAs we all go back to back to work and travets that are do creep back up.\n\nWell I think in terms of the noncomp expenses. A large part of that is fixed So.\n\nIf there is a rip.\n\nIn a challenging revenue environment that will creep up just because of the fixed nature of those costs.\n\nTne is a variable component to that, but I think we're coming off of extremely depressed levels in.\n\ndary 2020, but obviously in 2021 as well, and so I think we're getting back to more, more natural levels and there's an unnatural. We have controls and policy ilities deserve. Let them get out of.\n\nGet excessive. But it's an esstential part of business to be doing some promo and produof activity and it's just natural that it's going to.\n\nSort of be higher just coming year than it was last year, although I think our run rate towards the end.\n\nLast fiscal year is probably a steady state kind of level for this coming year.\n\nverygood, Thank you.\n\nIt quick and easy, Thank you.\n\nYour next question comes from rasie banji of TV securities. Please go ahead.\n\nMorning thanks. I guess the first question would be on the comp ratio. So like more like a two -part question. But the compcreary this quarter at 60% lower versus last quarter. So first part is the lower compcreat, just a refction of lower share based comp, given the lower share price in the first quarter, calter quarter. And then secondly, how should we think about the compcreatio going forward if we go to reperiod of potentially softer capital market activity and given the really tight labor markets, would it be fair to say that the compcreat might move in slightly higher this year?\n\nI think on the comp ratio I mean yes stock price does have have some effect on it but it's not totally attributable to stock price in terms of the stock component of our compensation programs. I think quarter-over-quarter fluctuation and comp ratio will always contain a little bit of bumps and bruises as it go from quarter. I think the better way to look at it really annual because you sort of smooth out those quarterly bumps that naturally occur. So I think I think if you look at the annual comp ratio or just about pretty much on par a little bit down from last year and I think.\n\nI think that's the right way to think about the comp ratio. I think it's been held pretty steady at that 61% level year-over-year for several years now and we tyly managed to make sure that it stays within that brain.\n\nA large part of the compensation is discretionary bonus based, So it can have some pressure on that is as revenues declineed. If revenues decline, but because the variable nature of the bonus compensation part of that, it will be less impactful than that were're.\n\nSome sort of a really high fixed cost. It's you know that the comp ationratio in our markets, even in a lower revenue in each individual market, won't become problematic,'ll be the same. You know we manage to those cocomp ratio, So that's pretty easy. The only time we get in trouble as an organization trouble, but our cocomp ratio can go up beyond our range, is if a jurisdiction just falls completely at a bad. In other words it's not enough revenue to even cover people's fix salaries. You know, and that's kind of where you get in trouble. So occasionally you ll- and it'll be very understandable to you. So you know I won't mention a jurisdion, but let's say say, have a urisdion, the compration in that jurisdiction go to 90%, not because there's a bonus, because the salaries kind of eat into a very, very low revenue environment in and omalally in a court, in a particular corarter. But overall you know people shouldn't be planning that our cocomp ratio will go up. That's you know, a covenant with our shareholders.\n\nok just NSE.\n\nIf I could switch ERS to capital markets, then could you speak to the pipeline and your outlook for the different geographies and was related to investment banking engagements and advisory engagements. How would you say shaping up like relative to the last maybe one or two quarters?\n\nThe the pipeline, this in orness, that's not the problem. Yeah, we've got lots of people who want capital. It's a question of whether we can sell it. So the new issue: revenue is down. I mean, obviously you know that's, that's not going to catch anyone surprised. But there are market windows, like last week in Canada. Our Canadian team, you know, popped in four or five deals in a you know. You know the one week there where the market was just, you know, accepting deals.\n\nBut obviously from a new issue perspective. Last year our MMA revenue was up $3 million.\n\nOur new issue. Revenue was down $2 million. Don't quote me on those numbers, but it's close enough.\n\nSo and right now an M N? A, we're doing in a quarter what we used to do in a year. Now that's not just because the M? A markets up, it's because we made a material investment and you know, M N? A boutiques and change the culture of the organization over the last several years. So, which is good, our M pipeline continues to be incredibly robust and we're executing upon it. So absent, you know, something happening to the M N? A: market liquidity falling away, massive volatility in the market. We continue to think we will excute, and then not probably actually the level we were executing before, because it was massive, but it continues to be a pretty roust environment. The issue on pipeline comes down to the new issue: business, obviously.\n\nAnd that really isn't a function of do we have customers? We have lots of companies that want to raise money in our core verticals. It's a question of whether the market will open up, and it's not even so much price- the ave- an issue with at these prices. It's a matter of: do we have buyers, and isn't that a smart decision, long-term decision for those companies? So it's not a perfect answer to your question, but that's the.\n\nThe beauty in the beast of capital markets is it's very hard to predict three months ahead.\n\nNo I appreciate more H est and the helpilful, and then I guess just not last question then. So if we go, is we potentially be go through a period of softterare capital market lines? How would you, how are you feeling about your level of excess capital currentcy and your ability to buy back shares if we go through that scenario?\n\nWell our capital position will continue to remain strong and we're not worried about that in the risk-produced capital markets.\n\nEnvironment and the N? T I B we continue to manage, you know, appropriately from time to time. So that gets that gets adjusted as we go forward. Active buyers, but it's not been huge amount. And I make a couple of additional points on that. Number 1: we've always said we're going to pay our dividend commensurate with our wealth earnings. As our alth earnings go up we increase our dividend. We've increased their five times or Twenty, 5% year over year and as our wealth earning we'recovering, continue to go up, we will use our capital for that. We've also said that we're going to use our excess capital on money that we've made in capital markets to buy back our shares. That hasn't changed. You know query what our our excess capital, which is the nature of your question. It will be to buy back shares. The only provisoy make on that in the current market is not that we. You need to keep capital because maybe the market will be to volatile opportunities. T changed to, you know, to Rob God's question. You know, maybe valuations of change, maybe all of a sudden there's a better use of our capital. Then you know doing one hundred million dollars, substantial issue BS.\n\nSo we'll have to see, we'll have to assess. We're going to be flexible. We're obviously in an immensely strong position, having earned $27 million last year and a similar number of the year before. We obviously have a pretty good balance sheet here to manage through any business transitions and opportunities that arise.\n\nOkay that's helpful. Those are on questions. Thank you.\n\nGreat questions thanks.\n\nYour next question comes from Stephen. bowling of ringham James, Please go ahead.\n\nGood morning. Thanks to taking my questions. Maybe again just talk about. You mentioned your focus in the U K and the wealth management practice is integration. So obviously no acquisitions over the next little while. But I'm just wondering about your ownership level at 67%. What level are you comfortable at keeping that ownership level? Will you continue to think about further acquisitions down the road?\n\nThere's no, there's no magic number there as, when you think about it. P the last acquisition we did of psw. I think it's illustrate of in that we bought psw costes hundred than 6 million roughly. We raised 1 million of incremental de from U K normal lenders and then the 65 million came from HPS, our financial partner in the transaction, through a preferred share which would have valued our interest in that company at not only eight $9 a share. That type of when you do all the translations of pounds back in our minority interest.\n\nThe point that I'm trying to make is we didn't spend a penny of our own, if you think about it as a public company, we didn't spend a penny of our own capital to do that acquisition. We used debt and we used HPS equity, which values the business at 17- 18 X earnings. It's, by definition, going to be accretive to us, even though our ownership interest came down.\n\nWe didn't REA check and it was an accretive acquisition. So therefore, our earnings go up, So no capital, our earnings go up, So we'll continue to do that type of transaction as it comes up. We there's no magic of 50% or any other number, that being said, to dilut us below 50%. We'd be pretty aggressive on the acquisition front to to require that kind of capital to continue to grow that business, but certainly no magic prepared to get further diluted in that business, accretively further diluted, if that makes any sense at all, and we'll continue to do that activity. That being said, you pointed out to start your question.\n\nWe don't have anything on the horizon right at this moment. We are busy, focused on integrating a very large acquisition.\n\nOkay that's helpful and maybe just a more general question on your energy practice. Past cycles we've seen oil and gas when they're at this prices, the banking being pretty robust. We we haven't seen that, I believe. I'm just wondering in your mind, is this like a permanent structural change on the buly side in terms of demand for oil and gas product?\n\nYou got to think about where we operate in the nature of oil and gas product and I don't want to be too bearish on it, but our biggest capital markets business in resource-oriented sectors.\n\nTend to be Canada and Australia. In Canada, that's not an attractive market from an oil and gas perspective, simply because the companies that are there are making lots of money and they tend to have strong relationships with balance sheet participants.\n\nSo it's know it's. We tend to excel where people don't make lots and lots of money. They need lots of money and they don't tend to have strong banking relationships- commercial banking relationships. So we don't necessarily see the oil and gas market. The domestic oil and gas market is a very active market. Plus, we have a political environment in this country which doesn't really isn't really susceptible to attracting foreign capital to the oil and gas sector, because difficult to get that to market, So to speak.\n\nThat being said, we let a $7 million deal last week like we're going to continue to be active in the sector. We do have a presence in the sector. We continue to be focused on it. It'll mainly be on the energy transition sector as opposed to the energy sector. We've had an incredibly strong sustainability practice globally and that's important for us in the U K, that's important for usin Canada, the? U's obviously, and Australia. So I'd argue we're more focused on energy transition than we are on pure oil and gas in your question was pure oil and gas?\n\nOkay all right, that's all I out. Thanks very much, Thank you.\n\nThere are no further questions from the phone lines. I would like to turn the conference back to MR dabel for closing remarks.\n\nOkay thanks, those are all great questions and operator, I really appreciate it and never an appreciate joining today we're going to be. This was our year-end results So obviously took us a little longer report. We'll be reporting again in early August , So look forward to speaking to everyone then. And of course, Don and I and Christine and others are available for questions. Thanks so much and operator, from sort of close the lines, that'would be great."
  },
  {
    "header": "CF",
    "cik": "0001324404",
    "ticker": "CF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9b7c59f30e3d126f76f134b656f6d522",
    "period": "2022 Q1",
    "content": "Q1 2022 CF Industries Holdings Inc Earnings Call\n\nQ1 2022 CF Industries Holdings Inc Earnings Call\n\nCFNYSEMAY 5, 10:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the CF Industries First Quarter 2022 Earnings Conference Call. My name is Michelle, and I will be your coordinator for today. (Operator Instructions)\nI would now like to turn the presentation over to our host for today, Mr. Martin Jarosick, with CF Investor Relations. Sir, please proceed.\n\nMartin A. Jarosick\n\nVP of IR, CF Industries Holdings, Inc.\n\nGood morning, and thanks for joining the CF Industries Earnings Conference Call. With me today are Tony Will, CEO; Chris Bohn, CFO; and Bert Frost, Senior Vice President of Sales, Market Development and Supply Chain.\nCF Industries reported its results for the first quarter of 2022 yesterday afternoon. On this call, we'll review the results, discuss our outlook and then host a question-and-answer session.\nStatements made on this call and in the presentation on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance and involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statements.\nMore detailed information about factors that may affect our performance may be found in our filings with the SEC, which are available on our website. Also, you'll find reconciliations between GAAP and non-GAAP measures in the press release and presentation posted on our website.\nNow let me introduce Tony Will, our President and CEO.\n\nW. Anthony Will\n\nPresident, CEO & Director, CF Industries Holdings, Inc.\n\nThanks, Martin, and good morning, everyone. Yesterday afternoon, we posted our financial results for the first quarter of 2022, in which we generated a quarterly record adjusted EBITDA of $1.65 billion. Our trailing 12-month net cash from operations was $3.7 billion, and free cash flow was $2.8 billion.\nThese results reflect continuing outstanding performance by the CF Industries team against the backdrop of a very tight global nitrogen supply demand balance and wide energy spreads between North America and marginal production in Europe.\nWe ran our assets extremely well. Our North American manufacturing plant set first quarter production records for gross ammonia, UAN and diesel exhaust fluid. We leveraged our extensive distribution network to serve customers in the corn belt and expanded our logistics capacity to serve customers on the East and West Coasts. Most importantly, we did this safely.\nOur trailing 12-month recordable incident rate was 0.25 incidents per 200,000 labor hours, significantly better than industry averages. This level of exceptional execution will continue to serve our customers and shareholders well as we expect the global nitrogen supply demand balance to remain tight for the foreseeable future.\nNitrogen demand will continue to be underpinned by the world's need to replenish global grain stocks. We believe it will take at least 2 years and possibly longer to accomplish this.\nAt the same time, high energy costs in Europe and Asia are likely to lower global operating rates at certain times of the year. So we expect nitrogen supply to remain tight with the marginal time being very high cost.\nRussia's invasion of Ukraine has exacerbated both demand and supply situations. First, by impairing Ukraine's grain production and exports; and second, by creating uncertainty about natural gas price and availability in Europe. Taken together, these factors make it likely that global nitrogen supply demand balance will stay tighter for longer.\nGiven these market dynamics, coupled with our position on the low end of the cost curve, we expect to generate significant free cash flow in the coming years. This will enable us to invest in our clean energy growth initiatives while also returning substantial cash to shareholders. We are excited about growth opportunities we see in the clean energy applications of ammonia.\nEarlier this week, we announced in conjunction with Mitsui, a potential new blue ammonia facility in North America. We also continue to advance both our green and blue ammonia projects at our Donaldsonville, Louisiana facility.\nWe expect to begin making green hydrogen and green ammonia in 2023 and have up to 1.7 million tons of blue ammonia production beginning in 2024. These are important steps forward in the development of this exciting new market opportunity, one where we are clearly leading the way.\nIn a moment, Chris will provide more details on our approach to capital allocation moving forward, including our capital expenditure outlook and our return of capital program. But first, let me turn it over to Bert, who will discuss the global nitrogen outlook in more detail. Bert?\n\nBert A. Frost\n\nSVP of Sales, Market Development & Supply Chain, CF Industries Holdings, Inc.\n\nThanks, Tony. farm returns in North America for all crops are forecast to be historically high despite higher input costs, setting the stage for another strong year of farm incomes. This includes farmers who will be growing corn, wheat, cotton and rice.\nAs you can see on Slide 9, global coarse grain stocks-to-use ratios have not improved over the last 6 months, driving nitrogen-consuming crop prices toward record highs. The time line to replenish grain stock has been getting longer, not shorter. We believe it will take at least 2 more years and trend yields to fully replenish global stocks, supporting continued strong agricultural-led demand for nitrogen.\nWe continue to expect healthy planted acres of nitrogen-consuming crops this year. Looking at new crop futures, returns for corn exceed those of soybeans, which supports our projection of 91 million to 93 million acres of corn planted in the United States in 2022, if weather cooperates.\nDuring the first quarter, our team leveraged the flexibility of our network to ensure that we were able to serve customers by helping prepare for this coming demand. Our rail utilization was at its highest level in years, and we increased UAN barge capacity. We also chartered 3x our typical volume of U.S. flagged Jones Act vessels to move UAN efficiently to the East and West Coasts. Rail service to some of our customers has become a serious issue in the second quarter, and we continue to work through those challenges.\nWe believe that high crop prices and strong farm income will also drive demand for nitrogen in the world's largest urea export destinations. We expect the recent urea tender by India to be the first in a regular cadence of tender activity in the coming months. We also project urea consumption in Brazil to remain strong in 2022. We do not see many catalysts in the near term to significantly increase global nitrogen supply availability. We expect China to resume urea exports in the second half of the year. However, it is unclear how large the volumes will be given the Chinese government's focus on keeping food inflation under control and balancing the environmental impact of coal-based urea production.\nMarginal production in Europe that cannot export to the Southern Hemisphere will face difficult operating decisions during the Northern Hemisphere off-season if natural gas costs continue to be high. We expect Russian fertilizer producers to continue to export but at reduced rate due to sanctions, limited internal logistics and port outlets, difficulty arranging insurance and vessel shipping.\nCF Industries remained well positioned in this environment, even as natural gas costs in North America have increased. Natural gas forward curve suggests continued favorable energy spreads for North American producers compared to marginal production in Europe as you can see on Slide 12.\nWe continue to work with customers on their requirements for the spring fertilizer application season as weather has largely delayed planting so far. Farmers have proven that they are able to plant their acres in a short amount of time once that weather window opens. While most customers are prepared for first applications, we will leverage our expertise and extend the distribution network to meet the top dress and side dress demand that will emerge after planting. With that, let me turn the call over to Chris.\n\nChristopher D. Bohn\n\nSenior VP & CFO, CF Industries Holdings, Inc.\n\nThanks, Bert. For the first quarter of 2022, the company reported net earnings attributable to common stockholders of $883 million or $4.21 per diluted share. EBITDA was $1.68 billion and adjusted EBITDA was $1.65 billion. The trailing 12-month net cash from operations was $3.7 billion and free cash flow was $2.8 billion.\nGiven the substantial free cash flow we are generating today and our confidence in the company's long-term free cash flow outlook, I want to walk you through our expectations for capital allocation moving forward. First, we reached our long-term gross debt target of $3 billion in April after we repaid the final $500 million of our 2023 notes. This level of debt and the work we've done over the years on lowering fixed charges provides us with financial flexibility now and through the cycle.\nWe expect capital expenditures to remain in the range of $500 million to $550 million per year. This estimate includes planned maintenance activity as well as our investments in clean energy initiatives that are in progress. We continue to advance the Green Ammonia project at Donaldsonville Complex and have placed orders for all major equipment. The construction of the CO2 compression and dehydration facility at Donaldsonville is expected to be complete in 2024, enabling us to be first to market with the significant volume of blue ammonia once sequestration is initiated.\nWhile we leveraged our existing network to create decarbonized ammonia capacity, we're excited to pursue organic growth in blue ammonia capacity through a joint venture with Mitsui. We believe the investment related to this effort in the next 2 years will be measured with a FEED study beginning shortly and FID in 2023. The nearly 50-50 joint venture will support our ongoing commitment to discipline investments in the emerging clean energy market and provide supply of low-carbon ammonia to support the global transition of clean energy.\nGiven these relatively modest calls on capital, we expect to have ample capital to return to shareholders through our quarterly dividend and share repurchases. The Board's decision to increase the dividend by 33% was driven by 2 main factors: the more positive outlook for cash generation across the cycle and the significant reduction in fixed charges we have achieved through debt reduction, share repurchases and other initiatives to eliminate frictional costs in the business.\nWe also continue to view share repurchases as an important way to provide shareholders a return on and return of capital. During the first quarter, we repurchased approximately 1.3 million shares for $100 million. This represented the ratable portion of our share repurchase program for the quarter. Based on our free cash flow generation outlook, we expect to increase the ratable portion of our share repurchase program to $175 million per quarter. Along with the higher quarterly dividend, this positions us to return greater than $1 billion to shareholders on an annualized basis.\nWe are also prepared to opportunistically repurchase additional shares at attractive levels as we have in the past. With that, Tony will provide some closing remarks before we open the call to Q&A.\n\nW. Anthony Will\n\nPresident, CEO & Director, CF Industries Holdings, Inc.\n\nThanks, Chris. Before we move on to your questions, I want to recognize the entire team here at CF Industries for their outstanding work during the quarter. Our focus continues to be on operating safely and leveraging our manufacturing and distribution network to serve customers, a role that is even more critically important today than ever. The North American agriculture sector, including CF Industries, is poised for strong results over the next several years as we collectively work to replenish global grain stocks.\nThe geopolitical issues in Europe, particularly Russia's invasion of Ukraine only increases the importance of the role North American farmers play as well as the rest of the supply chain in providing food for the world. The last year has underscored the critically important role of ammonia to the world, both for fertilizer and industrial applications. It has also confirmed our belief that new demand for ammonia in clean energy applications will grow significantly in the coming years.\nCF Industries will be a leader in supplying blue and green ammonia to meet this emerging demand, and we are excited about our progress in this area. We have tremendous opportunities before us and we intend to capitalize on them to create meaningful shareholder value in both the near and longer term.\nWith that, operator, we will now open the call to your questions."
  },
  {
    "header": "CF",
    "cik": "0001324404",
    "ticker": "CF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/29b00026bd0bb2c37ae962097a3cc042",
    "period": "2021 Q4",
    "content": "Q4 2021 CF Industries Holdings Inc Earnings Call\n\nQ4 2021 CF Industries Holdings Inc Earnings Call\n\nCFNYSEFEB 16, 10:00 AM\n\nMartin A. Jarosick\n\nVP of IR, CF Industries Holdings, Inc.\n\nGood morning, and thank you for joining the CF Industries earnings conference call. With me today are Tony Will, CEO; Chris Bohn, CFO; and Bert Frost, Senior Vice President of Sales, Market Development and Supply Chain. CF Industries reported its results for the full year and fourth quarter and 2021 yesterday afternoon. On this call, we'll review the results, discuss our outlook and then host a question-and-answer session.\nStatements made on this call and in the presentation on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance and involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statements. More detailed information about factors that may affect our performance may be found in our filings with the SEC, which are available on our website.\nAlso, you will find reconciliations between GAAP and non-GAAP measures in the press release and presentation posted on our website. Now let me introduce Tony Will, our President and CEO.\n\nW. Anthony Will\n\nPresident, CEO & Director, CF Industries Holdings, Inc.\n\nThanks, Martin, and good morning, everyone. Yesterday afternoon, we posted results for 2021, in which we generated adjusted EBITDA of $2.7 billion, net cash from operations of $2.9 billion and a company record free cash flow of nearly $2.2 billion. These results were made possible by the exceptional performance of the CF Industries team. We managed through 2 severe weather events in North America, completed the highest level of maintenance activity in our company's history, navigated runaway gas cost in the U.K. and adeptly responded to a rapidly changing marketplace for our product.\nConsistent with our do-it-right culture, we did all of this safely. Our year-end recordable incident rate was 0.32 incidents per 200,000 labor hours, outstanding by any measure, but truly remarkable given the challenges of the year.\nSeveral of the factors that drove these terrific results in 2021 are expected to persist into the foreseeable future, namely strong demand, high-energy spread differentials and outstanding execution by our team. Let's start with the robust demand component. Significantly improving grain prices drove strong agricultural demand while economic recovery led to high industrial use as well.\nWith December corn trading at $5.90 this year and [$5.56] for next year, we see strong ag demand for at least the next 2 years. On the economy-driven industrial demand side, the last 2 years have seen inflation -- the last 2 months have seen inflation at 7% year-over-year, and that doesn't appear to be slowing down. So the combination of strong ag and industrial demand suggests overall global demand for nitrogen will continue at a torrid pace.\nEnergy spread differentials between North America and high-cost Europe and Asia production exceeded $20 per MMBtu for most of the fourth quarter, which provided the opportunity for us to achieve record margins for our products. As we look forward, the energy spreads continue in the $18 to $20 range for the balance of this year and remain well above $10 for '23 and '24.\nThose energy differentials provide an extremely attractive environment for North American producers and give us a lot of confidence about our continuing cash generation potential. On top of this backdrop of very strong demand and high energy spreads were a set of factors that negatively impacted global supply in '21.\nTurnarounds and maintenance activity originally scheduled for 2020 was deferred into '21 because of the COVID pandemic and a desire to keep employees safe by limiting contractors coming on site. The catch-up in maintenance activities last year took an unusual amount of production out of the global supply. Two significant weather events in North America, Winter Storm Uri and Hurricane Ida further reduced production.\nThe natural gas price spike in Europe and Asia, exceeding $30 per MMBtu for weeks at a time, caused plans to curtail or shut down in those regions, further reducing supply. And adding to these pressures, several important producing countries in an effort to ensure nitrogen availability and affordability in their home markets, enacted export limitations or outright bands, including China, Russia, Egypt and Turkey.\nThe result was significantly constrained supply at the exact time demand was surging, which led to the predictable outcome of rapidly increasing nitrogen prices. These dynamics came to a head in the second half of the year, and in particular, during the fourth quarter of '21 when global nitrogen prices reached record highs. This provided the market opportunity for the company to deliver an all-time record quarter, both in terms of EBITDA and free cash flow.\nThis enabled us to return $800 million in capital to shareholders through share repurchases and dividends. We paid $500 million of long-term debt and return to investment-grade credit ratings, while adding roughly $1 billion of cash to the balance sheet. As I said earlier, we believe the market dynamics of last year have plenty of runway ahead.\nTo this environment, we bring unique capabilities honed over the past decade. Our investments in people, safety and growth have built the industry's highest-performing manufacturing network, as shown on Slide 6 of our materials. Slide under -- Slide 10 underscores how this advantage is amplified by the low-cost position that North American natural gas provides us.\nAs a result, we are able to capture the significant margin opportunities in front of us. Now let me turn it over to Bert, who will discuss the global nitrogen outlook in more detail. Bert?\n\nBert A. Frost\n\nSVP of Sales, Market Development & Supply Chain, CF Industries Holdings, Inc.\n\nThanks, Tony. We believe industry fundamentals point to a continued tight global nitrogen supply and demand balance and an extended period of positive operating conditions for low-cost producers like CF Industries. Global nitrogen demand remains robust, underpinned by the need to replenish global grain stocks. As you can see on Slide 9, global course grain stocks-to-use ratios remain low, supporting high crop prices and another strong year for farm incomes.\nHigh demand for coarse grains leads to high demand for our products, as farmers are incentivized to apply fertilizer to maximize yield. This helped drive our strongest fall ammonia application season since 2012, and our expectations for a high level of coarse grains planting this year, we project that 91 million to 93 million of acres of corn will be planted in the United States, along with strong wheat, cotton and canola plantings across North America.\nWe believe it will take at least 2 more growing seasons that trend yields to fully replenish global stocks, supporting continued strong agricultural demand. At the same time, increased economic activity is driving industrial demand for ammonia, urea and diesel exhaust fluid. We had record [DES] sales volumes in 2021 and expect continued growth for this important emissions control product.\nAgainst this demand outlook, we believe global nitrogen inventory today is low. This reflects the impact of both strong demand and lower global production in 2021. Looking ahead, we expect global supply to remain challenged by high natural gas prices in Europe and Asia, along with coal costs and tightening environmental regulations in China. This should continue to affect the profitability of producers in these areas and lead to lower operating rates.\nAdditionally, natural gas forward curves suggest continued favorable energy spreads for North American producers compared to marginal producers in Europe, as you can see on Slide 10. We are well positioned for the spring fertilizer application season ahead. We are pleased with our order book, which we began to build at peak prices in the fourth quarter. Our manufacturing network is operating at a high level, and we look forward to leveraging our logistics and distribution capabilities to meet demand as fertilizer applications and planting begins in North America in a few weeks.\nWith that, let me turn the call over to Chris.\n\nChristopher D. Bohn\n\nSenior VP & CFO, CF Industries Holdings, Inc.\n\nThanks, Bert. For 2021, the company reported net earnings attributable to common stockholders of $917 million or $4.24 per diluted share. EBITDA was approximately $2.2 billion and adjusted EBITDA was just over $2.7 billion. Net earnings and EBITDA reflect pretax noncash impairment charges of $521 million related to our U.K. operations. For the fourth quarter of 2021, net earnings attributable to common stockholders were $705 million and EBITDA was $1.2 billion, and adjusted EBITDA was $1.26 billion.\nAdjusted EBITDA and free cash flow in the quarter were both company records. These financial results allowed us to opportunistically accelerate capital return to shareholders at the end of 2021. In the fourth quarter, we repurchased 7.5 million shares for $490 million, effectively completing the $1 billion share repurchase program that expired at the end of 2021.\nSince 2019, we have repurchased nearly 19 million shares. We continue to view share repurchases as an important tool for return on and return of capital. As you can see on Slides 13 and 14, over the last decade, we have invested in the business to grow free cash flow, while at the same time, lowering the outstanding share count.\nAs a result, shareholders have accrued more of the asset base, doubling their free cash flow participation on a per share basis compared to our prior free cash flow record back in 2011. We believe our new $1.5 billion share repurchase program provides us a strong platform to build on this performance. At the same time, we remain focused on disciplined investments in clean energy that offer returns above our cost of capital.\nWe have begun construction on the green ammonia project at Donaldsonville with completion expected in 2023. This year, we'll begin work on the installation of dehydration and compression equipment at Donaldsonville to enable production of blue ammonia. We believe these projects are well timed to accelerate the growth of a global market for blue and green ammonia. We also continue to have productive discussions with leading companies who share our belief in ammonia's clean energy attributes, and its role in decarbonizing economies around the world.\nOur estimated CapEx spending for 2022 of $500 million to $550 million includes expenditures for the Donaldsonville blue and green ammonia projects. And through 2025, we have committed $385 million in capital to these projects and installation of dehydration and compression equipment at Yazoo City. We also remain committed to reducing the gross debt on the company from $3.5 billion to $3 billion by the middle of 2023.\nWe start 2022 with a strong balance sheet, positive multiyear industry outlook and stable maintenance CapEx plans for the next few years. We also expect gross ammonia production in the years ahead to return to typical levels of 9.5 million to 10 million tons, supporting higher sales volumes compared to 2021. As a result, we expect to have significant excess free cash flow to deploy in the years ahead.\nWith that, Tony will provide some closing remarks before we open up the call to Q&A.\n\nW. Anthony Will\n\nPresident, CEO & Director, CF Industries Holdings, Inc.\n\nThanks, Chris. Before we move on to your questions, I want to thank everyone at CF Industries for an outstanding 2021. Our performance would not be possible without their commitment and dedication. Our results last year highlight the success we have had investing in the business to grow capacity and cash generation, while at the same time lowering our share count.\nWe are currently at an all-time low for shares outstanding. In fact, almost 20% below our IPO level. With a record year for free cash flow, coupled with our lowest share count, our cash flow per share is truly spectacular. Despite that, our equity appears undervalued given our free cash flow yield. I'd encourage you to look through our materials on Slides 13, 14 and 15 to see exactly what I'm talking about.\nBut what is really exciting and has all of us very bullish is the party is just beginning. We have reduced our fixed charges and debt levels and are again investment grade. We have only modest capital requirements over the next couple of years, which includes our investments in clean energy and decarbonization. Futures for grain prices and energy spreads suggest we have a long runway ahead with significant margin and cash generation opportunity, and we are sitting at our lowest share count ever.\nIn short, things are pretty good, and we are just getting started. With that, operator, we will now open the call to your questions."
  },
  {
    "header": "CF",
    "cik": "0001324404",
    "ticker": "CF",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a9bffe8811b53e0553fca4f7f6b566c3",
    "period": "2022 Q3",
    "content": "Q3 2022 Canaccord Genuity Group Inc Earnings Call\n\nQ3 2022 Canaccord Genuity Group Inc Earnings Call\n\nCFTORONTOFEB 10, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Thank you for standing by. I'd like to welcome everyone to the Canaccord Genuity Group Inc. Fiscal 2022 Third Quarter Results Conference Call. All lines have been placed on mute to prevent any background noise. After the speakers' remarks, there will be a question-and-answer session. (Operator Instructions) As a reminder, this conference call is being broadcast live online and recorded.\nI would now like to turn the conference call over to Mr. Dan Daviau, President and CEO.\n\nDaniel Joseph Daviau\n\nCEO, President & Director, Canaccord Genuity Group Inc.\n\nThank you operator and thanks to everyone for joining us for today's call. As always, I'm joined by Don MacFayden, our Chief Financial Officer. Following the overview of our third fiscal 2022 results, both Don and I will be pleased to answer questions from analysts and institutional investors. During today's discussion, we'll refer to our earnings release and MD&A, copies of which will be made available for download on SEDAR and on the Investor Relations section of our website at cgf.com.\nOur quarterly investor presentation and supplemental financials are also available on our website. I won't cover the entire presentation during this call, but I will refer to certain slides to guide our discussion.\nWithin our update, certain reported information has been adjusted to exclude significant items in order to provide a transparent and comparative view of our operating performance. These adjusted items are non-IFRS financial measures. Please refer to our notice regarding forward-looking statements and the description of non-IFRS financial measures that appear on page one of our investor presentation and in our MD&A.\nAll our businesses continued to perform at strong levels during the third fiscal quarter and our nine-month fiscal year-to-date results showed that we are comfortably on track for a strong year. During this period, assets in our wealth management businesses remained strong and increased advisory activity in our capital markets business helped offset the reduction in new issue activity.\nOur quarterly and year-to-date financial highlights can be viewed in the context of our historical performance on page nine of our investor presentation.\nFirmwide revenue for the three month period amounted to CAD551 million, our second highest quarterly production on record. This brings our total revenue for the first nine months of this fiscal year to CAD1.5 billion, an increase of 19% when compared to the first nine months of our last fiscal year.\nExcluding significant items, firmwide pre-tax net income amounted to CAD113 million for our third quarter, which translates to diluted earnings per share of CAD0.69. This brings our fiscal year-to-date EPS to CAD2, an increase of 74% year-over-year.\nAs highlighted on Slide 10, we continue to generate meaningful margin improvement, a testament to our focus on operating our business more efficiently, without compromising the employee and client experience.\nExcluding significant items, our total expense ratio for the nine-month period was 5.3 percentage points lower year-over-year, while non-compensation expenses as a percentage of revenue were 2.8 percentage points lower. As expected, third quarter general and administrative expenses increased by CAD6 million or 26% year-over-year due to higher promotion and travel expense, reflecting increased activity levels following the easing of pandemic restrictions.\nCommunication and technology expense also increased by $2 million or 13% to support increased headcount and business growth. Despite these modest increases, our agile platform continues to support higher activity levels over a relatively fixed cost base.Our third quarter was also a very productive period for strategic activities, including acquisitions to increase the long-term value and market position of our UK wealth business and our US capital markets business and CAD100 million share buyback.\nSlide 11 summarizes our capital deployment initiatives to date. Reflecting the robust earnings from our capital markets businesses, we completed a substantial issuer bid for CAD100 million after the end of the quarter, further reducing our common share count outstanding by 6%, our lowest level in over 10 years. I'm also pleased to report that our Board of Directors has approved a quarterly common share dividend increase to CAD0.085, reflecting the growing earnings of our wealth management business.\nYear-to-date, our total dividend payout is up 31% from this time last year. We are delivering on our commitment to provide enhanced returns to our shareholders, while maintaining sufficient capital for investment in our strategic priorities.\nMoving to the performance of our capital markets business. Our combined global capital markets businesses earned third-quarter revenue of CAD362 million, the second highest quarterly results on record for this segment.\nExcluding significant items, Capital Markets third quarter pre-tax net income was CAD94 million, bringing the fiscal year-to-date contribution CAD251 million, a year-over-year increase of 48%. The pre-tax profit margin in this segment remains comfortably above historic levels at 25.3% for the fiscal year-to-date, an improvement of 4.8 percentage points compared to the same period last year.\nWe continue to experience a constructive backdrop for capital raising activities in our core sectors and geographies despite market-wide declines from the previous record levels. Third quarter investment banking revenue amounted to CAD127 million, a decrease of 26% year-over-year, but an increase of 42% sequentially. Technology, life science and mining sectors were the most active globally.\nAll geographies performed very strongly. The US had its second highest revenue on record with significant breadth in the number of material transactions.\nCanada revenue grew by over 60% from last quarter, concluding a very active calendar year where our franchise was the top, we're second most active underwriter in the country, depending on how we measure it.\nOur Australian business delivered its strongest quarter in history with revenue of AUD46 million, an increase of 59% sequentially. Finally, our UK capital markets team has experienced solid year-over-year growth in investment banking and advisory revenue, which were up 33% and 113% respectively. Also of note, this team ranked first for number and volume of transactions on-hand for calendar 2021.\nRevenue from trading activities were lower in all regions, reflecting reduced volatility during the three-month period. Across our regions, the most substantial contributions were from our advisory segment, which set a new quarterly record revenue of CAD152 million, representing 42% of our firmwide capital markets revenue for the three-month period. This brings the fiscal year-to-date advisory contribution to CAD367 million, up 187% year-over-year and surpassing all prior full-year contributions by a wide margin.\nThese results reflected strong completions in North America and UK and Europe, with an important contribution from our Paris team, which is operating at record levels. We continue to see a constructive pipeline of M&A opportunities into our fourth quarter. In December, we announced our acquisition of Sawaya Partners, a premier US based advisory firm focused in the consumer sector.\nThis acquisition builds on our track record of increasing contributions from higher margin advisory activity, while materially enhancing our Consumer and Health and Wellness verticals. Integration efforts have been positive and productive and we're looking forward to expanding our client offering and reach with this team.\nLet's turn to the performance of our wealth management businesses. At the end of the third quarter, client asset surpassed CAD100 billion for the first time, reaching a new record of CAD102 billion and up 20% compared to a year ago. Our combined wealth management businesses earned revenue of CAD185 million for the third quarter and CAD546 million fiscal year-to-date, increases of 2% and 18% respectively. When measured on the fiscal year-to-date basis, this segment contributed adjusted pre-tax net income of CAD119 million, an increase of 32% year-over-year.\nOur UK & Crown dependencies business delivered its strongest quarterly net income contribution on record of $22 million, an increase of 39% year-over-year. This business also continues to achieve steady margin growth with its adjusted pre-tax profit margin improving 4.4 percentage points year-over-year to 27.1%.\nThis was achieved on revenue of CAD82 million, also a quarterly record and an increase of 17% compared to the same period a year ago. Client assets in this business at the end of the quarter amounted to a record CAD59 billion.\nIn December, we announced the acquisition of Punter Southall Wealth, a leading vertically integrated wealth manager. This further expands our footprint in the UK and increases the scale of our financial planning capability. Upon completion, this development will add another CAD8.5 billion in client assets. HPS has agreed to provide funding of GBP65 million upon closing through the purchase of convertible preferred shares to be issued by UK Wealth.\nThe underlying value of our interest has been enhanced with the expansion of the business, its growth prospects and the underlying value proposition associated with the investment.\nLooking ahead, we expect further enhancements to the results of this business as we integrate our acquisitions of Adam and Company and PSW, while pursuing our organic growth initiatives. Our North American wealth business demonstrated resilience during the third fiscal quarter, with client assets hitting a new record of CAD37.5 billion.\nTotal revenue amounted to CAD83 million for the third quarter, bringing its year-to-date contribution to CAD259 million, an increase of 19% year-over-year. While the anticipated reduction in new issue activity in this business led to an 11% year-over-year decrease in third quarter revenue, I will note the commission and fee revenue was the strongest on record for this business at CAD59 million. This 25% year-over-year increase reflects the growth in our client assets.\nAdditionally, fee-related revenue accounted for 43% of third quarter revenue for this business. Our average book for advisor has grown to CAD257 million, representing a very impressive year-over-year growth of 26%. We continue to evaluate a range of option for profitable growth in this business and our recruiting pipeline remained strong.\nFinally, third quarter revenue for our Australian business exceeded AUD20 million for the first time, an increase of 17% year-over-year. For context, when we expanded this business two years ago, the annual revenue of the acquired business was in the range of AUD50 million. Excluding significant items, this business contributed pre-tax net income of AUD7 million fiscal year-to-date, a year-over-year increase of 37%.\nJust like our Canadian wealth business, our Australian business is clearly benefiting from the synergies of its alignment with our leading Capital Markets business in the region. In all, the investments we've made to increase the scale of our wealth management businesses will continue to enhance our earnings foundation and long-term resilience, as we navigate shifting market dynamics.\nAlongside our investments in talent and acquisitions, we are actively building our specialist network in technology, sustainability and other growth areas to keep pace as investors continue to reshape their investment needs. And of course, underpinning all of this is our continued emphasis on cyber security to protect the firm and our clients.\nObviously, we saw a broad market downturn and bouts of volatility in January, which have contributed to a challenging environment for new issue activities in all our geographies. We've intentionally invested in our wealth and advisory platforms over several years to protect our ability to produce reasonable results during uncertain times. While we expect increased headwinds, our franchise has never been stronger. Our future earnings will be fueled by the continued expansion of our wealth management businesses and the increased breadth and depth of capabilities across our integrated capital markets businesses as we continue to innovate and strengthen our franchise for the long-term.\nWith that, Don and I would be pleased to take your questions. Operator, can you please open the lines?"
  }
]