[
  {
    "header": "DASH",
    "cik": "0001792789",
    "ticker": "DASH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/601ee0bb3a9934f62e77c4a43a96c3a1",
    "period": "2025 Q3",
    "content": "Q3 2025 DoorDash Inc Earnings Call\n\nQ3 2025 DoorDash Inc Earnings Call\n\nDASHNASDAQNOV 5, 5:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Desiray, and I will be your conference operator today. At this time, I would like to welcome everyone to the DoorDash Third Quarter 2025 Earnings Call. [Operator Instructions] I would now like to turn the conference over to Mr. Weston Twigg. You may begin.\n\nWeston David Twigg\n\nAnalyst, KeyBanc Capital Markets, Inc.\n\nAll right. Thanks, Desiray. Good afternoon, everyone, and thanks for joining us for our Q3 2025 earnings call. I'm pleased to be joined today by Co-Founder, Chair and CEO, Tony Xu; and CFO, Ravi Inukonda.\nWe'll be making forward-looking statements during today's call, including without limitation, our expectations for our business, financial position, operating performance and profitability, our guidance, strategies, capital allocation and investment approach, our plans and expectations regarding the integration and benefits from our acquisitions, our expectations regarding new product and service initiatives, including our autonomous delivery platform, as well as expectations regarding platform safety, our global technology platform and the broader economic environment.\nForward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially from those described. Many of these uncertainties are described in our SEC filings, including our most recent Form 10-K and 10-Qs. You should not rely on our forward-looking statements as predictions of future events or performance. We disclaim any obligation to update any forward-looking statements, except as required by law.\nDuring this call, we will discuss certain non-GAAP financial measures. Information regarding our non-GAAP financial measures, including a reconciliation of such non-GAAP measures to the most directly comparable GAAP financial measures may be found in our earnings release, which is available on our Investor Relations website at ir.doordash.com. These non-GAAP measures should be considered in addition to our GAAP results and are not intended to be a substitute for our GAAP results.\nFinally, this call is being audio webcasted on our Investor Relations website. An audio replay of the call will be available on our website shortly after the call ends.\nOperator, I'll pass it back to you, and we can take our first question."
  },
  {
    "header": "DASH",
    "cik": "0001792789",
    "ticker": "DASH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bb42f17896492c2b7b2bdab823676127",
    "period": "2025 Q2",
    "content": "Q2 2025 DoorDash Inc Earnings Call\n\nQ2 2025 DoorDash Inc Earnings Call\n\nDASHNASDAQAUG 6, 5:00 PM\n\nOperator\n\nThank you for standing by, and welcome to the DoorDash Q2 2025 Earnings Call. [Operator Instructions]\nI would now like to turn the call over to Wes Twigg. Please go ahead, Wes.\n\nWeston Twigg\n\nAnalyst, KeyBanc Capital Markets, Inc.\n\nGood afternoon, everyone, and thanks for joining us for our Q2 '25 earnings call. I'm pleased to be joined today by Co-Founder, Chair and CEO Tony Xu; and CFO, Ravi Inukonda. We'll be making forward-looking statements during today's call, including without limitation, our expectations for our business, financial position, operating performance, profitability, our guidance, strategies, capital allocation approach and the broader economic environment.\nForward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially from those described. Many of these uncertainties are described in our SEC filings, including our most recent Form 10-K and 10-Q. You should not rely on our forward-looking statements as predictions of future events or performance. We disclaim any obligation to update any forward-looking statements, except as required by law.\nDuring this call, we will discuss certain non-GAAP financial measures. Information regarding our non-GAAP financial measures, including a reconciliation of such non-GAAP measures to the most directly comparable GAAP financial measures may be found in our earnings release, which is available on our Investor Relations website at ir.doordash.com. These non-GAAP measures should be considered in addition to our GAAP results and are not intended to be a substitute for our GAAP results.\nFinally, this call is being audio webcasted on our Investor Relations website. An audio replay of this call will be available on our website shortly after the call ends.\nOperator, I'll pass it back to you, and we can take our first question."
  },
  {
    "header": "DASH",
    "cik": "0001792789",
    "ticker": "DASH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a6d46818a6357feada5a0f9ff20ba2e7",
    "period": "2025 Q1",
    "content": "Q1 2025 DoorDash Inc Earnings Call\n\nQ1 2025 DoorDash Inc Earnings Call\n\nDASHNASDAQMAY 6, 8:00 AM\n\nOperator\n\nHello, and welcome to the DoorDash Q1 2025 Earnings Conference Call. I would now like to turn the call over to [indiscernible], Investor Relations. Mr. [indiscernible] the floor is yours.\n\nUnknown Executive\n\nAll right. Thanks, Dustin. Good afternoon, everyone, and thanks for joining us for our Q1 2025 earnings call. I'm very pleased to be joined today by Co-Founder, Chair and CEO, Tony Xu; and CFO, Ravi Inukonda. We'll be making forward-looking statements today on today's call, including, without limitation, our expectations for our business, financial position, operating performance, profitability, our guidance, strategies, capital allocation approach and the broader economic environment. Forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially from those described. Many of these uncertainties are described in our SEC filings, including our most recent Form 10-K and 10-Qs. .\nYou should not rely on our forward-looking statements as predictions of future events or performance. We disclaim any obligation to update any forward-looking statements, except as required by law. During this call, we will discuss certain non-GAAP financial information regarding our non-GAAP financial measures, including a reconciliation of such non-GAAP measures to the most directly comparable GAAP financial measures may be found in our earnings release, which is available on our Investor Relations website at ir.doordash.com.\nThese non-GAAP measures should be considered in addition to our GAAP results and are not intended to be a substitute for our GAAP results. As a special note by now, you should have seen our formal offer to purchase delivery at 180p per share. Our rationale for the offer, intentions and other offer-related details are available [indiscernible] announcement. We understand there will be additional questions for now we are unable to provide details beyond what is available in that document.\nWe may also make forward-looking statements regarding both Deliveroo and 7 rooms during today's call. These statements are also subject to the risks and uncertainties that I mentioned earlier and are described in our SEC filings. Finally, this call is being audio webcasted on our Investor Relations website. An audio replay of the call will be available on our website shortly after the call ends. Operator, I'll pass it back to you, and we can take our first question."
  },
  {
    "header": "DASH",
    "cik": "0001792789",
    "ticker": "DASH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b26936721c6fd0d608570210add6baa7",
    "period": "2024 Q2",
    "content": "Q2 2024 DoorDash Inc Earnings Call\n\nQ2 2024 DoorDash Inc Earnings Call\n\nDASHNASDAQAUG 1, 5:00 PM\n\nOperator\n\nThank you for standing by. My name is John, and I will be your conference operator for today. At this time, I would like to welcome everyone to the DoorDash Second Quarter 2024 Earnings Call. I would now like to introduce and welcome Mr. Andy Hargreaves, VP of Investor Relations to begin the call. Andy, the floor is yours.\n\nAndrew Rex Hargreaves\n\nSenior Research Analyst, KeyBanc Capital Markets Inc., Research Division\n\nThanks, John. Good afternoon, everyone, and thanks for joining us for our Q2 2024 earnings call. Very pleased to be joined today by Co-Founder Chair and CEO of Tony Xu; and CFO, Ravi Inukonda.\nWe'll be making forward-looking statements during today's call, including our expectations for our business, financial position, operating performance, our guidance, strategies, capital allocation approach and the broader economic environment. Forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially from those described. Many of these uncertainties are described in our SEC filings, including our Form 10-Ks and 10-Qs. You should not rely on our forward-looking statements as predictions of future events. We disclaim any obligation to update any forward-looking statements, except as required by law.\nDuring this call, we will also discuss certain non-GAAP financial measures Information regarding our non-GAAP financial measures, including a reconciliation of the non-GAAP measures to the most directly comparable GAAP measures may be found in our earnings release, which is available on our Investor Relations website. These non-GAAP measures should be considered in addition to our GAAP results and are not intended to be a substitute for our GAAP results.\nFinally, this call is being audio webcasted on our Investor Relations website, and an audio replay of the call will be available on the same website shortly after the call ends. John, I'll pass it back to you, and we can take the first question."
  },
  {
    "header": "DASH",
    "cik": "0001792789",
    "ticker": "DASH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1b0b17c8465f67fda6d9cff5f0b43996",
    "period": "2024 Q1",
    "content": "Q1 2024 DoorDash Inc Earnings Call\n\nQ1 2024 DoorDash Inc Earnings Call\n\nDASHNASDAQMAY 1, 5:00 PM\n\nOperator\n\nThank you for standing by. My name is Eric, and I will be your conference operator today. At this time, I would like to welcome everyone to the DoorDash Q1 2024 Earnings Call. [Operator Instructions] Thank you.\nI would now like to turn the call over to Andy Hargreaves. Please go ahead.\n\nAndrew Rex Hargreaves\n\nSenior Research Analyst, KeyBanc Capital Markets Inc., Research Division\n\nThanks, Eric. Good afternoon, everyone, and thanks for joining us for our Q1 2024 earnings call. I'm very pleased to be joined today by Co-Founder Chair and CEO, Tony Xu; and CFO, Ravi Inukonda.\nWe'll be making forward-looking statements during today's call, including our expectations for our business financial position, operating performance, our guidance, strategies, capital allocation approach and the broader economic environment. Forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially from those described.\nMany of these uncertainties are described in our SEC filings, including our Forms 10-K and 10-Q. You should not rely on our forward-looking statements as predictions of future events. We disclaim any obligation to update any forward-looking statements, except as required by law.\nDuring this call, we will discuss certain non-GAAP measures, information regarding our non-GAAP financial measures, including a reconciliation of the non-GAAP measures to the most directly comparable GAAP financial measures may be found in our earnings release, which is available on our Investor Relations website. These non-GAAP measures should be considered in addition to our GAAP results and are not intended to be a substitute for our GAAP results.\nAs a reminder, we're no longer providing full year financial outlook, and we disclaim any obligation to update our previous full year financial outlook. Finally, this call is being audio webcasted on our Investor Relations website, and an audio replay will be available on our website shortly after the call ends.\nEric, I will pass it back to you, and we can take our first question."
  },
  {
    "header": "DASH",
    "cik": "0001792789",
    "ticker": "DASH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/aed4ab2db00a9faf3374dd44adb78959",
    "period": "2023 Q4",
    "content": "Q4 2023 DoorDash Inc Earnings Call\n\nQ4 2023 DoorDash Inc Earnings Call\n\nDASHNASDAQFEB 15, 5:00 PM\n\nOperator\n\nThank you for standing by, and welcome to the DoorDash Q4 2023 Earnings Call. I would now like to welcome Andrew Hargreaves, VP of Investor Relations to begin the call. Andy, over to you.\n\nAndrew Rex Hargreaves\n\nSenior Research Analyst, KeyBanc Capital Markets Inc., Research Division\n\nThanks, Mandy. Good afternoon, everybody, and thanks for joining us on our Q4 2023 earnings call. I'm very pleased today to be joined by Co-Founder Chair and CEO, Tony Xu; and CFO, Ravi Inukonda. .\nWe'll be making forward-looking statements during today's call, including our expectations for our business financial position, operating performance, our guidance, strategies, capital allocation approach and the broader economic environment.\nForward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially from those described. Many of these uncertainties are described in our SEC filings, including Form 10-Ks and 10-Qs. You should not rely on our forward-looking statements as predictions of future events. We disclaim any obligation to update any forward-looking statements, except as required by law.\nDuring this call, we will discuss certain non-GAAP financial measures. Information regarding our non-GAAP financial measures, including a reconciliation to the most directly comparable GAAP financial measures may be found in our earnings release, which is available on our IR website. These non-GAAP measures should not -- should be considered in addition to our GAAP results and are not intended to be a substitute for our GAAP results.\nFinally, this call is being audio webcasted on our IR website. An audio replay of the call will be available on our website shortly after the call ends.\nMandy, we'll pass it back to you, and we can take our first question."
  },
  {
    "header": "DASH",
    "cik": "0001792789",
    "ticker": "DASH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/585bdb81f158422f82c5b6f707c687aa",
    "period": "2023 Q3",
    "content": "Q3 2023 DoorDash Inc Earnings Call\n\nQ3 2023 DoorDash Inc Earnings Call\n\nDASHNASDAQNOV 1, 5:00 PM\n\nOperator\n\nThank you for standing by, and welcome to the DoorDash's Q3 2023 Earnings Call. I would now like to welcome Andy Hargreaves, VP of Investor Relations to begin the call. Andy, over to you.\n\nAndrew Rex Hargreaves\n\nSenior Research Analyst, KeyBanc Capital Markets Inc., Research Division\n\nThank you very much. Good afternoon, everybody, and thanks for joining us for our Q3 2023 earnings call.\nI'm very pleased to be joined today by Co-Founder, Chair and CEO, Tony Xu; and CFO, Ravi Inukonda.\nWe'll be making forward-looking statements during today's call, including our expectations for our business, financial position, operating performance, our guidance, strategies, our investment approach and the consumer spending environment. Forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially from those described. Many of these uncertainties and risks are described in our SEC filings, including Form 10-Ks and 10-Qs. You should not rely on our forward-looking statements as predictions of future events. We disclaim any obligation to update any forward-looking statements, except as required by law.\nDuring this call, we will discuss certain non-GAAP financial measures. Information regarding our non-GAAP financial measures, including a reconciliation of such non-GAAP measures to the most directly comparable GAAP financial measures may be found in our earnings release, which is available on our Investor Relations website. These non-GAAP measures should be considered in addition to our GAAP results and are not intended to be a substitute for our GAAP results.\nFinally, this call is being audio webcasted on our Investor Relations website, and an audio replay of the call will be available on our website shortly after the call ends.\nOperator, I will pass it back to you, and we will begin taking questions."
  },
  {
    "header": "DASH",
    "cik": "0001792789",
    "ticker": "DASH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e3a293844b31fe2e53d5bf7528491e9d",
    "period": "2023 Q2",
    "content": "Q2 2023 DoorDash Inc Earnings Call\n\nQ2 2023 DoorDash Inc Earnings Call\n\nDASHNASDAQAUG 2, 5:00 PM\n\nOperator\n\nGood afternoon, and welcome to the DoorDash Second Quarter 2023 Earnings Call. My name is Breonna, and I will be your conference operator today. Please note that this call is being recorded. [Operator Instructions]\nI will now turn the call over to Andy Hargreaves, you may begin your conference.\n\nAndrew Rex Hargreaves\n\nSenior Research Analyst, KeyBanc Capital Markets Inc., Research Division\n\nThanks, Breonna. Good afternoon, everyone, and thanks for joining us for our second quarter 2023 earnings call. I'm very pleased to be joined today by Co-Founder, Chair and CEO, Tony Xu; and CFO, Ravi Inukonda.\nWe'll be making forward-looking statements during today's call, including our expectations for business, financial position, operating performance, our market guidance, strategies, our investment approach, alignment with merchants and dashers and the consumer spending environment. Forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially from those described. Many of these uncertainties are described in our SEC filings, including Form 10-Ks and 10-Qs. You should not rely on our forward-looking statements as predictions of future events. We disclaim any obligation to update any forward-looking statements, except as required by law.\nDuring this call, we will discuss certain non-GAAP financial measures. Information regarding our non-GAAP financial measures, including a reconciliation of such non-GAAP measures to the most directly comparable GAAP financial measures, may be found in our earnings press release, which is available on our IR website. These non-GAAP measures should be considered in addition to our GAAP results and are not intended to be a substitute for our GAAP results.\nFinally, this call is being audio webcasted on our IR website. An audio replay of the call will be available shortly after the call ends. Breonna, I'll pass it back to you, and we can take our first question."
  },
  {
    "header": "DASH",
    "cik": "0001792789",
    "ticker": "DASH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fbae4bd9af65569c144437dc8144ef37",
    "period": "2023 Q1",
    "content": "Q1 2023 DoorDash Inc Earnings Call\n\nQ1 2023 DoorDash Inc Earnings Call\n\nDASHNASDAQMAY 4, 5:00 PM\n\nOperator\n\nHello. My name is Jean-Louis. Welcome to the DoorDash Q1 2023 Earnings Call.\n[Operator Instructions]\nI will now turn the conference over to Andy Hargreaves. Please go ahead.\n\nAndrew Rex Hargreaves\n\nSenior Research Analyst, KeyBanc Capital Markets Inc., Research Division\n\nThanks, Jean-Louis. Good afternoon, everyone, and thanks for joining us for our first quarter 2023 earnings call. I'm very pleased to be joined today by Co-Founder, Chair and CEO, Tony Xu; and CFO, Ravi Inukonda. We'll be making forward-looking statements during today's call being our expectations for our business, financial position, operating performance, market guidance, strategies, our approach alignment with merchants and dashers and the consumer spending environment. Forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially from those described.\nMany of these uncertainties are described in our SEC filings, including our Form 10-Ks and 10-Qs. You should not rely on our forward-looking statements as predictions of future events. We disclaim any obligation to update any forward-looking statements, except as required by law. During this call, we will discuss certain non-GAAP financial measures. Information regarding our non-GAAP financial measures, including a reconciliation of the non-GAAP measures to the most directly comparable GAAP measures may be found in our letters to shareholders, which is available on our Investor Relations website. These non-GAAP measures should be considered in addition to our GAAP results and are not intended to be a substitute for our GAAP results.\nFinally, this call is being audio webcasted on our IR website. A replay of the call will be available on our website shortly after the call ends. Jean-Louis, I'll pass it back to you, and we can take our first question."
  },
  {
    "header": "DASH",
    "cik": "0001792789",
    "ticker": "DASH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a0a4d3d5cb021e27a61f431ce85264f2",
    "period": "2022 Q4",
    "content": "Q4 2022 DoorDash Inc Earnings Call\n\nQ4 2022 DoorDash Inc Earnings Call\n\nDASHNASDAQFEB 16, 5:00 PM\n\nOperator\n\nGood afternoon. My name is Emma, and I will be your conference operator today. At this time, I would like to welcome everyone to the DoorDash Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) Thank you.\nAndy Hargreaves, you may begin your conference.\n\nAndrew Rex Hargreaves\n\nVP of IR, DoorDash, Inc.\n\nThank you, Emma. Good afternoon, and thanks for joining us for our fourth quarter and full year 2022 earnings call. I'm very pleased today to be joined by Co-Founder, Chair and CEO, Tony Xu; CFO and Incoming President and COO, Prabir Adarkar; and VP of Finance and Strategy and our Incoming CFO, Ravi Inukonda.\nWe'll be making forward-looking statements during today's call including our expectations for our business, financial position, operating performance, our market, guidance, strategies, our investment approach and the consumer spending environment. Forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially from those described. Many of these uncertainties are described in our SEC filings, including Form 10-Ks and 10-Qs. You should not rely on our forward-looking statements as predictions of future events. We disclaim any obligation to update any forward-looking statements, except as required by law.\nDuring this call, we will discuss certain non-GAAP financial measures. Information regarding our non-GAAP financial measures, including a reconciliation of such non-GAAP measures to the most directly comparable GAAP financial measures may be found in our letter to shareholders, which is available on our IR website. These non-GAAP measures should be considered in addition to our GAAP results and are not intended to be a substitute for our GAAP results.\nFinally, this call is being audio webcast on our IR website. An audio replay of the call will be available on our website shortly after the call ends.\nWith that, I will pass it to Tony for some brief remarks, and then we'll go into questions. Tony?\n\nTony Xu\n\nCo-Founder, CEO & Chair, DoorDash, Inc.\n\nThanks, Andy. Hey, everyone. Thanks for joining us today. Typically, we just dive right into Q&A, but for today's call, I wanted to say a few words at the top about Christopher, Prabir and Ravi. I'm sure many of you have seen the news that we're naming Prabir President and Chief Operating Officer and Ravi as CFO, as Christopher retires from operating roles and day-to-day management.\nIn his 7-plus years here, Christopher, or CP as we call him internally, has helped to shape our business and our culture. He infused an operator mindset across the company and coached an entire generation of our leaders. On a personal level, I will miss him. I've learned so much from him and consider myself lucky to count him as a business partner and friend. Today's news is a chance to celebrate CP's 33 incredible years as an operator and what he has helped us build. It also shows the strength of our systems and the amazing team we have built at DoorDash.\nPrabir and Ravi have been with us for more than 4 years and have mastered every aspect of our business. Both are without equal in this space, and I'm excited for what they'll achieve and what we'll continue building together.\nOver our near 10-year history, DoorDash has been fortunate to have had a remarkably stable and high-quality leadership team. Nonetheless, everyone in our team had a succession plan. We knew that CP wouldn't always be here, and we've been ready for this possibility for some time. And we're always developing our bench of talent as well as our systems and processes so that the right people can step up when ready. We operate in a very complicated and dynamic space, and the understanding of nuance and the ability to translate this intuition into pragmatic judgment takes time. We're lucky that we have 2 people we've been grooming for a while and a group of operators behind them to continue executing with excellence without skipping a beat. Prabir and Ravi are also excellent stewards of our unique culture. Again, I want to thank CP for everything he's done and congratulate both Prabir and Ravi. I'm super excited for what's ahead because as CP likes to say, we're just getting started.\nWith that, I'll turn it back over to Andy, and let's get started with your questions."
  },
  {
    "header": "DASH",
    "cik": "0001792789",
    "ticker": "DASH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e3784ee1b36d0d0e951d1ad0af6baa85",
    "period": "2022 Q3",
    "content": "Q3 2022 DoorDash Inc Earnings Call\n\nQ3 2022 DoorDash Inc Earnings Call\n\nDASHNASDAQNOV 3, 5:00 PM\n\nOperator\n\nThank you for standing by. My name is Heather, and I will be your conference operator today. At this time, I would like to welcome everyone to the Q3 2022 DASH Earnings Conference Call. (Operator Instructions)\nThank you. Andy Hargreaves, you may begin your conference.\n\nAndrew Rex Hargreaves\n\nVP of IR, DoorDash, Inc.\n\nThanks, Heather. Good afternoon, everyone, and thanks for joining us for our third quarter 2022 earnings call.\nI'm pleased to be joined today by Co-Founder, Chair and CEO, Tony Xu; and CFO, Prabir Adarkar.\nWe'll be making forward-looking statements during today's call, including our expectations of our business, the macroeconomic environment, financial position and operating performance, our market and local commerce opportunities, future financial results and guidance, our strategies and our investment approach. Forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially from those described and some such risks are described in our risk factors included in our SEC filings, including our 10-Ks and 10-Qs. You should not rely on our forward-looking statements as predictions of future events. We disclaim any obligation to update any forward-looking statements, except as required by law.\nDuring this call, we will discuss certain non-GAAP financial measures. Information regarding our non-GAAP financial results, including a reconciliation of such non-GAAP results to the most directly comparable GAAP financial measures may be found in our letter to shareholders, which is available on our Investor Relations website. These non-GAAP measures should be considered in addition to our GAAP results and are not intended to be a substitute for our GAAP results.\nFinally, this call in its entirety is being audio webcast on our Investor Relations website. An audio replay of this call will be available on our website shortly after the call ends.\nAs in previous quarters, we'll go straight to questions. So with that, Heather, please open the line to the first question."
  },
  {
    "header": "DASH",
    "cik": "0001792789",
    "ticker": "DASH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/226068a4bb00574aff3d00f487bd65d5",
    "period": "2022 Q2",
    "content": "Q2 2022 DoorDash Inc Earnings Call\n\nQ2 2022 DoorDash Inc Earnings Call\n\nDASHNASDAQAUG 4, 6:00 PM\n\nOperator\n\nGood afternoon, and welcome to the DoorDash Quarter 2, 2022 Earnings Call. (Operator Instructions) And finally, I would like to advise all participants that this call is being recorded. Thank you.\nI would now like to hand over to Andy Hargreaves, Vice President, Finance and Investor Relations. Andy, please begin your call.\n\nAndrew Rex Hargreaves\n\nVP of IR, DoorDash, Inc.\n\nThank you very much. Good afternoon, and thanks, everybody, for joining us on our second quarter 2022 earnings call. I'm pleased to be joined today by Co-Founder, Chair and CEO, Tony Xu; and CFO, Prabir Adarkar. We'll be making forward-looking statements during today's call, including our expectations of our business and the Wolt business following our acquisition the macro academic environment, financial position and operating performance, our market and local commerce opportunities, future financial results and guidance, our strategies and investment approach. Forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially from those described, and some risks are described in our risk factors including in our SEC filings, including Form 10-K and 10-Qs. You should not rely on our forward-looking statements as predictions of future events. We disclaim any obligation to update any forward-looking statements, except as required by law.\nDuring this call, we will also discuss certain non-GAAP financial measures. Information regarding our non-GAAP financial results, including a reconciliation of non-GAAP results to the most directly comparable GAAP financial measures may be found in our investor letter, which is available on our IR website. These non-GAAP measures should be considered in addition to our GAAP results and are not intended to be a substitute for our GAAP results.\nFinally, this call in its entirety is being audio webcast on our IR website. An audio replay of the call will be available on our website shortly after the call ends. As in previous quarters, we'll go straight to questions. So with that, operator, please go ahead and take the first question."
  },
  {
    "header": "DASH",
    "cik": "0001792789",
    "ticker": "DASH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ec6ee78576b2cb1ca29437d63e5116b7",
    "period": "2022 Q1",
    "content": "Q1 2022 DoorDash Inc Earnings Call\n\nQ1 2022 DoorDash Inc Earnings Call\n\nDASHNASDAQMAY 5, 5:00 PM\n\nAndrew Rex Hargreaves\n\nVP of IR, DoorDash, Inc.\n\nGood afternoon, and thanks for joining us for our first quarter 2022 earnings call. I'm pleased to be joined today by Co-Founder Chair and CEO, Tony Xu; and CFO, Prabir Adarkar.\nWe'd like to remind everyone that we'll be making forward-looking statements during this call, including our expectations of our business, financial position and operating performance, future results and guidance, our investment approach, strategy and statements regarding our acquisition of Wolt. Forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially from those described in the forward-looking statements, and some such risks are described in our risk factors, including in our SEC filings, including Form 10-Ks and 10-Qs. You should not rely on our forward-looking statements as predictions of future events. We disclaim any obligation to update any forward-looking statements, except as required by law.\nDuring this call, we will discuss certain non-GAAP financial measures. Information regarding our non-GAAP financial results, including a reconciliation of such non-GAAP results to the most directly comparable GAAP financial measures, may be found in our investor letter, which is available on our IR website. These non-GAAP measures should be considered in addition to our GAAP results and are not intended to be a substitute for our GAAP results.\nFinally, this call in its entirety is being audio webcast on our IR website. An audio replay of the call will be available on our site shortly after the call ends.\nAs in previous quarters, we'll go straight into the Q&A portion. So with that, operator, please take the first question."
  },
  {
    "header": "DASH",
    "cik": "0001792789",
    "ticker": "DASH",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/42655e455db552528de005ecb4ac3d99",
    "period": "2021 Q4",
    "content": "Q4 2021 DoorDash Inc Earnings Call\n\nQ4 2021 DoorDash Inc Earnings Call\n\nDASHNASDAQFEB 16, 5:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the DoorDash Fourth Quarter Fiscal 2022 Earnings Call. (Operator Instructions) Thank you.\nAndy Hargreaves, Vice President of Investor Relations, you may begin your conference.\n\nAndrew Rex Hargreaves\n\nVP of IR, DoorDash, Inc.\n\nThanks. So hello, everybody, and thanks for joining us for our fourth quarter 2021 earnings call. I'm pleased to be joined today by Co-Founder, Chair and CEO, Tony Xu; and CFO, Prabir Adarkar. We'd like to remind everyone that we'll be making forward-looking statements during this call, including our expectations of our business, future financial results and guidance, strategy and statements regarding the recently announced acquisition of the Wolt's transaction result. Forward-looking statements are subject to risks and uncertainties that could cause actual results to differ materially from those described in forward-looking statements, and some such risks are described in our risk factors, including in our SEC filings, including Form 10-K. You shouldn't rely on our forward-looking statements as predictions of future events. We disclaim any obligation to update any forward-looking statements, except as required by law.\nDuring this call, we will discuss certain non-GAAP financial measures. Information regarding our non-GAAP financial results, including a reconciliation of non-GAAP results to the most directly comparable GAAP financial measures may be found in our investor letter, which is available on our IR site. These non-GAAP measures should be considered in addition to our GAAP results and are not intended to be a substitute for our GAAP results.\nFinally, this call in its entirety is being audio webcast on our Investor Relations website. An audio replay of the call will be available on our website shortly after the call ends. And with that, we can go straight to questions."
  }
]