[
  {
    "header": "IRM",
    "cik": "0001020569",
    "ticker": "IRM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d8765bfc69dcdbf7fa81f03b3cb8ba2a",
    "period": "2025 Q3",
    "content": "Q3 2025 Iron Mountain Inc Earnings Call\n\nQ3 2025 Iron Mountain Inc Earnings Call\n\nIRMNYSENOV 5, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Iron Mountain Third Quarter 2025 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to Mark Rupe, Senior Vice President of Investor Relations. Please go ahead.\n\nMark Andrew Rupe\n\nVP of IR, Express, Inc.\n\nThanks, Chad. Good morning, everyone, and welcome to our third quarter 2025 earnings conference call. Joining us today are Bill Meaney, our President and Chief Executive Officer; and Barry Hytinen, our Executive Vice President and Chief Financial Officer. After our prepared remarks, we'll open the lines for Q&A.\nToday's call will include forward-looking statements, which are subject to risks and uncertainties. For a discussion of the major risk factors that could cause our actual results to differ from these statements, please refer to today's earnings materials, including the safe harbor language on Slide 2 of the earnings presentation and our annual and quarterly reports on Form 10-K and 10-Q.\nEach of these items as well as reconciliations of non-GAAP financial measures referenced during this call can be found on our Investor Relations website. With that, I'll turn the call over to Bill.\n\nWilliam L. Meaney\n\nPresident, CEO & Director, Iron Mountain Incorporated\n\nThank you, Mark, and thank you all for joining us to discuss our third quarter results. We are pleased to report that our team has delivered another quarter of record financial performance and double-digit growth. We achieved an all-time high for quarterly revenue, adjusted EBITDA and AFFO, driven by strength across our business.\nRevenue increased 13% to $1.8 billion. Adjusted EBITDA grew 16% to $660 million and AFFO increased 18% to $393 million. Our exceptional performance in the third quarter is a result of our team's unwavering focus on meeting our customers' needs with innovative solutions and consistent execution of our strategic priorities.\nWe are delivering revenue growth in our physical storage business, achieving record revenue in Q3, driven by consistent volume growth and higher retention rates as well as revenue management. Our digital solutions building business is building momentum. We are winning new contracts with our AI-powered digital solutions across industry verticals and drove record revenue and continued double-digit growth in the third quarter.\nWe are capitalizing on robust data center industry demand with 33% revenue growth in Q3 and a strong outlook that supports more than 25% growth in 2026 based on our currently signed leases. Additionally, we saw a nice uptick in Q3 leasing and into Q4, which together with our pipeline, puts us in a good position to execute against our portfolio capacity of 1.3 gigawatts.\nWe are driving substantial growth in our asset life cycle management business, increasing revenue with existing customers and winning new business through cross-selling, resulting in 65% reported and 36% organic growth in the third quarter. And we expanded profitability with adjusted EBITDA increasing 16% and margin improving 110 basis points as compared to last year.\nThis clearly shows that we have strong momentum behind our commitment to sustain industry-leading revenue and earnings growth. Our portfolio of growth businesses, including data center, digital and ALM drove 2/3 of our revenue growth in the quarter or 8 percentage points on a consolidated basis. This will remain an important tailwind going forward as the growth portfolio further increases as a percentage of total revenue, expected to be nearly 30% of total revenue exiting 2025.\nThis is on top of the strength in our physical storage business, which is growing at a mid-single-digit rate and will contribute approximately 5 points of consolidated growth in 2025. The momentum across our business, as I just highlighted, along with our foundation of established relationships and trust with over 240,000 customers, comprehensive solutions offering, reputation for security and a global footprint firmly position us to deliver our growth commitment for the foreseeable future.\nBased on our strong outlook and excellent 2025 results, our Board of Directors authorized an increase of our quarterly dividend by 10%. Let me now share some recent commercial wins that illustrate the strength of our synergistic business model. First, in records management in Europe, we were selected as the single vendor for medical record storage for a hospital that has been a customer for more than 15 years, displacing a competitor.\nAdditionally, we secured a new customer with a public sector entity that can no longer manage and store its records in-house. Both of these deals were attributed to our strong reputation for secure risk management and our proven ability to provide efficient and cost-effective services. In our Digital Solutions business, we continue to win new business with our DXP platform.\nIn late October, we successfully launched our Insight DXP 2.0 platform. The new platform offers enhanced content management and smart document processing and easy-to-use secure platform with workflow tools and AI agents. This will allow the customer to make faster and more insightful decisions as well as eliminate obsolete and duplicative data to save costs.\nAnd as it relates to our digital award with the Department of Treasury, in September, Iron Mountain was awarded a new long-term contract for digitization services. This new contract with a value of up to $714 million, expands our current scope of work, subsuming the contract awarded to us in April. This is a significant win for Iron Mountain and we are thrilled to continue supporting the United States government on this efficiency opportunity.\nWe are currently executing under the new agreement and collaborating with the department on next steps whilst preparing for the high seasonal expected in the spring of 2026. Let me now turn to our data center business. The data center market remains very strong, and we have seen leasing activity and pipeline pick up as hyperscale has resumed their focus on building out inference and cloud capacity.\nWe leased 13 megawatts in the quarter, including a couple of larger enterprise deals with financial services firms. And in early Q4, a key hyperscaler leased our entire 36-megawatt Chicago site transferring and expanding the customer's previous lease of 25 megawatts in London for a net incremental 11 megawatts leased. This is a great outcome for the customer who is looking to transfer to the Chicago market and for us, given the strong interest we have in the London location they are vacating.\nThis London site has the power coming online in 2026. We have high confidence in sustaining our data center revenue growth with the levels we have achieved over the past few years. This is underwritten by our pre-leasing backlog strong pipeline as well as 450 megawatts, which is available for sale and will be energized over the next 18 to 24 months. These assets coming online within the next 2 years have a collective capacity, which is the size of our current operating portfolio.\nThe large and expanding pipeline of these assets is from hyperscale customers having the highest credit quality. Turning to our asset life cycle management business. As we previously shared, ALM represents a major growth opportunity for Iron Mountain. The market is very large and highly fragmented, and we are well positioned to capitalize on growth through expanding business with existing customers, gaining new customers through our cross-selling efforts and strategic acquisitions to expand our capabilities and geographic footprint.\nOur results in Q3 show that we are successfully capitalizing on this meaningful opportunity. and consistent with our strategy. In September, we acquired ACT Logistics, which further strengthens our ALM market leadership position in Australia. Let me now share some of our recent ALM wins that support our confidence in the long-term opportunity.\nA leading financial services company with more than 200,000 employees globally has selected Iron Mountain has its ALM partner for the first time, building on our decades-long partnership for records management and digital solutions. Our established relationship, strong reputation for security and compliance and global footprint was an important factor in winning the deal and a global company headquartered in Germany has engaged Iron Mountain to support a key decommissioning and remarketing program across 6 data centers in the U.S., Europe and the Asia Pacific region.\nIron Mountain has also provided record management, digital and data center co-location services for this customer over many years. We are pleased to extend our solutions thanks to our ALMs team's operational scale and robust sustainability reporting capabilities, which are a critical requirement for this project. This relationship demonstrates the power of our synergistic business model where we successfully cross-sold all of our key lines of business to a long-term customer.\nIn conclusion, I am proud of the exceptional results our dedicated mountaineers have continued to deliver in 2025 and what that means to our shareholders as we announced another increase in our dividend of 10%. As you heard today, our record results are a testament to our strategic focus on customer needs, innovative solutions and consistent execution.\nOur strong business momentum continues to build and a tremendous growth opportunity continues to lie ahead of us. We are just scratching the surface of the $165 billion total addressable market for our services.\nWith that, I'll turn the call over to Barry.\n\nBarry A. Hytinen\n\nChief Financial Officer, Hanesbrands, Inc.\n\nThanks, Bill, and thank you all for joining us to discuss our results. As you've heard this morning, our team continues to successfully execute our strategy, driving strong revenue and earnings growth in the third quarter. We achieved record revenue of $1.75 billion, up $197 million year-on-year. This was an increase of 13% on a reported basis, 12% on a constant currency basis and 10% on an organic growth basis in the quarter.\nTotal storage revenue was $1.03 billion, up $97 million year-on-year and up 9% on an organic basis. Total service revenue was $721 million, up $100 million from last year and up 10% on an organic basis. Adjusted EBITDA of $660 million was an all-time quarterly record and expanded $92 million or 16% year-on-year. This was $10 million ahead of the projection we provided on our last call, driven by operational strength and productivity across the business.\nAdjusted EBITDA margin was 37.6%, up 110 basis points year-on-year, which primarily reflects improved margins in our data center and ALM businesses. We continue to be pleased with our team's ability to deliver meaningful operating leverage, achieving an incremental flow-through margin of 47%, consistent with last quarter. AFFO was $393 million, up $61 million. This was also an all-time quarterly record and represented strong growth of 18% as compared to last year.\nAnd AFFO on a per share basis was $1.32, up 17% to last year. Now turning to segment performance. In our global RIM business, we achieved record quarterly revenue of $1.34 billion, an increase of $78 million. RIM reported growth was 6%, including organic growth of 5% year-on-year. This was driven by revenue management, higher digital revenue and consistent organic volume. Storage revenue growth increased 5% on an organic basis and was up 6%, absent a decline in clutter revenue.\nAs we discussed last year, clutters peak revenue was in the third quarter of 2024 before we began the actions to improve profitability. Global RIM organic service revenue was up 4.7% in the quarter, similar to last quarter, improving retention and consistent levels of destruction pressured revenue growth. All other services increased 7% on an organic basis, reflecting strong growth in our digital business.\nAs it relates to the multiyear Department of Treasury contract, we recognized revenue of approximately $2 million in the third quarter and expect $4 million in the fourth quarter prior to building into tax season in the first half of next year. In the third quarter, we began to staff up to ensure we are fully ready to support the significant ramp in this contract.\nGlobal RIM adjusted EBITDA increased $29 million to $598 million, yielding an adjusted EBITDA margin of 44.7%. Turning to our acquisition in India, we are very pleased with CRC's performance with integration ahead of plan. In the quarter, CRC added $6 million of revenue, including $1.2 million to storage revenue, along with 7.4 million cubic feet of volume.\nFor modeling purposes, it's important to note that while the margin for our storage business in India is similar to our margin in the U.S. and Europe, the price per cube is approximately 20% of our company average. As a result, the inclusion of CRC lowered our storage ASP by about 100 basis points in the quarter.\nTurning to our global data center business. Total data center revenue was $204 million in the third quarter, an increase of $51 million or 33% year-on-year. Organic storage rental growth increased 32%, driven by lease commencements and positive pricing trends. In the third quarter, new commencements were 3 megawatts.\nWe renewed nearly 300 leases for a total of 11 megawatts and Pricing remained strong with renewal pricing spreads of 14% and 19% on a cash and GAAP basis, respectively. Third quarter data center adjusted EBITDA was $107 million, up $41 million year-on-year. Adjusted EBITDA margin was 52.6%, up 900 basis points from the third quarter of last year.\nImproved pricing, recent commencements and operating leverage were the key drivers of the margin expansion in the quarter. In the fourth quarter, we expect data center revenue growth in excess of 30%. We have high visibility to this forecast as we are commencing 36 megawatts of new leases. This will also drive meaningful EBITDA growth in the period despite beginning to lap the significant step-up in data center margin, which commenced in the fourth quarter of last year.\nTurning to asset life cycle management, total ALM revenue was $169 million, an increase of $66 million or 65% year-over-year. On an organic basis, we delivered 36% growth. The strong performance was driven by our team's operational execution, particularly strong growth in our enterprise volume and component pricing trends. Our recent acquisitions are performing well and contributed $30 million to revenue.\nRegarding our acquisition of ACT Logistics, I should note this was completed in September and contributed less than $2 million to revenue in the third quarter. For modeling purposes, we expect the business will contribute revenue of approximately $7 million to our full year results.\nFrom a profitability perspective, our team drove expanded ALM margins in the quarter through improved operating performance across the business and acquisition synergies. Turning to capital allocation. We remain focused on growing the dividend and investing in high-return opts that drive double-digit growth while maintaining our strong balance sheet.\nIn light of our performance in 2025 and outlook for AFFO, our Board increased our dividend by 10% effective with the January payout. This will mark the fourth consecutive year in which we increased the dividend and the third consecutive 10% increase. This aligns with our commitment to growing the dividend while maintaining a payout ratio of low 60s as a percentage of AFFO per share.\nIn terms of capital investments, we invested $472 million of growth CapEx and $42 million of recurring CapEx in the third quarter. Turning to the balance sheet with strong EBITDA performance. We ended the quarter with net lease adjusted leverage of 5.0x, in line with our expectations for both the quarter and year-end. Reflecting our strong credit profile, our team successfully raised EUR 1.2 billion in a considerably oversubscribed debt [indiscernible] achieving a 4.75% fixed coupon maturing in 2034.\nWe appreciate the continued long-term support of our fixed income investors. And now turning to our outlook. With strong performance in the third quarter, we are well on track for the year and are pleased to reiterate our full year guidance ranges. For the fourth quarter, we expect revenue of approximately $1.8 billion, an increase of 14% to last year on a reported basis and up over 12% on a constant currency basis.\nAdjusted EBITDA of approximately $690 million, an increase of 14% to last year on a reported basis and up 12% on a constant currency basis. AFFO of approximately $415 million an increase of 13% to last year on a reported basis and up 10% on a constant currency basis and AFFO per share of approximately $1.39, an increase of 12% to last year on a reported basis and up 9% on a constant currency basis.\nIn conclusion, our team has delivered excellent year-to-date results, driving industry-leading double-digit revenue and earnings growth with record-setting performance across our business. We have strong momentum and significant long-term growth in front of us. I would like to express my thanks to our entire team for their best-in-class customer stewardship and commitment to Iron Mountain.\nAnd with that, operator, would you please open the line for Q&A."
  },
  {
    "header": "IRM",
    "cik": "0001020569",
    "ticker": "IRM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/28473a0cb48b9d32f2007de1600eea00",
    "period": "2025 Q2",
    "content": "Q2 2025 Iron Mountain Inc Earnings Call\n\nQ2 2025 Iron Mountain Inc Earnings Call\n\nIRMNYSEAUG 6, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Iron Mountain Second Quarter 2025 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to Mr. Mark Rupe, Senior Vice President of Investor Relations. Please go ahead, sir.\n\nMark Andrew Rupe\n\nVP of IR, Express, Inc.\n\nThanks, Chuck. Good morning, everyone, and welcome to our second quarter 2025 earnings conference call. Joining us today are Bill Meaney, our President and Chief Executive Officer; and Barry Hytinen, our Executive Vice President and Chief Financial Officer. After our prepared remarks, we'll open the lines for Q&A. Today's call will include forward-looking statements which are subject to risks and uncertainties. For a discussion of the major risk factors that could cause our actual results to differ from these statements, please refer to today's earnings materials, including the safe harbor language on Slide 2 of the earnings presentation and our annual and quarterly reports on Form 10-K and 10-Q.\nEach of these items as well as reconciliations of non-GAAP financial measures referenced during this call can also be found on our Investor Relations website. With that, I'll turn the call over to Bill.\n\nWilliam L. Meaney\n\nPresident, CEO & Director, Iron Mountain Incorporated\n\nThank you, Mark, and thank you all for joining us today to discuss our second quarter results. As you saw in this morning's release, we delivered another quarter of record financial performance in double-digit growth. We achieved an all-time high for quarterly revenue, adjusted EBITDA and AFFO. Our financial results exceeded our expectations and were strong across our business. Following on from this strong performance, we are pleased to increase our guidance across all key financial metrics. Revenue increased 12% to $1.7 billion. Adjusted EBITDA grew 15% to $628 million and AFFO increased 15% to $370 million.\nI am impressed with how our team continues to deliver on our growth strategy. Our double-digit growth reflects continued successful execution of our strategic priorities. We are driving continued revenue growth in our physical storage business achieving record revenue in Q2. We are on pace for our 37th consecutive year of organic storage rental growth. We are delivering AI-powered digital solutions across industry verticals and quickly becoming a key leader, recognized by customers as well as industry analysts with our Insight Digital Experience Platform or DXP.\nWe are growing our data center business on a global basis generating organic storage growth of 26% in the second quarter, with a strong pipeline in place to execute against our portfolio capacity of 1.3 gigawatts. And we are accelerating growth in our asset life cycle management business with our investments in this highly fragmented market beginning to pay off, delivering more than 40% organic growth in the second quarter. Our business has never been stronger and more profitable than it is today.\nOur growth portfolio, including data center, digital and asset life cycle management will represent nearly 30% of our total revenue exiting 2025 and provide some 6% annual revenue growth on a consolidated basis, and that is on top of the mid-single-digit growth provided by the strength in our physical records management business. And looking ahead, the strong momentum across our business lines provides a similarly strong outgrowth outlook for revenue and EBITDA going forward beyond 2025. This continued growth is all due to our team's successful execution of our strategy and commitment to delivering value for our customers whilst leveraging our synergistic business model.\nIron Mountain is winning as a result of: one, our long-standing relationships and proven track record of reliability and trust as reflected by our #1 ranking in the customer satisfaction by -- the Wall Street Journal of the top U.S. listed companies. Two, our strong reputation for security, ability to meet stringent compliance requirements and deliver a secure chain of custody. Three, our comprehensive end-to-end solutions offering, allowing customers to partner with a single vendor to meet all of their needs, which is a focus of our commercial team's cross-selling efforts and for our global footprint and operational scale, enabling customers to leverage our services across 61 countries and award us larger deals that only we can effectively manage.\nLet me now describe some recent customer wins to illustrate the momentum supporting our growth. In records management, we continue to see many unvended storage opportunities within our customer base. A great example is a U.S. bank with more than 300 locations that chose Iron Mountain to store 42,000 cubic feet of records after previously managing them in house and the strength of our existing relationship, our expertise in storing records, the security of our facilities and the ability to integrate multiple solutions for the customers were key to winning this business.\nAdditionally, we secured 2 new long-term customer relationships in the health care industry, one in the U.K. and the other in Norway. Both of these wins were captured from competitors and jointly deliver more than 50,000 cubic feet of records. These customers selected Iron Mountain due to our strong reputation for security with our service level commitment and transportation network also cited as important factors. Turning to our Digital Solutions business, where we achieved another record quarter of revenue in Q2 and the DXP platform continues to accelerate, securing increasingly strategic partnerships and positioning itself as a differentiating technology solution for enterprises globally.\nWe are excited about the upcoming release of AI agents designed to support intelligent, multistep decision-making across complex workflows, which are now being embedded into our industry solutions and we're proud that leading analyst firms, including Gartner and Everest, are recognizing Iron Mountain alongside top-tier AI software vendors and business process outsourcing providers. Our continued investment in platform intelligence and customer-driven development is being recognized and positions us well for sustained digital growth.\nIn addition, I am pleased to announce that we have significantly strengthened our position as a leading player in India. Earlier this morning, we signed a definitive agreement to acquire CRC India a leading Indian digitization services company. As we've shared in the past, India represents a major growth opportunity for Iron Mountain and this acquisition sets us up well to capitalize on that growth over the coming years as well as expanding our digital product portfolio, both for India and globally.\nI will now highlight a few of our recent wins in digital solutions. A major global SaaS company employing over 75,000 people selected our digital HR solution built on the DXP platform as its enterprise content management or ECM platform for its human resource needs. DXP's modern, user-friendly interface and solution offers this customer greater control over HR processes whilst achieving greater productivity from the AI embedded in our platform. And as it relates to our digital award with the Department of Treasury, we are actively digitizing documents in leveraging our intelligent digitization solution.\nMore recently, we have submitted our response to the government's request for quotation regarding a larger longer-term engagement, which would incorporate the work we are currently doing under the initial award. We look forward to hearing back from the department on this new government efficiency opportunity. Let me now turn to our data center business. For the quarter, we achieved revenue growth of 24%, driven by 26% organic storage growth as we further execute on our strong leasing backlog.\nWe commenced 23 megawatts, primarily in Northern Virginia and renewed leases totaling 25 megawatts with continued strong pricing spreads. As it relates to new leasing activity, we leased 2 megawatts of enterprise business in the quarter and 6 megawatts year-to-date. The data center market remains very strong. Pricing continues to be good and returns are high. Our new lease signings this year have been lighter than planned, and we now project new lease signings of 30 to 80 megawatts in 2025. Over the course of the year, we've observed our hyperscale customers have been particularly focused on procuring and developing large deployments to support AI training. More recently, we have seen an increased level of priority for AI inference and cloud infrastructure, which is where our assets are deployed. Correspondingly, we have seen more intense activity and engagement across our pipeline.\nLooking out beyond this year, we have high confidence in our ability to drive consistent revenue growth in line with the levels we've achieved over the past few years. This outlook is underwritten by both our backlog as well as the high-value assets we have to sell in prime markets, including Northern Virginia, Richmond, Amsterdam, Madrid and Chicago. Turning to our asset life cycle management business. We achieved 70% reported revenue growth, including 42% organic growth with strength across both our enterprise and data center decommissioning channels.\nOur commercial team continues to cross-sell our portfolio of solutions and win new business, including several single vendor consolidations in the quarter. Let me now share some of the ALM wins achieved, which support our ability to continue driving strong double-digit organic growth. In the enterprise channel, a globally recognized food company has selected Iron Mountain has an exclusive ALM partner for secured disposition of its assets across 1,500 locations in France. The deal represents a cross-sell, building on our long-standing records management relationship with the customer and our reputation for delivering highly secure services and a global consulting firm with more than 70,000 employees has asked Iron Mountain to provide secure IT asset disposition services for its business in Canada.\nThis ALM win also represents a cross-sell, building on our 25-year partnership are providing records management services to this customer. Iron Mountain was selected thanks to our secure chain of custody and global presence. We see additional opportunities in the future as the customer seeks to standardize processes globally. And in the data center decommissioning channel, we won new business across North America and in the U.K. These wins include decommissioning a data center in the U.K., where we won business previously with a competitor.\nProviding on-site server destruction services at more than 20 data center centers for a software company and managing the remarketing and recycling of racks and equipment for a hyperscale customer. Iron Mountain's reputation as a trusted partner with security expertise contributed to each win. In conclusion, I'm incredibly proud of the results that our mountaineers continue to deliver. Our performance during the first half of the year exceeded our expectations, and our second half outlook is equally bright. The momentum we continue to build and service to our customers makes me confident that we can sustain our double-digit revenue and profit growth for the foreseeable future.\nThis same increasing strength and momentum in our business is further evidenced by the increase in our guidance for this year, which Barry will share in more detail. With that, I'll turn the call over to Barry.\n\nBarry A. Hytinen\n\nChief Financial Officer, Hanesbrands, Inc.\n\nThanks, Bill, and thank you all for joining us to discuss our results. Our team executed very well in the second quarter, delivering another record performance across all of our key financial metrics. We achieved record revenue of $1.71 billion, up $178 million year-on-year, an increase of 12% on a reported basis and 11% on a constant currency basis. We exceeded our projection for the second quarter by $32 million, driven by strength in our ALM business. Foreign exchange rates accounted for $5 million of the upside relative to our second quarter revenue guidance. We delivered strong organic growth in the quarter of 9.4%.\nTotal storage revenue was $1.01 billion, up $90 million year-on-year and up 9% on an organic basis. Total service revenue was $702 million, up $87 million from last year. Organic service growth of 10% was ahead of our expectations and notably improved from the first quarter rate. Adjusted EBITDA of $628 million was an all-time quarterly record and expanded $84 million or 15% year-on-year. This was $8 million ahead of the projection we provided on our last call, driven by operational strength across the business. Adjusted EBITDA margin was 36.7%, up 120 basis points year-on-year, which reflects improved margins across all of our businesses. For me, a key call out is our team's performance delivering significant operating leverage, resulting in an incremental flow-through margin of 47% in the quarter was $370 million, up $49 million, which represents growth as compared to last year of 15% AFFO on a per share basis was $1.24, also up 15% to last year.\nNow turning to segment performance. I'll start with our Global RIM business, which achieved record second quarter revenue of $1.32 billion, driven by revenue management and digital solutions. This is a marked increase of $73 million year-on-year and represents our best quarter in years in terms of sequential growth in both dollars and percent. Our storage or organic storage was up 6% year-on-year driven by revenue management and consistent volumes. On a 2-year comp basis, Organic storage revenue was up 13.5% in the second quarter as compared to 10.8% in the first quarter.\nOrganic service revenue was up 5% with contributions from digital and core services. Our digital business had another strong quarter, achieving record revenue. I'd like to note that reported service revenue was impacted by a slight decline in terminations permanent withdrawal and trading revenue relative to last year. Excluding those items, services revenue was up 8% and Global RIM adjusted EBITDA was $586 million, an increase of $38 million year-on-year. Global RIM adjusted EBITDA margin of 44.3% was up 40 basis points from last year, driven by operating leverage and revenue management.\nTurning to our global data center business. Total data center revenue was $189 million in the second quarter, an increase of $37 million year-on-year. Organic storage rental growth increased 26%, driven by lease commencements and continued strong pricing trends. In the second quarter, new commencements were 23 megawatts and renewed leases totaled 25 megawatts. Pricing remained strong with renewal pricing spreads of 13% and 20% on a cash and GAAP basis, respectively. Second quarter data center adjusted EBITDA was $96 million, up 46%.\nAdjusted EBITDA margin was up 760 basis points from the second quarter of last year. The strong margin expansion in the quarter was primarily driven by improved pricing, recent commencements and operating leverage. For 2025, we expect data center revenue of nearly $800 million, which is approaching 30% growth. Together with the leasing outlook, Bill shared, I thought it would be helpful to provide some context about 2026 and beyond. As you would see from our disclosures, we expect to commence a considerable amount of megawatts over the balance of 2025 and with more preleased assets to commence next year.\nWith those factors noted, we expect data center revenue growth in excess of 25% in 2026. I'd like to note that this projection requires no additional leasing. So when we give financial guidance for 2026, I expect data center revenue will be in excess of $1 billion. Turning to asset life cycle management. Total ALM revenue was $153 million, an increase of $63 million or 70% year-over-year. On an organic basis, our team delivered 42% growth.\nThe ALM business performed well and exceeded our expectations in the quarter driven by our team's strong execution volume increases in both our enterprise and data center decommissioning businesses and improved component pricing trends, particularly late in the quarter. On an inorganic basis, our recent acquisitions have performed well and contributed revenue of $25 million. We also drove significant improvement in ALM profitability in the quarter, driven by improved operating performance across the business as well as acquisition synergies.\nLooking ahead, we remain confident in our outlook for growth in the ALM business based on our strong customer wins in both our enterprise and data center decommissioning channels. Turning to capital deployment. In the second quarter, we invested $477 million with $442 million of growth CapEx and $35 million of recurring CapEx. Turning to our dividend, our Board of Directors declared our quarterly dividend of $0.785 per share to be paid in early October.\nOn a trailing 4-quarter basis, our payout ratio is now 63%, in line with our long-term target range. Turning to the balance sheet. With strong EBITDA performance, we ended the quarter with net lease adjusted leverage of 5.0x in line with our expectations for both the quarter and year-end. As you may have seen during the quarter and aligned with our strategy, our team successfully upsized our Term Loan A facility as part of our U.S. credit agreement by $287 million to $500 million, we also upsized our Australian Term Loan B facility by AUD 117 million to AUD 400 million and extended the maturity by 4 years to 2030.\nAnd now turning to our outlook. Based on our strong second quarter performance and positive outlook, we are increasing our financial guidance for the year. For the full year 2025, we now expect total revenue to be within the range of $6.79 billion to $6.94 billion, which represents year-on-year growth of 12% at the midpoint. Relative to our prior guidance, we are raising our revenue range by $50 million. This increase reflects our strong second quarter results and positive outlook and nearly $10 million resulting from current FX rates.\nWe have also included the India acquisition that Bill mentioned, which we expect will add approximately $8 million to our second half results. We now expect adjusted EBITDA to be within the range of $2.52 billion to $2.57 billion, which represents year-on-year growth of 14% at the midpoint. Relative to our prior guidance, we are raising adjusted EBITDA by $15 million. And we now expect AFFO to be within the range of $1.505 billion to $1.53 billion and AFFO per share to be $5.04 to $5.13 at the midpoint, this represents 13% and 12% growth, respectively.\nFor the third quarter, we expect revenue of approximately $1.75 billion, an increase of 12% to last year, adjusted EBITDA in excess of $650 million, up more than 14% year-on-year AFFO of approximately $385 million, up 16% and AFFO per share of approximately $1.28, up 13% to last year. In conclusion, we have delivered a very strong first half performance with record-breaking results across all of our key financial metrics and business segments. Our confidence in the business and our forward outlook is reflected in our increased financial guidance for the year.\nWe have a significant runway for growth and remain focused on driving double-digit revenue growth over many years, supported by our strong cross-selling opportunity into what are very large fragmented markets. I want to thank all of our mountaineers for their continued hard work and dedication in serving our customers and driving our business.\nAnd with that, operator, would you please open the line for Q&A."
  },
  {
    "header": "IRM",
    "cik": "0001020569",
    "ticker": "IRM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/301b84dedce769e5df5fcc31e36ea012",
    "period": "2025 Q1",
    "content": "Q1 2025 Iron Mountain Inc Earnings Call\n\nQ1 2025 Iron Mountain Inc Earnings Call\n\nIRMNYSEMAY 1, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Iron Mountain First Quarter 2025 Earnings Conference Call.\n[Operator Instructions]\nPlease note this event is being recorded. I would now like to turn the conference over to Mr. Mark Rupe, Senior Vice President of Investor Relations. Please go ahead, sir.\n\nMark Andrew Rupe\n\nVP of IR, Express, Inc.\n\nThank you, Chuck. Good morning, and welcome to our first quarter 2025 earnings conference call. On today's call, we will refer to materials available on our Investor Relations website. We are joined here today by Bill Meaney, President and Chief Executive Officer; and Barry Hytinen, our Executive Vice President and Chief Financial Officer. After prepared remarks, we'll open the lines for Q&A.\nToday's earnings materials contain forward-looking statements, including statements regarding our expectations. All forward-looking statements are subject to certain risks and uncertainties. Please refer to today's earnings materials, the safe harbor language on Slide 2, and our annual and quarterly reports on Form 10-K and 10-Q for a discussion of the major risk factors that could cause our actual results to differ from those in our forward-looking statements. In addition, we use several non-GAAP measures when presenting our financial results. We have included the reconciliations to these measures in our supplemental financial information. With that, I'll turn the call over to Bill.\n\nWilliam L. Meaney\n\nPresident, CEO & Director, Iron Mountain Incorporated\n\nThank you, Mark, and thank you all for joining us today to discuss our first quarter results. We are pleased with our strong start to 2025. Our team's focus on providing solutions that meet our customers' needs as part of our Matterhorn growth strategy continues to drive record results across the business and above our expectations. On a reported basis in the first quarter, we achieved all-time high quarterly revenue of $1.6 billion, representing 8% year-over-year growth in record first quarter adjusted EBITDA of $580 million, an increase of 12% as compared to last year. This performance was even better when excluding the effects of foreign exchange, with revenue increasing 9% and adjusted EBITDA growing 13% to last year.\nStrong growth was achieved in each of our key business units. Our portfolio of growth businesses, which represents more than 25% of our total revenue and includes Data Center, Digital Solutions and Asset Life Cycle Management collectively grew more than 20% in the quarter. And our traditional Records business achieved record results as well. This formula supports our ability to sustainably drive double-digit revenue and profit growth. Our commercial team continues to make marks progress in executing our strategy. I am especially pleased with the breadth and scope of customer deals we are winning.\nFor example, during the first quarter, our global scale and reputation were key factors in securing multiple records management and ALM deals where customers consolidated to single vendors, further testimony of the benefits from our #1 ranking in customer satisfaction by The Wall Street Journal of the top U.S. listed companies, and we achieved broad cross-selling success through both traditional add-on solution sales and by partnering across the business to integrate multiple solutions for the customer. This approach met the customer need to get their job done seamlessly and truly differentiates our individual offerings by the whole suite being worth more than any single product. Our potential for growth remains significant, especially with the substantial expansion of our solutions offerings in recent years.\nTo complement our cross-selling efforts and capitalize on this opportunity we have marketing initiatives underway to increase awareness of our complete solutions offering. Let me now turn to an update of our key achievements and customer wins that showcase the success we are delivering against our strategic priorities, which are driving continued revenue growth in our physical Storage Records Management business, delivering differentiated Digital Solutions, which truly -- which give truly transformative results to our customers in terms of revenue, security and cost, supplying differentiated Data Center offerings through our global scale and customer trust in providing Asset Life Cycle Management capabilities, which are secure, economic and environmentally sustainable.\nLet's begin with our Records and Information Management business. We are pleased with our consistent and strong performance. Storage volume continues to increase modestly each quarter and our revenue management is further accelerating growth by capturing the enhanced customer value, we are providing through our global and integrated services. Additionally, we are driving record digital revenue and a growing percentage of this revenue is recurring. Let me highlight a few new projects we secured during the quarter, starting first with Records Management.\nA Greek bank, an existing customer for over 10 years chose Iron Mountain to store records from 20 locations following a merger. The strength of our relationship, the security of our facility and the speed and efficiency of our document retrieval services led to cost savings for the customer.\nAdditionally, a global insurance company's operations in Thailand awarded Iron Mountain a 3-year Records Management agreement with the first project utilizing our SmartSort solution to manage over 3 million co-mingled files. I am also excited to share recent accomplishments in our Digital Solutions business.\nOur InSight Digital Experience Platform, or DXP, continues to gain traction and acceptance in the market. Customers are realizing the value of this SaaS platform, which is reflected in larger deal values and shorter sales cycles. We are continuing to expand DXP's capabilities to manage and create structure from unstructured content, increase efficiency through process automation, enabled visibility of dark data, increase compliance and make information actionable. We are also tailoring DXP use cases to industry-specific requirements. I'll highlight a few of our recent wins in Digital Solutions.\nIn the United Kingdom, we have secured a 10-year contract with an existing customer, expanding our relationship significantly. Under the agreement, we will intake an additional 350,000 [ cubic feet ] of documents digitized close to 9 million images per year and provide DXP access to 2,500 users. Our store, digitized and access solutions will enable the customer to realize financial savings, operational efficiencies and an overall improved stakeholder experience. In Europe, we strengthened our relationship with a long-standing healthcare client through a 3-year deal to digitize patient documents. Moreover, the customer is using our InSight DXP platform's AI capabilities to provide concise summaries of patient incidents and to facilitate efficient access to critical information. We will digitize 500,000 documents and 750,000 images a month, whilst also providing physical Records Management. Our solution will provide enhanced scalability and accelerated processing time, resulting in substantial cost reductions for the customer.\nAs we mentioned on our last earnings call, we believe our many years of experience in providing digital transformation services to the United States government positions us well to assist the broad DOGE effort. And now let me briefly highlight a significant order we received yesterday. We have been awarded a contract for the Department of Treasury. We will be assisting with a broad digital transformation effort, leveraging our DXP platform and its embedded AI capabilities. The contract value is approximately $140 million and will commence immediately with the majority of the revenue in 2026. I would like to thank the Treasury and the Department of Government Efficiency for their trust in Iron Mountain. Lastly, during the process of this award, more people involved in transforming the Federal Government have learned about our capabilities and experience in digital transformation. The result has been, that we have seen a marked increase in our Digital Services pipeline serving a broad range of federal agencies across a number of improvement and efficiency initiatives.\nLet me now turn to our Data Center business. For the quarter, we continue to execute on our strong leasing backlog with revenue growth of over 20% year-over-year driven by more than 24% organic storage growth. In the first quarter, our enterprise leasing activity was in line with expectations, leasing approximately 4 megawatts of new business. Whilst we did not sign new hyperscale contracts in the quarter, we are responding to strong interest across our U.S., European and Indian sites. We expect this to convert over the course of the year, which aligns with our projection for 125 megawatts of total new leasing. We continue to see strong demand for data center development across our global portfolio, and our pipeline remains strong. When fully developed, our current portfolio will reach 1.3 gigawatts, more than triple the size of our current operating portfolio.\nFinally, I would also like to welcome Gary Aitkenhead our new EVP and General Manager of Data Centers. Gary joins us from [ Equinix ] and reports to Mark Kidd, who leads our Data Center and ALM businesses. His global experience, proven leadership in driving transformation and growth and commitment to fostering high-performing inclusive teams will be a key asset to our customers and team as we further expand the business.\nTurning to our Asset Life Cycle Management business. We continue to drive strong growth in this large and highly fragmented ALM market. In the first quarter, we achieved 44% reported revenue growth, including 22% organic growth with strength across both the enterprise and hyperscale channels. In the enterprise channel, our commercial team's success is evidenced by the size and scope of deals we are winning. We think over time, as large enterprises become more sensitive to the cyber risks with the disposal of their IT assets, Iron Mountain's brand will play an ever-increasing factor in their vendor selection. And in the hyperscale channel, given the robust growth in data center development in recent years, we anticipate strong tailwinds for decommissioning work for the foreseeable future. We will leverage our differentiation as a data center operator in this channel to capture additional share.\nWe will also continue to selectively acquire ALM enterprise businesses to expand our capabilities and geographic footprint. In late March, we acquired Premier Surplus in the Southern U.S., expanding our customer base and capabilities. To illustrate our growing strength in this segment, let me now share some of the ALM wins achieved during the quarter, which continued to drive strong double-digit organic growth.\nA large global fintech company specializing in online payments and employing over 20,000 people globally, has selected Iron Mountain as it's exclusive ALM partner for the secure disposition of its assets, following the customer's consolidation of providers. Our long-standing relationship with this customer, our flexibility and our experience handling sensitive assets contributed to this win.\nWe also secured a new customer win with a global technology infrastructure provider, with over 35,000 employees. Iron Mountain was chosen to manage a large batch of materials, the customer accumulated through a series of acquisitions. Our solution [indiscernible] all of this customer's requirements, including chain of custody, reconciliation, secure wiping and remarketing. Our reputation and brand were also key to this win.\nIn conclusion, I'm proud of the strong results that our dedicated mountaineers continue to deliver. Our team's commitment to meeting the needs of our nearly 250,000 customers worldwide is integral to our success. As Barry will share in more detail, we are increasing our full year guidance to reflect the strong Q1 performance and positive outlook. With that, I'll turn the call over to Barry.\n\nBarry A. Hytinen\n\nChief Financial Officer, Hanesbrands, Inc.\n\nThanks, Bill, and thank you all for joining us to discuss our results. Our team is off to a strong start this year, delivering record first quarter results across all of our key financial metrics. We achieved record revenue of $1.59 billion, up 8% on a reported basis and 9% on a constant currency basis. We delivered strong organic growth in the quarter of 8%. Total storage revenue was $948 million, up $64 million year-on-year and up 9% on an organic basis. Total service revenue was $644 million, up $52 million from last year. Organic service growth of 7.1% was ahead of our expectations and improved slightly from the fourth quarter rate, despite lapping a much more difficult comparison from the prior year.\nAdjusted EBITDA of $580 million was a record for the first quarter and expanded $61 million year-on-year. This was $5 million ahead of the projection we provided on our last call. The upside to our projection was driven by $4 million of operating performance and approximately $1 million from the U.S. dollar weakening in the first quarter. Adjusted EBITDA margin was 36.4%, up 130 basis points year-on-year, which reflects improved margins across all of our businesses. A key highlight for me in the quarter was that our team delivered significant operating leverage with an incremental flow-through margin of greater than 50%, which is the highest we've achieved in years.\nAFFO was $348 million, up $25 million, which represents growth as compared to [ last year of ] 8% on a reported basis and 10% excluding FX. AFFO on a per share basis was $1.17, up 6% to last year on a reported basis and up 9% excluding FX. Now turning to segment performance. I'll start with our global RIM business, which achieved first quarter revenue of $1.26 billion, an increase of $46 million year-on-year driven by Revenue Management and Digital Solutions partially offset by the stronger U.S. dollar, which negatively impacted revenue by approximately $20 million. Organic storage was up 6%, driven by revenue management and consistent volume. Organic service revenue was up 5% with contributions from digital and core services. Reported service revenue was down $4 million on a sequential basis due to a $3 million decline in terminations and permanent withdrawal revenue and another $3 million headwind from the stronger U.S. dollar.\nOur Digital business had another strong quarter, achieving record revenue. We are also pleased to report improvement in our Records Management retention rate and storage capacity utilization, both of which achieved the highest levels we've seen in some time. Global RIM adjusted EBITDA was $156 million, an increase of $30 million year-on-year. Global RIM adjusted EBITDA margin of 44.3% was up 80 basis points from last year driven by operating leverage and revenue management. Let me provide a brief update on our Consumer Storage business following our commentary on our last call.\nWhile Consumer Storage remained a headwind to revenue growth in the first quarter, the team is driving solid operating improvement. Profitability is increasing, and we are seeing very positive trends in storage reservations which is a key forward indicator for revenue. Turning to our Global Data Center business. Total Data Center revenue was $173 million in the first quarter, an increase of $29 million year-on-year. Organic storage rental growth increased 24%, driven by lease commencements and continued strong pricing trends. In the first quarter, new commencements were 12 megawatts, including 8 megawatts in Northern Virginia. Pricing remained strong with the average price per kilowatt on new commencements, up 15% as compared to last year. We renewed leases totaling 10 megawatts with strong renewal spreads of 19% and 27% on a cash and GAAP basis, respectively.\nFirst quarter Data Center adjusted EBITDA was $91 million, up 48%. Adjusted EBITDA margin was up 960 basis points from the first quarter of last year and up 60 basis points sequentially to 52.4%. Improved pricing, recent commencements and operating leverage were the key drivers of the strong margin expansion in the quarter.\nTurning to Asset Life Cycle Management. Total ALM revenue was $121 million, an increase of $37 million or 44% year-over-year. On an organic basis, our ALM team delivered 22% growth. The strong performance was driven by volume increases in both our enterprise and hyperscale businesses. On an inorganic basis, Wisetek and APCD continued to perform well and contributed revenue of $18 million. We are pleased with the continued improvement in ALM profitability which was up significantly as compared to last year, benefiting from acquisition synergies as well as improved operating performance across the business.\nAs we discussed last quarter, our strong customer wins, both in enterprise and hyperscale give us high visibility to accelerating growth as we move through 2025. I will note that our organic growth increased over 1,000 basis points on a sequential basis, ahead of our expectations despite pricing being broadly flat to slightly down. Regarding our acquisition of PremierSurplus, I should note, this was completed right at the end of the first quarter, so its results were not included in our quarterly financials. For modeling purposes, we expect Premier will contribute revenue of approximately $10 million to our full year results.\nTurning to capital allocation. We remain committed to our strategy that is balanced between funding our growth initiatives, delivering meaningful shareholder returns and maintaining our strong balance sheet. Capital expenditures in the first quarter were $657 million with $629 million of growth and $28 million of recurring. Our outlook for capital expenditures is unchanged from our prior call with approximately $1.8 billion of growth and approximately $150 million of recurring, both consistent with the levels from last year. We are planning for capital spending to be more first-half weighted.\nTurning to the balance sheet, with strong EBITDA performance, we ended the quarter with net lease adjusted leverage of 5.0x in line with our expectations for both the quarter and year-end. Turning to our dividend. Our Board of Directors declared a quarterly dividend of $0.785 per share to be paid in early July. On a trailing 4-quarter basis, our payout ratio is now 62%, in line with our long-term target range.\nAnd now turning to our outlook. Based on our strong first quarter performance and positive outlook and recent changes in currency exchange rates, we are pleased to increase our financial guidance. For the full year 2025, we now expect total revenue to be within the range of $6.74 billion to $6.89 billion, which represents year-on-year growth of 11% at the midpoint. Relative to our prior guidance, we are raising revenue by $90 million based on a weaker U.S. dollar, continued strong revenue management, improved outlook for ALM performance and the Premier Surplus acquisition. We now expect adjusted EBITDA to be within the range of $2.505 billion to $2.555 billion, which represents year-on-year growth of 13% at the midpoint. Relative to our prior guidance, we are raising adjusted EBITDA by $30 million. And we now expect AFFO to be within the range of $1.48 billion to $1.51 billion and AFFO per share to be $4.95 to $5.05. At the midpoint, this represents 11% and 10% growth, respectively.\nFor the second quarter, we expect revenue of approximately $1.68 billion, an increase of 10% to last year. Adjusted EBITDA of approximately $620 million, up 14% year-on-year. AFFO of approximately $350 million, which is up 9% and AFFO per share of approximately $1.18 up 9% to last year.\nBefore closing, I would like to address two additional items. First, regarding the contract with the Department of the Treasury that Bill mentioned, as it was awarded just last night, we have not included it in our financial guidance. For modeling purposes, we expect the contract to generate revenue in both 2025 and 2026 with the majority of the benefit next year. We look forward to updating you on the progress of this deal and our [indiscernible] is on our next few calls. Second, knowing that tariffs are a key area of investor interest, I wanted to provide some perspective on our exposure. In our global RIM business, our exposure to tariffs is essentially 0, as our revenues and costs are matched based on each market in which we operate.\nIn our ALM business, the vast majority of the revenue is generated from IT gear that we decommission and then resell in the same market. For example, we decommissioned gear in the U.S. and then resell it to U.S.-based customers. And as a result, there is no cross-border impact. While we do have some components which are sold into China, let me share a couple of important points. First, over the last few years, the team has done a terrific job significantly diversifying our downstream sales away from China. And for those components that are sold into China, I would highlight that tariffs tend to be based on the original manufacturing country of origin, and as such, we would not anticipate an impact on our component sales.\nLastly, in our Data Center business, the vast majority of the cost of construction is not subject to tariffs. We estimate that we have less than 5% exposure within Data Center construction. With that said, let me conclude. Our year is off to a great start with record-breaking first quarter results across all key financial metrics. Our outlook is strong, and we are pleased to increase our full year guidance. We are focused on driving double-digit revenue growth over many years, supported by our strong cross-selling opportunity into what are very large fragmented markets. I want to express my gratitude to all of our Mountaineers for their continued dedication to serving our customers. And with that, operator, would you please open the line for Q&A."
  },
  {
    "header": "IRM",
    "cik": "0001020569",
    "ticker": "IRM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/74fd0f541d036f5a91326331ae6614a6",
    "period": "2024 Q4",
    "content": "Q4 2024 Iron Mountain Inc Earnings Call\n\nQ4 2024 Iron Mountain Inc Earnings Call\n\nIRMNYSEFEB 13, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Iron Mountain Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] This event is being recorded.\nI would now like to turn the conference over to Mark Rupe, Senior Vice President of Investor Relations. Please go ahead.\n\nMark Andrew Rupe\n\nVP of IR, Express, Inc.\n\nThank you, Betsy. Good morning, and welcome to our fourth quarter 2024 earnings conference call. On today's call, we will refer to materials available on our Investor Relations website. We are joined here today by Bill Meaney, President and Chief Executive Officer; and Barry Hytinen, our Executive Vice President and Chief Financial Officer. After prepared remarks, we'll open the lines for Q&A. Today's earnings materials contain forward-looking statements, including statements regarding our expectations, all forward-looking statements are subject to risks and uncertainties. Please refer to today's earnings materials, the safe harbor language on Slide 2. And our annual and quarterly reports on Form 10-K and 10-Q for a discussion of the major risk factors that could cause our actual results to differ from those in our forward-looking statements.\nIn addition, we use several non-GAAP measures when presenting our financial results. We have included the reconciliations to these measures in our supplemental financial information.\nWith that, I'll turn the call over to Bill.\n\nWilliam L. Meaney\n\nPresident, CEO & Director, Iron Mountain Incorporated\n\nThank you, Mark, and thank you all for joining us today to discuss our fourth quarter and full year results. 2024 marked another year of record performance in double-digit growth for Iron Mountain. We achieved all-time highs for revenue, adjusted EBITDA and AFFO for the year and for the fourth quarter. Our record results were also broad-based across all of our businesses. For the full year, revenue increased 12% to $6.1 billion. Adjusted EBITDA grew 14% to $2.2 billion and AFFO increased 11% to $1.3 billion. And in the fourth quarter, revenue increased 11%, adjusted EBITDA grew 15% and AFFO increased 12%.\nThese outstanding results reflect the strength of our highly profitable business model broad and growing portfolio of solutions, long tenure customer relationships and the hard work and dedication of mountaineers across the world. The results also validate that Project Matterhorn has proven to be very beneficial to our business and we are exceeding the growth targets we established at our Investor Day presentation in 2022. I should also point out that a foundational element behind Project Matterhorn was to accelerate growth through embracing a customer-centric culture. Whilst we are still on a journey in this regard, it was pleasing to be ranked #1 for customer satisfaction by the latest Wall Street Journal ranking of the top U.S. listed companies. For this, I want to thank my fellow Mountaineers.\nSince 2021, we have grown both revenue and adjusted EBITDA at an 11% CAGR on a reported basis. On a constant currency basis, this growth is 13% annually, delivering a result on both a reported and constant currency basis, well above the 10% target we established. We are also performing above our targets for AFFO, which has grown at a 9% CAGR on a reported basis or 11% on a constant currency basis versus the 8% target. Our success and the momentum we have built over the past 3 years gives us increased confidence as we look ahead and is reflected in our guidance for 2025. Our portfolio of growth businesses, including digital solutions, data center and asset life cycle management are collectively growing at a CAGR greater than 20% and becoming an increasingly larger portion of our revenue. If you recall at the beginning of our Matterhorn climb, our growth portfolio represented 15% of our total revenue.\nAs we enter 2025, the growth portfolio represents 25% and which continues to build the momentum behind our consolidated goals. Together with our records management business increasing at mid- to high single-digit rate, we naturally expect to deliver consolidated growth in excess of 10% for the foreseeable future. Our growth is driven by 3 principal factors: the recurring nature of our revenue streams, both from our traditional as well as our newer business areas, the strong macro factors supporting double-digit demand for our portfolio of growth businesses and the success we continue to demonstrate in cross-selling to our loyal customer base comprising the 250,000 customers, which includes 95% of the Fortune 1000.\nWe are already the market leader in multiple businesses and are focused on building our scale, increasing our operating leverage, broadening our solutions offerings and leveraging our commercial platform to capitalize on Iron Mountain's unique position as a truly end-to-end solutions provider transcending both the physical and digital worlds.\nBased on our excellent results exceeding our expectations in 2024 and the strong confidence we have in our outlook for 2025, our Board of Directors has authorized an increase of our quarterly dividend by 10%. Let me now turn to an update of our key achievements and customer wins that showcase the success we are delivering against our strategic priorities, which are driving continued revenue growth in our physical storage records management business delivering differentiated digital solutions, which give truly transformative results to our customers in terms of revenue, cost and cybersecurity, supplying differentiated data center offerings through our global scale and customer trust, biding asset life cycle management capabilities, which are both economic and environmentally sustainable.\nLet's begin with our records and information management business, which grew 7% in 2024. Our recent customer wins are a testament to the power of our solutions portfolio and success in cross-selling. In the U.S., we have secured a 4-year contract with a Fortune 500 company, which included renewing and expanding the number of locations we serve for records management as well as add additional services from across our portfolio underlying our continued focus on cross-selling. Our records management, asset life cycle management and digital solutions will provide comprehensive solutions to enable this customer to streamline internal processes to enhance efficiency. Our team's customer-centric approach successfully demonstrated the value of forging a partnership with one provider to support their broader needs.\nI am also excited to share recent accomplishments in our digital solutions business. Our Digital Solutions business achieved record revenue in 2024 with recurring storage service and software growing to more than 30% of digital revenue. We continue to see momentum and adoption of our SaaS-based platform Insight Digital Experience Platform, or DXP, with emerging use cases that are enabling our customers to improve their ability to access, manage govern and monetize their physical and digital information to drive instant intelligent decisions. On last quarter's call, we highlighted 24 DXP deals booked. In Q4, we signed 39 deals. Our customers are leveraging AI and machine learning-based capabilities within the DXP platform to automatically extract metadata and deliver business outcomes through process automation.\nSome of the use cases include consumer lending, compliance, share and benefits management and providing a platform which future proofs the ability to search on structured data. I'll highlight a couple of our recent wins in digital solutions. In the U.S., we secured a multiyear deal with a long-standing global financial services customer for our Insight DXP solution. Our client was looking for a solution to enhance its operational efficiency by automating metadata extraction, streamlined exception process within an integrated environment and support long-term scalability by integrating DXP into its workflow, the customer is able to seamlessly manage process exceptions, reducing manual intervention and improving accuracy across its treasury operations.\nThis is another example of a successful cross-sell. Our intelligent business process management solutions also continued to gain traction across regions due to our unique ability to provide unified end-to-end solutions across physical and digital assets with proven capabilities to operate at scale across various environments and industries. In Australia, a government department that has been a customer for more than 25 years, has turned to Iron Mountain to improve processes related to records management and data retrieval while ensuring retention compliance. Our end-to-end solution includes document imaging and secure destruction under a 5-year plan that will manage risk, drive efficiencies and enable our customer to deliver best-in-class service and answering inquiries.\nOur proven track record and our ability to deliver a comprehensive suite of services at scale enabled us to secure this important work. Turning to our data center business. industry demand for data center development remains incredibly strong. In 2024, we grew our data center revenue by 25% to a record $620 million. Also given the strong demand for our data centers, we added to our land portfolio and now have a total capacity of nearly 1.3 gigawatts when fully built out. This is an increase of 420 megawatts year-over-year or a growth of almost 50%. As it relates to leasing, we had a very good year of activity in 2024, our third consecutive year where we leased more than 100 megawatts, including 10 megawatts in the fourth quarter. Whilst we exceeded our original leasing projection of 100 megawatts with 116 megawatts, this was slightly below our updated view at midyear.\nGiven the continued strength and build of our pipeline as we enter 2025 and beyond, we maintained our underwriting returns expectations and decided to pass on a significant opportunity in the fourth quarter. For 2025, we expect another year of strong leasing activity with 125 megawatts projected. Our strong leasing activity shows that we are an attractive partner to customers looking for infrastructure that can support their very dense IT workloads associated with their AI-enabled services. I would also like to highlight the announcement today of our joint venture with Urdu, the publicly listed telecom and data center company, which serves Qatar as well as the region broadly. This JV furthers our existing footprint in the Middle East by adding data center services to our portfolio.\nThe Middle East is one of the fastest-growing data center markets globally. We will take a minority stake in the venture. The JV will serve their existing data center portfolio in Qatar, Kuwait, Tunisia as well as the expansion across multiple markets in the Middle East region. Or was looking for a partner with global operating expertise in hyperscale data centers to assist with capitalizing on the significant market opportunity. This partnership is a testament to our operational strength and credibility within the data center market as well as our relationships with the top global hyperscalers.\nLet me now turn to our asset life cycle management business, which continues to represent a significant growth opportunity as we expand our capabilities and geographic footprint in this highly fragmented market. In 2024, ALM revenue increased 119% with nearly 30% organic growth. Regency Technologies had a very strong year, and our recent acquisitions of WiseTech and APCD are also performing well. We recently secured a long-term agreement with a large global health care company to manage the life cycle of their IT assets. We will provide IT services and workstation deployment for end-user devices as well as data center infrastructure decommissioning in remarketing services. The combination of our global footprint in logistics infrastructure, operational scalability and remarketing expertise enabled our team to deliver meaningful synergies to the customer.\nWe have also secured our first significant asset life cycle management contract in Canada. This is with a large North American insurance company for whom we provide a range of records management and digital services. We are now providing is Canadian subsidiary with ALM services, including laptop sanitization and end user redeployment, helping to address inefficiencies in workstation management across 60 locations and supporting process automation and other cost optimizations. Our track record of delivery for this customer over many years helped secure this deal as did our ability to operate comprehensive flexible and streamlined solution that includes automation and security best practices.\nStaying with the ALM business, we are partnering with the U.S. state government to deliver a fully managed hard drive destruction program across its agencies. This deal builds on the existing records management and digital services we provide to this customer, demonstrating we have the compliance and security credentials and the operational expertise and scale to deliver a comprehensive range of information management solutions for our customers. This is a good illustration of the kind of work we do for government in general, including the U.S. federal government. Given the recent interest in our federal business is the growth opportunity that we believe [ Dodge ] will offer us. Let me provide a bit more background.\nWe work for more than 200 agencies of the U.S. federal government, both as a direct provider and subcontractor of services. The physical storage of documents accounts for approximately $10 million in revenue. Correspondingly, this represents about 0.5% of our total physical volume. We also generated $130 million in data center in digitization transformation services. We have been growing in both of these areas with the government over the last few years as we assist certain agencies with process automation and digitization. As the government continues to drive to be more efficient, we see this as a continued opportunity for the company.\nTo conclude, I am very proud of the strong results our dedicated mountaineers continue to deliver. At the core of our success is how our team meets the needs and of and served our nearly 250,000 customers around the world each and every day. As we look to 2025 and beyond, we continue to have a tremendous opportunity ahead of us and still just scratching the surface of the $150 billion of the total addressable market for our services. We have a very strong and growing foundation and the momentum across each of our growth businesses is clear and tangible. As Barry will share in more detail, our guidance outlook represents another record year of double-digit revenue growth for Iron Mountain in 2025.\nWith that, I'll turn the call over to Barry.\n\nBarry A. Hytinen\n\nChief Financial Officer, Hanesbrands, Inc.\n\nThanks, Bill, and thank you all for joining us to discuss our results. As you've heard this morning, our team continues to execute very well against our strategy. We delivered record fourth quarter and full year results across all of our key financial metrics, and we are entering 2025 with strong momentum.\nTurning to our financial results. During the fourth quarter, we achieved record revenue of $1.58 billion, up 11% on a reported basis and 12% on a constant currency basis. This was driven by 8% storage growth and 17% service growth on a reported basis. We delivered strong organic growth in the quarter of 8%. Total storage revenue in the quarter was $942 million, up $71 million year-on-year. We drove 9% organic storage growth half of which was driven by revenue management trends in our global RIM business and half from our data center business. Total service revenue was $639 million, up $91 million from last year.\nOrganic service revenue increased 7% year-on-year, driven by our ALM and Global RIM businesses. Reported service revenue growth reflects the inclusion of our recent ALM acquisitions. Adjusted EBITDA was $605 million in new record and up 15% year-on-year. This was above the $595 million projection we provided on our last call and would have been nearly $610 million on the same FX rates that we used in that projection. The performance upside was driven by improved price margin realization and cost productivity across our company. Adjusted EBITDA margin was 38.3%, up 130 basis points year-on-year, which reflects improved margins across all of our businesses. [indiscernible] was $368 million, up $40 million, which represents growth as compared to last year of 12% on a reported basis and 14% excluding FX.\nAFFO on a per share basis was $1.24, up from last year and also ahead of the projection we provided on our last call of $1.21. Now let me briefly summarize the full year which marked our fourth consecutive year of record performance across all key financial metrics. Revenue of $6.15 billion increased 12% on a reported basis and 13% on a constant currency basis. Our full year revenue achieved the high end of our guidance range despite the negative FX we incurred throughout the year. Our commercial team's focus to sell across our entire range of crops and services continues to be an important driver of our growth, and we are still in the very early days of capitalizing on this large cross-selling opportunity. Adjusted EBITDA increased 14% year-on-year to $2.24 billion, an increase of $275 million.\nWith this performance, we exceeded the high end of our full year guidance. increased over 11% to $1.3 billion or $4.54 on a per share basis.\nAnd now turning to segment performance. I'll start with our global RIM business would achieve fourth quarter revenue of $1.26 billion, an increase of $66 million year-on-year. Revenue management continued to be a key driver in the quarter across storage and service leading to adjusted EBITDA margin reaching a new all-time high. Organic storage was up in excess of 5%, driven by revenue management and consistent volume. Sequentially, it was down slightly due to the stronger dollar and our focus to drive operating performance over here, in line with our normal trends. Organic service revenue was up 8% with contributions from digital and core services. Our digital business had another strong quarter, achieving record revenue. Global RIM adjusted EBITDA was $579 million, an increase of $45 million year-on-year. Global RIM adjusted EBITDA margin was up 130 basis points from last year, driven by operating leverage and revenue management.\nTurning to our global data center business. The team delivered revenue of $170 million, an increase of $33 million. This was a 24% increase from the fourth quarter of last year, driven by strong organic storage rental growth of 27%. For the full year, data center revenue grew 25% to $620 million, continuing the multiyear trend of accelerating growth. Our visibility to revenue growth in our pipeline both continue to be very strong, supporting our outlook for further acceleration in 2025. I'll also note that 94% of our under construction assets are already leased, and as such, we have very high visibility to this revenue projection. Fourth quarter data center adjusted EBITDA was $88 million, up 51%. Adjusted EBITDA margin was up 930 basis points from the fourth quarter of last year and up 820 basis points sequentially. Improved pricing, recent commencements and operating leverage were the key drivers of the strong margin expansion in the quarter.\nWe saw a continued positive trend in pricing for new and expansion leases with the full year average price per kilowatt increasing more than 40% as compared to full year 2023. Based on our visibility into commencements, we expect strong adjusted EBITDA margin improvement in 2025 with the full year increasing 400 basis points year-over-year as compared to the 45.6% achieved in 2024.\nTurning to asset life cycle management. total ALM revenue in the quarter was $112 million, an increase of $60 million or 118% year-over-year. On an organic basis, our ALM team delivered double-digit growth which was driven by expansion in our enterprise business. Regency Technologies performed very well this quarter with revenue of $34 million and strong profit contribution. Our recent acquisitions of WiseTech and APCD performed ahead of our expectations in the quarter. We are especially pleased with the continued improvement in ALM profitability, which is benefiting from Regency synergies as well as improved efficiencies in both the enterprise and data center decommissioning channels.\nTurning to capital allocation. We remain committed to our strategy that is balanced between funding our growth initiatives while delivering meaningful returns to our shareholders and maintaining our strong balance sheet. Capital expenditures in the fourth quarter were $721 million, with [indiscernible] million of growth and $36 million of recurring. For 2025, we are planning for capital expenditures to be similar to last year with approximately $1.8 billion of growth and approximately $150 million of recurring. Strong EBITDA performance, we ended the year with net lease adjusted leverage of 0, which remains at the lowest level we have achieved since prior to the company's REIT conversion in 2014. For 2025, we expect to end the year at similar levels to year-end 2024.\nTurning to our dividend. Our target payout ratio is low to mid-60s percent. And on a trailing basis, we ended the [indiscernible] in light of our favorable outlook for AFFO, our Board increased the dividend by 10% effective with the April payout. This marks the third consecutive year where we have increased the dividend. Now let me share our projections for full year 2025. We anticipate another record year of performance across all of our key financial metrics. For 2025, we expect total revenue to be within the range of $6.65 billion to $6.8 billion, which represents year-on-year growth of 9% at the midpoint. On constant FX rates, this implies growth of 11% at the midpoint. This includes 10% organic growth for 2025, which is ahead of the 9% and 7% organic growth we delivered in 2024 and 2023, respectively, and reflects the growth across our portfolio.\nWe expect adjusted EBITDA to be within the range of $2.475 billion to $2.525 billion, which represents year-on-year growth of 12% at the midpoint. On constant FX rates, this implies growth of 13% at the midpoint. We expect AFFO to be in the range of $1.45 billion to $1.48 billion, which represents year-on-year growth of 9% at the midpoint [indiscernible] to $4.95. This represents year-on-year growth of 8% at the midpoint and on constant FX rates, this implies growth of 10% at the midpoint.\nTurning to the first quarter. We expect revenue of approximately $1.59 billion, adjusted EBITDA of approximately $575 million, AFFO of approximately $342 million and AFFO per share of approximately $1.15. A couple of last points for modeling. We expect AFFO growth to accelerate through the year as the phasing of cash taxes will be more first half weighted than last year. and we expect the FX impact on reported results will be less of a headwind as we move through 2025 based on the timing of the U.S. dollar strengthening last year.\nTo conclude, we are pleased to have delivered another record year in 2024, and we are entering 2025 with strong momentum. I would like to express my thanks to our entire team for their continued dedication to serving our clients and with that, operator, please open the line for [indiscernible]"
  },
  {
    "header": "IRM",
    "cik": "0001020569",
    "ticker": "IRM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/addc0bd5000b0937b3fa5cccb89c561a",
    "period": "2024 Q2",
    "content": "Q2 2024 Iron Mountain Inc Earnings Call\n\nQ2 2024 Iron Mountain Inc Earnings Call\n\nIRMNYSEAUG 1, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Iron Mountain Second Quarter 2024 Earnings Conference Call. [Operator Instructions] Please note today's event is being recorded. I would now like to turn the conference over to Gillian Tiltman, Senior Vice President and Head of Investor Relations. Please go ahead.\n\nGillian Tiltman\n\nSenior VP & Head of Investor Relations\n\nThank you, Rocco. Good morning, and welcome to our second quarter 2024 earnings conference call. On today's call, we will refer to materials available on our Investor Relations website. We are joined here today by Bill Meaney, President and Chief Executive Officer; and Barry Hytinen, Executive Vice President and Chief Financial Officer. After prepared remarks, we'll open up the lines for Q&A. .\nToday's earnings materials contain forward-looking statements, including statements regarding our expectations. All forward-looking statements are subject to risks and uncertainties. Please refer to today's earnings materials, the safe harbor language on Slide 2 and in our quarterly report on Form 10-Q for a discussion of the major risk factors that could cause our actual results to differ from those in our forward-looking statements. In addition, we use several non-GAAP measures when presenting our financial results. We have included the reconciliations to these measures in our supplemental financial information.\nSo with that, I'll turn the call over to Bill.\n\nWilliam L. Meaney\n\nPresident, CEO & Director, Iron Mountain Incorporated\n\nThank you, Gillian, and thank you all for taking the time to join us today for discussion of our second quarter results. As you saw in this morning's announcement, this quarter delivered another record financial performance and exceeded our expectations. Reflecting on these results I am incredibly proud of how our team consistently executes at a high level, putting our customers at the center of everything we do. With our proven growth strategy, we are entering the back half of the year with strong momentum. .\nWe continue to see firsthand the power of Project Matterhorn from our commercial teams who are successfully leveraging our full suite of products and solutions to help position Iron Mountain as an ideal partner to our customers. This customer centricity continues to power our results forward for both customers and our shareholders.\nBuilding on our track record of value creation for our shareholders and our strong positive outlook, our Board of Directors has authorized an increase of our quarterly dividend by 10% to $0.715, in line with our AFFO per share growth.\nI'll now turn to key developments during the quarter and how we executed on our growth strategy, which is aligned to our business segments. As a reminder, our strategic priorities are the following: driving continued revenue growth in our physical storage records management business; providing digitally enabled solutions for our 240,000 customers, which allows them to get true competitive advantage out of their physical and digital information; delivering differentiated data center offerings and offering top-tier growth through our global scale and customer trust; and advancing our asset life cycle management services, which provides security, maximum efficiency and an environmentally sound life cycle management approach for our customers' IT assets.\nTo give you some examples of how we have recently applied our services on behalf of our customers, let's begin with our records management business. The first win I wish to highlight shows how our scalable solutions can solve for complex regulatory requirements and address changing customer needs. A European-based pharmaceutical company came to us in need of a global record retention schedule as the company was struggling to manage costs and meet regulatory requirements. As part of our expanding partnership, we are providing a fully managed suite of solutions, including policy center upkeep, advisory services and a dedicated help desk for queries in a scalable and flexible way that can seamlessly adapt over time as their needs evolve.\nContinuing with wins in our records management business, I am particularly excited to discuss a couple of digital wins. The first example to highlight is a major contract signed with a large financial institution. The foundation of this win was based upon multiple decades of a trusted relationship with the bank's understanding of our truly differentiated approach to digitally managing and automating workflow. As a result, they selected Iron Mountain to serve as its partner for a long-term transformation of its management of digital and physical documents. On the bank's behalf, Iron Mountain is transforming how it captures both digital and physical documents and their associated metadata across all lines of business, including nonbanking internal documents like finance and HR.\nOur unique offering revolutionizes document processing services for both physical and digital documents. We have achieved this by employing our proprietary leading-edge AI-powered intelligent document processing built into our Insight platform.\nContinuing with our digital business in Australia, we have secured a large deal with 1 of the country's biggest banks to provide our digital mailroom solution, which brings together our operational scale and digital capabilities. Iron Mountain has been a trusted records management partner for over 20 years, and we built on that relationship to develop a comprehensive service offering that will see us manage their physical mail room sites across Australia and scan around 32 million images a year as we process mortgage documents, checks, vouchers and other banking documents.\nOur proven implementation methodology reassured the customer that we could execute a seamless transition of services and the innovative technology we are deploying will help them to realize significant efficiencies in the years ahead.\nMoving to our data center business. Through the first half of the year, we leased 97 megawatts, which includes 66 megawatts this quarter. Due to our strong pipeline, we feel confident we will exceed our original projection and now expect to lease 130 megawatts for the year. The speed of leasing in the first half of the year is thanks to the momentum that our team has built in our leasing pipeline. We are an attractive partner to customers looking for infrastructure, which can support their very dense IT workloads and associated with their AI-enabled services.\nHere are some examples of wins during the quarter from our U.S. and U.K. markets. At our Western Pennsylvania location, we welcomed a new hyperscale customer with a 7-year contract. Since signing the contract, the customer is already in discussions about potential expansion to some of our other campuses. A good example of our continued and growing partnerships with some of the largest hyperscalers, our recent wins this quarter with a single customer in both the U.S. and U.K. markets. This customer has placed a 10-year contract for us with us for almost 25 megawatts of capacity at our London data center campus and a 15-year contract for 36 megawatts at our data center campus in Phoenix, Arizona.\nAlso at our Phoenix campus, we have won a 10-year colocation contract with 1 of Japan's largest banks. We will be providing 800 kilowatts of capacity to support the complete transformation of this customer's North American IT platform.\nTurning to our asset life cycle management business. We continue to see established Iron Mountain customers seek new solutions from our ever-expanding portfolio. A perfect example of this is how we expanded the relationship with an insurance company that has been an Iron Mountain customer since the late 1950s. Having secured a small ALM project with them last year, our customers' confidence in our capabilities and our delivery record has led them to make us their sole ALM provider.\nFinally, I'd like to share a last example of a customer that has added our ALM services to the Iron Mountain solutions from which they already benefit. This global cloud-based software company has asked us to manage an ALM program to securely destroy, remarket or recycle data center assets at more than 30 locations in North America, EMEA, Latin America and the Asia Pacific regions. Demonstrating we can provide a full-service global ALM offering is no small task, but our skilled and dedicated teams successfully met the challenge. We are now a proud ALM partner for this customer alongside the records management and digital solutions that we already provide.\nTo conclude, we have thoughtfully and strategically curated a mountain range of best-in-class solutions in an effective operating model under Project Matterhorn. This quarter's successes are a brief testament to the value our strategy is already delivering and a window into the future we are building at Iron Mountain. As we continue to expand our footprint of storage and services and deliver tailored innovative solutions for each of our customers, I could not be more grateful for the hard work of our Mountaineers. Our strategy and execution is showing the way in delivering consistently strong revenue growth and the resulting financial model that delivers top-tier growth in both our AFFO and our dividend. We have an energized team of experienced proven operators who are committed to excellence and that gives us great confidence in our future.\nWith that, I'll turn the call over to Barry.\n\nBarry A. Hytinen\n\nChief Financial Officer, Hanesbrands, Inc.\n\nThanks, Bill, and thank you all for joining us to discuss our results. I'll begin by providing an overview of our second quarter results and then go into more detail on each of our business segments before turning to our outlook for the third quarter and the full year. .\nIn the second quarter, our team achieved strong performance across all of our key financial metrics. We achieved record revenue of $1.534 billion, up 13% on a reported basis, driven by 11% storage growth and 17% service growth. We delivered 10% organic revenue growth. Revenue was ahead of the expectations we shared on our last call by more than $30 million. Total storage revenue was $920 million, up $89 million year-on-year.\nStorage growth was driven by revenue management and continued strong commencements in our data center business. Total service revenue was $615 million, up $87 million from last year, driven by strength in our asset life cycle management and global RIM businesses. Adjusted EBITDA was $544 million, a new record, up 14% year-on-year, driven by strong growth in global RIM as well as data center and asset life cycle management. Adjusted EBITDA margin was 35.5%, up 50 basis points year-on-year, which reflects improved margins across our business.\nAFFO was $321 million or $1.08 on a per share basis, up $34 million and $0.10, respectively, from the second quarter of last year. This represents growth of 12% for AFFO and 10% for AFFO per share. This is ahead of the guidance we provided for the second quarter, driven by higher adjusted EBITDA as well as lower-than-expected cash taxes, which is included in our guidance for the third quarter. The strength of the U.S. dollar continued to be a headwind in the quarter. On a constant currency basis, revenue was up 14% and AFFO was up 13%.\nNow turning to segment performance. I'll start with our global RIM business, which achieved revenue of $1.25 billion, an increase of $91 million year-on-year with strong organic revenue growth of 7.9%. Revenue management and positive volume trends drove organic storage rental growth of 7.7%. Our team delivered organic service revenue up 8.3%. Global RIM adjusted EBITDA was $549 million, an increase of $50 million year-on-year. Global RIM adjusted EBITDA margin was up 40 basis points sequentially and 90 basis points from last year, driven by storage growth and continued productivity across our operations.\nTurning to Global Data Center. The team delivered revenue of $153 million, an increase of $35 million year-on-year. From a total revenue perspective, we achieved 24% organic growth. Organic storage rental revenue growth was particularly strong at 27%, driven by commencements and improved pricing. GAAP mark-to-market in the second quarter was 12.3% and was benefited by a single relatively large renewal. We continue to expect mark-to-market to be up mid- to high single digit in the second half. Data center adjusted EBITDA was $66 million, representing 23% growth.\nTurning to new and expansion leasing, we signed 66 megawatts in the quarter, bringing total bookings for the first half to 97 megawatts. As Bill mentioned, with our strong leasing and favorable outlook, we are increasing our full year projection to 130 megawatts. The data center market continues to develop rapidly. And with our strong and expanding hyperscale relationships, our pipeline continues to grow. I am pleased to report that we have increased our land bank by 57 megawatts. With those additions, our total data center capacity can now be built out to 918 megawatts over time with 347 megawatts held for development.\nTurning to asset life cycle management. Total ALM revenue in the quarter was $90 million, an increase of 111% year-on-year and 30% on an organic basis, driven by both improved volume and pricing. ALM continues to be a key beneficiary of cross-selling with over 95% of our bookings this quarter happening as a result of that initiative. The team at Regency Technologies continues to deliver results ahead of our plan, with revenue of $35 million in the quarter. We have seen our combination with Regency results in expanded client relationships and improved profitability.\nTurning to capital allocation. We remain focused on a disciplined approach to fund our growth initiatives and drive meaningful shareholder returns while maintaining a strong balance sheet. Capital expenditures in the second quarter were $399 million, with $362 million of growth and $37 million of recurring.\nTurning to the balance sheet. With strong EBITDA performance, we ended the quarter with net lease adjusted leverage of 5.0x, which is the lowest level we have achieved since prior to the company's REIT conversion in 2014. Turning to our dividend. On a trailing 4-quarter basis, our payout ratio is now 60%. Consistent with our target payout range and reflecting our positive outlook, we have increased our dividend 10%. Now turning to our projections. For the full year, we now expect to deliver results towards the high end of our guidance range on all metrics. For the third quarter, we expect revenue of approximately $1.55 billion, adjusted EBITDA of approximately $560 million, AFFO of approximately $325 million, and AFFO per share of approximately $1.10.\nIn conclusion, our team delivered record results in the first half. We continue to perform ahead of our long-term growth objectives and our outlook is strong. I'd like to take this opportunity to thank all of our Mountaineers for their continued efforts to deliver on behalf of our customers.\nAnd with that, operator, would you please open the line for Q&A."
  },
  {
    "header": "IRM",
    "cik": "0001020569",
    "ticker": "IRM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f4073e995e0001cf82256031f56d3635",
    "period": "2024 Q1",
    "content": "Q1 2024 Iron Mountain Incorporated Earnings Call\n\nQ1 2024 Iron Mountain Incorporated Earnings Call\n\nIRMNYSEMAY 2, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Iron Mountain First Quarter 2024 Earnings Conference Call. [Operator Instructions] Please note today's event is being recorded.\nI would now like to turn the conference over to Gillian Tiltman, Senior Vice President and Head of Investor Relations. Please go ahead.\n\nGillian Tiltman\n\nSenior VP & Head of Investor Relations\n\nThanks, Rocco. Good morning, and welcome to our first quarter 2024 earnings conference call. On today's call, we will refer to materials available on our Investor Relations website. We are joined here today by Bill Meaney, President and Chief Executive Officer; and Barry Hytinen, our Executive Vice President and Chief Financial Officer. After prepared remarks, we'll open up the lines for Q&A.\nToday's earnings materials contain forward-looking statements, including statements regarding our expectations. All forward-looking statements are subject to risks and uncertainties. Please refer to today's earnings materials, the safe harbor language on Slide 2 and our quarterly report on Form 10-Q for a discussion of the major risk factors that could cause our actual results to differ from those in our forward-looking statements. In addition, we use several non-GAAP measures when presenting our financial results. We have included the reconciliations to these measures in our supplemental financial information.\nAnd with that, I'll turn the call over to Bill.\n\nWilliam L. Meaney\n\nPresident, CEO & Director, Iron Mountain Incorporated\n\nThank you, Gillian, and thank you all for taking time to join us today. We are pleased to report that our team has delivered outstanding results for the first quarter of 2024, achieving another set of all-time highs for revenue and profitability. Our continued progress is evidence of the success of Project Matterhorn and our team's commitment to delivering best-in-class solutions.\nOn a reported basis, in the first quarter, we achieved our highest ever quarterly revenue of $1.48 billion, representing 12% year-over-year growth and a new first quarter adjusted EBITDA record of $519 million, delivering 13% year-over-year growth. Project Matterhorn has successfully transformed Iron Mountain into a solutions-based business with a commercial organization that offers a broad range of products and services to meet the evolving needs of our customers.\nThis integrated product portfolio drives strong growth across all business areas through our integrated solutions, combining storage with truly differentiated services. Now I'd like to take you through some pivotal wins this quarter. Let's begin with records and information management.\nThe strength and longevity of the relationships we have built with our 240,000 customers is leading to further opportunities to offer more solutions from our portfolio to meet our customers' needs. An excellent example of this cross-selling is in the oil and energy sector where a U.S.-headquartered customer with a presence in 75 countries initially selected Iron Mountain to securely manage its data containing geological information.\nThanks to our expanded range of solutions and a deep understanding of the customers' needs, we are now also providing a secure IT asset disposition solution.\nAnother example of our strength and ability to cross-sell and provide more solutions for our customers is in the United Arab Emirates. For the past 2 years, we have been partnering with a prominent bank to provide records management services for a growing volume of documents. With this customer's need to comply with regulations from the UAE Central Bank, we secured an agreement to extend our solutions. These now include document capture and asset life cycle management or ALM services.\nWe continue to see opportunities to support government and public sector organizations with their transformations, helping them to increase efficiency and demonstrate value for money for the sources they provide to their citizens. A recent example of this is in the U.K., where we have a long-term relationship with a government agency that trust us to store approximately 18 million records. This customer awarded Iron Mountain a contract to manage documents that must be retained whilst legal proceedings are ongoing.\nOur proven ability to manage records effectively to this customer and a number of other government organizations in the U.K. demonstrates we have the skills, capabilities and experience to successfully manage sensitive projects like this.\nTurning to our digital business, a global customer that provides automation solutions has asked us to digitize its physical records in Morocco. Our InSight platform, which as you will recall, fully integrates both artificial intelligence and machine learning will enable this customer to simplify their current use of multiple information systems and content formats.\nInSight will enable them to derive greater value from their information whilst improving their compliance and driving greater operational efficiencies. The customer's confidence in our solution is a testament to our team's clear understanding of our customers' needs as well as our proven track record of success as a digital transformation partner.\nStaying with digital solutions, an Australian government agency asked Iron Mountain to digitize approximately 250,000 land registry files dating back to the 1850s for government-owned real estate in the state of Victoria. Our solution will ensure that these vital historical records are preserved both physically and digitally, enabling efficient access for land managers, potential developers and government departments.\nOur infrastructure, reputation and expertise, including our ability to meet a requirement to manage the entire project within the state of Victoria were key differentiators that enabled us to secure this deal.\nMoving next to our data center business. We continue to be pleased by the strength and rapid growth of this business and how we can support more customers with the capacity we are creating at our facilities around the world. Today, I want to highlight 3 examples of leases we signed this quarter.\nFirst, we have signed a 24-megawatt 12-year contract with a global technology company for data center space at our Manassas, Virginia campus. This is an existing North American records customer that required space in Virginia to support their high-performance computing needs and to expand their footprint. Also this quarter, we leased 4 megawatts with an existing global cloud storage customer. The customer relate to us that our excellent customer service was a key determinant in their decision to expand their footprint with us.\nAdditionally, in our data center business, we are pleased to welcome a global IT consulting firm as a new customer. They chose us in order to be in close proximity to their clients as well as to meet their demanding connectivity requirements.\nTurning to asset life cycle management. We are pleased to share that this quarter, we closed the acquisition of Regency Technologies. The Regency leadership team have already made strong contributions to our ALM efforts, both commercially and operationally and have integrated well into our company. Moreover, Regency adds 8 complementary locations to our U.S. network.\nMoving to ALM more broadly. We are pleased with strong organic growth in the business, driven by a combination of increased volume and component price recovery leading to a strong quarter. As we continue to build our ALM capabilities, I wish to share several examples of how ALM enables us to offer more solutions to new and existing customers.\nA well-known food service brand has signed an agreement with Iron Mountain in the Netherlands to recycle their decommissioned IT assets. Data security was paramount in their decision to partner with Iron Mountain as well as our ability to be at any of their in-country locations within 48 hours. Also in this quarter, an existing Iron Mountain global financial institution customer signed a program deal to manage their secure ITAD, recycling and remarketing requirements, including their remote workplace inventory for over 400 sites nationwide.\nThe customer wanted a single vendor approach to streamline their asset life cycle management. We worked with them on a unique solution that created process and workflow enhancements, integrated with their existing asset management systems and lowered their overall cost through the remarketing initiatives. The program supports all of their corporate locations with both on and off-site ALM services.\nFinally, a multinational conglomerate company has signed a deal with us to manage its ALM needs for data center decommissioning as well as their end user devices. Due to the customers' significant growth through acquisition, they had accumulated a significant amount of legacy data center and end-user device equipment that needed to be securely decommissioned. We were pleased to be able to provide a holistic global solution backed by our secure chain of custody in order to meet their needs.\nTo conclude, I am very proud of the strong results our mountaineers continue to deliver. Our consistently strong performance, including our ability to achieve our highest quarterly revenue to date is evidence of the increasing heights we are achieving as part of our Matterhorn climb. At the core of this continued strong performance is our customers.\nAll of us at Iron Mountain are humbled by the trust which more than 240,000 organizations around the world including 95% of the Fortune 1000 have in us in our increased portfolio of services. We look forward to continuing our growth journey as we deliver our best-in-class and integrated solutions to our clients and create value for our shareholders.\nWith that, I'll turn the call over to Barry.\n\nBarry A. Hytinen\n\nChief Financial Officer, Hanesbrands, Inc.\n\nThanks, Bill, and thank you all for joining us to discuss our results. In the first quarter, our team continued our track record of strong performance, exceeding the expectations we've provided on our last call.\nWe achieved record quarterly revenue of $1.48 billion, up 12% on a reported basis, driven by 9% storage growth and 17% service growth. On an organic basis, revenue grew 8%. Revenue was nearly $30 million ahead of the expectations we shared on our last call, driven by stronger performance in both our global RIM and our asset life cycle management businesses.\nTotal storage revenue of $885 million, up $75 million year-on-year was driven by solid performance from both Global RIM and data center. Total service revenue of $592 million was up $88 million from last year, reflecting strength in global RIM and digital as well as strong contribution from our recently closed acquisition of Regency Technologies.\nFor me, 2 key highlights in the quarter are: first, data center storage revenue exceeded 30% growth year-on-year. And second, our organic service revenue growth accelerated to 10% year-on-year, primarily driven by improved performance in our asset life cycle management business. Adjusted EBITDA was $519 million, an increase of $58 million from last year. This constitutes growth of 13%, both on a reported and constant currency basis year-on-year, driven by strong contributions across all business units.\nAdjusted EBITDA margin was 35.1%, consistent year-on-year driven by revenue management and cost productivity, offset by mix. AFFO was $324 million or $1.10 on a per share basis, up $29 million and $0.09, respectively, from the first quarter of last year. This was ahead of the expectations we shared on our last call as a result of the upside in adjusted EBITDA as well as phasing of both recurring capital investments and cash taxes, which is incorporated into our guidance for the second quarter.\nNow turning to segment performance. In the first quarter, our Global RIM business delivered revenue of $1.21 billion, an increase of $84 million from last year. On a reported and organic basis, revenue grew 7%. Storage rental revenue growth of 6% reflects our focus on revenue management and consistent volume trends. We delivered service revenue growth of 10%, driven by traditional services and digital solutions.\nGlobal RIM adjusted EBITDA was $526 million, an increase of $48 million year-on-year. Turning to our global data center business. We achieved revenue of $144 million, an increase of $32 million and 28% year-on-year. Data center adjusted EBITDA was $62 million or 22% growth from the first quarter of 2023.\nTurning to new and expansion leasing. We had a successful quarter with the team signing 30 megawatts with strong cross-selling activity. Our data center pipeline is robust across the markets we serve. In Phoenix, where we are fully leased in our first 2 sites, we have now commenced construction on our third site and have a considerable pipeline of opportunities to fill it.\nIn support of our data center strategy and consistent with our sustainability commitments, we were pleased to execute our first green loan in April. This $300 million financing was well received and considerably oversubscribed. Proceeds will be used to support the construction of energy-efficient data centers in Northern Virginia.\nTurning to asset life cycle management. In the first quarter, we delivered improved performance for both revenue and EBITDA. Total ALM revenue in the quarter was $84 million, an increase of 103% year-on-year. Regency Technologies performed ahead of our expectations in the quarter with revenue of $32 million.\nWhile we are only 1 quarter into the integration, we are very pleased with the acquisition and are already seeing more benefit than planned in terms of cross-selling, increased capabilities and improved operational efficiencies. On an organic basis, ALM revenue increased 25% year-on-year, driven by both improved component pricing and increased volume from our strong cross-selling activity.\nTurning to capital. In the first quarter, we invested $366 million, of which $337 million was growth and $29 million was recurring. Our full year capital expenditure target remains $1.35 billion of growth and $150 million of recurring. Turning to the balance sheet. With strong EBITDA performance, we ended the quarter with net lease adjusted leverage of 5.1x.\nAs a reminder, this remains at the lowest level in the past decade. We expect to operate within our target leverage range, which is 4.5 to 5.5x. Our Board of Directors declared our quarterly dividend of $0.65 per share to be paid in early July. On a trailing 4-quarter basis, our payout ratio is now 61% at the lower end of our long-term target range of low to mid-60s percent.\nAnd now turning to our forecast. With our positive outlook, we are pleased to reiterate our full year guidance despite the impact of the strengthening U.S. dollar. Our forecast today includes current FX rates, which results in an incremental headwind of approximately $25 million to revenue and approximately $10 million to adjusted EBITDA through the remainder of the year as compared to our initial guidance.\nFor the second quarter, we expect revenue of approximately $1.5 billion, adjusted EBITDA of approximately $535 million, AFFO of approximately $310 million and AFFO per share of approximately $1.05. In summary, we are pleased to have delivered strong first quarter results, and we expect continued growth in 2024 as a result of our focus on project matter or objectives.\nI would like to take this opportunity to once again thank our entire team for their continued dedication and commitment to Iron Mountain and our clients. And with that, operator, would you please open the line for Q&A."
  },
  {
    "header": "IRM",
    "cik": "0001020569",
    "ticker": "IRM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bfb4afe37c0a1e0457b4d98a5baf2539",
    "period": "2023 Q4",
    "content": "Q4 2023 Iron Mountain Incorporated Earnings Call\n\nQ4 2023 Iron Mountain Incorporated Earnings Call\n\nIRMNYSEFEB 22, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Iron Mountain Fourth Quarter 2023 Earnings Conference Call.\n[Operator Instructions]\nPlease note, today's event is being recorded. I would now like to turn the conference over to Gillian Tilman, Senior Vice President and Head of Investor Relations. Please go ahead.\n\nGillian Tiltman\n\nSenior VP & Head of Investor Relations\n\nThanks, Rocco. Good morning, and welcome to our fourth quarter 2023 earnings conference call. On today's call, we will refer to materials available on our Investor Relations website. We are joined here today by Bill Lee, President and Chief Executive Officer; and Barry Hytinen, Executive Vice President and Chief Financial Officer. After prepared remarks, we'll open up the lines for Q&A.\nToday's earnings as contain forward-looking statements, including statements regarding our expectations. All forward-looking statements are subject to risks and uncertainties. Please refer to today's earnings materials, the safe harbor language on Slide 2 and our annual report on Form 10-K for a discussion of the major risk factors that could cause our actual results to differ from those in our forward-looking statements. In addition, we use several non-GAAP measures when presenting our financial results. We have included the reconciliations to these measures in our supplemental financial information. And with that, I'll turn the call over to Bill.\n\nWilliam L. Meaney\n\nPresident, CEO & Director, Iron Mountain Incorporated\n\nThank you, Gillian, and thank you all for joining us today. We are pleased to report another outstanding year for Iron Mountain. We achieved record revenue and adjusted EBITDA in both the fourth quarter and the full year. Our record results are a testament to the devotion and hard work of our team and our resilient and growing business model. In the fourth quarter, we achieved revenue of $1.4 million billion, yielding 8.7% total organic revenue growth and record adjusted EBITDA of $525 million, up 11% and -- for the full year, we delivered record results across the board, revenue of $5.5 billion, adjusted EBITDA of $2 billion and AFFO of $1.2 billion.\nI'll now discuss some ways in which we have been working with our customers, which has led to this growth. Let's begin with our records management business. A win of note was with one of the largest health systems in the U.S., awarding Iron Mountain a contract to significantly enhance its management of records across 140 hospitals and 2,600 care sites. Building on a strong long-term relationship with the customer, we are now implementing a rigorous compliance program that will reduce the cost and meet record retention requirements, leading to a more efficient service. This win is particularly representative of our focus on cross-selling through [ Matterhorn ] as this customer is utilizing a variety of our products and services across our business lines, including digital services, along with traditional records management in shredding.\nAnother win showing Iron Mountain's cross-selling power occurred with a Hungarian industrial gas supplier. We are helping this customer to create space at its facilities by storing and then digitizing its records. We are also exploring opportunities to deploy our digital mailroom solution as our partnerships develop thereby expanding this relationship across our product suite. The last win to highlight in our records management business is a new contract with the Swiss division of a British multinational asset management company to relocate its physical records to one site and digitize them over time. In addition to freeing up physical space, our solution will ensure our customers' records are stored safely and compliantly and enables more efficient access to the digitized information.\nMoving now to some wins in our Digital Solutions business, we won a contract from a large aerospace customer to deploy our Insight platform to manage and translate invoices from 22 languages into English. The customer chose our solution ahead of competing proposals, thanks to Insight's embedded AI engine, which gives it the ability to not only store but to automatically classify a range of documents in a highly secure manner. Another win this quarter was with a Canadian government agency. This agency which manages workplace compensation claims has been a customer of our records management services for more than 15 years. Our successful delivery of digital mailroom and imaging on-demand solutions during the COVID pandemic has led to a new master service agreement for digitizing services worth more than $10 million over the contract length.\nWe will preserve scan around 47,000 roles of microfilm to produce 240 million images on our Insight platform, helping the agency to process compensation claims faster than ever. and delivering a solid recurring revenue stream to drive our growth. In Brazil, a major television network that has been a record management customer for almost 25 years, has asked us to manage the indexing and digitization of 50,000 boxes of records stored at its locations in Iron Mountain's facilities in the country. Our Insight platform is at the heart of our solution, enabling the customer to manage requests to digitize from all parts of the business in one place effectively and efficiently.\nFinally, the Hong Kong division of a major multinational bank has chosen Iron Mountain to be its partner in a major transformation of its finance operations. This customer manages a large volume of finance documents and has outsourced this work to Iron Mountain with a goal of streamlining the process of checking and scanning these files. We see the potential to scale the solution for the bank in other locations, including Singapore, India, the U.S., the United Kingdom and the United Arab Emirates. Now let's turn to our data center business. We continue to be pleased with the growth trajectory of our data center business, which is only accelerated with the rapid adoption of AI-enabled services. We are pleased to have signed 124 megawatts well ahead of our initial plan for the year. We continue to see tremendous opportunity in serving both hyperscale and colocation customers and significant growth potential for our footprint.\nAn example in the quarter, we signed a 7-year agreement to provide capacity at our New Jersey data center for an automated trading technology company that is expanding in the U.S. Our reputation for compliance and sustainability were key to winning this business, and it was important for our customer to receive 100% traceable and verifiable energy and carbon records in support of its sustainability goals. Also in the U.S., we were pleased to win a data center deal with a secure cloud storage company that is growing rapidly across North America. Our reliability and close relationship since first doing business with this customer a year ago helped to seal this new deal as did the strategic location of our facility in Northern Virginia. Moving to India. We continue to see strong demand for capacity. We closed a data center contract with a major bank in the country in the fourth quarter. This customer chose our Mumbai facility specifically in Iron Mountain more broadly for our ability to provide a secure data center for its large domestic branch platform close to its headquarters.\nTurning to our asset life cycle management business, or ALM, we secured a significant contract with a global financial services company. Our ability to integrate our secure ALM services with the customer's existing business management platform was critical and has enabled them to streamline how they order, complete and report on their IT asset disposition activities. Our solution was an excellent demonstration of how deeply we understand the needs of our customers, especially in the highly regulated world of financial services. Staying with ALM business. In the quarter, we won a contract with a U.S. vehicle insurance company that has been an existing customer of ours for many years. Having shifted its employees to a remote working model, our customer needed to partner with the capacity to retrieve over 37,000 devices from more than 240 locations nationwide then process, refurbish and return them for distribution. Our solution provides our customer with better visibility of its IT assets and enables them to manage this activity more efficiently. I should also highlight the synergy between our ALM and data center business when it comes to data center renewal and decommissioning.\nWe are now in a position to not only provide colocation and cloud migration services, but we can also securely and responsibly dispose of obsolete IT equipment. An example of such an opportunity in this quarter was a major win with one of the world's leading producers of business process management software. We managed the secure decommissioning of over 40 data centers globally, sanitized the IT assets and remarketed them to deliver a significant return and value. Also in the quarter, we were awarded a contract by one of the oldest financial institutions in the U.S. for a similar data center decommissioning project. Both wins demonstrate that Iron Mountain is uniquely positioned to minimize risk and maximize savings as a single-source partner for these activities. Finally, let me take a moment to highlight our acquisition of Regency Technologies. Regency's team makes a great addition to the leadership of our rapidly growing ALM business and gives us additional capabilities to serve this fast-growing sector at the heart of the circular economy.\nFurthermore, this acquisition, together with the momentum we have been building in ALM through the strengthening of component pricing and cross-selling sets us up well for continued success. To conclude, I would like to thank our team for their resilience, hard work and dedication as we continue our Matterhorn climb and continue to serve over 225,000 customers. We are thrilled to progress ahead of expectations, and it is due to the commitment of our mountaineers. As we look to 2024 and beyond, the momentum we have built will continue to drive the opportunities ahead with another year of double-digit top line growth expected. Barry will speak in detail about our financial guidance for the year ahead. With that, I'll turn the call over to Barry.\n\nBarry A. Hytinen\n\nChief Financial Officer, Hanesbrands, Inc.\n\nThanks, Bill, and thank you all for joining us today to discuss our Fourth quarter and full year 2023 results and our outlook for 2024. Turning to our financials. In the fourth quarter, our team continued the trend of delivering record performance on all of our key financial metrics. On a reported basis, revenue of $1.42 billion grew 11% year-on-year or 10% on a constant currency basis, reflecting a new quarterly record. On an organic basis, total organic revenue grew 8.7%.\nA key highlight in the quarter is our organic storage revenue, which grew 10.4% as a result of strong performance in both our record management and our data center businesses. Total service revenue increased 8% to $549 million. This was driven by global RIM at 10% on a reported basis and 9% on an organic basis. Project Matterhorn focus on selling our entire range of products and services has driven these strong results and are a testament to our commercial team's efforts. Adjusted EBITDA was $525 million, a new record, up 11% on a reported basis and 10% year-on-year on a constant currency basis. Adjusted EBITDA margin was better than we projected at 37% and improved 100 basis points sequentially driven by strong mix and cost productivity across all of our businesses.\nAs we've stated in our earnings press release, effective in the fourth quarter of 2023, our AFFO definition has been updated to exclude amortization of capitalized commissions. In light of the growth of our data center business, we conducted a benchmarking analysis of other companies in the industry, and as such, have aligned our AFFO reporting accordingly, which provides investors better insight into the funds available to support the growth of our business. AFFO was $328 million or $1.11 on a per share basis, up $29 million and $0.09, respectively, from the fourth quarter of last year. To allow for comparison to our guidance and consensus, we are reporting our prior methodology as well. On our previous calculation, AFFO was $317 million or $1.07 on a per share basis. This was $7 million better than our AFFO guidance and $0.02 better than our guidance on a per share basis.\nNow let me briefly summarize the full year. Revenue of $5.5 billion increased 7% on a reported basis and 8% on a constant currency basis. Adjusted EBITDA increased 7% year-on-year to $1.96 billion, an increase of $135 million. AFFO increased over 5% to $1.2 billion or $4.12 on a per share basis. On our previous calculation, AFFO was $1.168 billion or $3.97 on a per share basis. And now turning to segment performance for the quarter. Our global RIM business delivered revenue of $1.19 billion, an increase of $108 million from last year or 10% on a reported basis. On an organic constant currency basis, revenue increased 8.5%. Global RIM adjusted EBITDA was $534 million, an increase of $48 million year-on-year. Global RIM adjusted EBITDA margin was 44.7%, up 100 basis points sequentially, driven by strong services mix and productivity. Our data center business continues to grow and deliver strong performance. From a total revenue perspective, we delivered 32% year-on-year growth on a reported basis and 30% year-on-year growth on a constant currency basis. Our data center storage revenue grew 34% year-on-year or 32% on a constant currency basis, driven by new development coming online. Data center EBITDA was up approximately $10 million year-on-year, and EBITDA margin was up 80 basis points sequentially.\nMoreover, pricing trends have continued to be strong, and we have seen returns expanding 100 to 150 basis points in advance of higher interest rates. Turning to new and expansion leasing. We completed 4 megawatts in the fourth quarter. For the full year, we leased 124 megawatts, exceeding the projection we provided on our last call. Nearly 100% of those leases resulted from cross-selling, which you know is a key initiative in our project Matterhorn plan. Our pipeline is at record levels. We are expanding our relationships with key hyperscale clients and our team is executing well. So we are pleased to project new and expansion leasing of 100 megawatts for 2024. And Incidentally, that represents a 25% increase from our initial 2023 projection at this time last year.\nTurning to our asset life cycle management business. In the fourth quarter, we delivered improved performance for both revenue and EBITDA, achieving the expectations we set on our last call. Our team drove strong operating productivity, and we saw component pricing beginning to trend up modestly on a sequential basis. Similar to data center, cross-selling activity has been particularly strong in our ALM business with nearly all deals coming in as a result of it. We completed our acquisition of Regency Technologies early in January. This acquisition strengthens our ability to serve an expanding ALM customer base and broadens our capability in the category, especially in the enterprise segment. Regency brings robust remarketing and recycling capabilities to better serve our customers and help them achieve their environmental and data security goals.\nWe have long admired leadership at Regency and are thrilled to welcome their entire organization to our team. Turning to capital. For the full year 2023, we invested $1.2 billion of growth and $140 million of recurring, consistent with the expectations we shared on our last call. For 2024, we are planning for capital expenditure to be approximately $1.35 billion of growth and approaching $150 million of recurring. Given our strong pre-lease activity, the vast majority of our growth capital will be dedicated to data center development. Turning to the balance sheet. With strong adjusted EBITDA performance, we ended the quarter with net lease adjusted leverage of 5.1x and our leverage remains at its lowest level in a decade. For 2024, we expect to exit the year at similar levels to year-end 2023. Our Board of Directors declared our quarterly dividend of $0.65 per share to be paid in early April. And on a trailing 4-quarter basis, our payout ratio is now 62%, in line with our long-term target range of low to mid-60s percent.\nNow let me provide an update on our progress as to the project Matterhorn growth objectives we shared at our Investor Day in September of 2022. You will recall that we introduced [ tgrtargets ] for growth between the period 2021 through 2026 of approximately 10% for revenue, approximately 10% for adjusted EBITDA and approximately 8% for AFFO. Two years into our Matterhorn journey, we are well on track, even ahead of those commitments, having achieved 13% annual revenue growth from 2021 to the end of 2023 on a constant currency basis. we have achieved 11% annual adjusted EBITDA growth and in excess of 10% annual AFFO growth. The dollar has been particularly strong over this period and despite this, we have been delivering on our commitments on a reported basis as well.\nNow let me share our projections for the full year 2024. We expect total revenue to be within the range of $6 billion to $6.15 billion, which represents year-on-year growth of 11% at the midpoint. We expect adjusted EBITDA to be within the range of $2.175 billion to $2.225 billion, which represents year-on-year growth of 12% at the midpoint. We expect AFFO to be within the range of $1.3 billion to $1.335 billion, which represents year-on-year growth of 9% at the midpoint. And we expect AFFO per share for the full year to be $4.39 to $4.51 and this represents year-on-year growth of 8% at the midpoint. In terms of foreign exchange, we are using a forecast based on those of several major financial institutions. Compared to 2023, this results in a full year FX headwind of $25 million of revenue and approximately $10 million to EBITDA and AFFO.\nTurning to the first quarter. We expect revenue of approximately $1.45 billion, adjusted EBITDA in excess of $510 million and AFFO of approximately $310 million and AFFO per share of approximately $1.05. To conclude, we are pleased to have delivered a strong year in 2023. I am confident that we will build on our momentum and continue to drive strong growth in 2024. We are well on track to achieve our project Matterhorn goals. I'd like to take this opportunity to express my thanks to our entire team for delivering a successful year and their continued dedication to serving our clients. And with that, operator, will you please open the line for Q&A?"
  },
  {
    "header": "IRM",
    "cik": "0001020569",
    "ticker": "IRM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4180112dad56f94a856430bda6831256",
    "period": "2023 Q3",
    "content": "Q3 2023 Iron Mountain Inc Earnings Call\n\nQ3 2023 Iron Mountain Inc Earnings Call\n\nIRMNYSENOV 2, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Iron Mountain Third Quarter 2023 Earnings Conference Call. [Operator Instructions]Please note, this event is being recorded. I would now like to turn the conference over to Gillian Tiltman, Senior Vice President and Head of Investor Relations. Please go ahead.\n\nGillian Tiltman\n\nSenior VP & Head of Investor Relations\n\nThank you, Andrea. Good morning, and welcome to our third quarter 2023 earnings conference call. On today's call, we will refer to materials available on our Investor Relations website. We are joined here today by Bill Meaney, President and Chief Executive Officer; and Barry Hytinen, our Executive Vice President and Chief Financial Officer.\nAfter prepared remarks, we'll open up the lines for Q&A. Today's earnings materials contain forward-looking statements, including statements regarding our expectations. All forward-looking statements are subject to risks and uncertainties. Please refer to today's earnings materials, the safe harbor language on Slide 2 of our presentation and our quarterly report on Form 10-Q for a discussion of the major risk factors that could cause our actual results to differ from those in our forward-looking statements. In addition, we use several non-GAAP measures when presenting our financial results, and we've included the reconciliations to these measures in our supplemental financial information.\nWith that, I'll turn the call over to Bill.\n\nWilliam L. Meaney\n\nPresident, CEO & Director, Iron Mountain Incorporated\n\nThank you, Gillian, and thank you all for taking the time to join us today to discuss another record quarterly results. Once again, our Mountaineers have gone above and beyond in their efforts to serve our customers with innovative solutions that support their businesses, putting our customers first runs deep in all we do and sits at the core of Iron Mountain. This legacy, combined with our dedication to not only protect but to elevate the power of our customers' assets and work continues to drive our execution and growth.\nTurning to our results. We delivered record third quarter performance once again achieving our highest ever quarterly revenue of $1.4 billion which, to put that in context, is an increase of over $100 million year-over-year and record EBITDA of $500 million. The strength in these results is a direct result of the positive momentum we are building from Project Matterhorn. We are more than a year into our growth journey and are pleased with our enhanced operating model, which is empowering our commercial organization to cross-sell our products and services.\nIn the third quarter, we delivered organic storage rental revenue growth of 10% as a result of continued revenue management success and improved volume trends and drove over 20% organic growth in our data center business. Let's begin by turning to some of our customer wins, which played a significant role in our ability to achieve these record results. In our records management business, we had a public sector win this quarter in the U.K. with a new contract worth nearly $2 million. This new project is with an important government agency and has been an Iron Mountain customer for 18 years.\nIn that time, our relationship has expanded from an off-site records management provider to an integral partner at our customers highly secure site, which indicates the trust and confidence our customers have in us. By relocating and digitizing important records securely, our customer can make faster and more informed decisions that are critical due to the sensitive nature of its work, whilst also freeing up on-site space. As a public sector organization, the value for each dollar they spend is a key concern for this customer, and we continue to demonstrate that Iron Mountain is the partner of choice for their digital transformation journey.\nIn Digital Solutions, this business continues to gain momentum, especially with our ability to provide higher value, technology-enabled solutions to new and existing Iron Mountain customers. Customer wins for our digital solutions are underpinned by 3 key differentiators. First, our unique ability to provide a unified end-to-end solution for our customers across their physical and digital assets. Second, our proven capabilities to operate at scale in complex regulated environments and industries. Last, but importantly, our ability to drive business outcomes for our customers, leveraging our artificial intelligence platform, which translates unstructured data into actionable insights.\nFor example, we have been awarded a contract by the TV and film production distribution division of a major technology company, with a story history dating back almost 100 years, we are leveraging our InSight platform to digitize, archive and preserve over 200,000 legal records containing the media rights for distribution and licensing of thousands of film in titles and TV episodes. With all this data available through 1 cloud-based digital platform, we can help our customers identify and develop new business opportunities by leveraging its rich intellectual property.\nThis latest deal builds on a growing portfolio of solutions we are providing for this global customers' different business units, including records management and IT asset disposition. The multifaceted long-standing relationship we have with this customer truly highlights the success of Project Matterhorn and our cross-selling efforts. Now let's turn to our continued success in winning government business around the world. We are supporting government agencies in Europe to digitize public services as part of an initiative to make their economies and societies more sustainable and resilient following the COVID-19 pandemic.\nThis quarter, we won a 2-year deal to digitize around 10 million files to accelerate a backlog of pension payments for 1 national government Social Security Administration agency. In awarding Iron Mountain this contract, the customer recognized the specialist nature of our solution, including our AI and human in the loop capabilities and our ability to quickly scale operationally to deliver this project within the required time frame. Also in the public sector, we are pleased to be working with the U.S. citizen and Immigration Services to help drive efficiency and reduce the backlog of applicants awaiting adjudication decisions to become U.S. citizens. Over the last 10 years, we have been a proud partner with this important government agency.\nHaving been entrusted with over 500,000 cubic feet of files in high-density tapes, our digitization solutions will enable remote adjudicators to have faster access to vital data, helping them make overall immigration decisions. Turning to our asset life cycle management business. Consistent with the projections we shared last quarter, pricing has been stable, having hit a low level last February. Whilst industry projections are for significant price improvements in late 2023 and throughout 2024, we have continued to take a prudent perspective and are only assuming marginal incremental pricing improvement for the remainder of the year.\nOur pipeline is robust, and we have delivered solid results this quarter that were in line with our expectations. Also, we are excited to share that we have signed an agreement to acquire Regency Technologies subject to customary closing conditions as we continue our roll-up of the ALM market. Regency is a little over $100 million annual revenue business in the ALM space based in Ohio. The long-term customer relationships that Regency brings to Iron Mountain are an excellent strategic fit to our ALM business. Regency will add operational scale as we continue our growth journey in this fast-growing sector.\nAs the world's need for both secure and more circular solutions for end-of-life IT assets becomes more vital, we are pleased to add to our capability in this category. With that, let us turn our discussion to some individual wins within the ALM space this quarter. I am pleased to share a particularly exciting win for our ALM business with a large global technology company. The deep relationship and trust we have built with this customer over many years was instrumental in Iron Mountain securing the significant deal serving multiple business lines and geographies for the customer.\nThese geographies include India, where our presence and ability to service the customer was a decisive differentiator alongside our global footprint, the expertise and responsiveness of our ALM team and our reputation for data security and chain of custody. Also in ALM, we have signed a long-term contract with a private U.S. insurance company that has been a long-time customer of our U.S. Secure Shredding and Destruction services. Last year, we began supporting this customer with one-off IT asset destruction projects, which demonstrated the value of remarketing thousands of these assets.\nThe agreement we have now reached positions us as our customers strategic partner for its future end-to-end IT asset management needs. By supporting the requirements of an organization with over 37,000 leased IT assets that need returning from remote employees we are extending the value of the solutions we bring and have changed our customers' perception of what Iron Mountain can offer. Finally, we have a particularly exciting win to share. We have secured a significant 5-year ALM contract to support a leading pharmaceutical retailer in the U.S. to advance its commitment to zero waste by 2030. Iron Mountain will provide a circular economy solution by removing and recycling thousands of tons of pharmaceutical stock bottles and pill bottles from thousands of its retail outlets across the U.S.\nWe are providing this leading retailer with an advanced recycling solution turning plastic into raw materials. This will enable the creation of new virgin plastic, helping this retailer meet their environmental goals. This is made possible by the scale of our physical presence, our highly experienced ALM team and a reporting platform for all of the confidential weights that we have managed for this customer since 2014. We are pleased to be able to extend the value of our partnership with this new contract. Moving on to our data center business. Our pipeline continues to expand with positive pricing trends. The continuing strong demand for data center capacity continues to be driven by digital transformation and most recently, the explosive demand for AI.\nSupporting the growth and expansion needs of our customers is paramount to our collaborative partnerships, and we are pleased to provide this required capacity to our customers in the markets in which they are keen to operate. From a leasing perspective, in the third quarter, we signed 65 megawatts. This means that through the end of the third quarter, we have already signed 120 megawatts far beyond our original projection for the year of 80 megawatts. In the quarter, 60 megawatts were signed across 2 leases to a single Fortune 500 technology company at our campus in Northern Virginia. The deal provides this hyperscale customer with capacity across 2 buildings on our 142-acre, 276-megawatt campus and represents the largest revenue deal in Iron Mountain data center's history.\nWe have also won a deal to provide nearly 3 megawatts of capacity at our Frankfurt data center for an existing North American cloud services customer looking to expand their European footprint. Our sales teams work closely with the customers' technical team to agree on a strategic solution that meets the customers' unique infrastructure needs. Given the strong customer demand in our data center business, we are continuing to expand the reach of our platform. To that end, I am pleased to announce a couple of capacity additions. First, we are repurposing a previous records management facility in Miami to data center use. Miami is a key market where a number of our customers are looking for edge deployments and this newly repurposed facility will add 16 megawatts to our data center portfolio.\nFurthermore, we have acquired additional land and power this quarter, growing our total data center capacity to 860 megawatts, up 80 megawatts from last quarter. In summary, the hard work dedication and execution of our Mountaineers continues to deliver strong results for our loyal customers and ultimately, our company shareholders. Through our Matterhorn initiative fueled by our enhanced operating model, our team continues to achieve record sales growth by selling our entire mountain range of products and services to our long-standing 225,000 customers.\nEven in a tumultuous geopolitical climate, the resilience and strength of our business model, combined with the dedication and customer-first passion of our mountaineers continues to drive us ever higher. I would also like to express my deepest gratitude to our team for their hard work and continued focus as we continue our growth journey. With that, I'll turn the call over to Barry.\n\nBarry A. Hytinen\n\nChief Financial Officer, Hanesbrands, Inc.\n\nThanks, Bill, and thank you all for joining us to discuss our results today. In the third quarter, our team achieved strong performance across all metrics, including another record for revenue and EBITDA. Revenue grew to $1.4 billion, up 8% year-on-year on a reported basis and 7% on a constant currency basis, in line with our projection. A key highlight in the quarter is our organic storage rental revenue, which grew 10%. This reflects continued strong contributions from revenue management, data center commencements and positive volume trends.\nTotal service revenue was $530 million, consistent year-over-year on a constant currency basis and slightly improved on a sequential basis. As we discussed last quarter, service revenue includes the impact of component price declines versus the prior year. Excluding our ALM business, total company constant currency revenue growth would have been 9%. Our team delivered a new record for adjusted EBITDA at $500 million, up 7% year-on-year. This was modestly ahead of our guidance for the quarter despite the U.S. dollar strengthening significantly. On the same foreign exchange rates we used in August, we would have achieved $504 million of adjusted EBITDA in the third quarter ahead of our projection. EBITDA growth was driven by continued strength in revenue management and strong data center commencements.\nAdjusted EBITDA margin was 36%, up 100 basis points sequentially and ahead of our projections by 50 basis points. Upside was driven by productivity across our operations, including improving trends in our ALM business. AFFO was $290 million or $0.99 on a per share basis, up $2 million and $0.01 on a per share basis from the third quarter of last year. Both of these were in line with the projections we shared on our last call. On the same foreign exchange rates we were using in August, AFFO would have been $294 million or $1 on a per share basis, both ahead of our projections.\nAnd now turning to segment performance. In the third quarter, our global RIM business achieved revenue of $1.18 billion, an increase of $92 million year-on-year or 8%. Revenue management and positive volume trends contribute to strong organic storage rental revenue growth of 8%. Global RIM adjusted EBITDA was $517 million, an increase of $33 million year-on-year. Turning to our global data center business. The team delivered revenue of $128 million, an increase of over $27 million year-on-year. Organic storage rental revenue growth was strong at 22%, driven by commencements and improved pricing. Data center adjusted EBITDA was $53 million, up over $10 million or 25% year-on-year.\nTurning to new and expansion leasing. We signed 65 megawatts in the quarter, bringing total bookings year-to-date to 120 megawatts. As Bill mentioned, we signed 2 leases with a client for a total of 60 megawatts. The leases are expected to commence in phases from late 2024 through mid-2025 and have a 15-year term. With the strength of our leasing, I'll note that our weighted average lease expiration is now 8.1 years, which is up a full 3 years from the third quarter of 2022. As we've talked about before, one of the key elements of our Matterhorn growth plan is to expand cross-selling. Our team is doing a great job in this regard. For example, 95% of the megawatts booked in the quarter were a result of cross-selling activity.\nMarket-to-market was up over 11% in the quarter, reflecting the continuing trend of strong and improving pricing, while churn was only 1%. Turning to asset life cycle management. In the third quarter, revenue was consistent on a sequential basis, in line with the projections we gave on our last call. We are seeing positive momentum across all 3 verticals of our ALM business, hyperscale, enterprise and OEM. ALM bookings have been running ahead of our projections. And similar to data center, our commercial teams are doing a great job with our cross-selling initiative. For example, of the new ALM deals we signed in the quarter, nearly all of them were cross-sell wins. I think this is an early validation of our strategy and supports our long-term view that we can gain considerable market share by leveraging our deep customer relationships and expanding ALM capabilities.\nNow I would like to spend a moment addressing component pricing. As expected, pricing was consistent with the second quarter on a sequential basis. At this point, in the fourth quarter, there are indications that component pricing is beginning to recover. For example, since the end of the third quarter, we have seen the pricing for memory rising week over week with it now up nearly 15% on a sequential basis. As we've mentioned on our last call, industry analysts have been forecasting rising prices by late this year with continued recovery in 2024.\nTurning to our pending acquisition of Regency Technologies. As Bill mentioned, we are very pleased to have signed this deal. We've known Regency for years and have always been impressed with the strength of their team, range of capabilities and focus on sustainability, productivity and customer service. We see this acquisition as an excellent strategic fit furthering our ability to serve our expanding ALM customer base. The purchase price is $200 million with $125 million to be paid at close and the remainder due in 2025. Subject to performance, there is also an earn-out which could be payable in 2027.\nOn a trailing 4-quarter basis, Regency has revenue in excess of $100 million. We are acquiring the business at an approximate 7.5x EBITDA multiple. We expect the deal to close late this year or early in 2024. We expect this will be immediately accretive to AFFO and have no impact on our leverage calculation. Turning to capital. In the third quarter, we invested $322 million, of which $287 million was growth and $35 million was recurring. Turning to the balance sheet. With strong EBITDA performance, we ended the quarter with net lease adjusted leverage of 5.1x. We expect to exit 2023 at this level. I think it is worth noting that this marks our lowest leverage level in a decade.\nOur Board of Directors declared our quarterly dividend of $0.65 per share to be paid in early January. We remain dedicated to our disciplined approach to capital allocation as we are funding our growth objectives while continuing to drive meaningful shareholder returns. And now turning to our projections. For the full year, reflecting our year-to-date performance and strong outlook, we are pleased to reiterate our full year guidance. For the fourth quarter, we expect revenue of approximately $1.44 billion, which represents 12.5% growth year-over-year as revenue management actions and improving trends in ALM accelerate our growth.\nI would like to call out using the same foreign exchange rates we had in August, fourth quarter revenue would have been $25 million higher in this projection. Adjusted EBITDA of approximately $520 million or 10% growth. AFFO of approximately $310 million, which is 8% growth and AFFO per share of approximately $1.05, which is 7% growth from the prior year. With the same FX rates we were using in August, this projection would be approximately adjusted EBITDA of $528 million, AFFO of $318 million and AFFO per share of $1.07. In conclusion, we are pleased to report another record quarter of results. Our team is executing well, driving considerable growth of revenue and EBITDA aligned with our Matterhorn plans.\nI would like to take the opportunity to thank our entire team for their efforts to support our customers and drive our growth. And with that, operator, will you please open the line for Q&A."
  },
  {
    "header": "IRM",
    "cik": "0001020569",
    "ticker": "IRM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/85127a7eb6185b1bc846c5c5f53cf14a",
    "period": "2023 Q2",
    "content": "Q2 2023 Iron Mountain Incorporated Earnings Call\n\nQ2 2023 Iron Mountain Incorporated Earnings Call\n\nIRMNYSEAUG 3, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Iron Mountain Second Quarter 2023 Earnings Conference Call. [Operator Instructions] I would now like to turn the conference over to Gillian Tiltman, Senior Vice President and Head of Investor Relations. Please go ahead.\n\nGillian Tiltman\n\nSenior VP & Head of Investor Relations\n\nThank you, Andrea. Good morning, and welcome to our second quarter 2023 earnings conference call. On today's call, we will refer to materials available on our Investor Relations website. We're joined here today by Bill Meaney, President and Chief Executive Officer; and Barry Hytinen, our Executive Vice President and Chief Financial Officer.\nAfter prepared remarks, we'll open the lines for Q&A. Today's earnings materials contain forward-looking statements, including statements regarding our expectations. All forward-looking statements are subject to risks and uncertainties. Please refer to today's earnings materials, the safe harbor language on Slide 2 and our quarterly report on Form 10-Q for a discussion of the major risk factors that could cause our actual results to differ from those in our forward-looking statements.\nIn addition, we use several non-GAAP measures when presenting our financial results. We have included the reconciliations to these measures in our supplemental financial information.\nAnd with that, I'll turn the call over to Bill.\n\nWilliam L. Meaney\n\nPresident, CEO & Director, Iron Mountain Incorporated\n\nThank you, Julian, and thank you all for taking time to join us today for our discussion of our record second quarter results. Our team has once again exceeded expectations with performance reflective of our strong legacy of customer service our laser focus on execution and our dedication to finding innovative solutions to serve our customers as they evolve their businesses. I'm excited to share that in the second quarter, we achieved our highest ever quarterly revenue of $1.36 billion and record EBITDA of $476 million. This performance is ahead of the expectations we provided last quarter. The enhanced operating model we created through Project Matamorn has continued to prove successful. As our commercial team is empowered to sell the entire mountain range of products and solutions across our portfolio. We are pleased with the high quality and wide range of our offerings today, which positions us to be a nimble partner to serve our customers' needs. To highlight some of our results in the second quarter, we delivered organic storage rental revenue growth of 11% and drove high-teens organic growth in both our data center and digital services businesses. We are also pleased to announce that our Board of Directors has increased our quarterly dividend per share to $0.65 or $2.60 per share annualized, commencing with our third quarter dividend to be paid in October. .\nAs we have said before, when our AFFO payout ratio reached the mid- to low 60s as a percentage, we would increase the dividend. Our payout ratio at the end of the second quarter was just under 64%. I would like to begin our broader discussion of some of the customer wins, which led to our record second quarter results.\nLet me start with records management, where our success was derived from both new and existing customers. One significant win we would like to highlight this quarter was with a large not-for-profit hospital system faced with rising lease costs despite a shrinking storage footprint, the customer turned to us for an alternative to storing in their own space. Our Smart Store solution will address their needs over the next 3 years. It will deliver cost efficiency and optimize storage space for the customer before they transfer their records to an Iron Mountain facility for secure future management. This win exemplifies our commitment to solving our customers' problems and providing them with tailored solutions. The COVID-19 pandemic has led organizations around the world to reassess their current real estate portfolios in order to accommodate remote and hybrid work. Our customers are optimizing their real estate to accommodate changing working practices.\nWe are able to offer solutions that demonstrate the breadth of our portfolio and the value of partnering with Iron Mountain across our products and services. One example is a customer who chose our Clean Start solution to remove and relocate records, office equipment and IT assets from more than 60 offices across North America that are being closed or decommissioned over the next 2 years.\nThanks to our asset life cycle management solutions, we are also helping this customer to decommission IT assets from these offices securely and sustainably. We continue to see growing momentum for our digital business with customers turning to us for solutions in areas such as public sector, industry-focused solutions and end-to-end business process management. For example, we are proud to be supporting the digitization of real estate and mortgage records held by the Hellenic Land Registry in Greece, under a 2-year contract worth $35 million. We demonstrated our understanding of the public sector in Greece and of the European Commission's recovery and resilience facility which is funding this project through the Greek government to support European economies as they transform the way they support their citizens.\nThis is a breakthrough deal that will provide further opportunities to support similar digitization projects elsewhere in Europe. Another example of how our digital business is enabling us to develop and deliver transformational solutions for our largest customers is with one of the biggest financial service companies in the United States. This customer is outsourcing its non-core services and has selected Iron Mountain to manage all of its records. Our end-to-end solution ensures a secure chain of custody regardless of media format for this customer leveraging our Image on Demand service and Insight platform to integrate seamlessly with their customer success management system. This game-changing deal demonstrates the power of partnering with Iron Mountain to accelerate our customers' digital transformation.\nStaying with our digital solutions business, our 25-year relationship with a Fortune 500 gas and electric utility company continues to be a powerful example of how our customers turn to Iron Mountain because of the range of solutions we can provide. To ensure our customer is compliant with all legal and regulatory requirements we are digitizing around 20 million images from 8,000 boxes stored with Iron Mountain over the next 3 years. Having provided records management and data management services since 1998 our customer was confident in our digital solutions, secure chain of custody, information governance expertise and ability to scale up quickly to deliver this project.\nTo conclude with records management, on the 29th of June, we acquired the controlling interest in Clutter, a tech-enabled on-demand consumer storage company. We were previously a minority investor in clutter and provided storage and operational services through a commercial partnership. This acquisition makes us the industry leader in valet self-storage services in North America. Turning to asset life cycle management. We continue to see muted pricing for the largest part of this business, which relies on reselling used memory, hard drives and CPUs we received from hyper-scalers.\nThat being said, pricing has stabilized, and we do expect to see an improvement as we head into next year. Moreover, you will recall that our ALM business has 3 components: hyper-scale decommissioning, which is highly dependent on component pricing, enterprise ITAD or IT asset disposition and original equipment manufacturers or OEMs.\nIn these latter 2 categories, we are seeing marked growth and traction. For example, in the Enterprise segment, our focus on cross-selling the mountain range of products has driven bookings up 175% versus second quarter last year. For the OEM segment, you will recall that we signed our first MSA, our master services agreement this area last quarter, and we have added another MSA with a second OEM this quarter. Turning to specific wins in the ALM area. A good example of our cross-selling appeal comes from the health care industry. a customer which has benefited from Iron Mountain's records management solutions for many years has asked us to manage the recovery decommissioning, disposal and/or recycling of IT assets at over 2,000 locations in the United States. The strength of our relationship and our customers' inherent trust in Iron Mountain has resulted in an ALM contract and renewal of our existing services for the next 5 years.\nAlso in ALM, our team secured a contract with a leading software and technology company to help them decommission racks of servers and nonessential IT equipment from their data center. Opportunities like this where we are able to extend the value we provide to customers have been significantly enhanced, thanks to the industry knowledge and expertise we have gained through our acquisition and integration of IT renew. We remain very excited about ALM, whilst component pricing remains a drag for part of the business, the growth we are achieving in the services side of the business shows how Iron Mountain's brand strength around security, and reliability are a differentiator in this fast-growing area.\nMoving to our data center business. Through the first half of the year, we leased 55 megawatts, which includes 2.7 megawatts this quarter. As we said in May, the first quarter was particularly strong as we signed some deals earlier than expected. Due to our strong pipeline, we now feel confident we will exceed our original projection of 80 megawatts in 2023. This confidence is thanks to our teams delivering record new sales in the first half as well as the size of our late-stage pipeline from some of our largest customers as they add new capacity with the growth of AI. For example, we are well positioned with nearly 120 megawatts of unleased capacity on our NOVA campus with powerfully secured.\nIn this very important market, we are pleased to note that pricing is moving up appreciably. Staying with our data center business, I would like to highlight a win that demonstrates the exciting opportunities to expand our solutions and services for customers with a footprint in India and the value of our joint venture with Web works in the country. As we have discussed before, India is a key focus for our company's growth and our progress there is a major win for our business. In the second quarter, we closed a deal with a multinational media processing company to provide almost 1 megawatt of storage capacity at our Mumbai data center the potential to add a further 5 megawatts at this facility and extra capacity at other locations in India.\nOur data centers team's experience of handling high-density racks Iron Mountain's wider understanding of the media industry and our expansion plans in Mumbai helped us to convince our customer that we are their best long-term partner as their capacity needs grow.\nFinally, I would like to mention an example of the success we are enjoying in our Crozier Fine Arts business as we build out one of the few globally integrated logistics, storage and top-quality services businesses in the art world. Recently, we partnered with a major art gallery in the United Kingdom to support an exhibition by a well-known artist. This involved detailed planning and preparations to pack and transport fragile sculptures from the U.S., Mexico and Continental Europe.\nWe are proud of the unique expertise that our Crozier teams provide for our customers and to be associated with important exhibitions like this one.\nTo conclude, we are proud of the record results we delivered this quarter as this is evidence that our strategy is working. As we continue to leverage the potential of our entire mountain range, expand our footprint of storage and services and deliver tailored innovative solutions for each of our customers, I could not be more grateful for the hard work of our mountaineers -- our [ Madaan ] program is showing the way in delivering consistently strong sales growth while fueling AFFO growth and our dividend. We are more energized than ever to continue reaching new peaks and I am excited for the bright future ahead. With that, I'll turn the call over to Barry.\n\nBarry A. Hytinen\n\nChief Financial Officer, Hanesbrands, Inc.\n\nThanks, Bill, and thank you all for joining us to discuss our results -- in the second quarter, our team achieved solid performance across all metrics, exceeding the projections we shared in May. Revenue grew to a record $1.36 billion, up 5% year-on-year on a reported basis and 6% on an organic and constant currency basis. Revenue was above the expectations we provided on our last call, driven by out-performance in both our global RIM and data center businesses. For me, a key highlight in the quarter is our organic storage rental revenue, which grew 11%. I'll note, this performance was on top of a stronger year-on-year comp and represents an acceleration in rate of growth. This reflects strong contributions from revenue management, data center commencements and positive volume trends.\nTotal service revenue was $527 million, down 1% on a constant currency basis. This was consistent with our projections, which factored in the previously discussed year-on-year component price declines. Importantly, component pricing was consistent in the second quarter on a sequential basis. While this represents a significant headwind year-on-year, we are pleased that pricing has stabilized.\nAs a reminder, that affects our IT renew business most prominently, excluding our ALM business, service revenue was up 8% on a constant currency basis. This would have resulted in total company revenue growth of 9%.\nAdjusted EBITDA was $476 million, a new record up 5% year-on-year with revenue management and strong data center commencements being the key drivers. Adjusted EBITDA margin was 35%, in line with our expectations, driven by revenue management and mix. AFFO was $277 million or $0.94 on a per share basis, up $6 million and $0.01, respectively, from the second quarter of last year. This was well ahead of the expectations we shared on our last call.\nNow turning to segment performance. In the second quarter, our global RIM business achieved revenue of $1.16 billion, an increase of $89 million year-on-year, reflecting organic revenue growth of 9%. The Revenue management and positive volume trends contribute to strong organic storage rental revenue growth of 9.2%. We delivered organic service revenue growth of 9.3%, driven by digital solutions, which were up 20% year-on-year and continued strength in core offerings. Global RIM adjusted EBITDA was $499 million and an increase of $30 million year-on-year.\nTurning to our global data center business. The team delivered [Audio Gap] from a total revenue perspective, we achieved 17% growth on an organic basis. Organic storage rental revenue growth was particularly strong at 22%, driven by commencements and improved pricing.\nAs we projected, data center services were down year-on-year, given the fit-out work we were performing in the first half of last year. As a reminder, the second quarter of 2022 represented the last quarter of these specific fit-out services. We will have a more normalized comp on this line going forward. Data center adjusted EBITDA was $54 million, representing 27% growth. Turning to new and expansion leasing. We signed 2.7 megawatts in the quarter, bringing total bookings year-to-date to 55 megawatts. As Bill mentioned, we are well on track to achieve our leasing projection for the full year of 80 megawatts. And in fact, with the strength of our building pipeline, we have line of sight to exceed this projection.\nTurning to asset life cycle management. In the second quarter, revenue grew 4% on a sequential basis, slightly ahead of the projections we gave on our last call. We are seeing positive momentum across all 3 verticals of our ALM business, which include hyper-scale decommissioning, enterprise iCAD and OEM. You will recall that China was mostly free of restrictions in the first half of last year, but it returned to tight lockdowns in the second half.\nAs a result, as we anniversary the second quarter comparisons going forward will be much more favorable. While we are diversifying away from China, it is the largest market into which we sell components today. At the beginning of this year, as lockdowns eased, while component volumes increased, pricing declined to record low levels. Industry analysts project marked improvement in pricing by the fourth quarter and even more significantly in 2024. To be prudent, we have not factored any pricing improvement into our outlook for 2023. Turning to capital. In the second quarter, we invested $320 million, of which $287 million was growth and $33 million was recurring. In 2023, we now expect total capital expenditures to be approximately $1.2 billion, up $200 million from our prior expectations. This reflects an increase to our data center development plans given our strong leasing year-to-date and building pipeline that I mentioned.\nTurning to the balance sheet. With strong EBITDA performance, we ended the quarter with net lease adjusted leverage of 5.1x, reflecting a meaningful improvement from last year. We have remained at this leverage level for the past 3 quarters, and it marks our lowest leverage level since 2017. Importantly, we expect to exit 2023 at this level, even with our increased investment in data center. Turning to our dividend. On a trailing 4-quarter basis, our payout ratio is now 63.9%, an approximate 400 basis point improvement from this time last year.\nAs you saw earlier today, we are pleased to announce that our Board of Directors has authorized an increase to our quarterly dividend of 5%, bringing it to $0.65 per share to be paid in early October. This is consistent with our long-term commentary that as our payout ratio settles into the mid- to low 60s as a percentage of AFFO, you should expect the dividend to rise. We remain dedicated to our disciplined approach to capital allocation as we are funding our growth objectives while continuing to drive meaningful shareholder returns. And now turning to our projections. For the full year, reflecting our performance in the first half and strong outlook, we are pleased to reiterate our full year guidance.\nFor the third quarter, we expect revenue in excess of $1.4 billion adjusted EBITDA of approaching $500 million, AFFO of approximately $290 million and AFFO per share of approximately $0.99. I would like to provide a bit more context for our guidance. In terms of revenue, our third quarter projection equates to growth of 9% as compared to the prior year. To frame that, I would recommend investors consider the following points. First, the prior year comparable in our ALM business is much easier in the third and fourth quarters of this year as compared to the first half.\nSecond, we have incremental revenue management actions, which will go into effect in the third and fourth quarters and will provide a nice tailwind. Lastly, if you consider the underlying trends in the rest of the business, growth has been accelerating for several quarters now as our Matterhorn efforts are driving performance. For example, excluding our ALM business, the rest of the business' growth rate was 8% in the first quarter, 9% in the second quarter, and our projection is for 10% in the third quarter.\nAnd just as a reminder, the fourth quarter of 2022 is our easiest growth comparable this year.\nTo conclude, our team continues to execute well and remains focused on driving our growth agenda. We have a growing and well-diversified pipeline, and we are positioned to achieve our objectives. I would like to take this opportunity to thank our entire team for their efforts and contributions. And with that operator, would you please open the line for Q&A?"
  },
  {
    "header": "IRM",
    "cik": "0001020569",
    "ticker": "IRM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f22b22ca57f1dcaf00fdd4907eb21f0f",
    "period": "Unknown",
    "content": "Iron Mountain Incorporated Q1 2023 Earnings Call\n\nIron Mountain Incorporated Q1 2023 Earnings Call\n\nIRMNYSEMAY 4, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Iron Mountain First Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to Gillian Tiltman, Senior Vice President and Head of Investor Relations. Please go ahead.\n\nGillian Tiltman\n\nSenior VP & Head of Investor Relations\n\nThank you, Sarah. Good morning, and welcome to our first quarter 2023 earnings conference call. On today's call, we will refer to materials available on our Investor Relations website. We are joined here today by Bill Meaney, President and Chief Executive Officer; and Barry Hytinen, our Executive Vice President and Chief Financial Officer.\nAfter prepared remarks, we'll open up the lines for Q&A. Today's earnings materials contain forward-looking statements, including statements regarding our expectations. All forward-looking statements are subject to risks and uncertainties. Please refer to today's earnings materials, the safe harbor language on Slide 2 and in our annual report -- on our quarterly report on Form 10-Q for a discussion of the major risk factors that could cause our actual results to differ from those in our forward-looking statements.\nIn addition, we use several non-GAAP measures when presenting our financial results. We have included the reconciliations to these measures in our supplemental financial information.\nWith that, I'll turn the call over to Bill.\n\nWilliam L. Meaney\n\nPresident, CEO & Director, Iron Mountain Incorporated\n\nThank you, Gillian, and thank you all for taking the time to join us today. Our team delivered another quarter of record results for the first quarter of 2023, exceeding our expectations. This performance reflects the resonance of our expanded product portfolio, our unmatched customer relationships and the strength of our dedicated team.\nOn a reported basis, in the first quarter, we achieved our highest ever quarterly revenue of $1.31 billion, yielding 7.5% total organic revenue growth and EBITDA of $461 million. We continue to be encouraged by the increased demand for our services across key markets fueling these results as well as the success of Project Matterhorn, enabling our commercial teams to offer our customers access to the widest range of solutions in our company's history. We delivered organic storage rental revenue growth of 11% in the first quarter, and we drove high-teens organic growth in both our data center and digital services businesses.\nAs we introduced last year -- introduced last year with pom, our steady build-out of new products and services as well as growth in these underlying markets continues to accelerate us on our growth trajectory path. I would like to take this opportunity to highlight how we have been serving our customers with our solutions-based approach and our offerings across the mountain range. Beginning with records management, we won significant new business in the United Kingdom with a major global industrial and aerospace company signing a contract valued at GBP 40 million. Following more than a year of conversations, the team entered into a bespoke 10-year agreement, providing the customer with several hundred thousand cubic feet of secure physical data storage, document digitization and management across multiple secure locations, radio frequency identification tagging for additional security and a dedicated on-site team of experts working to Iron Mountain's industry-leading standards.\nI am pleased we could offer such a comprehensive solution that allows the customer to both digitize their data and protect their business. We are now discussing additional opportunities with the same customer in other European countries, North America and Asia. In total, the potential contract value over 10 years is approximated to be GBP 90 million.\nAnother win that highlights our ability to sell the entire mountain range involves a state historical society, which turned to both Iron Mountain and our fine art storage business closure help in preserving the history of its cultural heritage center, which is home to its underground archives in museum. With budget as a key consideration for this customer, our unique solution was focused on reducing costs, whilst leveraging our expertise and innovation to challenge the customer to think differently.\nOur combined art, library, archives and logistics expertise enabled our team to deliver a solution that met the state's needs. Also in the quarter, a financial services company based in Australia, a long-standing customer of Iron Mountain turned to us for help with their compliance issues after being impressed by the information we presented at a Policy Center webinar back in 2021.\nOur suite of digital enablement solutions and software, including the InSight platform will provide the customer with increased visibility into its archives, digital copy has selected records, auto generation of metadata and auto reduction of personal identifiable information. Success stories such as this highlight the value we provide customers and not only moving data from physical to digital storage, but also improving the methods and capability to utilize the data.\nAnother digital win was with the U.S. Department of Veterans Affairs. The U.S. Congress has requested that the VA advanced the production of complete and accurate veteran records in a timely fashion, driving the need for digitization of historical veteran documents, which are often dispersed across multiple storage locations. The customer required an experienced digital partner to increase their scanning capacity and also provide facility oversight, chain of custody logistics and secure storage. The unique aspects provided by our high security Boyers, Pennsylvania facility, combined with the skill of our staff were key contributing factors to winning the deal. This is just the beginning of our work to aid in the delivery of medical records to enhance patient care of veterans.\nAlso in Digital Solutions, we had a key win with an existing customer his Majesty's courts and tribunal service on a digital mailroom solution to automate the indexing and classification elements of the mail room function. The service, which will reduce the cost and time of processing court applications will be delivered from our Hotson location where we have a well-established digitization and BPO facility.\nTurning to asset life cycle management, or ALM, we divide this business into 3 verticals. The first of these is the hyperscale decommissioning business that we acquired from IT renew. Our volumes grew in excess of 30% in this vertical year-over-year, reflecting our market-leading platform, the strength of our existing customer relationships and our ability to win more new logos. Revenue is down, however, reflecting the record low pricing the market has seen since the end of 2022 on both new and used components.\nIn our enterprise ITAD vertical, we've been gratified to see more synergies with our existing customers. Since we have relationships with over 225,000 customers across our wider business, the opportunity to cross-sell our enterprise ITAD services has never been greater.\nThe last of these verticals is the technology manufacturers. Here, we are winning business, both in terms of servers as well as end-user devices. We have invested in our sales force and obtained specific expertise in the OEM space setting us up for success. This indirect relationship to decommission end-user product is a huge market opportunity. Examples of recent wins in the ALM business include a contract with an existing global asset management company to perform on-site hard disk and solid state disc ratio and destruction whilst maximizing value from data center and corporate end user assets.\nContinuing with ALM, a large global risk management company thought services to decommission 2 complete in 2 partial data centers, A combination of our strong existing relationship and performance, including guidance from a dedicated program manager, our remarketing solutions and capabilities and the ease of the use of our ALM portal contributed to the win.\nFinally, let's turn to our data center business. We are pleased to have finished the first quarter of 2023 with 52 megawatts of new leases signed a single hyperscale customer signing 2 deals for a total of 44 megawatts. You will recall that our guidance for the year is 80-plus megawatts. So to have least over half of our target in the first quarter alone is a triumph of our team.\nIn terms of the co-location wins this past quarter, 1 win I would like to highlight is with an existing U.S. federal home loan customer who sought to expand into a new data center market for disaster recovery options and selected our VA2 data center in Manassas, Virginia. The customer was impressed with the tour of our Virginia campus and the custom solution we developed to meet their needs. With their positive past experience with our data center services, we've bundled this expanded solution with a renewal at another of our data center sites. Also in the quarter, our team announced the win with a fleet management company, which for years has explored moving their internal on-site data center infrastructure to co-location. Our ability to provide a custom solution in our VA2 data center, including direct Internet access, smart hands and cross connects resulted in a powerful solution for them and the continuation of an important relationship that has the potential to expand to a disaster recovery solution at our New Jersey data center.\nAlso noteworthy is a substantial win with an existing major semiconductor chip manufacturer who's taking advantage of all the Mountain Range has to offer. The customer was seeking a data center partner to host their internal development cloud environment, and our data center and commercial sales teams work closely to deliver a solution at our Arizona site, leveraging the customer's existing relationship.\nAll 3 of these wins that I have noted are with long-standing customers, demonstrating our ability to source premium co-location deals with customers with whom we have had trusted relationships for decades. To conclude, we are more enthusiastic than ever about the growth in our business and our ability to offer our customers expanded and innovative solutions to meet their ever-evolving needs. Project Matterhorn is bearing fruit, and we continue to make great strides as our team climbs towards the highest peaks of our journey.\nWith that, I'll turn the call over to Barry.\n\nBarry A. Hytinen\n\nChief Financial Officer, Hanesbrands, Inc.\n\nThanks, Bill, and thank you all for joining us to discuss our results. In the first quarter, our team continued to deliver strong performance, exceeding the expectations we provided on our last call. We achieved an all-time record quarterly revenue of $1.31 billion, representing 5% growth on a reported basis. Organically, revenue grew 7.5%. Revenue was ahead of the expectations we shared on our last call as Global RIM and our data center businesses both outperformed\nA key highlight in the quarter is our organic storage revenue growth of 11%. This marks an acceleration both sequentially and year-on-year. This reflects strong contributions from revenue management data center commencements and positive volume trends. Total service revenue increased 2% to $504 million or 4% on a constant currency basis. Consistent with the commentary we shared on our last call, the year-on-year impact from the start of the more intense lockdowns in China impacted our IT renew business.\nExcluding IT renewal, service revenue was up 11% on an organic constant currency basis. Adjusted EBITDA was $461 million, a new first quarter record. This represents growth of 7% year-on-year and 9% on a constant currency basis driven by revenue management and strong contributions from data center. Adjusted EBITDA margin was 35.1%, an improvement of 60 basis points year-on-year with revenue management and mix being the key drivers.\nAFFO was $284 million or $0.97 on a per share basis, up $20 million and $0.06, respectively from the first quarter of last year. This was well ahead of the expectations we shared on our last call, partially the result of the timing of some maintenance CapEx items between the first and second quarters.\nNow turning to segment performance. In the first quarter, our GLOBAL RIM business delivered revenue of $1.13 billion, an increase of $78 million from last year. On an organic basis, revenue increased 11%. Organic storage rental revenue growth of 9.4% reflects our focus on revenue management and solid volume trends. We reported organic service revenue growth of 13.6%, with that performance driven by digital solutions and core offerings.\nGLOBAL RIM adjusted EBITDA was $478 million, an increase of $29 million year-on-year. Turning to our global data center business. We achieved revenue of $112 million, an increase of $15 million year-on-year. From a total revenue perspective, we delivered 17% growth on an organic basis. Organic storage revenue growth was particularly strong at 24%, driven by commencements and improved pricing. As we projected, data center services were down year-on-year given the fit out work we were performing in the first half of last year. Data center adjusted EBITDA was $51 million, representing 21% growth.\nTurning to new and expansion leasing. We had a very strong quarter with the team signing 52 megawatts. We expanded our relationship with a long-standing customer with a 40-megawatt contract. Later in the quarter, we extended this relationship further with another 4 megawatts. Both of these have an initial term of 7 years with multiple renewal options. We signed new deals across our portfolio with key wins in Scottsdale, Phoenix, Frankfurt and London. In total, we signed 22 new logos within our data center business with strong cross-selling activity.\nTurning to asset life cycle management. In the first quarter, ALM volume was ahead of our expectations, while component pricing was down significantly year-on-year. Importantly, we are now seeing pricing for components stabilizing. Given the current environment that Bill described, we are planning for ALM revenue to be consistent in the second quarter with the first quarter. And with the pipeline activity we are seeing, we are well positioned for improving trends in the back half of the year, driven by volume and new bookings.\nIn particular, our OEM business is developing well with the team growing our pipeline and delivering key new wins. For example, we recently signed a deal with one of the largest technology end user device manufacturers to partner with them in the decommissioning needs of their customers.\nTurning to capital. In the first quarter, we invested $302 million, of which $274 million was growth and $28 million was recurring. Turning to the balance sheet. With strong EBITDA performance, we ended the quarter with net lease adjusted leverage of 5.1x, reflecting a significant improvement from last year, this marks our lowest leverage level since 2017. We expect to operate within our target leverage range, which is 4.5 to 5.5x.\nOur Board of Directors declared our quarterly dividend of $0.62 per share to be paid in early July. On a trailing 4-quarter basis, our payout ratio is now 64%, settling into our long-term target range of low to mid-60s percent. Now turning to our outlook.\nWith strong performance in the quarter, we are well on track for the year, and we are pleased to reiterate our full year guidance. For the second quarter, we expect revenue of approximately $1.35 billion, adjusted EBITDA of approximately $475 million, AFFO of approximately $270 million and AFFO per share of approximately $0.92. In summary, our team is executing well on our Matterhorn growth initiatives. We are investing in our business. We remain focused on driving increased levels of cross-selling and exceeding the expectations of our customers.\nI would like to take this opportunity to thank our entire team for their continued dedication and commitment to Iron Mountain and our customers.\nWith that, operator, would you please open the line for Q&A."
  },
  {
    "header": "IRM",
    "cik": "0001020569",
    "ticker": "IRM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f4e21362197c0653cb6e9a0f08c0620f",
    "period": "2022 Q4",
    "content": "Q4 2022 Iron Mountain Inc Earnings Call\n\nQ4 2022 Iron Mountain Inc Earnings Call\n\nIRMNYSEFEB 23, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Iron Mountain Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note this event is being recorded.\nI would now like to turn the conference over to Gillian Tiltman, Senior Vice President and Head of Investor Relations. Please go ahead.\n\nGillian Tiltman\n\nSenior VP & Head of IR, Iron Mountain Incorporated\n\nThanks, Sarah. Good morning, everyone, and welcome to our fourth quarter 2022 earnings conference call. On today's call, we will refer to materials available on our Investor Relations website. We are joined today by Bill Meaney, President and Chief Executive Officer; and Barry Hytinen, our Executive Vice President and Chief Financial Officer. After prepared remarks, we'll open up the lines for Q&A.\nToday's earnings materials contain forward-looking statements, including statements regarding our expectations. All forward-looking statements are subject to risks and uncertainties. Please refer to today's earnings materials, the safe harbor language on Slide 2 and our annual report on Form 10-K for a discussion of the major risk factors that could cause our actual results to differ from those in our forward-looking statements.\nIn addition, we use several non-GAAP measures when presenting our financial results. We have included the reconciliations to these measures in our supplemental financial information.\nAnd with that, I'll turn the call over to Bill.\n\nWilliam L. Meaney\n\nPresident, CEO & Director, Iron Mountain Incorporated\n\nThank you, Gillian, and thank you all for taking the time to join us today. We are pleased to have delivered record performance for both the fourth quarter and the full year. These exceptional results are reflective of our broad product portfolio, synergistic business model, deep customer relationships and committed team.\nBefore I dive into the drivers of our strong performance, I would like to take a few moments to relay how deeply saddened we are all feeling by the devastating and recent earthquakes in Turkey and Syria. Our thoughts and prayers are with our fellow Mountaineers, customers in all of their families living and working in the region. The safety and security of our employees is our #1 priority, and we are committed to supporting our colleagues in the region as they navigate this challenging time.\nNow let me begin our discussion of our recent performance. I am proud to report that Iron Mountain has had another outstanding year. In the fourth quarter, we achieved quarterly revenue of $1.28 billion, yielding 11.3% total organic revenue growth and record adjusted EBITDA of $472 million, up 10%. For the full year, we delivered record results across the board. Revenue of $5.1 billion, adjusted EBITDA of $1.8 billion and AFFO of $1.1 billion, representing growth of 14%, 12% and 10%, respectively. This performance is a direct result of our close relationships with our customers and our commitment to innovation so we can provide them with expanded products and services to meet their needs.\nFor the full year, we delivered organic storage rental revenue growth of 9%, reflecting continued benefit of pricing combined with positive volume trends. We drove double-digit organic growth in our data center business as well as our digital services and asset life cycle management business areas, capping off another excellent year.\nOur continued drive to build an ever-expanding suite of synergistic and customer-centric solutions together with global reach and scale fuels our accelerated growth, consistent with the Matterhorn excellence model we unveiled last autumn.\nLet me share a few examples of how we've been enabling our customers' success and growth through the diverse solutions and unmatched customer service we offer. Beginning with our records management business, we reported a substantial cross-sell win with a large nonprofit health care provider, which has been an Iron Mountain customer for more than 20 years. The win resulted in a new 10-year contract covering records management, ALM, data management, secure storage of nonrecords and document digitization services, taking this customer from $2.5 million per year to $5 million annually. Just a few years ago, we would have been able -- unable to provide such a broad range of services and solutions to this long-tenured customer. Today, with our broad offerings, we not only cross-sold the new services and solutions, but we increased our share of wallet for our records management services and solidified our position as a trusted and strategic partner.\nWe also provided a solution for a large U.S. bank to develop a simple and cost-effective process to manage its vast inventory of over 24 million mortgage files. This partnership involves meeting stringent compliance obligations, mitigating risk and reducing cost.\nAlso in the quarter, we won new business serving the Australian government. Through this work, we will drive considerable cost savings from one of Australia's largest government agencies. Iron Mountain will have a dedicated team to pack, enter data and transport 375,000 cartons to our new facility in Melbourne.\nIn Digital Solutions, a key win I would like to highlight is with a branch of the U.S. federal government. As a result of the enormous success of our original projects with the customer to digitize 177,000 reels of microfilm in less than the prescribed year, we have executed a sole-source follow-on contract to digitize another 133,000 reels of microfilm. This win is the result of the strategic development of a best-in-breed AI machine learning solution to auto-classify and automate data capture.\nIn addition, we worked with a large global medical equipment and electronics manufacturer to navigate an extensive global medical product recall. The customer needed an efficient partner to assist with the recall in order to meet regulatory requirements and avoid further legal ramifications. The customer also required rapid response and tight turnaround times and was seeking a single partner. The win includes several service offerings delivered by a single point of contact and illustrates the early success of our new commercial operating model that we introduced with Project Matterhorn.\nTurning to ALM. Another noteworthy win this quarter was with a health insurance provider, which selected Iron Mountain has its dedicated asset life cycle management partner. Due to the unique nature of their business, the customer has constant attrition throughout the course of the year. And consequently, they were seeking a dedicated ALM partner to provide collection, wiping, imaging, secure storage and redeployment of technology assets. The customer's previous positive experience with Iron Mountain and our team, combined with our strong solutions, led to mutual success. Our services resolved their challenges around collection, ease of use in reporting and tracking. This illustrates our commercial team's strength and ability to cross-sell our set of solutions across the mountain range and is another example of our increased focus and success in driving commercial engagement as part of our Matterhorn client.\nMoreover, we are especially proud to say that we renewed our largest ALM contract this quarter. This is the fourth contract renewal with this client, one of the largest technology companies in the world. We have worked with them for the past 12 years and are proud of this relationship, the continuation of which demonstrates the potential for longevity in this area of our business.\nWe continue to be excited and encouraged by the total addressable market of the asset life cycle management category despite the headwinds we have faced this year as a result of enduring COVID-19 lockdowns in China. In spite of this, our legacy ITAD business continues to perform well. And as we gain momentum on our Matterhorn climb, we continue to focus on moves to accelerate this growth.\nFinally, turning to our data center business. We are pleased to have finished the year with 139 megawatts of new leases signed, exceeding our original booking guidance of 50 megawatts and our most recent target expressed in the third quarter of 130 megawatts. In the fourth quarter, we successfully completed 14 megawatts of leasing. This area of our business has gone from strength to strength over the past several years, and we continue to see tremendous opportunity in serving both hyperscale and colocation customers and significant growth potential for our data center footprint.\nWith 37% year-on-year bookings growth, excluding our large lease in Virginia 4, 5, we will continue to prioritize data centers with our capital program. More details of which Barry will provide in his remarks.\nOne customer win in our data center business that I would like to share is a 6-megawatt expansion lease at our Phoenix campus with an existing global Fortune 100 customer. The customer, which has a long-term strategic relationship with Iron Mountain across service lines and has existing capacity in several of our other locations, needed space to expand in Arizona. Our customer was able to leverage our Phoenix data center for their expansion, and we look forward to supporting them in their future growth.\nAlso in the quarter, our team announced a win for our joint venture at the Mumbai 2 data center, which is connected to our Mumbai 1 data center, 1 of the most robust carrier hotels in the country, providing superb connectivity and flexibility for our customers. We partnered with a global content delivery network company to expand their presence in Mumbai. They required a robust network ecosystem backed by reliable power infrastructure, which we were able to provide.\nAnother win to highlight our ability to cross-sell across business segments involves our existing relationship with one of the largest German banks. This resulted in a new partnership with our data center team who leverage their excellent network within the German financial network -- market and demonstrated proficiency in its high regulatory standards, customer buying team structures and the data center competition in Frankfurt. The customer felt confident in our team's expertise and our ability to support a highly regulated environment to meet their needs. This is yet another excellent example of our ability to listen to our customers and find ways to meet their needs.\nTo conclude, I am incredibly proud of our dedicated team, our unmatched customer dedication and relationships and our solutions, which continue to drive our transformation and excellence. The reorganization we completed in 2022 through the initiation of Matterhorn has established a strong foundation, which is already delivering double-digit growth. It is this foundation built by Matterhorn which will continue to fuel our growth trajectory and to realize our greatest ambitions.\nTurning to our 2023. This momentum will continue to drive the opportunities ahead, with another year of double-digit top line growth expected. Barry will speak in detail about our guidance for the year ahead. Our goals are well within sight as we climb on with Project Matterhorn and beyond.\nWith that, I'll turn the call over to Barry.\n\nBarry A. Hytinen\n\nExecutive VP & CFO, Iron Mountain Incorporated\n\nThanks, Bill, and thank you all for joining us today to discuss our results. Before I begin, I would like to echo Bill's sentiments with regard to the tragedy of the earthquakes in Turkey and Syria.\nTurning to our financials. In the fourth quarter, our team continued the trend of delivering strong performance, exceeding expectations for both adjusted EBITDA and AFFO. On a reported basis, revenue of $1.28 billion, grew 10.3% year-on-year or 14.2%, excluding the effects of the stronger U.S. dollar. Total organic revenue grew 11.3%. Revenue was in line with the expectations we shared when we reported the third quarter in November.\nA key highlight in the quarter is our organic storage revenue, which grew 11% and represents a sequential improvement of 130 basis points. Total service revenue increased 17% to $510 million, driven by organic growth of 12%. These results reflect the strong performance of our commercial team and their focus on selling the entire mountain range of products and solutions.\nAdjusted EBITDA was $472 million, a new record, up 10% on a reported basis and up 13% year-on-year on a constant currency basis. As compared to the rates we were using at the time of our last guidance, the dollar strengthened in November, which resulted in an incremental headwind in the fourth quarter of several million dollars to adjusted EBITDA. Adjusted EBITDA margin was better than we projected at 36.9% and improved 40 basis points sequentially driven by revenue management and mix.\nAFFO was $287 million or $0.98 on a per share basis, up $20 million and $0.06, respectively, from the fourth quarter of last year. This was well ahead of our projections, partially due to the timing of a nearly $10 million cash tax item, which is now incorporated into our 2023 guidance.\nNow let me briefly summarize the full year. Revenue of $5.1 billion increased 14% on a reported basis and 17% on a constant currency basis. Adjusted EBITDA increased 12% year-on-year to $1.827 billion, an increase of $192 million year-on-year, exceeding the projections given on our last call. AFFO increased 10% to $1.11 billion or $3.80 on a per share basis.\nI would like to briefly compare our results to our financial guidance. As we have noted throughout the year, FX rates have been more of a headwind than we had initially planned. In fact, using the same FX rates we had in our projections in February of 2022, we would have exceeded the high end of our guidance for EBITDA, AFFO and AFFO per share.\nNow turning to segment performance. In the fourth quarter, our Global RIM business delivered revenue of $1.08 billion, an increase of $61 million from last year or 6% on a reported basis. This equates to a 10% increase, excluding the effects of the stronger U.S. dollar. On an organic constant currency basis, revenue increased 11%. Global RIM adjusted EBITDA was $486 million, an increase of $39 million year-on-year, driven by revenue management.\nTurning to our global data center business. We are pleased to report another successful quarter. From a total revenue perspective, we delivered 15% year-on-year growth on a reported basis and 19% year-on-year on a constant currency basis. As a reminder, in the second half of 2021, we provided unique fit-out services for our Frankfurt joint venture.\nIn the fourth quarter of 2021, those services resulted in approximately $9 million of revenue. Excluding those fit-out services, on a like-for-like basis, our total data center revenue grew in excess of 27%. And we are now back to a more normalized service revenue run rate. Our data center storage revenue grew 25% year-on-year or 28% on a constant currency basis.\nTurning to new and expansion leasing. We completed 14 megawatts in the fourth quarter and 139 for the full year. This is well ahead of our updated leasing projection of 130 for the full year. Excluding our large build-to-suit lease in Virginia, we leased 67 megawatts for the full year.\nWith our increasing pipeline and the depth of our customer relationships, for 2023, we project leasing 80 megawatts or more for the full year. This represents 20% bookings growth. We are continuing to expand our data center platform into new markets. And as we discussed in November, we closed the Madrid data center transaction early in the fourth quarter.\nTurning to our asset life cycle management business. We continue to be pleased with the results of our legacy ITAD business, which grew approximately 30% for the full year, and we are happy to report that we have seen strong growth in our pipeline.\nFor the hyperscale decommissioning portion of the business, we are conservatively planning the year with an expectation for continued impact from COVID-19 in China. For example, at the midpoint of our revenue guidance range, we have assumed revenue from our total ALM business is consistent year-on-year. As a reminder, the decommissioning market was performing better through the first half of 2022 and slowed down sharply following more intense lockdowns in China. And as we are planning for ramping performance through the year, we anticipate the first quarter of 2023 revenue in our ALM business to be consistent with the fourth quarter of 2022. With that, we will naturally have some impact on our organic growth rate in the first 2 quarters of the year as we anniversary the ITRenew transaction in January.\nTurning to capital. For the full year 2022, we invested $820 million of growth capital and $142 million of recurring. For 2023, we project capital expenditure to be approximately $850 million of growth with the vast majority of that dedicated to data center development and $145 million of recurring.\nTurning to the balance sheet. With strong adjusted EBITDA performance, we ended the quarter with net lease adjusted leverage of 5.1x, better than our projections and an improvement versus last quarter. I think it is worth noting this marks our lowest leverage level since 2017. As we have said before, we expect to operate within our target leverage range, which is 4.5 to 5.5x. For 2023, we expect to exit the year at similar levels to year-end 2022.\nOur Board of Directors declared a quarterly dividend of $0.62 per share to be paid in early April. On a trailing 4-quarter basis, our payout ratio is now 65%, approaching our long-term target range of low to mid-60s percent.\nNow let me share our projections for the full year of 2023. We expect total revenue to be within the range of $5.5 billion to $5.6 billion, which represents between 8% and 10% growth year-on-year. On consistent FX rates, this implies growth of 9% to 11%. We expect adjusted EBITDA to be within the range of $1.94 billion to $1.975 billion, which represents 7% year-on-year growth at the midpoint.\nOn consistent FX rates, this implies growth of 8% at the midpoint. We expect AFFO to be within the range of $1.15 billion to $1.175 billion, which represents 5% year-on-year growth at the midpoint. On consistent FX rates, this would be 6% growth at the midpoint. We expect AFFO per share to be $3.91 to $4. This represents growth of 4% at the midpoint, and on consistent FX rates, this would be 6% growth at the midpoint.\nOur guidance for both AFFO and AFFO per share includes the timing of the approximate $10 million cash tax item I previously mentioned from the fourth quarter of 2022 into the first quarter of 2023. This represents approximately 2 points of growth on both metrics.\nI would like to share some commentary to help investors better understand our guidance. In terms of FX, we are using current rates in our projections for 2023. While the U.S. dollar has weakened some recently, we currently expect FX to be nearly a $40 million headwind to revenue for the full year. I would like to further note that at these levels, FX will be a more pronounced headwind in the first half of the year. We expect revenue management will continue to be a significant benefit, and I will note the vast majority of the actions we have planned for in 2023 have already been implemented at this point.\nNow turning to the first quarter, we expect revenue in excess of $1.3 billion, adjusted EBITDA of approximately $460 million, AFFO of approximately $270 million and AFFO per share of approximately $0.92.\nTo conclude, we are pleased to have delivered a strong year in 2022 and are realizing our growth ambitions that we outlined at our recent Investor Day. I'd like to take this opportunity to once again express my thanks to our entire team for their continued dedication, serving our customers and delivering on our collective commitments.\nAnd with that, operator, would you please open the line for Q&A?"
  },
  {
    "header": "IRM",
    "cik": "0001020569",
    "ticker": "IRM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ee948c4e87fdeb499149a776e32120be",
    "period": "2022 Q3",
    "content": "Q3 2022 Iron Mountain Inc Earnings Call\n\nQ3 2022 Iron Mountain Inc Earnings Call\n\nIRMNYSENOV 3, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Iron Mountain Third Quarter 2022 Earnings Conference Call. (Operator Instructions). Please note this event is being recorded.\nI would now like to turn the conference over to Gillian Tiltman, Senior Vice President and Head of Investor Relations. Please go ahead.\n\nGillian Tiltman\n\nSenior VP & Head of IR, Iron Mountain Incorporated\n\nThanks, Sarah. Good morning, and welcome to our third quarter 2022 earnings conference call. On today's call, we will refer to materials available on our Investor Relations website. We're joined here today by Bill Meaney, President and Chief Executive Officer; and Barry Hytinen, our Executive Vice President and Chief Financial Officer. After prepared remarks, we'll open up the lines for Q&A.\nToday's earnings results contain forward-looking statements, including statements regarding our expectations. All forward-looking statements are subject to risks and uncertainties. Please refer to today's earnings materials, the Safe Harbor language on Slide 2, and our quarterly report on Form 10-Q for a discussion of the major risk factors that could cause our actual results to differ from those in our forward-looking statements.\nIn addition, we use several non-GAAP measures when presenting our financial results. We have included the reconciliations to these measures in our supplemental financial information.\nAnd with that, I'll turn the call over to Bill.\n\nWilliam L. Meaney\n\nPresident, CEO & Director, Iron Mountain Incorporated\n\nThank you, Gillian, and we appreciate everyone taking the time to join us for our third quarter results. We are pleased to share with you another outstanding quarter representing the durability and growth of our business model as we continue to navigate successfully through significant headwinds, including the strength of the U.S. dollar, COVID shutdowns in China and ongoing global tensions. Our team of 25,000 dedicated mountaineers continues to empower our customers with solutions to enable them to transform their businesses.\nIn the third quarter, on a reported basis, we delivered revenue of $1.29 billion, representing 14% total organic revenue growth. We are pleased to have achieved all-time record adjusted EBITDA of $469 million. Since last year, the U.S. dollar has strengthened significantly, and excluding its impact on a like-for-like basis, this quarter, our revenue was approximately $1.33 billion and EBITDA was $484 million, representing growth of 18% and 16%, respectively.\nThese results demonstrate the inherent growth and strength of our business and are further proof of why we continue to be so encouraged by the increased demand for our services across the markets in which we operate. Positive volume and revenue management trends continue to benefit us this quarter as reflected in our Organic Storage rental revenue growth of 9.7%.\nAs we shared with you in September at our investor event, we are executing well on our new Project Matterhorn operating model, the next transformational phase of Iron Mountain's growth journey. Building off an already solid foundation, we believe Matterhorn is a cornerstone initiative that will allow us to maintain and capitalize on the positive momentum we have seen over the last several quarters.\nThrough our fully funded plan's ability to invest 16% of revenue over the next 4 years, we believe we will further strengthen Iron Mountain as a market leader across our expanded total addressable market, our diversified global footprint and our enhanced suite of innovative solutions. Our strong double-digit organic growth is evidence of the early progress we are making on our initiatives, which gives us the momentum and confidence in our ability to deliver higher levels of profitable growth over the next several years.\nNow I'd like to share a few highlights of some recent customer wins, which lie beneath the top and bottom line growth.\nTurning to our digital solutions business, we helped a global European bank evolve to a paperless branch experience to drive enhanced customer service with 360-degree customer data, traceable and audible digital records, and reduced manual efforts for their tellers. The customer has a footprint of more than 400 branches in the U.S., with each branch storing decades worth of customer records on premises.\nWe are partnering with the bank to digitize all customer records across the U.S. branches in under a year. The files will be securely transferred and imaged at Iron Mountain digital supercenters' indexing and tagged with critical metadata using machine learning, and then placed into InSight, Iron Mountain's Digital repository. InSight will be provided to over 3,500 tellers across the bank to access these digitized customer records quickly and securely.\nThis win is just one example of how we are helping our customers evolve their businesses through digitization, resulting in quicker, easier and more secure access to their most important information for years to come.\nAlso in digital solutions, we won a contract with a state court in Brazil from an incumbent provider. To comply with the Brazilian National Council of Justice's 100% digital initiative, all state courts are required to convert active lawsuit documents from physical to digital by 2023. As such, they turned to Iron Mountain for help to implement and complete the conversion process within the mandated time frame whilst adhering to specific quality requirements. Whilst this is in and of itself a terrific win, we are currently exploring further opportunities with this customer.\nMoving to our Asset lifecycle management segment. I'd like to share an innovative win this quarter. Our strong existing relationships and coordinated efforts led to a large asset life cycle management win to serve 700 locations in the United States and Canada for a large healthcare company. Prior to the deal, the customer had primarily engaged with us through our records business. The first phase of the partnership included retrieval of IT equipment and plans for a forthcoming data center refresh. We expect to process more than 13,000 assets in the first year.\nMoving on to the impact of COVID shutdowns in China on the ITRenew business, we see continued constraints in the downstream demand for recycled IT components. As a result, we expect to see similar levels of ITRenew sell-through in Q4 as in Q3. With the continued increase of the backlog of components, we remain bullish on the prospects of the business once the situation normalizes.\nIn our fine arts business, we are pleased to highlight a win with an internationally-renowned art museum. The customer turned to our team to assist them with multiple on-site projects related to renovations the museum will undergo throughout a 3-year period. Lacking the internal resources to staff these projects, they were seeking a trusted partner to support them by providing additional art handling services. By leveraging our experience and successful track record of prior engagements with the customer, we were able to offer a compelling proposal that secured this very exciting initiative. In the quarter, this business grew by 17% year-over-year, which is a reflection of the strong underlying business.\nShifting to the Data Center business, we are pleased to have booked 7 megawatts of leasing in this quarter, bringing total bookings year-to-date to 125 megawatts. As a result, we expect to exceed our previous projection of 130 megawatts for new leases for the year. One of the wins this quarter included a cross-sell deal with a large non-profit community health provider that needed to close down their internal data center and establish a disaster recovery site.\nAs a long-term tape backup and records management customer of Iron Mountain, they reached out to their Account team who engaged with our Data Center team. As a result, the customer signed a co-location contract, which included Internet services in multiple cross connects within 45 days. The convenience of having a single provider for all their physical and digital storage needs was a critical selling point in addition to Iron Mountain's rigorous data center compliance program, which is essential for the customer given the highly regulated market in which they operate.\nOur team's flexibility and willingness to collaborate across divisions to customize solutions for our customer provides a superior experience, and ultimately is what made us stand out as their partner of choice. From a development perspective, as discussed in September at our investor event, we have continued to build our land bank in key strategic markets to support future growth with several notable expansion deals.\nAs previously announced, we have added buildable capacity in the Phoenix, Arizona market with the purchase of adjacent land to our existing campus. Based on current design plans, the parcel can support 36 megawatts and includes a 56 MVA substation on site. This is an important expansion in this dynamic market as our current campus of 89 megawatts is nearly fully leased and/or committed.\nWe also expanded our footprint in India with the securing of land and power for 20 megawatts of additional capacity in Mumbai. We remain excited about the growth potential in this strategic emerging market, both for our data center business as well as for the enterprise as a whole. In total, we currently have 52 megawatts of buildable capacity across 5 markets in India.\nSubsequent to the end of the third quarter, we acquired a data center campus in Madrid, Spain, marking our entry into the Iberian market. The asset is uniquely scaled data center campus with an existing 3-megawatt building and fully-permitted expansion potential of 79 megawatts. We view Madrid as a very important European market as it is poised to capture a significant growth from supply-constrained markets.\nWith these additions to our portfolio, our total capacity is now nearly 670 megawatts. The wins I've shared with you today demonstrate the breadth and depth of our business, our focus on customer centricity in providing innovative, transformative solutions, and the strength of our global commercial platform driven by our Matterhorn initiative.\nI am very proud of our outstanding team who are the bedrock of our company, and the way in which we come together to drive and deliver our growth journey. Our business model is highly profitable, our pipeline is strong, our vision is clear, and we continue to climb on.\nWith that, I'll turn the call over to Barry.\n\nBarry A. Hytinen\n\nExecutive VP & CFO, Iron Mountain Incorporated\n\nThanks, Bill, and thank you all for joining us today to discuss our results.\nIn the third quarter, our team delivered solid performance, meeting top line projections while exceeding expectations for both EBITDA and AFFO. On a reported basis, revenue of $1.29 billion grew 14% year-on-year or 18% excluding the effects of the stronger U.S. dollar. A key highlight in the quarter is our Organic Storage revenue which grew 9.7% and represents a sequential improvement of 150 basis points. Total service revenue increased 28% to $527 million, driven by organic growth of 22%.\nThese results reflect the strong performance of our commercial team and their laser focus on selling the full suite of products and solutions across our portfolio. Adjusted EBITDA was $469 million, up 12% on a reported basis and up over 16% year-on-year on a constant currency basis.\nAs the dollar strengthened significantly since the time of our last call, I think it will be helpful to provide a bit more context. As compared to the rates we were using in August, the stronger dollar resulted in an incremental headwind in the third quarter of approximately $10 million to revenue and $3 million to EBITDA. Under the same FX rates we were using in our August projection, third quarter revenue and adjusted EBITDA would have been approximately $1.3 billion and $472 million, respectively. Adjusted EBITDA margin was better than we projected and improved 120 basis points sequentially, driven by revenue management and mix.\nAFFO was $288 million or $0.98 on a per share basis, up $25 million and $0.08, respectively, from the third quarter of last year. Due to the strengthening dollar, there was an approximate $3 million impact to AFFO versus the rates we used in our August projection.\nNow turning to segment performance. In the third quarter, our Global RIM business delivered revenue of $1.1 billion, an increase of $93 million from last year or 9% on a reported basis. On an organic constant currency basis, revenue increased 14%. In the third quarter, our team continued to drive accelerating organic growth, both in Storage and Services. Global RIM adjusted EBITDA was $484 million, an increase of $48 million year-on-year.\nTurning to our Global Data Center business, we are pleased to report another successful quarter. Our Data Center Storage revenue grew 33% year-on-year. On a total revenue basis, we delivered 13% year-on-year growth.\nNow as a reminder, in the second half of 2021, we provided unique fit-out services for our Frankfurt joint venture. In the third quarter of 2021, those services resulted in approximately $14 million of revenue. Excluding those fit-out services, on a like-for-like basis, our total data center revenue grew in excess of 30%.\nWe completed 7 megawatts of new and expansion leasing, and with the strength of our expanding pipeline, we now expect to exceed our leasing projection of 130 megawatts for the full year. As Bill detailed earlier, we are continuing to expand our data center platform into new markets. We closed the Madrid data center transaction early in the fourth quarter for an initial purchase price of $78 million, which is subject to an additional $10 million earn-out.\nTurning to Corporate and Other, revenue increased 22% on an organic basis and nearly 120% in total, driven by our ALM business and continued strength in Fine Arts. Within ALM, our organic IT asset disposition business continued on its strong trajectory, growing in excess of 20% year-on-year. Turning to ITRenew, revenue was down sequentially as we projected on our last call. The business was $5 million below that projection as the lockdowns in China persisted throughout the quarter. We are projecting revenue levels for our total ALM business in the fourth quarter to be consistent with the third quarter.\nTurning to capital. Total expenditures were $309 million in the third quarter. We deployed $270 million of growth CapEx and $39 million of recurring. Turning to the balance sheet, with strong EBITDA performance, we ended the quarter with net lease adjusted leverage of 5.2x, an improvement versus last quarter. And I think it is worth noting this marks our lowest leverage level since 2017. As we have said before, we are committed to our long-term range of 4.5x to 5.5x, and we now expect to exit the year at 5.2x.\nOur Board of Directors declared our quarterly dividend of $0.62 per share to be paid in early January. On a trailing 4-quarter basis, our payout ratio is now 66%, approaching our long-term target range of low to mid-60s percent.\nNow let me share our projections for the fourth quarter, which incorporate recent FX rates.\nWe expect total revenue to be approximately $1.3 billion, which represents 12% growth year-on-year. This would be a high teens growth rate on a constant currency basis. We expect adjusted EBITDA to be approximately $470 million in the fourth quarter, which represents 9% year-on-year growth, including the negative impact of FX. We expect AFFO to be approximately $280 million, which is $0.94 on a per share basis.\nAs FX rates have moved significantly both this year and in the most recent quarter, we feel it would be helpful to provide a bit more context. With the FX rates that we used at the time of our August earnings release, our projections for the fourth quarter would be revenue in excess of $1.32 billion, EBITDA of approximately $480 million, AFFO of approximately $290 million and AFFO per share of approximately $0.97.\nAs compared to our full year guidance ranges, with our year-to-date performance and our fourth quarter projection, revenue is at the low end and adjusted EBITDA is at the midpoint. I would like to highlight that on the same FX route rates we were using at the start of the year, we estimate our full year revenue would be in excess of the midpoint of our range and adjusted EBITDA would be beyond the high end of our range.\nTo conclude, our results reflect the strength of our business model and our team's collective execution and focus on growth and operating leverage. I'd like to take this opportunity to thank our entire team for their strong performance on our drive to achieve our ambitions.\nAnd with that, operator, please open the line for Q&A."
  },
  {
    "header": "IRM",
    "cik": "0001020569",
    "ticker": "IRM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d22fd425e678224c854d2c0a657fbd9f",
    "period": "2022 Q2",
    "content": "Q2 2022 Iron Mountain Inc Earnings Call\n\nQ2 2022 Iron Mountain Inc Earnings Call\n\nIRMNYSEAUG 4, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Iron Mountain Second Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded.\nI would now like to turn the conference over to Gillian Tiltman, Senior Vice President and Head of Investor Relations. Please go ahead.\n\nGillian Tiltman\n\nSenior VP & Head of IR, Iron Mountain Incorporated\n\nThank you, Chad. Good morning, and welcome to our second quarter 2022 earnings conference call. On today's call, we will refer to materials available on our Investor Relations website. We are joined here today by Bill Meaney, President and Chief Executive Officer; and Barry Hytinen, our Executive Vice President and Chief Financial Officer.\nAfter prepared remarks, we'll open up the lines for Q&A.\nToday's earnings materials contain forward-looking statements, including statements regarding our expectations. All forward-looking statements are subject to risks and uncertainties. Please refer to today's earnings materials, the safe harbor language on Slide 2 and our quarterly report on Form 10-Q for a discussion of the major risk factors that could cause our actual results to differ from those in our forward-looking statements.\nIn addition, we use several non-GAAP measures when presenting our financial results. We have included the reconciliations to these measures in our supplemental financial information.\nAnd with that, I'll turn the call over to Bill.\n\nWilliam L. Meaney\n\nPresident, CEO & Director, Iron Mountain Incorporated\n\nThank you, Gillian, and thank you all for joining us today to discuss our second quarter results. Our team delivered another quarter of record results, further demonstrating our resilience in pricing power as the world navigates difficult market conditions and global instability. Our dedicated team continues to develop new and innovative solutions for the ever-evolving needs of our customers. Our durable business model and strong customer relationships consistently drive value for our customers and ultimately, our shareholders.\nOur record second quarter results delivered our highest ever quarterly revenue of $1.29 billion, representing 13% total organic revenue growth and an all-time record for EBITDA of $455 million, in spite of significant FX headwinds. These results are further proof of why we continue to be so encouraged by the increased demand for our services across key markets.\nPricing and positive volume trends continue to benefit us in this quarter as we reflected in our organic storage rental revenue growth of 8.2%. As we have been sharing with you over the past few quarters, we have been growing quickly, even faster than our own expectations. A major driver of this growth is a direct benefit from our continued innovation, which has increased the size of the total addressable market for our products and services by 12x to $120 billion, most of which is in faster-growing sectors.\nAccordingly, we are forecasting revenue growth to continue to accelerate in the back half of the year, driven by strong revenue management in our global RIM business unit, growth in our data center business, digital information management solutions and improving trends in downstream demand for our hyperscale asset life cycle management or ALM business, which we acquired through the acquisition of ITRenew in January of this year.\nI now would like to take this opportunity to share a few highlights of our customer wins. To begin with, our records management business, we have had a long-standing relationship with a major global accounting organization for more than 20 years. They were in the midst of reviewing their records management program when they learned of our Smart Sort solution. We calculated that Smart Sort could help them classify and destroy co-mingled records that have various retention schedules in a much faster and more cost-efficient way than if they were to do so in-house. This led to a proof of concept to demonstrate the power of our tools and techniques, which resulted in a deal that closed months sooner and expanded the records management program we performed for them across not only the outsourced records but their in-house records as well.\nMoreover, this win has already led to other exciting conversations with the customer about digital transformation opportunities. The deal has also opened more opportunities with the customer in Europe and the Asia Pacific region.\nOn the Digital Solutions side, we recently won a contract with a large insurance and financial services company in the United States. They had previously only used us for shredding services, aligned with the acceleration of the digitization initiatives, they needed solutions to help them create greater business efficiencies whilst maintaining data security for the sensitive information their company handles every day. We provided a cloud-based solution to further support their work from anywhere initiatives by delivering information to their associates wherever they are in a secure and easy-to-access manner.\nOur team listened to the customers' needs and tailored a near-site digital mailroom solution to effectively meet their needs by leveraging an Iron Mountain owned and operated record center located near the customers' headquarters. As a result, we will digitize and distribute 10 million pieces of mail annually. As part of the special handling process, we will also leverage our insight solution for checks and other items deemed to be sensitive.\nOver time, we expect to leverage the full suite of InSight solutions to process all of their mail, leveraging workflow automation through the use of our embedded artificial intelligence and machine learning capabilities. This innovative solution will dramatically improve mail processing times through automated routing as well as classification and governance.\nThese wins demonstrate the merits of strong customer loyalty, coupled with our solution-oriented approach in serving our customers. We are sharply focused on understanding their job to be done in delivering solutions which are both innovative and impactful.\nNow to switch gears, I'd like to share a recent data restoration and migration win that led to an ALM win, thanks to a deep and trusted relationship with one of our customers, a large Australian bank. They have been growing through acquisition and as part of their integration plans have been decommissioning their data centers to move to a large cloud provider. To help enable this transition, we recognize that they would benefit from better access to their data on tapes, leading to 1 of our biggest data restoration and migration services contracts.\nThis is in and of itself a great win, but it led us to an even larger opportunity to assist this long-standing customer. Based on our strong partnership, we were able to help the customer manage their decommissioned data center assets by offering an introduction to our ALM services. This win is an important entry point and shows our ability to help our customers solve multiple business challenges. It also reinforces the cross-sell opportunity in ALM.\nIn our ALM segment, in addition to the Australian bank, this quarter, we closed a deal with another large global bank, whereby Iron Mountain will provide on-site media destruction and data center equipment recycling to 42 data centers campus locations and branch offices. The program will also expand to corporate and user assets in multiple global locations. This customer contacted Iron Mountain in January of 2022 to inquire about our secure IT asset disposition services due to poor performance from their incumbent vendor. Our team engaged with the bank's key stakeholders to discuss their service requirements, data security policy and pain points in order to best position our solution.\nOur best-in-class logistics, asset processing capabilities, data security practices, transparent reporting and strong client relationships were critical to securing the win. Moreover, our acquisition earlier this year of ITRenew and the resulting ability to in-source all asset processing capabilities in the U.S. convince this customer that we have the strongest capability set to service them.\nWe are also pleased to report another ALM win with a large cloud customer wherein we were awarded part of a $60 million global RFP. The customer currently uses a multi-vendor approach with a vendor assigned per region. ITRenew was the largest provider to them in North America for value recovery and on-site drive destruction. Now that Iron Mountain has completed the acquisition, the customer has additionally awarded us their Irish business, along with expansion of the North American business to include shredding and recycling hard disk drives. We won this business in part due to our track record of achieving the highest value for the resale of decommissioned components, our global footprint and our excellence in asset tracking.\nWe are very encouraged by the continued growth of IT assets contracted to us for disposal as well as the wins with new and existing clients. However, like all global businesses exposed to computing equipment, the latest COVID-19 shutdowns in China have had a negative short-term impact. This impact has been most particularly pronounced in May and June. There is a higher-than-normal backlog of material, which we hold on consignment that cannot be sold until we can deliver it to the manufacturers in China who are using the recycled components in their goods. Whilst China's zero COVID policy makes it hard to predict when manufacturing rhythms will return to normal, we do expect to see an acceleration of our sell-through once the situation does indeed normalize.\nIn summary, the continued growth we have seen in the upstream supply of IT equipment needing to be securely and safely recycled further increases our excitement about this sector once downstream demand for recycled IT components reverts back to its usual levels.\nFinally, our data center business has been extremely active this quarter, and we successfully completed 83 megawatts of leasing. This included a 72-megawatt lease for 2 buildings on our Northern Virginia campus. Both of these facilities are effectively stabilized as we have pre-leased 100% of the capacity to a Fortune 100 company. Today, we are happy to announce a joint venture for these assets with a subsidiary of Hana Financial, a global real estate firm. Full build-out of these 2 sites is expected in the third quarter of 2025, and Iron Mountain will be responsible for managing the design and development of the data center shell as well as administrating the leases. Also in this quarter, we signed a hyperscale tenant on our Phoenix, Arizona campus. With this new lease, the customer has existing capacity in 3 of our locations. This win increases their geographic presence with us as well as introducing the client to the Phoenix market for the first time.\nWe've also been active on co-location this quarter in our data center business. We had a new customer win with 1 of the largest managed service providers, which has existing data centers in North America and Europe, and we're looking to gain entry into strategic emerging markets such as India. To that end, we were able to accommodate this customer through our Web Werks JV in Mumbai for data center capacity.\nWhen we originally entered India through this JV, we operated in 3 markets: we have spent much of the last year focused on securing land to expand our footprint in our existing markets as well as 2 additional new markets now. We believe as we work through planning and permissioning on these parcels, we will have over 100 megawatts of sellable capacity in the Indian market over the next couple of years.\nHaving personally visited India already twice this year, I and we remain very excited about -- about the opportunities we are seeing in this exciting market, both for data center as well as our business more broadly. These wins show how our focus towards building an extraordinary set of synergistic and customer-centric solutions, combined with our global reach and footprint both differentiates and propels our growth forward.\nAs we have discussed before, we are focused on driving commercial activity, including cross-selling our solutions to our customers, and this quarter, nearly all of our data center bookings were signed with existing customers of Iron Mountain.\nTo conclude, I am incredibly proud how our team has continued to build on our growth momentum, expand our portfolio and not only meet but exceed our customers' evolving needs. This is evidenced by our outstanding and record results this morning, including our highest ever revenue and all-time record EBITDA as well as the highest rate of organic revenue growth in the last 25 years. We expect to continue to build on these results as we further the growth of our business based upon a strong global footprint, a powerful portfolio of products and services and our deep customer relationships. We have a very exciting future, and I can't wait to see all we continue to accomplish together.\nWith that, I'll turn the call over to Barry.\n\nBarry A. Hytinen\n\nExecutive VP & CFO, Iron Mountain Incorporated\n\nThanks, Bill, and thank you all for joining us to discuss our results. In the second quarter, our team delivered strong performance across all metrics, meeting top line projections while exceeding projections on EBITDA and AFFO. On a reported basis, revenue of $1.29 billion, grew 15% year-on-year or 18% excluding the effects of the stronger U.S. dollar. Incidentally, the dollar strengthened significantly since the time of our call in April and resulted in about $15 million of incremental revenue headwind versus our prior projections for the second quarter.\nA key highlight in the quarter is our organic storage revenue, which grew 8.2%, reflecting strong revenue management and data center commencements. Total service revenue increased 34% to $536 million with 21% organic growth. In total, this was driven by strength in our core service offerings, including digital solutions and our acquisition of ITRenew. Adjusted EBITDA was $455 million, up 12% on a reported basis and up 15% year-on-year on a constant currency basis.\nWe had strong contributions from revenue growth driven by pricing and data center storage along with ongoing productivity improvements. The higher level of EBITDA was despite the significant impact of the stronger U.S. dollar and the disposition of our software escrow business last June. Combined, those 2 items are about $17 million of year-on-year headwind.\nThe deconsolidation last quarter of the former OSG Records business in Russia offset the benefit from ITRenew. With solid flow-through, second quarter EBITDA exceeded the expectations we shared on our last call by $5 million on a reported basis and by $10 million using the same FX rates included in our April projections. Adjusted EBITDA margin was better than we projected and improved 80 basis points sequentially versus the first quarter of 2022, driven by price and mix. AFFO was $271 million or $0.93 on a per share basis, up $25 million and $0.08, respectively, from the second quarter of last year. In both cases, we exceeded our expectations.\nNow turning to segment performance. In the second quarter, our global RIM business delivered revenue of $1.1 billion, an increase of $74 million from last year or 7% on a reported basis. On an organic constant currency basis, revenue increased 11%. Constant currency storage rental revenue growth of 6.4% exceeded our expectations for the quarter. These results reflect the strong performance of our commercial team and their focus on selling the full suite of products across our portfolio. Global RIM adjusted EBITDA was $469 million, an increase of $45 million year-on-year. Adjusted EBITDA margin was up 120 basis points year-on-year, reflecting pricing strength and productivity.\nTurning to our global data center business. Our team delivered another successful quarter of executing our strategy. On a revenue basis, we delivered 30% year-on-year growth, and a particular highlight for me is the 24% organic storage revenue growth. As we noted on our last call, we signed a 72-megawatt lease on our Virginia campus with a long-standing hyperscale customer for a near build-to-suit. As Bill noted, we have recently established a joint venture for this asset, whereby we will retain a 55% interest and generate a strong return. We completed an additional 11 megawatts of leasing in the quarter for a total of 83 megawatts. We are confident in our 130-megawatt projection for new and expansion leasing this year, thanks to the momentum from the first half of the year, combined with our strong bookings pipeline.\nTurning to our Corporate and Other business. Revenue increased 156% year-on-year, driven by our ALM business, including the ITRenew acquisition and organic growth in our Fine Arts business. For modeling purposes, let me call out a couple of minor changes we've made to our reporting to be consistent with how we are managing the company. First, all of our ALM business is now included in Corporate and Other, whereas previously, our legacy IT asset disposal business was in Global RIM.\nSecondly, our entertainment services business and certain costs that support our commercial organization have been moved from corporate into global RIM. We have updated our historical financials to allow for comparability and those will be made available on our Investor Relations website later today. In our asset life cycle management business, as Bill mentioned, we are very optimistic with regard to the underlying trends in this category. And importantly, our committed backlog remains strong and growing and currently sits at a record level as we speak to you today.\nTurning to capital recycling. In the second quarter, we generated approximately $91 million. Total capital expenditures were $188 million, of which $156 million was growth and $32 million was recurring. We continue to expect total capital expenditures for the full year to be approximately $950 million, which includes $625 million for data center development and $155 million for recurring CapEx.\nTurning to the balance sheet. With strong EBITDA performance, we ended the quarter with net lease adjusted leverage of 5.3x, which reflects a sequential improvement from the first quarter. As we have said before, we are committed to our long-term range of 4.5 to 5.5x. We continue to expect to exit the year at levels within our target range. And with our strong financial position, our Board of Directors declared our quarterly dividend of $0.62 per share to be paid in early October. On a trailing 4-quarter basis, our payout ratio is now 68%, approaching our long-term target range of low to mid-60s.\nNow turning to our outlook. For the full year, reflecting our performance in the first half and strong outlook, we expect to deliver revenue at the midpoint of our guidance range despite an additional $60 million of foreign exchange headwind in the second half. And for EBITDA and AFFO, with continued pricing and productivity, we expect to achieve the midpoint or beyond of our full-year guidance ranges.\nNow let me share our expectations for the third quarter. We expect total revenue to be approximately $1.3 billion, which represents 15% growth year-on-year. I would like to note that we have considerable FX headwinds, both year-on-year and sequentially. We expect adjusted EBITDA to be approximately $465 million in the third quarter, which represents 11% year-on-year growth. And we expect AFFO to be approximately $280 million.\nTo conclude, the performance of our business is strong. Our team continues to drive higher levels of growth, and we thank them for their collective efforts and dedication. Our tour is strong with margin increasing, thanks to pricing and productivity and our investments are driving considerable growth across our business. We look forward to seeing many of you at our upcoming investor event on September 20, at which time we will have the opportunity to discuss our strategy to drive considerable future growth. The event will take place in Northern Virginia and include a tour of our data-centric campus. For those of you who cannot join in person, a live webcast of the presentation will be available.\nAnd with that, operator, please open the line for Q&A."
  },
  {
    "header": "IRM",
    "cik": "0001020569",
    "ticker": "IRM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ff4c10a38c68214612c47095ad91cd33",
    "period": "2022 Q1",
    "content": "Q1 2022 Iron Mountain Inc Earnings Call\n\nQ1 2022 Iron Mountain Inc Earnings Call\n\nIRMNYSEAPR 28, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Iron Mountain First Quarter 2022 Earnings Conference Call.\n(Operator Instructions)\nPlease note, this event is being recorded. I would now like to turn the conference over to Gillian Tiltman, Senior Vice President and Head of Investor Relations. So Gillian, go ahead.\n\nGillian Tiltman\n\nSenior VP & Head of IR, Iron Mountain Incorporated\n\nThank you, Bricka. Good morning, and welcome to our first quarter 2022 earnings conference call. On today's call, we will refer to materials available on our Investor Relations website. We are joined today by Bill Meaney, President and Chief Executive Officer; and Barry Hytinen, our Executive Vice President and Chief Financial Officer. After prepared remarks, we'll open up the lines for Q&A. Today's earnings materials contain forward-looking statements, including statements regarding our expectations. All forward-looking statements are subject to risks and uncertainties. Please refer to today's earnings materials, the safe harbor language on Slide 2 and our quarterly report on Form 10-Q for a discussion of the major risk factors that could cause our actual results to differ from those in our forward-looking statements. In addition, we use several non-GAAP measures when presenting our financial results. We have included the reconciliations to these measures in our supplemental financial information.\nWith that, I'll turn the call over to Bill.\n\nWilliam L. Meaney\n\nPresident, CEO & Director, Iron Mountain Incorporated\n\nThank you, Gillian, and thank you all for taking the time to join us today. Our team delivered exceptional results for the first quarter of 2022, exceeding the expectations we provided on our last call. This record performance is reflective of our broad offerings, deep customer relationships, resilient business model and dedicated team. Whilst we are thrilled to report these results, it's important to take a moment to acknowledge the events happening in Ukraine impacting the world at large. As we navigate this devastating conflict, we continue to prioritize our mountaineers and their families. To that end, I am comforted to share that all 65 of our colleagues from Ukraine continue to check in with our global risks, safety and security team on a daily basis and all are safe. Some families have made the difficult decision to migrate to other countries, and I am proud of how our fellow mountaineers in the region have offered assistance in providing comfort and resettlement.\nI continue to be both inspired by and grateful to all the teams in Ukraine and the surrounding countries who have united to support each other in this crisis. I've visited the region twice recently, and I remain humbled by the strength of our colleagues, and we remain committed to supporting our effective mountaineers and continue to hope and pray for a rapid resolution of this war.\nNow if I may, let me begin our discussion of our first quarter results, a record for the company. We achieved our highest ever quarterly revenue of $1.25 billion, exceeding our expectations of $1.2 billion, yielding 10% or total organic revenue growth in an all-time record EBITDA of $431 million. We continue to be encouraged by the increased demand of our services across key markets fueling these results. As pricing and positive volume trends continue to benefit us, we delivered organic storage rental revenue growth of 6.8% in the first quarter.\nWe drove double-digit growth in digital offerings, including data center, GDS digital transformation services and ALM or asset life cycle management. As you know, we've been growing quickly. And over the past 2 years, we have been growing faster than even our expectations. I have shared with you previously how our continued build-out of new products and services as well as growth in these underlying markets has now taken our total addressable market to over $120 billion, accelerating us on our growth trajectory path.\nTurning to our ALM business. We achieved several solid wins that span industries many of which were made possible through the strong combination of Iron Mountain in the recently acquired ITRenew, which has been performing even better than we had anticipated.\nAn example of the power of this combination can be seen in our expansion on a customer win with a large financial institution that we were originally awarded in early 2021. With the additional expertise we acquired with ITRenew, we expanded our offerings to include market-leading recycling expertise as the whole world is focused on how to better embrace the concepts around a more circular economy and reduce our impact on the environment. Along with this added expertise, we now have a full set of capabilities which are truly differentiating in the eyes of not only this customer but also most of our global customers.\nAnother ALM win this quarter was for a task order for Iron Mountain to provide on-site media destruction and ALM services to 18 U.S. locations, including data centers and office locations in which all IT asset types will be included as in-scope.\nSeveral key factors in awarding us the RFP included secure logistics, global footprint, partner network and existing trusted relationships. For this customer, we expect to expand services to multiple regions, including the United Kingdom, Brazil, India and Canada. These are just some of the wins this quarter, which demonstrate the strength of our expanded ALM platform, which will directly benefit from IRMs 225,000 loyal customer base, which includes 95% of the Fortune 1000. Our continued drive in building an extraordinary set of synergistic and customer-centric solutions, combined with our global reach and footprint propels our growth forward.\nNow let me share a few examples of how we've been empowering our customers' success and growth through our diverse digital transformation solutions or GDS offerings, coupled with our customer focus. In the first quarter, we received fully executed service orders for 2 large deals in the energy vertical for one of the world's largest oil and gas companies. Both projects will allow our customer to identify and access dark data to provide quicker decisions and to better manage their assets. The total value of these 2 deals represents more than $12 million. We are looking forward to replicating this success with other energy customers.\nTurning to the Asia Pacific region. I would like to highlight a large win with an Asian full-service universal bank that I had the honor to visit in March. Iron Mountain will provide digitization services to assist our customers' local compliance requirements of [DigiCore], which are anti-money laundering related requirements for a total contract value of $4 million.\nWe are also thrilled to report a customer win that has resulted in a 5-year $8 million digital mailroom deal, leveraging our content services platform or Insight. This Fortune 500 mutual insurance customer after handling their own mail in-house for more than 100 years, came to us with this opportunity, which was both complex and emotional for the customer. Our success here is a direct result of our long-standing strategic partnership. We also continue to grow our business with immigration, refugees and citizenship Canada or IRCC which facilitates the arrival of immigrants, provides protection to refugees and offers programming to help newcomers settle in Canada. In 2020, Iron Mountain began supporting IRCC with imaging a variety of application forms. There was an immediate need to process a backlog of applications with their staff working from home as a result of the pandemic.\nToday, we have processed approximately 115,000 applications, representing over 14.7 million images. Building from this initial work in Toronto, we grew the project by securing an additional contract worth $2.9 million. In addition, we recently awarded a $1.3 million RFP to expand this image initiative to Atlantic and Western Canada. This would not have been possible without our work in supporting this customer from day 1, positioning Iron Mountain as a critical business partner.\nIn our Crozier business, we are pleased to highlight our installation of a piece of art entitled, just what is your position by a distinguished LA artist at the new terminal at LAX. This installation highlights our team's expertise and precision with regard to complicated installation that will now be on display for millions of travelers.\nLast, but surely not least, turning to our data center business, you will recall that we initially expected to lease 50 megawatts this year. By the end of Q1, however, we had already signed a total of 35 megawatts, including a single tenet of 27 megawatts for our London 2 location. We are excited about the continued demand we see across Europe as we bring on added capacity to the market in the coming months. Since March, we have sold an additional 72-megawatt lease on our Northern Virginia campus. This is a near built-to-suit type of agreement where we are responsible for leasing on a long-term basis, the land, the shell and a large portion of the installed MEP or mechanical electrical plant.\nIron Mountain's data center solution met the security, scalability and interconnection requirements of the customer in this critical global data center market. The lease is expected to commence and begin ramping midyear 2024 and has a term of 15 years.\nFinally, I would like to share with you a joint ESG and data center win. As we have said before, ESG continues to be an important focus for us, shown through many years of producing annual corporate sustainability reports outlining our commitments and progress for nearly a decade. We recently announced a design certification of our Phoenix, Arizona AZ P2 data center, the first data center in North America to receive GREEN certification. We are taking the lead on demonstrating the steps facility owners can take to ensure that their data centers are both efficient and resilient.\nDesign for the facility has been certified under -- brings new construction standard, a global recognized green building certification for new developments and achieve the GREEN excellent rating. This continued focus on building standards, together with already having long-term renewable power purchasing agreements, which offset more than 100% of our data center energy requirements places us firmly on the path to reach our 2040 commitments to use 100% renewable energy 100% of the time.\nTo conclude, we continue to build on our growth momentum and expand our portfolio to exceed our customers' evolving needs as evidenced by our outstanding results this morning, including our highest ever revenue and all-time record EBITDA.\nWith our strong footprint, powerful portfolio and deep customer relationships, we are confident that we will continue this momentum. The future is bright, and I can't wait to see all we can accomplish.\nWith that, I'll turn the call over to Barry.\n\nBarry A. Hytinen\n\nExecutive VP & CFO, Iron Mountain Incorporated\n\nThanks, Bill, and thank you all for joining us to discuss our results. In the first quarter, our team delivered strong performance, exceeding the expectations we provided on our last call. On a reported basis, revenue of $1.25 billion grew 15% year-on-year with total organic revenue up 10%. Revenue was over $20 million ahead of the expectations we shared on our last call.\nTo me, a key highlight in the quarter is our organic storage revenue, which grew 6.8% in the quarter, reflecting our strong pricing and data center commencements. Total service revenue increased 33% to $497 million, driven equally by the ITRenew acquisition and our core service offerings. In fact, organic service revenue increased $59 million or 16%, driven by strong growth across our service lines, including digital solutions. As revenue associated with our traditional transportation services was still down 10% from pre-pandemic levels, we are even more pleased with this performance.\nAdjusted EBITDA was $431 million, up 13% on a reported basis and up 15% year-on-year on a constant currency basis. We had strong contributions from revenue growth driven by pricing and data center storage along with ongoing productivity improvements, resulting in EBITDA growth of $50 million. The higher level of EBITDA was despite the impact of the stronger U.S. dollar and the disposition of the software Escrow business last June. Combined, those 2 items are about $14 million of year-on-year headwind.\nPartially offsetting those is the recent ITRenew acquisition. With solid flow through, first quarter EBITDA exceeded the expectations we shared on our last call by $6 million. Adjusted EBITDA margin was better than we projected. And while it was lower year-on-year driven by the inclusion of ITRenew, our core Iron Mountain business continued to deliver improved profitability year-on-year, even with investments to fund further growth. AFFO was $264 million or $0.91 on a per share basis, up $29 million and $0.10, respectively, from the first quarter of last year. In both cases, we exceeded our expectations.\nNow let me spend a moment discussing the impact of the war in Ukraine. In late March, we determined it was appropriate to deconsolidate the majority of the OSG Records business, which is principally doing business in Russia. As a result, we wrote down our investments to a fair value of 0 and accordingly recognized a charge through the other expense line. Going forward, we will no longer be including these entities in our financial statements.\nAlso in our other expense line this quarter, we have a gain on a MakeSpace clutter merger, as I mentioned on our last call. The deconsolidation does not impact our business in Ukraine, which continues to be included in our results. With reduced revenue and a conservative position on accounts receivable, we recognized a loss in our Ukrainian business during the first quarter. I want to echo Bill's comments. We continue to keep all of our mountaineers and their families in our thoughts during this ongoing human tragedy.\nNow turning to segment performance. In the first quarter, our global RIM business delivered revenue of $1.04 billion, an increase of $76 million from last year or 8% on a reported basis. On a constant currency basis, revenue increased 10%. Constant currency storage rental revenue growth of 6.4% or 4.6% on an organic basis reflects our focus on revenue management and solid volume trends, which exceeded our expectations for the quarter. I will note that in our supplemental financial information, we have shared a reconciliation of our volume with and without the deconsolidated entities to allow for comparability going forward.\nGlobal RIM adjusted EBITDA was $451 million, an increase of $43 million year-on-year. Adjusted EBITDA margin was up 100 basis points year-on-year, reflecting continued pricing strength and productivity.\nTurning to our global data center business, we are very pleased with our results. On a revenue basis, we delivered 36% year-on-year growth or 33% organic growth. A particular highlight for me is the 26% organic storage revenue growth we delivered in the quarter. As Bill discussed, the team has done exceptionally well with new bookings. And with that, we are raising our full year outlook on new and expansion leasing to 130 megawatts, up from our prior expectation of 50 megawatts.\nNow to provide some historical context to that, we leased 10 megawatts in 2018, 17 megawatts in 2019, 31 megawatts in 2020, excluding our joint venture in Frankfurt and 49 megawatts last year. With the strength of our performance in the first quarter, we now project full year data center revenue growth of at least 20% year-on-year with even higher rates of growth for storage. With our strong prior year bookings and recent commencements, we have very good visibility to revenue.\nTurning to our Corporate and Other business. Revenue increased 146% year-on-year, driven by the ITRenew acquisition and organic growth in our Crozier business. For modeling purposes, please note that our legacy IT asset disposal business continues to be presented in the global RIM segment. Total capital expenditures were $150 million, of which $115 million with growth and $35 million was recurring.\nIn 2022, we now expect total capital expenditures to be approximately $950 million, up $100 million from our prior expectations. This reflects an increase to our data center development CapEx plans given our strong leasing year-to-date and our very positive outlook.\nTurning to the balance sheet. With strong EBITDA performance, we ended the quarter with net lease adjusted leverage of 5.4x. This is an improvement from last year and better than the projection we shared on our last call. As we have said before, we are committed to our long-term range of 4.5 to 5.5x. We continue to expect to exit the year at levels within our target range.\nAs you may have seen in March, aligned with our growth plans, our team successfully refinanced our credit agreement, which includes a $2.25 billion revolving credit facility and a $250 million term loan A facility. The amendment provides for nearly $550 million of additional borrowing, includes favorable terms and extends the maturity to March 2027. We want to thank our commercial lending group for their continued support.\nAnd with our strong financial position, our Board of Directors declared our quarterly dividend of $0.62 per share to be paid in early July. On a trailing 4-quarter basis, our payout ratio is now 69%, approaching our long-term target range of low to mid-60s percent.\nAnd now turning to our outlook. We are pleased to reiterate our full year 2022 guidance. I should note that this is despite the impact of the deconsolidation and the stronger U.S. dollar. With the closing of the ITRenew transaction, I thought it would be helpful to share our preliminary view on purchase accounting. We currently anticipate amortization of intangibles to be approximately $60 million annually. And with only 2 months of results in the first quarter, we amortized $10 million. Naturally, these charges are included in our adjusted EPS and FFO.\nNow let me share our expectations for the second quarter. We expect total revenue to be approximately $1.3 billion. We estimate organic growth to be high single digits to approaching 10% in the second quarter. We expect adjusted EBITDA to be approximately $450 million, and we expect AFFO to be approximately $260 million. The war in Ukraine and the deconsolidation is nearly $5 million headwind versus the second quarter of 2021 and sequentially versus the first quarter of 2022.\nIn summary, our investments are accelerating our growth trajectory. Our customer relationships are strong, our core is performing well, and we continue to realize incremental pricing opportunities across our business. Our focus on higher growth segments, including data center, asset life cycle management and digital solutions are positioning us for continued success. I would like to thank our entire team for their strong contributions. We look forward to updating you on our progress following the second quarter.\nAnd with that, operator, please open the line for Q&A."
  },
  {
    "header": "IRM",
    "cik": "0001020569",
    "ticker": "IRM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5c4541b7ae933c009cce2f092bada4dd",
    "period": "2021 Q4",
    "content": "Q4 2021 Iron Mountain Inc Earnings Call\n\nQ4 2021 Iron Mountain Inc Earnings Call\n\nIRMNYSEFEB 24, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Iron Mountain Fourth Quarter 2021 Earnings. (Operator Instructions) Please note, this event is being recorded.\nI would now like to turn the conference over to Gillian Tiltman, Senior Vice President and Head of Investor Relations. Please go ahead.\n\nGillian Tiltman\n\nSenior VP & Head of IR, Iron Mountain Incorporated\n\nThank you, Emily. Good morning, and welcome to our fourth quarter 2021 earnings conference call. On today's call, we will refer to materials available on our Investor Relations website. We are joined here today by Bill Meaney, President and Chief Executive Officer; and Barry Hytinen, our Executive Vice President and Chief Financial Officer. After prepared remarks, we'll open up the lines for Q&A.\nToday's earnings materials contain forward-looking statements, including statements regarding our expectations. All forward-looking statements are subject to risks and uncertainties. Please refer to today's earnings materials, the safe harbor language on Slide 2 and our annual report on Form 10-K for a discussion of the major risk factors that could cause our actual results to differ from those in our forward-looking statements.\nIn addition, we use several non-GAAP measures when presenting our financial results. We have included the reconciliations to these measures in our supplemental financial information.\nAnd with that, I'll turn the call over to Bill.\n\nWilliam L. Meaney\n\nPresident, CEO & Director, Iron Mountain Incorporated\n\nThank you, Gillian, and thank you all for taking time to join us today. We are pleased to have delivered record performance for both the fourth quarter and the full year. These record results are reflective of our broad offerings, deep customer relationships, resilient business model and our dedicated teams.\nDespite the challenges associated with the pandemic and most recently with the Omicron variant, our mountaineers around the world have continued each and every day to put our customers first now with renewed and invigorated focus on growth. And our historically high revenue and profitability are a testament to our mountaineer's commitment.\nSpeaking about our mountaineers, I wish to begin my remarks by stating that we are all saddened by the overnight events in the Ukraine. Our thoughts and prayers are with our customers there and our fellow 60 mountaineers and their families living and working in the Ukraine. I am sure for all of us, given the current events in Europe, it deals in many ways inappropriate discussing our financial results with this backdrop, Yet at the same time, it is keeping with our mountaineer spirit.\nWith that, let me begin our discussion of our remarkable and record year. In the fourth quarter, we achieved our highest ever quarterly revenue of $1.16 billion, yielding 8.5% of total organic revenue growth and record EBITDA of $431 million. For the full year, we achieved record revenue of nearly $4.5 billion and EBITDA of $1.6 billion. These results were fueled by increased demand for our services across key markets.\nFor the full year, we delivered organic storage rental revenue growth of 2.6%, reflecting continued benefit of pricing combined with positive volume trends. We drove double-digit growth in digital offerings, including data center, inside our digital transformation services and secure IT disposition, now referred to as ALM, or asset life cycle management. Our digital services and ALM businesses continue to build momentum, growing over 20% in the fourth quarter and capping off an excellent year of growth.\nFurther to our recent success in the ALM area, we are also pleased to report that the acquisition of ITRenew, announced in December closed in January. This acquisition will accelerate our growth trajectory in this $30 billion market, which is growing over 10% per year.\nOur newly created ALM division will absorb our historical secure ITAD business line. This enlarged division not only helps us provide chain of custody for our customers' IT assets, but our ALM activities also assure our customers that their IT assets are wiped of any data at the end of their life and destroyed and recycled in a responsible way.\nOn this last point, in terms of recycling, our expanded offerings in this space around a circular economy are important for both IRMs and our customers' ESG goals leading to carbon neutrality. This expanded ALM division also strongly complements our fast-growing data center business, bringing capabilities to serve some of the largest and most innovative companies in the world in a more cradle-to-grave way, consistent with the best security and ESG practices.\nThis expanded ALM platform will directly benefit from Iron Mountain's 225,000 loyal customer base, which includes 95% of the Fortune 1000. This global customer base is supported by 25,000 mountaineers across 1,450 facilities in 63 countries.\nOur recent expansions in data center, machine learning-driven data analytics and insights and now ALM are just some of the examples of how we continue to invest in growth to capitalize on our many opportunities ahead, serving a customer base which has been loyal to Iron Mountain for decades.\nI have shared with you previously how in the last 5 years, these investments have taken the total addressable market, or TAM, of our products and services from $10 billion to some $80 billion. I am happy to report our continued build-out of new products and services in the last year as well as growth in these underlying markets has now taken our TAM to over $120 billion. Our continued drive in building an ever-expanding set of synergistic and customer-centric solutions, together with global reach and scale, is the fuel behind much of the acceleration in our growth.\nLet me share a few examples of how we've been empowering our customers' success in growth through our diverse solution offerings and unmatched customer service. Our recent customer win with a large aerospace company, where we won a backfile digitization deal of over $20 million, is a superb example of collaboration amongst our entertainment services, technology organization and our global records organization, or GRO.\nIn order to achieve this goal of being a 100% model engineering company and to most effectively use designs and data from historical archives to refine new designs, this aerospace company sought help with the digitization and auto classification of over 50 million digital engineering assets. We were tasked to store, classify and utilize machine learning to identify relevant information whilst maintaining compliance with international traffic and arms regulations, known as ITAR.\nTo this end, we developed and implemented an ITAR-compliant solution using our Insight machine learning platform operating in the AWS government cloud environment. Iron Mountain is uniquely positioned to assist our partner with this initiative with our storage capabilities, our understanding of ITAR compliance complexities, our machine learning-trained analytic engines and our technological support to ensure efficiency and success. Moreover, this project enables us to deliver critical insight into engineering data, not just to this company but also to other manufacturing and engineering customers across the globe.\nAnother key win worth highlighting is with a branch of the U.S. federal government. We concluded a Phase 1 contract and have also been awarded a Phase 2 contract for this branch. The agency originally planned to select 3 vendors for the first contract due to the high volume of microfilm reels needing to be processed. But our solution surpassed the customers' expectations, and Iron Mountain was awarded the exclusive contract to process all 177,000 of microfilm reels or over 2 billion records needing analysis. This win was based on our unique splitting technique, proprietary machine learning, automated QA process and processing scalability that helped us to differentiate our offer from the competition.\nThese technology innovations for the customer have enabled future use cases, which rely on advanced pattern recognition at scale, including OCR microfilm processing projects, applying machine learning extraction techniques for digital mailroom, invoice processing and extracting information from claims documents to name a few.\nAnother example of how Iron Mountain is working with customers to support their digital transformation is our recent partnership with a production and development company operating in the U.K.'s North Sea. We've undertaken a significant back scan of their legacy archive records to meet their regulatory obligations to the U.K. oil and gas authority in order to relinquish their license to operate on 230 wells they wish to abandon.\nThey're required to digitally upload all information assets to the National Data Repository. Using the Insight platform, we were able to solved the problem of having enormous amounts of data to sift, whilst consolidating physical and digital data in disconnected information silos and resulting in millions of dollars of annual savings.\nMoving back above ground, recently in our Crozer Fine Arts division, we won a contract to provide comprehensive storage solutions and logistical support for the museum operations of the Academy Museum of Motion Pictures. We were excited and proud that, based upon a foundation of long-term partnership and trust built up through many years of support from Iron Mountain's Entertainment Services division, they came to us to meet their evolving needs where Crozier services were an ideal match.\nNow turning to wins in our data center business. Recall that our bookings target for the year was 30 megawatts. We are pleased to have finished the year with nearly 49 megawatts of leases signed with over 27 megawatts of leases in the fourth quarter alone. This includes the new 20-megawatt lease in our Manassas, Virginia data center announced in December. This lease is expected to commence in phases from mid-2022 through mid-2023. We continue to see strong demand for comprehensive data center solutions from our existing customer base. This lease is indicative of our ability to meet that demand and reflects our commitment to strategically partnering with our customers to meet their individual requirements.\nBased on current design plans, we now expect that the VA2 facility to support 36 megawatts, up from 30 megawatts previously. With these changes and other additions to our portfolio, our total capacity is now in excess of 600 megawatts.\nFinally, we continue to be recognized for our leadership around ESG. This has been an important focus for us for many years, having produced annual sustainability reports outlining our commitments and progress since 2013. Some of our past recognitions have included: 100% of our data center power is generated by renewables; we were the launch provider of Green Power Pass, which allows our customers to report reductions in their carbon footprint when using our data centers; we were a co-signer with Google to expand our commitment to green powered data centers to 24/7 carbon-free electricity; and we were one of the original signatories of the UN Global Compact on Sustainability back in 2016.\nMore recently, we announced, in addition to their RE100 program, we have joined the Climate Group's EV100 initiative and reached a key milestone in electrifying our global vehicle fleet in line to reach our climate pledge commitment to achieve net zero carbon emissions by 2040.\nWe have made real progress towards our carbon reduction goals. Since establishing our first science-based targets, we have reduced absolute greenhouse gas emissions by over 60% from our 2016 baseline, whilst growing the business. We believe that our commercial growth and ESG initiatives make us stand out, and we suspect they were a major factor of our being ranked amongst the top 100 on Newsweek's list of America's most responsible companies.\nIn summary, our future ahead is bright. We are building on our growth momentum as we expand our portfolio to meet our customers' evolving needs. And with our strong footprint, powerful portfolio and deep customer relationships, we are confident that we can continue this momentum as we ascend our mountain range and provide another set of performance records this year and the years ahead.\nWith that, I'll turn the call over to Barry.\n\nBarry A. Hytinen\n\nExecutive VP & CFO, Iron Mountain Incorporated\n\nThanks, Bill, and thank you for joining us to discuss our results. In the fourth quarter, our team delivered strong performance, exceeding the expectations we provided on our last call.\nBefore I dive into our results, I would like to take a moment to thank our dedicated mountaineers for their outstanding performance and continued commitment to Iron Mountain.\nOn a reported basis, revenue of $1.16 billion grew 9.4% year-on-year with total organic revenue up 8.5%. Revenue was $10 million ahead of the high end of the expectations we shared previously, despite the U.S. dollar strengthening and being more of a headwind in the quarter.\nAs an example of the momentum we are building, on a 2-year basis, our total organic revenue growth continued to accelerate in the quarter. Organic storage revenue grew 3.6% in the quarter, reflecting our strong pricing and data center commencements. Organic service revenue increased $65 million or 17.6%, driven by continued strong growth in digital solutions and asset life cycle management.\nAs revenue associated with our traditional transportation services were still down nearly 10% from pre-pandemic levels, we are even more pleased with this performance. Adjusted EBITDA was $431 million, an increase of $56 million from last year. As a result of strong flow-through, driven by pricing and productivity, fourth quarter EBITDA exceeded the high end of our expectations by $6 million, despite additional FX headwind. AFFO was $267 million or $0.92 on a per share basis, up $76 million and $0.26, respectively, from the fourth quarter of last year. In both cases, we significantly exceeded the high end of our expectations.\nNow let me briefly summarize the full year. Revenue of $4.5 billion increased 8% on a reported basis and over 6% on an organic constant currency basis. Adjusted EBITDA increased 11% year-on-year to $1.635 billion, an increase of $159 million year-on-year. We achieved the high end of our full year guidance. AFFO increased 14% to $1.01 billion or $3.48 on a per share basis, in both cases, exceeding our full year guidance ranges.\nNow let's turn to segment performance. In the fourth quarter, our global RIM business delivered revenue of $1.02 billion, an increase of $76 million from last year or 8% on a reported basis from last year. On an organic basis, revenue increased 7%. Constant currency storage rental revenue growth of 4.2% or 2.5% on an organic basis reflects our focus on revenue management and solid volume trends.\nWith positive volume trends and growth in our adjacent and consumer businesses, total physical volume was in line with our expectations for the quarter and the year. Global RIM adjusted EBITDA was $453 million, an increase of $49 million year-on-year. Adjusted EBITDA margin was up 160 basis points year-on-year, reflecting continued pricing strength and productivity.\nTurning to our global data center business. Our team booked 27 megawatts in the quarter. For the full year, bookings came in at 49 megawatts, significantly exceeding our full year guidance of 30 megawatts. We are very pleased with the team's leasing performance.\nTo give some historical context, we leased 10 megawatts in 2018, 17 megawatts in 2019 and excluding our joint venture in Frankfurt, 31 megawatts in 2020. In terms of revenue, as we projected, fourth quarter growth accelerated to 25% year-over-year. Storage revenue grew 18% year-on-year and service revenue was up sharply and in line with our projections. As a reminder, service revenue in the second half includes fit-out services we are providing to our Frankfurt joint venture. We expect that activity will be completed early in 2022.\nEven with the large service component, EBITDA margin increased sequentially with strong commencements. We are pleased with our data center performance, and our pipeline has continued to strengthen, both in terms of hyperscale and retail colocation. In 2022, we expect to lease 50 megawatts, which would represent 28% annual bookings growth.\nWe project full year data center revenue growth in a range of high teens percent year-on-year with even higher growth rates on storage. With our strong prior year bookings and recent commencements, we have very good visibility to revenue. With pricing and improved mix, we expect data center margin for the full year to be up modestly compared to 2021.\nTurning to Project Summit. This quarter, the team delivered $30 million of incremental year-on-year adjusted EBITDA benefit. For the full year, as compared to 2020, Summit delivered $160 million of benefits. We continue to expect another $50 million of year-on-year benefit in 2022.\nTotal capital expenditures were $219 million, of which $173 million was growth and $46 million was recurring. For the full year, total capital expenditures were $606 million, of which $309 million was growth capital related to data center development. In 2022, we expect total capital expenditures to be approximately $850 million. We are projecting approximately $700 million of growth CapEx, with data center development representing about 3/4 of that. We expect recurring CapEx to approach $155 million.\nTurning to capital recycling. As we have said before, we view the market for industrial assets as highly attractive as a means to supplement our growth capital. With that backdrop in the fourth quarter, we upsized our recycling program and generated approximately $63 million of proceeds, bringing the full year to $278 million.\nTurning to the balance sheet. We ended the quarter with net lease adjusted leverage of 5.3x, in line with our projection and modestly improved compared to last quarter. As we have said before, we are committed to our long-term leverage range of 4.5 to 5.5x. For 2022, with the closing of the ITRenew transaction, we expect leverage to tick up modestly in the first quarter. We expect to exit the year at levels within our target range.\nIn December, thanks to strong support from the fixed income community, our team successfully issued 10-year notes to support the ITRenew transaction. From a cash perspective, I would like to recognize our team for driving strong collections, improving our days sales outstanding and resulting in year-on-year improvement in our cash cycle. The collective performance has resulted in a 5-day improvement from pre-pandemic levels.\nWith our strong financial position, our Board of Directors declared our quarterly dividend of $0.62 per share to be paid in early April. Also, as you may have seen, we are pleased to announce an important strategic milestone related to our unconsolidated joint venture, focused on the fast-growing valet consumer storage market.\nMakeSpace recently completed a merger with Clutter, a similarly-sized business also focused on valet storage. We expect the combination will result in considerable benefits, including a focus on a single brand, Clutter, broader reach and natural synergies. Iron Mountain will continue to provide storage services to the business, and our ownership interest will be nearly 25% of the combined entity. We are excited about the opportunities that lie ahead and expect continued benefit to our total physical volume.\nNow turning to our outlook. For the full year 2022, we currently expect revenue of $5.125 billion to $5.275 billion. We expect adjusted EBITDA to be in a range of $1.8 billion to $1.85 billion. At the midpoint, our guidance represents revenue growth of 16% and EBITDA growth of 12%. We expect AFFO to be in the range of $1.085 billion to $1.12 billion, which represents 9% year-on-year growth at the midpoint point. We expect AFFO per share to be in a range of $3.70 to $3.82.\nOur guidance assumes organic global physical volume will be consistent to slightly positive year-on-year. We expect revenue management will be a significant benefit, and I will note that the majority of those actions have already been taken as we speak to you today. And nearly all of them will be in place by the end of the year.\nAs Bill mentioned, we are planning for a continuation in the strong brands we are seeing in digital solutions and our organic ALM business, combined with a slight recovery in our service activity across the year. Our guidance also assumes the contribution from our acquisition of ITRenew. As we closed the deal at the end of January, we are including 11 months of the results in our guidance. Our guidance includes approximately $450 million of revenue from ITRenew. We estimate the stronger U.S. dollar will result in foreign exchange headwinds to revenue of approximately $60 million year-on-year with the vast majority of that in the first half.\nIn terms of EBITDA, our expectations include the benefit from revenue management and top line growth, the contribution from ITRenew as well as Project Summit benefits. Our EBITDA guidance also assumes a prudent outlook for inflation, rent from our recent sale leaseback transactions, increased innovation spend, the stronger U.S. dollar and the divestiture of the software escrow business, which we sold in late second quarter.\nWith the ongoing volatilities in the market associated with the pandemic as well as the closing of the ITRenew transaction during the quarter, we felt it would be helpful to share our expectations for the first quarter. We expect total revenue to be in excess of $1.2 billion. We expect EBITDA to be approximately $425 million. We expect AFFO to be in excess of $250 million.\nIn summary, our team is executing well. Our pipeline continues to expand and momentum continues to build across our business. Our addressable market has grown significantly over the last several years, and we expect this to continue to expand. We feel confident in our ability to deliver higher levels of growth.\nThanks to our team's collective efforts, together with our strong customer relationships, brand position and investments in innovation, we feel very well positioned as we enter 2022.\nAnd with that, operator, please open the line for Q&A."
  }
]