[
  {
    "header": "PSA",
    "cik": "0001393311",
    "ticker": "PSA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3bff98e70d4ee683f94bd9426c200b43",
    "period": "2025 Q3",
    "content": "Q3 2025 Public Storage Earnings Call\n\nQ3 2025 Public Storage Earnings Call\n\nPSANYSEOCT 30, 12:00 PM\n\nOperator\n\nGreetings, and welcome to Public Storage Third Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to your host, Mr. Ryan Burke. Thank you. You may begin.\n\nRyan C. Burke\n\nVice President-Investor Relations, Public Storage\n\nHello, everyone. Thank you for joining us for our third quarter 2025 earnings call. I'm here with Joe Russell and Tom Boyle. Before we begin, we want to remind you that certain matters discussed during this call may constitute forward-looking statements within the meaning of the federal securities laws. These forward-looking statements are subject to certain economic risks and uncertainties. All forward-looking statements speak only as of today, October 30, 2025, and we assume no obligation to update, revise or supplement statements that become untrue because of subsequent events.\nA reconciliation to GAAP of the non-GAAP financial measures we provide on this call is included in our earnings release. You can find our press release, supplement report, SEC reports and an audio replay of this conference call on our website, publicstorage.com. We do ask that you initially limit yourself to 2 questions. Of course, if you have more after that, please feel free to jump in queue.\nWith that, I'll turn the call over to Joe.\n\nJoseph D. Russell\n\nPresident, Public Storage\n\nThank you, Ryan, and thank you all for joining us today. Public Storage's third quarter results reflect differentiated strategies that continue to drive our outperformance. In addition to encouraging industry trends, including operational stabilization, lower competition from new supply and increasing acquisition activity. We are raising our 2025 outlook for the second consecutive quarter based on outperformance in same-store and nonsame-store NOI growth, acquisition volume and core FFO growth per share.\nPublic Storage's industry leadership is proven by, among other things, the highest revenue generation per square foot with the most profitable operating platform, the strongest portfolio expansion through our best-in-class teams and backed by our growth-oriented balance sheet. The highest retained cash flow generation, which we utilized to invest back into our business to drive earnings and FFO growth in excess of stabilized same-store growth driven by our compounding returns platform. We have been actively advancing the pillars of this platform, which include our leading operations, capital allocation and capital access. Just a few of many examples in terms of our operating innovation include: first, we have the industry's leading omnichannel customer experience through which we offer digital options across their entire journey.\nThe success is evident with customers now choosing digital path and 85% of their interactions and transactions with us. Second, with the shift to digital, we are modernizing our field operations by utilizing AI to directly provide customer service and staff our properties more appropriately. The days of needing a property manager on site all day, every day are behind us. Instead, we now have people on site when and where customers need help.\nTo date, this has reduced labor hours by more than 30%, while also increasing employee engagement and lowering turnover. And third, we are deploying new technology-based strategies across the entire organization, including customer search and generative engine optimization, unit pricing and revenue management, asset management, including security, vendors and maintenance, identifying and executing development opportunities and putting the right tools in our field and corporate teams hands to even more effectively drive revenues and control expenses. Collectively, these initiatives are driving higher revenues, margins and core FFO per share growth.\nNow I'll turn the call over to Tom.\n\nH. Thomas Boyle\n\nChief Financial Officer, Public Storage\n\nThanks, Joe. We are leaning into our platform strength. Joe spoke to our industry-leading operations and technology initiatives. I'll now touch on capital allocation, capital access and performance specifics. On capital allocation, we have accelerated portfolio growth with more than $1.3 billion in wholly owned acquisitions and developments already announced this year. The acquisition opportunities are relatively broad-based across size, geography as well as seller type. We will continue expanding the non-same-store pool through additional acquisitions and our $650 million development pipeline to be delivered over the next 2 years.\nWe are built to execute on this activity based on our industry relationships, data-driven underwriting and strong capital position. With leverage at 4.2x net debt and preferred to EBITDA and retained cash flow reaching about $650 million this year, we will continue using our advantageous cost of capital to fund portfolio expansion and drive core FFO per share growth. Now shifting to financial performance for the quarter and our improved outlook. Revenue growth in the same-store pool came in ahead of our expectations, primarily due to strong in-place customer behavior. Overall, in-place rents were up 0.6%, offset by lower occupancy. From a market perspective, Chicago, Minneapolis, Tampa, Honolulu and the West Coast are standouts with revenue growth in the 2% to 4% same-store revenue range.\nSpeaking specifically to the West Coast, our strong presence top to bottom from Seattle down to San Diego, representing 1/3 of our NOI, serves us well with good demand trends and more limited new supply. Los Angeles will return to strong growth when the state of emergency price restrictions expire. Our expense control across the same-store pool continues to be strong as well, held flat for the quarter and driven by reductions across most line items continuing declines in property payroll and utilities are direct results of the differentiated initiatives that Joe spoke to. Accordingly, same-store NOI growth came in better than we anticipated.\nOutside of the same-store pool, outperformance in our high-growth non-same-store pool helped drive core FFO per share higher by 2.6%. This is a 560 basis point acceleration from the growth level achieved in the third quarter of last year. As Joe mentioned, our strategic focus continues to drive core FFO per share growth well in excess of our stabilized same-store growth. We adjusted our full year guidance to reflect the positive trends I just spoke to with increased outlook for same-store revenue, same-store NOI and nonsame-store NOI. All in, we increased core FFO per share growth by nearly 1% with 1 quarter left in the year. Looking forward, we are very well positioned to continue driving performance with differentiated strategies that will further enhance our compounding returns platform.\nWith that, Rob, let's open it up for questions."
  },
  {
    "header": "PSA",
    "cik": "0001393311",
    "ticker": "PSA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/583a6b799c0a5bdce95b23d4f81efb71",
    "period": "2025 Q2",
    "content": "Q2 2025 Public Storage Earnings Call\n\nQ2 2025 Public Storage Earnings Call\n\nPSANYSEJUL 31, 12:00 PM\n\nOperator\n\nGreetings, and welcome to Public Storage Second Quarter 2025 Earnings Conference Call. [Operator Instructions]. As a reminder, this conference is being recorded. I would now like to turn the conference over to your host, Mr. Ryan Burke. Thank you. You may begin.\n\nRyan C. Burke\n\nVice President-Investor Relations, Public Storage\n\nThank you, Rob. Hello, everyone. Thank you for joining us for our second quarter 2025 earnings call. I'm here with Joe Russell and Tom Boyle. Before we begin, we want to remind you that certain matters discussed during this call may constitute forward-looking statements within the meaning of the federal securities laws. These forward-looking statements are subject to certain economic risks and uncertainties. All forward-looking statements speak only as of today, July 31, 2025, and we assume no obligation to update, revise or supplement statements that become untrue because of subsequent events.\nA reconciliation to GAAP of the non-GAAP financial measures we provide on this call is included in our earnings release. You can find our news release, supplement report, SEC reports and an audio replay of this conference call on our website at publicstorage.com. We do ask that you initially limit yourself to 2 questions. After that, of course, feel free to jump back in queue. With that, I'll turn the call over to Joe.\n\nJoseph D. Russell\n\nPresident, Public Storage\n\nThank you, Ryan, and thank you all for joining us today. Tom and I will walk you through our performance, industry views and outlook, then we'll open it up for Q&A. We are raising our outlook for 2025 based on stabilizing operations and accelerated acquisitions which reached $785 million closed or under contract year-to-date.\nPublic Storage's industry leadership is proven by, among other things, the highest revenue generation per square foot among peers, the most efficient operating platform, including customer and employee-centric technologies that are enhancing satisfaction while bolstering our revenue and margin advantages and the strongest ability to drive portfolio expansion through our best-in-class acquisition and development teams backed by our growth-oriented balance sheet. As the operating environment stabilizes, new competitive supply deliveries declined further and the transaction market becomes more active we are holistically enhancing our advantages and positioning for growth.\nFrom a performance perspective, the West Coast, in particular, along with other markets, including Washington, D.C. and Chicago are standouts, with same-store revenue growth in the 2% to 4% range. Our expectation for the impact of fire-related pricing restrictions in Los Angeles is unchanged. Similar to most of California, Los Angeles will return to being a higher growth market when the restrictions end. Speaking more broadly, the trusted public storage brand and our geographically diversified portfolio are highly recognizable to consumers and businesses and a source of pride for our team. We have developed an optimized mix of digital and in-person service options that have modernized the customer experience while driving returns and revenues.\nWith our broader operating model transformation, we have created a win-win-win for customers, team members and our profitability through higher engagement, satisfaction and efficiency. Our ancillary businesses, including tenant insurance, third-party management and lending are expanding. Our acquisition and development teams are executing on accretive portfolio growth, with the 538 property non-same-store pool expected to generate approximately $470 million of high-growth NOI in 2025. And with an additional $110 million coming through stabilization in 2026 and beyond. And Public Storage is uniquely positioned to grow internationally, as demonstrated by our success with Shurgard in Europe and the potential new partnership in Australia and New Zealand. As announced, we are currently in due diligence and therefore, in a quiet period.\nWe are excited about the potential to partner with Abacus Storage King and Kai Corporation, their major shareholder to enhance the company's customer experience, operating performance and portfolio growth. Now I'll turn the call over to Tom.\n\nH. Thomas Boyle\n\nChief Financial Officer, Public Storage\n\nThanks, Joe. We are leaning into our powerful compounding returns platform comprised of 3 components. Joe spoke to our industry-leading operations. I'll now speak to capital allocation and capital access. On capital allocation, we have accelerated portfolio growth with more than $1.1 billion in acquisitions and development already announced for this year. The acquisition opportunities are relatively broad-based across size, geography and seller type, which were built to execute based on our relationships, data-driven underwriting and capital structure and we will continue expanding the high-growth non-same-store pool through additional acquisitions and our $648 million development pipeline to be delivered over the next 2 years.\nWe are utilizing our advantageous access and cost of capital to fund that growth. During the quarter, with ongoing support from bond investors, we issued new unsecured bonds for refinancing and to fund that growth at the tightest spread of REITs for the year. With leverage at 4.1x net debt and preferred to EBITDA and approximately $600 million in retained cash flow this year, our capital position is very strong and poised to fund growth into the future. Now shifting to financial performance for the quarter and our increased outlook. In the same-store pool, revenue growth came in as expected, increasing for a second consecutive quarter following 3 quarters of declines last year.\nRental rates were up 0.6%, which more than offset slightly lower occupancy. And that occupancy gap versus last year continues to improve, down 40 basis points versus down 80 basis points to start the year. and expense control was strong, leading to a better NOI outcome than we anticipated. Strong non-same-store and ancillary NOI growth drove core FFO higher by 1.2% in the quarter. FFO growth accelerated 240 basis points from the level achieved during the second quarter of last year. In light of that performance, we lifted the low end of our 2025 core FFO guidance range from $16.35 to $16.45 per share, driven by an improved outlook for self-storage and ancillary NOI.\nAll in, Public Storage is very well positioned to drive performance from our compounding returns platform comprised of leading operations, strong capital allocation and advantageous capital access. With that, Rob, let's open it up for questions."
  },
  {
    "header": "PSA",
    "cik": "0001393311",
    "ticker": "PSA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6627d654d556a518b1b899a9124a225f",
    "period": "2025 Q1",
    "content": "Q1 2025 Public Storage Earnings Call\n\nQ1 2025 Public Storage Earnings Call\n\nPSANYSEMAY 1, 12:00 PM\n\nOperator\n\nGreetings and welcome to Public Storage First Quarter 2025 Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to your host, Ryan Burke, Vice President, Investor Relations and Strategic Partnerships.\n\nRyan C. Burke\n\nVice President-Investor Relations, Public Storage\n\nThank you, Rob. Hello, everyone. Thank you for joining us for our first quarter 2025 earnings call. I'm here with Joe Russell and Tom Boyle.\nBefore we begin, we want to remind you that certain matters discussed during this call may constitute forward-looking statements within the meaning of the federal securities laws. These forward-looking statements are subject to certain economic risks and uncertainties. All forward-looking statements speak only as of today, May 1, 2025, and we assume no obligation to update, revise or supplement statements to become untrue because of subsequent events. A reconciliation to GAAP of the non-GAAP financial measures we provide on this call is included in our earnings release. You can find our press release, supplement report, SEC reports and an audio replay of this conference call on our website, publicstorage.com. We do ask that you initially limit yourselves to 2 questions. Of course, after that, if you have more, feel free to jump back in queue.\nWith that, I'll turn the call over to Joe.\n\nJoseph D. Russell\n\nPresident, Public Storage\n\nThank you, Ryan, and thank you for joining us today. Tom and I will walk you through our Q1 performance, industry views and outlook, then we'll open it up for Q&A.\nOur performance during the quarter was in line with our expectations as we continue to drive stabilization across our portfolio. Move-in volumes increased over 2% as we drove more people to our website and increased customer conversion. With move-ins up and strong in-place customer behavior, the same-store occupancy gap to last year closed from down 80 basis points on December 31, to down 30 basis points on March 31. Revenue growth in our same-store pool turned positive and improved sequentially again after more than 2 years of deceleration record growth in 2021 and 2022.\nRevenue growth in our non-same-store pool, which comprises 520 properties and 21% of our portfolio accelerated to nearly 11% as it continues to be an engine of growth. And all of this helped drive core FFO per share growth of more than 2% for the quarter, a 200 basis point improvement sequentially versus last quarter. We are well positioned due to our high-quality portfolio, innovative platform and company-wide competitive advantages. These include -- our industry-leading revenue management consistently achieves the highest revenues per square foot in our markets.\nWe are advancing the industry's most comprehensive digital transformation with customers choosing digital options for 85% of interactions and a new, more efficient operating model that includes using AI to staff or field more efficiently. Coupled with additional advantages across the Public Storage operating platform, this drives same-store operating margins meaningfully higher than the rest of our industry. And we have broad ancillary and external growth avenues, including acquisitions, development, redevelopment, domestic and international expansion, tenant insurance, third-party management and lending.\nOur experienced acquisition and development teams are actively growing the portfolio. The $184 million we have acquired or under contract as of today is ahead of the $35 million achieved at this time last year. In total, our sizable non-same-store pool will deliver an additional $80 million of NOI through stabilization in 2026 and beyond.\nOur recently announced proposal to acquire Abacus Storage King, one of the leading owner operators in Australia and New Zealand is a great example of our capabilities at play. As we demonstrated with Shurgard in Europe, we are uniquely positioned to execute on international growth. And all of this is enhanced by the industry's best balance sheet which provides public storage, both stability and the ability to execute on growth across economic cycles.\nFavorable industry dynamics benefit us as well. This is a needs-based business that is largely driven by customer events that happen in all economic conditions. Additionally, an evolving economy creates new customers as our demand drivers shift. With low nominal dollar rents, we are also affordable relative to the other space alternatives. This, coupled with the customer need tend to make self-storage more resilient to changing economic conditions than many other industries. And it's important to keep in mind that our industry is already being normalized over the past 3 years.\nMove-in rents have declined significantly due to softening demand and competitive market behavior. Our new customers are moving in at very affordable rents that are in line with levels not seen since 2013. We are in a good position to benefit from both rising rents and occupancy in an improving demand environment.\nNow I'll turn the call over to Tom.\n\nH. Thomas Boyle\n\nChief Financial Officer, Public Storage\n\nThanks, Joe. We are driving growth across our broad set of capital allocation opportunities. We delivered $144 million of development during the quarter and have a robust pipeline of about $650 million that we will deliver over the next 2 years. While industry delivery volume is declining overall, we continue to both grow and enhance the quality of our portfolio through our best-in-class development team. As Joe mentioned, acquisition activity also picked up in the first quarter with 14 properties acquired were under contract for $184 million through today.\nIn Australia and New Zealand, we are excited about the potential to partner with Abacus Storage King and Ki Corporation, their major shareholder to help enhance the company's customer experience, operating performance and portfolio growth. Given where we are in that process, we're very limited in what we can say on this call, but we'll continue to keep everyone updated as appropriate.\nOur capital and liquidity positions are very strong. In fact, they are getting even stronger this year with retained cash flow expected to increase by 50% to approximately $600 million. Industry-leading leverage balance sheet capacity and cost of capital allow us to execute in scale across our growth channels, coupled with improving fundamentals and less competitive new supply, we're poised to increase our portfolio growth activity moving forward.\nNow shifting to financial performance for the first quarter, led by higher rental rates same-store revenues turned positive following 3 consecutive quarters of revenue declines. Same-store expenses were well controlled at 30 basis points of growth, driven by our operating model initiatives and moderated advertising spend. Meanwhile, we drove good move in volume in the quarter. Core FFO per share was up 2.2% year-over-year to $4.12 per share, representing a strong 200 basis points acceleration from the growth level achieved in the prior quarter. Our guidance for 2025 is unchanged.\nOne note regarding the first quarter relative to the rest of the year. As expected, there was minimal impact from the fire-related pricing restrictions in Los Angeles during the first quarter. However, we do anticipate it will grow and ultimately have a 100 basis point impact on same-store revenue growth for the year.\nAll in, Public Storage is very well positioned today. The self-storage industry is very resilient. Our leading operating platform is driving peer-leading performance and acceleration across our portfolio. We are further enhancing the platform through digital and operating model transformation. And our balance sheet while providing stability is also allowing us to grow across our multiple channels in combination with significant retained cash flow.\nWith that, Rob, let's open it up for questions."
  },
  {
    "header": "PSA",
    "cik": "0001393311",
    "ticker": "PSA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c2285e7497585f07acd2052fadc8ae09",
    "period": "2024 Q4",
    "content": "Q4 2024 Public Storage Earnings Call\n\nQ4 2024 Public Storage Earnings Call\n\nPSANYSEFEB 25, 12:00 PM\n\nUnknown Executive\n\n[Audio Gap]\nThis leads us to same-store NOI declining 1.4% at the midpoint. As I noted earlier, we anticipate higher acquisition volumes in 2025. We've included the identified $140 million of closed and under contract volume, but we did not include any unidentified acquisition volumes in the range. Our outsized non-same-store portfolio of over 500 properties is poised to be a strong contributor again in 2025 with $454 million of NOI assumed at the midpoint. They will continue to be an engine of growth with additional NOI upside of $80 million beyond 2025 through stabilization. As we enter 2025, Public Storage is on solid footing following 2 years of demand and growth normalization. Our completed Property of Tomorrow enhancement program, industry-leading transformation initiatives, sizable and high-growth non-same-store pool properties and growth-oriented balance sheet will have us positioned for improving fundamentals and increased transaction market activity moving forward. Rob, let's open it up for Q&A."
  },
  {
    "header": "PSA",
    "cik": "0001393311",
    "ticker": "PSA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a0ab59ce31b458ead01dc39e5c87f26f",
    "period": "2024 Q2",
    "content": "Q2 2024 Public Storage Earnings Call\n\nQ2 2024 Public Storage Earnings Call\n\nPSANYSEJUL 31, 12:00 PM\n\nOperator\n\nGreetings, and welcome to Public Storage Second Quarter 2024 Earnings Conference Call. [Operator Instructions] -- As a reminder, this conference call is being recorded.\nI would now like to turn the conference over to your host, Ryan Burke. Thank you. You may begin.\n\nRyan C. Burke\n\nVice President-Investor Relations, Public Storage\n\nThank you, Rob. Hello, everyone. Thank you for joining us for our second quarter 2024 earnings call. I'm here with Joe Russell and Tom Boyle.\nBefore we begin, we want to remind you that certain matters discussed during this call may constitute forward-looking statements within the meaning of the federal securities laws. These forward-looking statements are subject to certain economic risks and uncertainties. All forward-looking statements speak only as of today, July 31, 2024, and we assume no obligation to update, revise or supplement statements that become untrue because of subsequent events.\nA reconciliation to GAAP of the non-GAAP financial measures we provide on this call is included in our earnings release. You can find our press release, supplement report, SEC reports and an audio replay of this conference call on our website, publicstorage.com. We do ask that you initially limit yourself to 2 questions. Of course, after that, feel free to jump in queue with more.\nWith that, I'll turn the call over to Joe.\n\nJoseph D. Russell\n\nPresident, Public Storage\n\nThank you, Ryan, and thank you all for joining us today. Tom and I will walk you through our recent performance and updated views. Then we'll open it up for Q&A.\nOur second quarter performance exceeded our expectations regarding existing customer behavior and occupancy levels, but fell short on rents charged to new move-in customers. Move-in rents were down 14% with competitive pricing dynamics in many markets. That compares to down 6% in our original forecast. Accordingly, we have adjusted our guidance ranges to reflect more competitive market move-in rent conditions for the remainder of the year, which Tom will cover in a moment.\nOverall, we are encouraged by positive momentum in our business, including new customer activity, supported by a healthy consumer with a sustained need for more space at home and the effectiveness of our broad-based customer acquisition strategies.\nOccupancy trends outpacing expectations with positive net move-ins year-to-date. Our in-place customers are behaving well with good payment patterns, reduced vacate activity on a year-over-year basis and strong length of stays. Our high-growth non-same-store pool, which comprises 542 properties and 22% of total portfolio square footage is leasing up quickly with NOI growing nearly 50% during the second quarter.\nSeveral markets within our portfolio are seeing month-over-month revenue growth improvement. Waning development of new competitive supply, which will be supportive to accelerating operating fundamentals. And the acquisition market, while still quiet, is showing some signs of broader activity.\nBased on these favorable trends and our strong capital position, we also repurchased $200 million in Public Storage common shares during the quarter. We continue to view 2024 as a year of stabilization across our portfolio. We are excited about our trajectory over the near, medium and long term.\nNow Tom will provide additional detail.\n\nH. Thomas Boyle\n\nChief Financial Officer, Public Storage\n\nThanks, Joe. We reported second quarter core FFO of $4.23 per share, representing a 1.2% decline compared to the same period in 2023, and in line with the same 1.2% experienced during the first quarter.\nLooking at the same-store portfolio of stabilized properties, [ Resi ] declined 1% compared to the second quarter of 2023. A relatively even mix of lower occupancy and rents drove that decline. The rent decline was primarily driven by lower market move-in rents, which were partially offset by better-than-expected behavior of our in-place customers. Our occupancy gap compared to 2023 narrowed to down 30 basis points at quarter end, outperforming our expectation on positive net move-ins.\nOn expenses, same-store cost of operations were up 90 basis points in the second quarter. As our operating model transformation and solar power generation strategic initiatives reduced payroll, utilities and indirect costs, helping offset other line items.\nIn total, net operating income for the same-store pool declined 1.6% in the quarter. Our operating margin remained healthy at an industry-leading 79%. The strong performance of our non-same-store pool continues, as Joe mentioned. With this pool at 83% occupancy and comprising 22% of our total square footage, it will be an engine of growth for the remainder of this year and into the future, which is a good segue into our updated outlook for '24.\nWe revised our same-store revenue assumptions and core FFO per share guidance to reflect lower move-in rents during our busy season, namely in May, June and into July. We removed the more optimistic scenarios within our revenue growth range, which reflected the possibility of move-in rents reaching parity with last year during 2024.\nThe assumptions underpinning the negative 1% growth scenario at our new midpoint are as follows: Move-in rents, on average, down 12% for the full year, finishing in December with moving rents down mid-single digits; Our other assumptions are unchanged. Occupancy averaging down 80 basis points for the year, and a consistent contribution from existing customer rent increases compared to last year.\nWe also adjusted our 2024 non-same-store NOI outlook by $17 million at the midpoint to reflect later timing of acquisition closings and lower move-in rents similar to the same-store pool. Our outlook for the non-same-store pool is for a strong 32% growth this year at the midpoint. That strong growth is expected to continue with an additional $110 million of incremental NOI in '25 and beyond from this pool.\nBased on those assumption changes, we have revised our core FFO guidance to range of $16.50 to $16.85 per share, an approximate 1% reduction compared to the midpoint of our prior guidance range. Our outlook for capital allocation in 2024 is unchanged. We will deliver $450 million in new development activity this year, a record year for Public Storage. We're seeing signs of activity in the acquisition transaction market, and we're both eager and well positioned in pent-up activity services there.\nOur capital and liquidity position remains strong. We refinanced our 2024 maturities in April, and leverage of 3.9x net debt and preferred to EBITDA puts us in a very strong position. As Joe highlighted earlier, we are encouraged by positive momentum in many aspects of the business. We're confident in our trajectory as we move through this year of stabilization in 2024.\nSo with that, I'll turn the call back to Rob to open it up for Q&A."
  },
  {
    "header": "PSA",
    "cik": "0001393311",
    "ticker": "PSA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/889425ba181ff4c1678f708141d7c686",
    "period": "2024 Q1",
    "content": "Q1 2024 Public Storage Earnings Call\n\nQ1 2024 Public Storage Earnings Call\n\nPSANYSEMAY 1, 12:00 PM\n\nOperator\n\nGreeting, and welcome to Public Storage First Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. I would now like to turn the conference over to your host, Ryan Burke, Vice President of Investor Relations and Strategic Partnerships. Thank you. You may begin.\n\nRyan C. Burke\n\nVice President-Investor Relations, Public Storage\n\nThank you, Rob. Hello, everyone. Thank you for joining us for our first quarter 2024 earnings call. I'm here with Joe Russell and Tom Boyle. Before we begin, we want to remind you that certain matters discussed during this call may constitute forward-looking statements within the meaning of the federal securities laws. These forward-looking statements are subject to certain economic risks and uncertainties. All forward-looking statements speak only as of today, May 1, 2024, and we assume no obligation to update, revise or supplement statements that become untrue because of subsequent events.\nA reconciliation to GAAP of the non-GAAP financial measures we provide on this call is included in our earnings release. You can find our press release, supplemental report, SEC reports and an audio replay of this conference call on our website at publicstorage.com. We do ask that you initially limit yourself to 2 questions. Of course, if you have additional questions after those 2, feel free to jump back in queue. With that, I'll turn it over to Joe.\n\nJoseph D. Russell\n\nPresident, Public Storage\n\nThank you, Ryan, and thank you all for joining us today. Tom and I will walk you through our recent performance and updated industry views. Then we'll open it up for Q&A. Our first quarter performance was in line with our expectations. As we anticipated, the new move-in customer environment remains challenging. However, we are encouraged by positive trends across our business, which include industry-wide customer demand improved sequentially through the quarter; the ability to raise our move-in rates as we enter the peak leasing season; strong in-place customer behavior, including longer-than-normal length of stay and lower delinquency rates; moderating move-out volume; improving occupancy; and waning development of new competitive supply, a trend we expect will continue. .\nAs mentioned on last quarter's call, we were encouraged by month-over-month revenue growth reacceleration in certain markets, including Washington, D.C., Baltimore and Seattle. That momentum has continued. And additionally, we see accelerating trends in markets, including San Francisco, New York, Chicago, Philadelphia, Detroit and Minneapolis. We anticipate more markets will be added to this list across our portfolio over the next few quarters. These bottoming-to-improving trends are particularly important for 2 reasons: First, they are in stark contrast to 2023 when all markets were decelerating as we normalize from record performance in 2021 and 2022.\nAnd second, they put us on track for improving company-wide financial performance in the back half of this year as embedded in our guidance. Additionally, our high-growth non-same-store pool assets comprises 538 properties and 22% of our overall portfolio square footage. With NOI growth approaching nearly 50% during the first quarter, these properties remain a strong engine of growth. Overall, we are encouraged by what we are seeing on the ground. The team is very focused on capturing new customer activity as we approach the busy season, which will help drive our performance for the remainder of 2024 and into 2025.\nWith that, I'll turn the call over to Tom to provide additional detail.\n\nH. Thomas Boyle\n\nChief Financial Officer, Public Storage\n\nThanks, Joe. Shifting to financial performance. We reported first quarter core FFO of $4.03 representing a 1.2% decline compared to the first quarter of 2023. Looking at the same-store portfolio, revenue increased 0.1% compared to the first quarter of '23. That was driven by rent growth, offset by modest occupancy declines. Move-in rates, adjusting out our winter promotional sale activity were down 11% in the quarter. .\nPositive net move-in volumes led to a modest closing of the occupancy gap at quarter end to down 60 basis points. On expenses, same-store cost of operations were up 4.8% for the first quarter, largely driven by increases in property tax and marketing spend to drive move-in activity. In total, net operating income for the same-store pool of stabilized properties declined 1.5% in the quarter. Our performance in the stabilized same-store pool was supplemented by very strong growth in our nonsame-store pool, as Joe highlighted.\nWith the non-same-store assets at 81% occupancy in the quarter, we have confidence in outsized growth from that pool to come this year and into the future, which is a segue to our outlook for '24. We reaffirmed our core FFO guidance for the year with a $16.90 midpoint on par with 2023. The first quarter was in line with our internal expectations. And as we discussed on our last quarterly call, we anticipate deceleration of financial performance into the second quarter and with improvement in the second half.\nOutlook for capital allocation remains intact with $450 million of development deliveries anticipated, which will be a record year for Public Storage and $500 million of acquisitions in the second half. The transaction market for acquisitions remains subdued with limited volumes given a volatile cost of capital environment year-to-date. We're optimistic that there's a pent-up level of transaction activity likely to come, and we're eager to participate when that does occur.\nFinally, our capital and liquidity position remains strong. We refinanced our 2024 maturities in April with a combination of a 3-year floating rate note, a 15-year euro note and a 30-year reopening. Our leverage of 3.9x net debt and preferred to EBITDA puts us in a very strong position heading through the year.\nSo with that, I'll turn the call back to Rob to open it up for a Q&A session."
  },
  {
    "header": "PSA",
    "cik": "0001393311",
    "ticker": "PSA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7ff4f556e8c140add1e57f2ce57876bf",
    "period": "2023 Q4",
    "content": "Q4 2023 Public Storage Earnings Call\n\nQ4 2023 Public Storage Earnings Call\n\nPSANYSEFEB 21, 12:00 PM\n\nOperator\n\nGreetings, and welcome to the Public Storage Fourth Quarter 2023 Earnings Call. [Operator Instructions]. As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Mr. Ryan Burke, Vice President of Investor Relations and Strategic Partnership, for Public Storage. Thank you. Mr. Burke, you may begin.\n\nRyan C. Burke\n\nVice President-Investor Relations, Public Storage\n\nThanks, Rob. Hi, everyone. Thank you for joining us for our fourth quarter 2023 earnings call. I'm here with Joe Russell and Tom Boyle. .\nBefore we begin, we want to remind you that certain matters discussed during this call may constitute forward-looking statements within the meaning of the federal securities laws. These forward-looking statements are subject to certain economic risks and uncertainties.\nAll forward-looking statements speak only as of today, February 21, 2024, and we assume no obligation to update, revise or supplement statements that become untrue because of subsequent events.\nA reconciliation to GAAP of the non-GAAP financial measures we provide on this call is included in our earnings release. You can find our press release, supplement report, SEC reports and an audio replay of this conference call on our website, publicstorage.com. We do ask that you initially limit yourself to 2 questions. Of course, if you have more, please feel free to jump back in queue.\nWith that, I'll turn it over to Joe.\n\nJoseph D. Russell\n\nPresident, Public Storage\n\nThank you, Ryan, and thank you for joining us today. Tom and I will walk you through our fourth quarter and full year 2023 performance, industry views and 2024 outlook. Then we'll open it up for Q&A. .\n2023 was a year of significant achievement for public storage amidst a competitive industry environment. The team elevated our customer experience and financial profile through digital and operating model transformation. Enhanced existing properties with over 500 solar installations and the Property of Tomorrow program. Advanced complementary business lines, including tenant reinsurance and third-party management. And grew the portfolio through acquisitions, development and redevelopment.\nWe did so while maintaining one of the real estate industry's best balance sheets, which is poised to fund growth moving forward in conjunction with significant retained cash flow.\nJust a few of our collective accomplishments include: exceeding 3,000 owned properties and serving nearly 2 million in-place customers. Achieving an approximately 80% stabilized direct NOI margin through revenue generation and expense efficiency that only Public Storage is capable of.\nAcquiring and quickly integrating the $2.2 billion Simply Self Storage portfolio with approximately 90,000 customers across nearly 130 properties. This was the largest private acquisition in company history.\nIncreasing the size of our high-growth non-same-store pool to 705 properties and 63 million square feet now comprising nearly 30% of our overall portfolio. Generating record revenues, net operating income and core funds from operations.\nAccelerating growth in third-party property management, adding 132 properties and reaching 324 properties in total. And receiving several accolades tied to sustainability including NAREIT's Leader in the Light Award, a second consecutive great Place to Work award and achieving top scoring benchmarks among U.S. self-storage REITs.\nThe strength of our team, platform and brand was evident with move-in volumes up an impressive 9% in 2023, despite a backdrop of weaker customer demand during the year.\nThe new customer environment remains challenging, but we have seen a degree of improvement in move-in rent trends recently. And our in-place customer base continues to perform well. with average length of stay that are longer than the historic norm.\nWe expect demand from new customers to stabilize during 2024 and the behavior of existing customers including our recent move-ins to remain strong due to clear macro conditions, including the potential for a soft landing, the potential for easing interest rates, resilient consumers, leveling home sales and strong home renter behavior. We also anticipate fewer completions of new self-storage facilities nationally reducing the competitive impact of new supply in our local markets. All in, the industry is in better position entering 2024 than it was entering 2023.\nThe full Public Storage team is focused on exercising our competitive advantages, which include advancing our digital and operating model transformation, expanding complementary businesses and creating partnerships across the broader industry, growing the portfolio through acquisitions, development, redevelopment and third-party management. And funding innovation and growth today and into the future with the industry's best balance sheet.\nAll of this adds to the growth of our business over the near, medium and long term. And it comes at a time with the potential for further stabilization in the move-in environment, existing customers exhibiting strong behavior and an outlook for new competitive supply that is clearly in our favor. With good trends in customer demand, less pressure from new supply and our numerous competitive advantages, we are well positioned for 2024 and beyond.\nNow I'll turn the call over to Tom.\n\nH. Thomas Boyle\n\nChief Financial Officer, Public Storage\n\nThanks, Joe. On to financial performance. We finished the year reporting core FFO of $4.20 for the quarter and $16.89 for the year, ahead of the upper end of our guidance range representing 1% growth over the fourth quarter of '22, and 8.3% growth for 2023 overall, excluding the impact of PSB.\nLooking at the same-store portfolio, revenue increased 80 basis points compared to the fourth quarter of '22, at the higher end of our expectation. That was driven by better move-in volume and move-in rate performance.\nOn expenses, same-store cost of operations were up 5.1% for the fourth quarter, largely driven by increases in marketing spend to support that move-in activity. In total, net operating income for the same-store pool of stabilized properties declined 50 basis points in the quarter. Meanwhile, the non-same-store NOI grew 31% and 25% for the fourth quarter and '23, respectively, demonstrating the continued strength of our lease-up and nonstabilized assets.\nNow turning to the outlook for '24. We introduced 2024 core FFO guidance with a $16.90 midpoint on par with 2023. As Joe mentioned, we entered the year more encouraged than we were last year at this time. We've seen the industry work through the declines in new customer demand from the peaks of 2021.\nWe're anticipating that new customer demand stabilizes in 2024 as the macroeconomic picture becomes clearer. That paired with a consistently strong consumer and lower new competitive new supply.\nIf we look at the same-store outlook for '24 specifically, the midpoint calls for revenue on par with '23.\nSimilar to last year, move-in rates continue to be the biggest variable in the forecast heading through 2024 as well. We're anticipating at the midpoint case that move-in rents lap easier comps through the year, and crossed 0 on a year-over-year basis towards the end of the summer.\nAnd occupancy results down 80 basis points, which is roughly on top of 2019 occupancies as we sit here today. Our expectations are for 2.75% same-store expense growth driven primarily by property tax and marketing expense. That leads to same-store NOI growth at the midpoint of a decline of 90 basis points.\nOur nonsame-store acquisition and development properties are poised to be a strong contributor again in 2024, growing from $370 million of NOI contribution in '23 to $505 million at the midpoint and will grow from there in future years.\nIn addition, embedded in the outlook is incremental acquisition and development activity, $500 million of acquisitions, and we plan to deliver a record $450 million of development in '24.\nFinally, our capital and liquidity position remains solid. Our leverage of 3.9x net debt and preferred to EBITDA combined with nearly $400 million of cash on hand at quarter end puts us in a very strong position heading into 2024.\nWith that, I'll turn it back to you, Rob."
  },
  {
    "header": "PSA",
    "cik": "0001393311",
    "ticker": "PSA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bf20957575d69603483c9d8f8ce2f216",
    "period": "2023 Q3",
    "content": "Q3 2023 Public Storage Earnings Call\n\nQ3 2023 Public Storage Earnings Call\n\nPSANYSEOCT 31, 12:00 PM\n\nOperator\n\nGreetings, and welcome to the Public Storage Third Quarter 2023 Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Ryan Burke, Vice President of Investor Relations for Public Storage. Thank you. Mr. Burke, you may begin.\n\nRyan C. Burke\n\nVice President-Investor Relations, Public Storage\n\nThank you, Ron. Hello, everyone. Thank you for joining us for our third quarter 2023 earnings call. I'm here with Joe Russell and Tom Boyle. Before we begin, we want to remind you that certain matters discussed during this call may constitute forward-looking statements within the meaning of the federal securities laws. These forward-looking statements are subject to certain economic risks and uncertainties. All forward-looking statements speak only as of today, October 31, 2023, and we assume no obligation to update, revise or supplement statements to become untrue because of subsequent events. .\nA reconciliation to GAAP of the non-GAAP financial measures we provide on this call is included in our earnings release. You can find our press release, supplemental report, SEC reports and an audio replay of this conference call on our website at publicstorage.com. We do ask that you initially keep your questions to 2. Of course, after that, feel free to jump back in the queue. With that, I'll turn the call over to Joe.\n\nJoseph D. Russell\n\nPresident, Public Storage\n\nThank you, Ryan, and thank you all for joining us today. Tom and I will walk you through a few highlights for Q3 and then open up the call for questions. Each team at Public Storage is successfully exercising our platform-wide advantages in a more competitive environment as demonstrated by third quarter performance and our raised outlook for the remainder of 2023. As we entered this year and expectedly, we saw new move-in customer demand for the sector shift lower, particularly with softening existing home sales due to the rapid rise in home mortgage rates.\nOn the flip side, there has been solid and increased demand from new customers that are renters. They have proven to be very good customers as well, particularly from a length of stay perspective. We have the right team, technologies and analytics to determine the appropriate mix of marketing, promotions and rental rates. Drawn by these top-of-funnel tools, along with our leading brand, self-storage users are clearly choosing public storage. Our strong move in volume, coupled with healthy in-place customer behavior has led to better-than-expected occupancy trends with our same-store occupancy gap narrowing from basis points at the beginning of the year to 120 basis points at the end of September and to 60 basis points as of today.\nOur digital and operating model transformation continues to be a significant enhancement to customer experience and our financial profile. Customers benefit from having digital options at their fingertips across their entire journey. Our proprietary digital ecosystem is a compelling reason to choose us with over 60% of our customers running through our online leasing platform, and today, we have more than 1.4 million PS app users. And our financial profile benefits as well. We are putting these digital tools in the hands of our customers and employees for convenience combined with in-person on-site customer service when and where it is needed. The result is a better customer experience and enhanced margins, particularly in regard to labor efficiencies.\nWe are also growing our portfolio amidst broader market dislocation. Our industry-leading NOI margins, multifactor in-house operating platform, access and cost of capital and growth-oriented balance sheet put us in a very unique position. So far this year, we have acquired more than $2.6 billion worth of properties, including the $2.2 billion Simply Self Storage portfolio comprising 127 properties. As is our regular practice, every property was fully integrated into the public storage platform on day 1 and we welcomed over 250 new associates and approximately 90,000 customers.\nWe are also ahead of schedule on reimaging the entire portfolio to public storage to ensure the maximum benefit from our industry-leading brand. We will have also delivered $375 million in development by year-end and have a pipeline of nearly $1 billion of development to be delivered over the next 2 years. Since we updated you last quarter, the sharp move in interest rates has backed up the acquisition market with fewer deals likely to trade by year-end, typically a busy time of year for asset closings.\nWe are actively engaged with a full range of owners that give us confidence that some sellers' expectations will adjust as the cost of capital has clearly increased. Our advantages enable us to acquire and develop when others can't. We have a strong appetite to grow our portfolio as seller expectations continue to correct, and we have a matching ability to execute. Now I'll turn the call over to Tom.\n\nH. Thomas Boyle\n\nChief Financial Officer, Public Storage\n\nThanks, Joe. We reported core FFO of $4.33 per share for the third quarter representing 5.6% growth year-over-year, excluding the contribution from PS Business Parks. Looking at the key components for the quarter, same-store revenues increased 2.5%. As Joe mentioned, move-in rental rates continue to be lower for us and the industry, but we're seeing strong move in volume along with the right mix of marketing spend and promotions. Our existing customer base continues to perform well with move-out volumes further moderating this quarter. These trends largely continued in October with the year-over-year occupancy gap narrowing to 60 basis points as of today, as Joe mentioned.\nOn expenses, same-store cost of operations were up 2.8%, leading to 2.4% stabilized same-store NOI growth at an industry-leading operating margin of 80%. Our largest market, Los Angeles, continues to lead our portfolio. The 214 properties in the same-store pool grew NOI by 6% and on steady demand and limited new supply of facilities. In addition to the same store, the lease-up and performance of recently acquired and developed facilities continues to be a standout with NOI increasing nearly 20% year-over-year in the quarter.\nThis pool of 685 properties and more than 60 million square feet comprises nearly 30% of our total portfolio today and is a strong contributor to FFO growth today and into the future. Shifting toward the outlook, we sit here in October, raising our core FFO range once again, increasing both the low and high ends to $16.60 at the low end to $16.85 at the high end.\nLast but not least, our capital and liquidity position remained rock solid. We are well positioned with a strong appetite for growth, coupled with the ability to execute in a dynamic capital markets environment. Rob, with that, let's please open it up to Q&A."
  },
  {
    "header": "PSA",
    "cik": "0001393311",
    "ticker": "PSA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c50f7a2c2207f4a9750fbc71819272e6",
    "period": "2023 Q2",
    "content": "Q2 2023 Public Storage Earnings Call\n\nQ2 2023 Public Storage Earnings Call\n\nPSANYSEAUG 3, 12:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Public Storage Second Quarter 2023 Earnings Call. [Operator Instructions] It is now my pleasure to turn the floor over to Ryan Burke, Vice President of Investor Relations. Ryan, you may begin.\n\nRyan C. Burke\n\nVice President-Investor Relations, Public Storage\n\nThank you, Shelby. Hello, everyone. Thank you for joining us for our second quarter 2023 earnings call. I'm here with Joe Russell and Tom Boyle. Before we begin, we want to remind you that certain matters discussed during this call may constitute forward-looking statements within the meaning of the federal securities laws. These forward-looking statements are subject to certain economic risks and uncertainties. All forward-looking statements speak only as of today, August 3, 2023, and we assume no obligation to update, revise or supplement statements that become untrue because of subsequent events.\nA reconciliation to GAAP of the non-GAAP financial measures we provide on this call is included in our earnings release. You can find our press release, supplement report, SEC reports and an audio replay of this conference call on our website, publicstorage.com. [Operator Instructions] With that, I'll turn the call over to Joe.\n\nJoseph D. Russell\n\nPresident, Public Storage\n\nThank you, Ryan, and thank you all for joining us today. As demonstrated by our second quarter performance and raised outlook for the year, Public Storage continues to maximize its competitive advantages across our platform with several key factors driving positive results, including: a better-than-expected macro environment with higher odds of a soft landing; increased rental activity from our needs-oriented customer base; and execution across all aspects of our industry-leading platform. We are built to operate in all macro environments and we are proving just that.\nLet me highlight 3 specific areas. First, we are driving record year-over-year growth in customer move-in volumes. Move-in volume growth has accelerated throughout the year, up nearly 14% in the second quarter. We have closed the year-over-year occupancy gap from down 220 basis points at the end of March to down 160 basis points at the end of June. We have the right team technologies and analytics to determine the appropriate mix of marketing, promotions and rental rates to meet customer expectations in the current environment. Drawn by our leading brand and enhanced digital customer experience, self-storage users are clearly choosing Public Storage. These trends support our raised outlook along with the easing of difficult year-over-year comps as we move through the second half of the year.\nSecond, we are growing our portfolio amidst broader market dislocation. Last Monday, we announced and fully funded the $2.2 billion Simply Self Storage acquisition in a matter of a few hours. This is something that very few companies could do today and separates Public Storage as the acquirer of choice within our industry. We have the strongest balance sheet and the lowest cost of capital, both of which were highlighted by our rapid execution on the Simply Self Storage transaction.\nWith the Simply Self Storage acquisition, we are excited to combine our respective strengths as we integrate their portfolio to ours and achieve significant operational enhancements immediately and into the future. As an example, under our platform, the $1.8 billion ezStorage portfolio acquired in 2021 has seen significant operating margin improvement of 1,100 basis points from 72% to 83%. As we do with all of our acquisitions, the entire Simply Self Storage portfolio will be rebranded to Public Storage in order to maximize the benefits and value of our iconic brand and platform. We expect to stabilize the portfolio at a mid-6% nominal yield by year 3.\nThird, we are well positioned for continued strong execution and growth across the company. From an operating perspective, our digital and operating model transformations are proving to be significant win-win-wins with result to exceeding expectations. Customers benefit from having robust digital options at their fingertips across the entire journey, finding a unit, renting a unit, moving in, managing their account and navigating the property when on site. Our proprietary digital ecosystem will continue to be a primary reason that customers choose us with more than 2 million PS app downloads and over 60%\n[Audio Gap]\nand for those that excel, the transformation has enabled us to create new pathways for career advancement. And our financial profile benefits as well. We are putting these digital tools in the hands of our customers and employees for convenience, combined with in-person on-site customer service when and where it's needed. The result is a better customer and employee experience and a higher operating margin.\nFrom an external growth perspective, our industry-leading NOI margins, multifactor in-house platform, access and cost of capital and growth-oriented balance sheet put us in a unique position. So far this year, we have secured $2.5 billion worth of properties. We will have also delivered $375 million in development by year-end and have a pipeline of more than $1 billion of development to be delivered over the next 2 years. Our advantages enable us to acquire and develop when others can't. We have a strong appetite for more with a matching ability to execute. Now I'll turn the call over to Tom.\n\nH. Thomas Boyle\n\nChief Financial Officer, Public Storage\n\nThanks, Joe. As Joe highlighted, we sit here more than halfway through the year with both our year-to-date performance and updated outlook better than we expected. Core FFO per share was $4.28 for the second quarter, representing 11.5% growth year-over-year, excluding the contribution from PS Business Parks.\nLooking at the key components for the quarter. Same-store revenues increased 6.3% as we drove record move-in growth. Our existing tenant base continues to perform well, and these trends continued into July with the year-over-year occupancy gap narrowing to 130 basis points at month-end. Same-store cost of operations were up 5.2%, leading to 6.6% stabilized same-store net operating income growth at a direct operating margin exceeding 80%. In addition to the same-store, the lease-up and performance of recently acquired and developed facilities continues to be a standout, with net operating income increasing 20% year-over-year. These 544 properties and more than 50 million square feet comprise 25% of our total portfolio and are an engine of growth. And this pool will grow further with the addition of the Simply Self Storage acquisition.\nShifting to guidance. We once again lifted our outlook for the year, primarily driven by a 50 basis point increase to the low end of our same-store revenue growth guidance, reflecting outperformance to date and an improved outlook for the remainder of the year. We also lifted our non-same-store NOI expectation by $40 million at the midpoint to primarily reflect outperformance and improved outlook and also to incorporate the impact of the Simply acquisition. Interest expense expectations increased accordingly.\nOur outlook for the non-same-store pool beyond 2023 improved as well. We lifted our expectations for incremental NOI stabilization from $80 million to $190 million to reflect outperformance to date, stronger future expectations and the Simply acquisition. And last but not least, our capital and liquidity position remain rock solid. We refinanced our untapped line of credit in June, tripling its size to $1.5 billion, and as Joe mentioned, fully funded the $2.2 billion Simply acquisition in the unsecured bond market immediately following the announcement. We're well positioned with a strong appetite for growth, coupled with the ability to execute upon the opportunity. Now I'll turn the call back to Shelby to open it up for questions."
  },
  {
    "header": "PSA",
    "cik": "0001393311",
    "ticker": "PSA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/da0a1513c0a21f7868e5e9391002c746",
    "period": "2023 Q1",
    "content": "Q1 2023 Public Storage Earnings Call\n\nQ1 2023 Public Storage Earnings Call\n\nPSANYSEMAY 4, 12:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Public Storage First Quarter 2023 Earnings Call. [Operator Instructions] It is now my pleasure to turn the floor over to Ryan Burke, Vice President of Investor Relations. Ryan, you may begin.\n\nRyan C. Burke\n\nVice President-Investor Relations, Public Storage\n\nThank you, Britney. Hello, everyone. Thank you for joining us for our first quarter 2023 earnings call. I'm here with Joe Russell; and Tom Boyle. Before we begin, we want to remind you that certain matters discussed during this call may constitute forward-looking statements within the meaning of the federal securities laws. These forward-looking statements are subject to certain economic risks and uncertainties.\nall forward-looking statements speak only as of today, May 4, 2023, and we assume no obligation to update, revise or supplement statements that become untrue because of subsequent events. A reconciliation to GAAP of the non-GAAP financial measures we provide on this call is included in our earnings release. You can find our press release, supplemental report, SEC reports and an audio replay of this conference call on our website at publicstorage.com.\nWe do ask that you initially keep your questions limited to two. Of course, if you have additional questions, feel free to jump back in queue. With that, I'll turn the call over to Joe.\n\nJoseph D. Russell\n\nPresident, Public Storage\n\nThank you, Ryan, and thank you for joining us today. Public Storage had a very good start to 2023. We remain focused on leading the self-storage industry's digital evolution, transforming our own operating model and enhancing and growing the portfolio. In the quarter, we achieved new milestones on several of our key initiatives, which included exceeding 60% of customers choosing to move-in through our e-rental online lease; eclipsing 2 million downloads of the public storage mobile app; reaching 400 properties on our customer demand-driven digital operating platform; installing solar at more than 200 properties, putting us on track to complete at least 1,000 property installations within the next 3 years; completion of over 70% of the Property of Tomorrow enhancement program; growing NOI by 29% across the 529 acquisition and development properties in our non-same-store pool; and driving the industry's largest development pipeline to an excess of $1 billion to be delivered over the next 24 months.\nWe had a strong operating performance in the first quarter, particularly with existing customers performing well and same-store move-in volume up nearly 13%. Length of stays are strong and same-store revenues were up nearly 10% year-over-year. Our exceptionally large nonsame-store acquisition and development pool, now nearly 25% of the overall portfolio continues to outperform as well. Fundamentally, self-storage is a needs-based business with demand drivers that are multidimensional and fluid throughout economic cycles.\nWe also continue to benefit from people spending more time at home, which has increasing permanence with remote and hybrid work year to stay. Additionally, with the return to more seasonal patterns of demand, we are currently also seeing an uptick in movement activity that has continued into the second quarter. We also continue to find good opportunity in development and redevelopment as well with a vibrant pipeline poised to generate growth for years to come.\nOur unique ability to weather economic cycles serves us well, particularly while other developers have slowed their activity due to higher interest rates, cost pressures, difficult municipal processes and concern over the near macro term landscape. Now I'll turn the call over to Tom to discuss acquisition market and financial performance.\n\nH. Thomas Boyle\n\nChief Financial Officer, Public Storage\n\nThanks, Joe. The transaction market has been relatively quiet to start the year as potential sellers feel out the macro environment, higher interest rates and the spread between buyer and seller expectations. That said, we have closed or are under contract to acquire nearly $200 million, right on track for our $750 million outlook for the year. The vast majority of our acquisitions this year have been done off-market quietly. More recently, we've been encouraged by an increase in inbounds, which are primarily small- to medium-sized portfolios.\nWe're in a great position to acquire today given our cost and access to capital advantages, paired with our industry-leading NOI margins. Now on to financial performance. As Joe mentioned, we started the year strong, reporting core FFO of $4.08 for the quarter, representing 16.2% growth over the first quarter of '22, excluding the contribution from PSB.\nLooking at the components. In the same-store, our revenue increased 9.8% compared to the first quarter of '22. We drove strong move-in volumes up 13% during the quarter, heading into our peak leasing season, and the existing tenant base remains strong with length of stays sitting at records. Same-store cost of operations were up 5.6%, leading to total net operating income for the same-store pool of stabilized properties growing 11.2% for the quarter.\nIn addition to the same-store, the lease-up and performance of the recently acquired and developed facilities remained a standout in the quarter, growing 29% compared to last year. Shifting to the outlook. We lifted our outlook for the year, driven by increasing our same-store revenue assumptions. While the macro environment remains uncertain, performance to date has been encouraging. We're set up well heading into the second quarter.\nLast but not least, our capital and liquidity position remains rock solid. Our net leverage of 3.3x combined with $700 million of cash on hand at quarter end, puts us in a very strong position for capital allocation as we move through the year. Now I'll turn it back to Joe.\n\nJoseph D. Russell\n\nPresident, Public Storage\n\nThanks, Tom. Our people, technologies, platforms, balance sheet and brand have and will be continually enhanced to create and strengthen the competitive advantages we have across the entire public storage enterprise. We see opportunity in the current environment and are poised to execute with focus on delivering growth and value for our shareholders. Let's go ahead and open the call up for questions."
  },
  {
    "header": "PSA",
    "cik": "0001393311",
    "ticker": "PSA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c52a730831a12d9e9dcbc130490bdfda",
    "period": "2022 Q4",
    "content": "Q4 2022 Public Storage Earnings Call\n\nQ4 2022 Public Storage Earnings Call\n\nPSANYSEFEB 22, 12:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Public Storage Fourth Quarter and Full Year 2022 Earnings Call. (Operator Instructions) It is now my pleasure to turn the floor over to Ryan Burke, Vice President, Investor Relations. Sir, you may begin.\n\nRyan C. Burke\n\nVP of IR, Public Storage\n\nThank you, Chelsea. Hello, everyone. Thank you for joining us for our fourth quarter 2022 earnings call. I'm here with Joe Russell and Tom Boyle.\nBefore we begin, we want to remind you that certain matters discussed during this call may constitute forward-looking statements within the meaning of the federal securities laws. These forward-looking statements are subject to certain economic risks and uncertainties. All forward-looking statements speak only as of today, February 22, 2022 (sic) [2023], and we assume no obligation to update, revise or supplement statements that may become untrue because of subsequent events.\nA reconciliation to GAAP of the non-GAAP financial measures we provide on this call is included in our earnings release. You can find our press release, subsequent reports, SEC reports and an audio replay of this conference call on our website, publicstorage.com. (Operator Instructions) With that, I'll turn the call over to Joe.\n\nJoseph D. Russell\n\nCEO, President & Trustee, Public Storage\n\nThank you, Ryan, and thank you for joining us. I'm going to begin by providing color on 2 recent announcements. We'll then move on to our performance in 2022 and outlook for 2023. First, on February 5, we announced a 50% increase to our quarterly common dividend, a raise from $8 to $12 per share on an annualized basis. It is a result of a great effort by the team that has produced record performance over the last few years and a validation of our ongoing confidence in the strength of our platform. Second, as announced separately, we made a proposal to acquire Life Storage at a substantial premium after several attempts to engage in negotiations privately.\nI'd like to highlight a few important reasons why we think this combination is poised to unlock superior growth and value creation for shareholders. First, there is significant opportunity to accelerate growth and profitability as Life Storage's portfolio benefits from Public Storage's industry-leading brand. Our platform achieves approximately 80% same-store operating margins compared to Life Storage's margins at approximately 73%. And we see an opportunity to narrow that gap with their real estate assets as part of our industry-leading platform.\nSecond, we believe there is significant upside to grow revenues and earnings in our respective ancillary business lines, including storage insurance, third-party property management, business customer offerings and lending. Third, we see expanded portfolio growth opportunities as we leverage Public Storage's fully integrated in-house development team, the only one of its kind in the industry, to capitalize on additional development and redevelopment opportunities to enhance Life Storage's existing portfolio. And finally, all of this will be supported by an industry-leading balance sheet with low pro forma leverage, an advantaged cost of capital and significant capacity to fund future growth in conjunction with retained cash flow.\nSince announcing the proposal, we have received overwhelmingly positive feedback from both companies, shareholders who clearly recognize the significant benefits uniquely achievable through a combination with Public Storage. As you likely saw, on February 16, Life Storage issued its own press release rejecting our proposal. Nothing in that response changed our thinking. We have a high level of conviction in the strategic and financial merits, and we are committed to pursuing a potential combination. We are encouraged in that February 16 release, Life Storage indicated openness to opportunities to enhance shareholder value. We look forward to engaging in good faith discussions regarding a mutually agreeable combination.\nWhile we appreciate that analysts and shareholders have ongoing questions with respect to our proposal, the purposes of today's call is to discuss our fourth quarter earnings and our outlook for 2023. As such, we will not be addressing questions related to the proposal at this time.\nNow turning to our performance and outlook. 2022 was a year of milestones for Public Storage, including celebrating our 50th anniversary. The team and platform achieved record results in our same-store and non-same-store portfolios, elevating the customer experience through technology and operating model transformation, enhancing our properties through the Property of Tomorrow program and growing the portfolio through acquisitions, development and redevelopment and third-party management. We did all of this while maintaining the industry's best balance sheet, which is poised to fund growth moving forward in conjunction with significant retained cash flow.\nTo name just a few of our collective accomplishments, we achieved an 80% stabilized direct NOI margin through the combination of revenue generation and expense efficiency that only Public Storage is capable of. We grew beyond 200 million owned square feet and $4 billion in total revenues. We built our property development pipeline to approximately $1 billion. We received the prestigious Great Place to Work award based on feedback provided directly by our employees. And we achieved top-scoring U.S. self-storage REITs across the leading sustainability benchmarks.\nWe are firing on all cylinders while strengthening the already formidable competitive advantages we have across our business. And those competitive advantages are heightened in the type of macro environment we are in today on top of 2 consecutive years of record 20%-plus core FFO growth. Simply put, we have the people, technologies, platforms and brand which lead us to a position of strength in 2023.\nDemand for self-storage remains strong, as you see with our move-in volume up more than 11% during the quarter. The aspects of the business that have historically made it resilient are on display. This is a needs-based business with demand drivers that are multidimensional and fluid throughout economic cycles. We also continue to benefit from a newer driver in the form of people spending more time at home, which has increasing permanence with remote and hybrid work here to stay.\nOur customer lengths of stay are at record levels, a positive trend given rent increases to existing customers are a key driver to our revenue growth. The outlook for new competitive supply is also in our favor. We are seeing less new property development nationally due to higher interest rates, cost pressures, difficult municipal processes and concern over the macro landscape. With continuing strong demand, less pressure from new supply and our numerous competitive advantages, we are very well-positioned in 2023. Now I'll turn the call over to Tom.\n\nH. Thomas Boyle\n\nSenior VP, CIO & CFO, Public Storage\n\nThanks, Joe. I'll start with a review of capital allocation for the year. We invested $1 billion between acquisitions and developments in 2022, including the $190 million neighborhood Florida portfolio in the fourth quarter. That portfolio added to our over 400 properties that we're operating with our remote property management platforms. Overall, the 2022 acquisition environment was impacted by a shift of cost of capital with transaction volumes down and driven by smaller deals compared to 2021. We expect that trend to continue this year with our forecast for $750 million of transaction volume for Public Storage consistent with last year. We are well-positioned as an acquirer today, given our industry-leading balance sheet and cost of capital.\nAnd adding to acquisitions, our development pipeline stands at approximately $1 billion as we seek to expand the portfolio with our in-house team. The development environment is challenging today across the industry, as Joe highlighted. Against that backdrop, Public Storage is planning on delivering $375 million of new [generation 5] properties in 2023 and more in 2024 as we lean on our development competitive advantages. And we look forward to putting these new properties on our national platform to drive outperformance.\nNow on the financial performance. We finished the year strong, reporting core FFO of $4.16 for the quarter and $15.92 for the year, ahead of the upper end of our guidance range and representing 22.4% growth over the fourth quarter of 2021, excluding the contribution of PS Business Parks. Let's look at the contributors for the quarter. In the same-store, our revenue increased 13% compared to the fourth quarter of '21. That performance represents a moderation from last quarter's 14.7% growth and a return to seasonality and tough comps comparing to 2021.\nNow on expenses, same-store direct costs of operations were up 5.3%. In total, net operating income for the same-store pool of stabilized properties was up 15.8% in the quarter. In addition to the same-store, the lease-up and performance of recently acquired and developed facilities remained a standout, growing 51% compared to last year.\nNow I'll shift to the outlook. We introduced 2023 core FFO guidance with a $16.45 midpoint, representing 5.5% growth from 2022, again excluding the contribution of PS Business Parks. As we enter the year, there's no question there's a wide range of potential macroeconomic pathways that will influence customer demand and behavior. The consumer has held up well to this point in the year, but the Fed is certainly signaling they're not finished. If we look at the same-store revenue outlook, I'd characterize the low end of the range of the outlook as a recessionary pathway and the higher end as a softer landing for the economy.\nWe anticipate occupancy will be lower throughout the year and follow a typical seasonal pattern. Rate will be the driver of revenue growth with the moderation through the year based on lower move-in rents and tougher existing tenant rate increase comps. That moderation results in a trending towards longer-term averages of growth. Our expectations are for 5.75% same-store expense growth, driven primarily by property tax and marketing expense. That leads to same-store NOI growth at the midpoint of 3.2%.\nOur non-same-store acquisition and development properties are again poised to be a strong contributor, growing from $448 million of NOI contribution in 2022 to $520 million at the midpoint. And looking ahead to 2024 and beyond, the incremental non-same-store NOI to stabilization from those properties acquired or completed at December 31 is an additional $80 million of NOI. This pool of lease-up assets will continue to be a powerful growth engine over the next several years.\nLast but not least, our capital and liquidity position remain rock solid. We have a well-laddered long-term debt profile with limited floating rate exposure and over $4 billion of preferred stock with perpetual fixed distributions. Our leverage of 3.4x net debt and preferred to EBITDA combined with nearly $800 million of cash on hand at quarter end puts us in a very strong position heading into 2023. So with that, I'd like to open the call up for questions."
  },
  {
    "header": "PSA",
    "cik": "0001393311",
    "ticker": "PSA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/db7998ad983ed1f264cd888b36b6d5f7",
    "period": "2022 Q3",
    "content": "Q3 2022 Public Storage Earnings Call\n\nQ3 2022 Public Storage Earnings Call\n\nPSANYSENOV 2, 12:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Public Storage Third Quarter 2022 Earnings Call. (Operator Instructions)\nIt is now my pleasure to turn the floor over to Ryan Burke, Vice President of Investor Relations. Ryan, you may begin.\n\nRyan C. Burke\n\nVP of IR, Public Storage\n\nThank you, Katie. Hello, everyone. Thank you for joining us for our third quarter 2022 earnings call. I'm here with Joe Russell and Tom Boyle.\nBefore we begin, we want to remind you that certain matters discussed during this call may constitute forward-looking statements within the meaning of the federal securities laws. These forward-looking statements are subject to certain economic risks and uncertainties. All forward-looking statements speak only as of today, November 2, 2022, and we assume no obligation to update, revise or supplement statements that become untrue because of subsequent events.\nA reconciliation to GAAP of the non-GAAP financial measures we provide on this call is included in our earnings release. You can find our press release, supplemental report, SEC reports and an audio replay of this conference call on our website, publicstorage.com. (Operator Instructions)\nWith that, I'll turn the call over to Joe.\n\nJoseph D. Russell\n\nCEO, President & Trustee, Public Storage\n\nThank you, Ryan. Good morning, and thank you for joining us. I will highlight our view of 2022 as we head into the last 2 months of the year, and then Tom will cover more specifics in the quarter.\nAt the beginning of this year, our expectation was we were poised for exceptional earnings growth, which has clearly played through. With that, we raised our outlook on strong NOI performance in same-store and non-same-store assets, along with continued improvement in ancillary revenue. In total, core FFO is set to grow by over 20% for the second consecutive year.\nLooking back on both 2021 and now 2022, we have been particularly advantaged by a number of enduring demand factors that continue to drive historic performance. Customers are drawn to use self-storage even in an environment where some top line drivers are decelerating, such as home sales and market-to-market migration levels. The appeal and rationale to use storage is still tied to a sensible financial and need-based decision, where the cost of shelter, whether you own or rent, has increased dramatically.\nIn addition, our customer survey data points to needing more space at home, as the second and elevated driver to use storage. Hybrid work environments, for instance, are proving to be sustainable -- to be a sustainable reason for additional need for storage. For our business customers, renting a storage unit is a compelling alternative to taking down more expensive, less flexible industrial space.\nAs demand has remained very good, existing customers, too, are staying longer, giving us the ability to optimize rate increases and occupancy. On a macro basis, new supply of competitive product has been flat to down from peak deliveries in 2019. Nationally, markets have been able to absorb the more subdued pace of new development. Our view is that new development will also be static for the near term, as risk levels tied to development have increased, particularly due to city approval time frames, higher component costs and the dramatic increases in the cost of construction lending.\nWith this said, it has become harder to predict the economic environment we are heading into with record inflation and consensus that a recession is imminent. We are, however, highly confident we have excellent tools to maneuver changing macro conditions. These include the industry-leading 200 million square foot portfolio of well-located assets in every large scale market nationally; the most recognized brand in the self-storage industry; cost-efficient online marketing prowess to guide new customers to our platform; a broad and growing base of digital channels to source new customers while improving customer and employee satisfaction; historically high operating margins now above 80% and operational efficiency; a massive non-same-store portfolio which continues to grow through acquisitions and development that is now 50 million square feet, with excellent earnings power with over $150 million of additional NOI to come; a well-primed low-leverage and low-risk balance sheet with $900 million of cash and no debt expirations through 2023; and finally, the most experienced team in the self-storage sector.\nNow I'll hand the call over to Tom.\n\nH. Thomas Boyle\n\nSenior VP & CFO, Public Storage\n\nThanks, Joe. We reported core FFO of $4.13 for the quarter, representing 20.8% growth over the third quarter of 2021.\nLet's look at the contributors for the quarter. In the same-store, our revenue increased 14.7%. And breaking down the components, realized rents per occupied square foot were up a strong 17.2%, matching last quarter's performance. Weighted average occupancy declined 2.4%. The moderation in occupancy from June to September represented a return to typical pre-pandemic seasonal occupancy decline of 150 basis points.\nThe strong 14.7% growth moderated slightly from last quarter's 15.9% growth as expected. That said, Los Angeles was again a particularly strong contributor, accelerating from 17% same-store revenue growth in the second quarter to 20% in the third quarter.\nNow on to expenses. Same-store direct cost of operations were up 7.8% in the quarter. We increased our marketing spend in the quarter compared to last year when we were largely quiet in most of our markets, and we saw good returns on those ad dollar spend.\nOur strategic initiatives, including operating model transformation resulting from digital investments and LED and solar investments, helped offset a portion of the wage and utility inflation. And I note the recent Inflation Reduction Act added incentives for further solar investments as we ramp our own activity to reach over 1,000 properties with solar on our roots in the coming years. In total, net operating income for the same-store pool was up 17% for the quarter.\nIn addition to the same-store, the lease-up and performance of recently acquired or developed facilities was once again strong, contributing $139 million in NOI for the quarter, up 68%. There is significant growth ahead from this pool of properties, as Joe noted, which is a good segue to our outlook for the remainder of the year.\nAs Joe mentioned, we raised our core FFO outlook for the year by $0.20 at the midpoint, or 1.3%, to $15.55 from our most recent outlook. The improved outlook is driven by better-than-expected performance in our same-store pool, continued strong growth from our non-same-store pool as well as our tenant insurance business.\nAnd shifting gears now to our balance sheet. Our capital and liquidity position remains rock-solid. We have a well-laddered long-term debt profile with limited floating rate exposure and over $4 billion of preferred stock with perpetual fixed distributions. Our leverage of 3.3x net debt and preferred to EBITDA, combined with $900 million of cash on hand at quarter end, puts us in a very strong position heading into 2023.\nIt's our strategy to position ourselves for strong access and cost of capital to invest through cycles. Over the past couple of years, we've had the opportunity to use that balance sheet to grow, and we're ready to do it again.\nAnd with that, I'll turn it back to the operator to open it up for questions."
  },
  {
    "header": "PSA",
    "cik": "0001393311",
    "ticker": "PSA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e30a7bbdeadaa0b521e500415882e3fe",
    "period": "2022 Q2",
    "content": "Q2 2022 Public Storage Earnings Call\n\nQ2 2022 Public Storage Earnings Call\n\nPSANYSEAUG 5, 12:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Public Storage Second Quarter 2022 Earnings Call. (Operator Instructions)\nIt is now my pleasure to turn the floor over to Ryan Burke, Vice President of Investor Relations. Ryan, you may begin.\n\nRyan C. Burke\n\nVP of IR, Public Storage\n\nThank you, Chelsea. Hello, everyone. Thank you for joining us for our second quarter 2022 earnings call. I'm here with Joe Russell and Tom Boyle.\nBefore we begin, we want to remind you that certain matters discussed during this call may constitute forward-looking statements within the meaning of the federal securities laws. These forward-looking statements speak only as of today, August 5, 2022, and we assume no obligation to update, revise or supplement statements that become untrue because of subsequent events.\nA reconciliation to GAAP of the non-GAAP financial measures we provide on this call is included in our earnings release. You can find our press release, supplemental report, SEC reports and an audio replay of this conference call on our website at publicstorage.com. (Operator Instructions)\nWith that, I'll turn the call over to Joe.\n\nJoseph D. Russell\n\nCEO, President & Trustee, Public Storage\n\nThank you, Ryan. Good morning, and thank you for joining us. Tom and I will cover second quarter highlights as we achieved a number of record performance metrics and milestones. Now that we are past the midpoint of the year, we are happy to share our view of the next 6 months, which has resulted in our guidance raise.\nBefore I go to those details, I would like to take a brief moment and acknowledge a significant milestone for Public Storage that takes place this month. On August 14, 1972, Public Storage was launched by 2 creative and determined entrepreneurs, Wayne Hughes and Ken Volk, opening the first Public Storage facility in El Cajon, California. The concept of paying to store stuff was new. But the simple name, a great location and roll-up doors painted the color of orange created a powerful formula to grow the company. So much so that our brand quickly became synonymous with the self-storage industry.\nNow 5 decades later, the Public Storage team and I are inspired to stay just as focused on entrepreneurial pursuits, expanding the iconic Public Storage brand and empowering the 5,500-plus dedicated employees that cater to our 1.7 million customers on a daily basis. We are appreciative of our shareholders, particularly those that have continued their commitment to Public Storage over our history, while knowing we have the right culture to ensure an equally bright future.\nNow to Q2 results. Business year-to-date remains quite good, with robust performance in both our same-store and non-same-store portfolios. New customer demand through the typical summer leasing season has been exceptional as well as growing length of stay with existing customers, this against the backdrop of muted new property deliveries in most markets. We have good pricing dynamics on both move-ins and with existing customer rate increases, leading to the highest rent levels we have seen historically.\nArguably, a number of the pandemic-related drivers to our business are receding, but we are pleased to see elevated levels of demand, new customer adoption and longevity of use. Customers, consumers and businesses alike are still in need of more space for a variety of reasons that include decreasing affordability of renting or owning a home, tight inventories of commercial space, hybrid work environments and the typical movement that takes place nationally this time of year.\nI would like to highlight a handful of particularly significant milestones or first in the quarter. We achieved $1 billion in revenue. Our average length of stay is now 39 months. Operating margins exceeded 80%. Our development pipeline has reached $1 billion and being named by Forbes as Best Place to Work by our employees.\nNow to acquisitions. By all accounts, 2021 was a historic year, and we were pleased to capture approximately 30% of the total sector volume. These 230 assets are performing well, in fact, above expectation with more growth ahead for the entire 525 properties in the non-same-store portfolio that is now over 50 million square feet. As we anticipated, 2022 acquisition volume has shifted down with fewer large portfolios entering the market.\nWe are also getting more last calls from sellers and brokers with fewer buyers in the market. Cap rates have adjusted up and could move further. It's a different playing field, and we anticipate some interesting opportunities with over $1 billion in cash, a balance sheet primed for growth and our reputation as a preferred buyer. The self-storage sector and our own history point to resilience in times of economic change, including recessions of varying degrees. We, too, are looking for all ways to interpret any shift in customer demand and behavior.\nWe are well positioned to compete for customers across all of our markets with the exceptional scale and product offerings in the 39 states we operate in. Our same-store and non-same-store assets are poised to deliver strong results through the second half of 2022, positioning us well for whatever may play through as we enter 2023. Our leadership team is well equipped to grow and deliver exceptional shareholder returns.\nNow Tom will share some financial highlights with you as well. Tom?\n\nH. Thomas Boyle\n\nSenior VP & CFO, Public Storage\n\nThanks, Joe. We reported core FFO of $3.99 for the quarter, representing 26.7% growth over the second quarter of 2021. Our first half results represent a strong start to the year and an acceleration from 2021.\nLet's look at the contributors for the quarter. In the same-store, our revenue increased 15.9% compared to the second quarter of 2021. Growth was driven by rate once again with 2 factors leading to the continued strength: first, strong move-in rates that were up 12% versus 2021; and secondly, existing tenant rate increases contributing with a lengthening customer stay.\nLos Angeles was a particularly strong contributor accelerating from 12% same-store revenue growth in the first quarter to 17% in the second quarter and will continue to accelerate into the third.\nMoving down the P&L. Same-store cost of operations were up 7.6%, driven by growth in property payroll, utilities and marketing. Our strategic initiatives, including operating model efficiencies and LED and solar investments helped offset a portion of the wage and utility inflation.\nIn total, net operating income with the same-store pool of stabilized properties was up 18.7% in the quarter. In addition to the same-store, the lease-up and performance of recently acquired and developed facilities remained a standout in the quarter. There is significant growth ahead from this pool of properties as well, which is a good segue to our outlook for the remainder of the year.\nAs Joe mentioned, we raised our outlook for the second half. In April, we provided our core FFO outlook with a $15.20 midpoint. The PSA business outlook improved by $0.37 or 2.4%. The improved outlook is driven by strong performance from our non-same-store pool of assets and, to a lesser extent, ancillary growth and a reduction in interest expense.\nOn net, our year-to-date performance has been in line with our expectations, but our outlook for the second half is improving. We did reflect the impact of the sale of PS Business Parks in a corresponding $0.22 impact resulting in a new midpoint of $15.35 per share of core FFO. And associated with the PSB sale, yesterday, we paid a $13.15 special dividend, returning capital to our shareholders.\nOverall, our capital and liquidity position remains strong, as Joe mentioned. We have a well-laddered long-term debt profile and $4 billion of preferred stock with perpetual fixed distributions. With $1 billion of cash on hand at quarter end and 3.7x net debt and preferred to EBITDA, we're well positioned to finance the growth initiatives ahead.\nWith that, we'd like to open it up for questions."
  },
  {
    "header": "PSA",
    "cik": "0001393311",
    "ticker": "PSA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d78e030814a12762c9feb48268c9afaa",
    "period": "2022 Q1",
    "content": "Q1 2022 Public Storage Earnings Call\n\nQ1 2022 Public Storage Earnings Call\n\nPSANYSEMAY 4, 12:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Public Storage First Quarter 2022 Earnings Call. (Operator Instructions)\nIt is now my pleasure to turn the floor over to Ryan Burke, Vice President of Investor Relations. Ryan, you may begin.\n\nRyan C. Burke\n\nVP of IR, Public Storage\n\nThank you, Katie. Hello, everyone. Thank you for joining us for our first quarter 2022 earnings call. I'm here with Joe Russell and Tom Boyle.\nBefore we begin, we want to remind you that certain matters discussed during this call may constitute forward-looking statements within the meaning of the federal securities laws. These forward-looking statements are subject to certain economic risks and uncertainties. All forward-looking statements speak only as of today, May 4, 2022, and we assume no obligation to update, revise or supplement statements that become untrue because of subsequent events.\nA reconciliation to GAAP of the non-GAAP financial measures we provide on this call is included in our earnings release. You can find our press release, supplemental report, SEC reports and an audio replay of this conference call on our website at publicstorage.com. (Operator Instructions)\nWith that, I'll turn the call over to Joe.\n\nJoseph D. Russell\n\nCEO, President & Trustee, Public Storage\n\nGood morning, and thank you for joining us. Before I hand the call over to Tom to discuss specific Q1 metrics, I will highlight 5 areas that are setting the stage for a robust 2022.\nFirst, market-to-market business remains very strong. Now that we are 4 months into the year, we continue to see elevated demand from new customers across the portfolio. Existing customers are also extending average length of stay. We have healthy pricing dynamics and with move-in rates up 15% and our existing customer rate increase program performing very well.\nSecond, the traditional busy season is taking hold. Inventory is tight with vacancy at about 5%. We see outsized demand for vacant units throughout the markets. Both consumer and business customers are aggressively seeking space along with more traditional drivers for this time of year, which include home sales and college students. Home affordability, hybrid work environments and a tight commercial market are clearly additive to our performance metrics.\nThird, our large non-same-store portfolio, now 515 assets across 50 million square feet, is growing significantly from a revenue and occupancy standpoint. Non-same-store NOI nearly tripled during the quarter. These assets are highly complementary to our market presence and continue to deliver exceptional returns with outsized move-in activity due to average occupancy of 86%. Of note, the $1.8 billion ezStorage portfolio we acquired a year ago has already achieved the yield we anticipated after year 2. The recently acquired $1.5 billion All Storage portfolio is performing ahead of expectations as well.\nFourth, as anticipated, fewer assets have entered the sales market this year. Year-to-date, we have closed or are under contract for 21 assets totaling approximately $275 million. Our industry-leading development platform increased to $833 million. The forecast of relatively stable national deliveries for 2022 and 2023 remains intact as we anticipate approximately 500 to 600 assets will be delivered each of the next 2 years.\nAnd fifth, our industry-leading digital customer experience continues to be embraced by new tenants. This includes digital leasing, centralized property access as well as our PS app. In March, we reached a significant milestone with our 1 millionth eRental move-in. Today, more than half of our customers are choosing eRental, giving them a desirable digital option to lease a unit. Our ongoing investments in the Public Storage digital platform are improving both customer experience and employee efficiency; clearly, a win-win.\nNow to Tom.\n\nH. Thomas Boyle\n\nSenior VP & CFO, Public Storage\n\nThanks, Joe. We reported core FFO of $3.65 for the quarter, representing 29.4% growth over the first quarter of 2021. Our first quarter results represent a strong start to the year and an acceleration from the fourth quarter.\nLet's look at the contributors for the quarter. In the same store, our revenue increased 15.8% compared to the first quarter of 2021. That performance is an acceleration from the 13% to 14% range in the second half of 2021. Growth was driven by rate with 2 factors leading to the continued strength: first, strong demand and limited inventory, which allowed us to achieve move-in rates that were up 15% versus 2021; second, existing tenant rate increases also contributed with lengthening customer stays as well as comparing to a period in 2021 when we were impacted by rental rate regulation in some of our largest markets. Of note, Los Angeles was a particularly strong contributor, accelerating from 8% same-store revenue growth in January to 15% same-store revenue growth in March.\nNow on to expenses. We had a good quarter on cost of operations, up 3.6% in the quarter, with savings on marketing expense offsetting expected growth in other line items. In total, net operating income for the same-store pool of stabilized properties was up 20.5% in the quarter. In addition to the same store, the lease-up and performance of recently acquired and developed facilities remained a standout in the quarter, as Joe mentioned.\nNow shifting to the outlook. We're roughly 70 days on from when we introduced our initial 2022 guidance for the year. We reiterated our strong core FFO outlook yesterday with a $15.20 midpoint, representing 17.5% growth from 2021. We're anticipating another year of strong customer demand from self-storage, and as Joe mentioned, we are experiencing that through April with a very good setup into our traditional busy leasing months ahead. As I've highlighted over the past year, with occupancy near record levels, our outlook for growth is driven by rental rate.\nShifting gears. PS Business Parks announced it entered into an agreement where Blackstone will acquire the company. We have agreed to vote our shares for the transaction. Upon closing, which is anticipated in the third quarter, we would receive $2.7 billion of cash and of that $2.7 billion, recognize a $2.3 billion tax gain that would increase our distribution requirements for the year. As we noted in our filings, PSB contributed $25.5 million in core FFO in the first quarter or approximately 4% of company-wide FFO. We have not updated our guidance ranges to reflect the sale but we'll plan to update you as the transaction progresses and more details are provided by PSB.\nLast but not least, our low leverage balance sheet gives us capacity to fund growth and at the same time, is well laddered with long-term debt and $4 billion of preferred stock with perpetual fixed distributions against a rising rate environment. Perpetual fixed rate capital is very good capital in today's markets and so is $1 billion of cash on the balance sheet at March 31.\nAnd with that, Katie, I'll turn it to you to open it up for questions."
  },
  {
    "header": "PSA",
    "cik": "0001393311",
    "ticker": "PSA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5455113e8b5f8c9b98f01e4367dd7807",
    "period": "2021 Q4",
    "content": "Q4 2021 Public Storage Earnings Call\n\nQ4 2021 Public Storage Earnings Call\n\nPSANYSEFEB 23, 12:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Public Storage Fourth Quarter 2021 Earnings Call. (Operator Instructions)\nIt is now my pleasure to turn the floor over to Ryan Burke, Vice President of Investor Relations. Ryan, you may begin.\n\nRyan C. Burke\n\nVP of IR, Public Storage\n\nThank you, Katherine. Hello, everyone. Thank you for joining us for our fourth quarter 2021 earnings call. I'm here with Joe Russell and Tom Boyle.\nBefore we begin, we want to remind you that certain matters discussed during this call may constitute forward-looking statements within the meaning of the federal securities laws. These forward-looking statements are subject to certain economic risks and uncertainties. All forward-looking statements speak only as of today, February 23, 2022, and we assume no obligation to update, revise or supplement statements that could become untrue because of subsequent events.\nA reconciliation to GAAP of the non-GAAP financial measures we provide on this call is included in our earnings release. You can find our press release, supplement report SEC reports and an audio replay of this conference call on our website at publicstorage.com. (Operator Instructions)\nWith that, I'll turn the call over to Joe.\n\nJoseph D. Russell\n\nCEO, President & Trustee, Public Storage\n\nThanks, Ryan. Good morning, and thank you for joining us. I would like to begin the call by reviewing a few of the significant highlights from 2021 and then discuss our outlook for 2022.\nLast year, the Public Storage team unlocked opportunities in one of the most historically vibrant eras for the self-storage industry. Our priorities have included capturing excellent customer demand, enhancing operations through the digitalization of our platform, acquiring individual assets and portfolios that provide outsized growth and our ongoing investment in our people. On top of this, we have funded growth through a combination of exceptionally low-cost debt and preferred issuances giving us significant firepower to expand the business going forward.\nThere are 4 areas that were critical to our success in 2021, which have also set the stage for an equally, if not more powerful, 2022. First, listening to our customers. We found innovative ways to solve what many new customers told us they wanted, a fast and efficient way to lease a storage space on their own time frame. Through our e-rental offering, approximately 50% of our new customers now self-select their space digitally. No operator in the industry comes close to this level of adoption. Our existing customers told us they wanted more tools to interface with Public Storage. This led to the full rollout of the PS app, which now has over 1 million downloads, offering an array of self-directed service options, including digital property access and account management.\nSecond, driving our industry-leading, 4-factor growth platform. We acquired 232 assets totaling 22 million square feet for approximately $5.1 billion, adding quality and scale to our market presence nationally. This included 2 $1.5 billion-plus portfolios, which were additive to our operating platform in the desirable markets of Washington, D.C. and Dallas Fort Worth. Through development, the Public Storage real estate and construction teams grew our pipeline to approximately $800 million as we deliver Generation 5 properties to markets from coast to coast. And we added 79 assets across 22 states to our management platform with easy integration of both existing and newly built assets.\nThird, an ongoing commitment to invest in our people. In 2021, we increased hourly wages by 14%. We enhanced training to facilitate career progression with new positions in field operations. And recently, we were named by Forbes as one of America's best large employers.\nThen fourth, the effective utilization of our powerful balance sheet. We issued $5 billion of new debt instruments, refinanced $1.2 billion of preferred equity and took the overall blended cost of debt and preferred from 3.9% to 2.7%. As we enter 2022, the balance sheet is primed to fund growth. We have approximately $1 billion in cash and will likely generate another $700 million in free cash flow.\nNow turning to this year. We have launched 2022 with a high degree of confidence that Public Storage is poised for another strong year. The components of our outlook are anchored by 3 areas. One, customer behavior has set the stage for another good, busy season. Through our own data, we see demand from both traditional and newer factors, including the fifth D, decluttering. Also, the high cost of housing, a strong economy, generational adoption of self-storage and business users continue to create a vibrant customer acquisition and retention opportunity.\nTwo, limited growth in new supply nationally. Our view is we are in a 3-year holding pattern of new supply deliveries, which began in 2021. We are likely to see a range of 500 to 600 property deliveries take place annually through 2023 due to elevated risk tied to city approvals, higher component, labor and land costs.\nAnd three, our commanding non-same-store portfolio, which is now 25% of our total portfolio. With the investment activity in 2021, our non-same-store portfolio has grown significantly and is now comprised of 513 assets, approximately 50 million square feet and has current occupancy of approximately 84%. The earnings power tied to the sizable asset base is significant and will likely continue. The portfolio is suited for outsized growth due to the quality of the assets, exceptional locations and the lease-up activity we see as self-storage demand continues, particularly under the Public Storage brand.\nNow I'll turn the call over to Tom.\n\nH. Thomas Boyle\n\nCFO & Senior VP, Public Storage\n\nThanks, Joe. We finished the year with strong financial performance. We reported core FFO of $3.54 for the quarter and $12.93 for the year, ahead of the upper end of our guidance range and representing 21.9% growth over 2020.\nNow let's look at the contributors for this quarter. In the same-store, our revenue increased 13.7% compared to the fourth quarter of 2020. That performance was consistent with the last quarter despite tough comps and a modest return of seasonality through the fall.\nGrowth was driven by rate with 2 factors leading to the continued strength. First, strong demand and limited inventory allowed us to achieve move-in rates that were up 19% versus 2020. When comparing to pre-pandemic levels, 33% versus 2019. Secondly, existing tenant rate increases also contributed with lengthening customer stays in comparing to a period in 2020 when we were impacted by rental rate regulation in many markets.\nNow on to operating expenses. As we had discussed on prior calls, we had higher expense growth in the fourth quarter driven by property tax timing. But if you look at the full year operating expenses, we reported same-store operating expense growth down 2%, representing record company performance. In total, net operating income for the same-store pool of stabilized properties was up 12.2% in the quarter.\nIn addition to the same store, the lease-up and performance of recently acquired and developed facilities remained a standout in the quarter, adding $61 million in NOI or roughly half of the full portfolio NOI growth.\nNow I'm going to shift gears to the outlook. We introduced 2022 core FFO guidance with a $15.20 midpoint, representing 17.5% growth from 2021. We're anticipating another year of strong customer demand for self-storage, as Joe highlighted earlier, leading to same-store revenue growth of 13.5% at the midpoint, roughly in line with second half '21 growth levels.\nAs we look at the components of revenue, occupancy is likely to fall as we move through the year but remain above 2019 levels. Rate will be the strongest driver of performance going forward. Continued strength from move-in rents and existing tenant increased contribution. Notably, the long-running rent restrictions expired in Los Angeles, adding circa 1.5% to 2% and on the full company same-store revenue outlook. Los Angeles is our largest market poised to accelerate with our industry-leading portfolio and team as well as our recently completed capital investments in this market through our Property of Tomorrow program.\nOn expenses, our expectations are for 6% to 8% expense growth driven primarily by property tax and payroll growth. That leads to NOI growth at the midpoint of 15.7%, roughly in line with 2021 strong performance. Our non-same-store acquisition and development properties are poised to be a strong contributor again in 2022, growing from $281 million of NOI contribution in '21 to $450 million at the midpoint for 2022. Included in that is our plan to add $1 billion in acquisitions and $250 million of development deliveries this year.\nLooking ahead past 2022 for the non-same store, we added one element to our guidance for the year compared to last year. The incremental non-same-store NOI to stabilization from the acquisitions and developments completed ahead of year-end '21. It represents the annual incremental NOI to be gained at stabilization in addition to our 2022 NOI expectations for those properties. It equates to approximately 5% yields on recent acquisitions and 10% yields on development, and we anticipate capturing roughly half of that embedded growth in '23 and the rest over '24 and '25. This pool of lease-up assets will be a powerful growth engine over the next several years.\nAnd last but not least, our low leverage balance sheet gives us capacity to fund growth and, at the same time, is well laddered with long-term debt and $4 billion of preferred stock with perpetual fixed distributions against a rising interest rate environment. In addition to external financing, we expect to retain approximately $700 million of cash flow to reinvest into our growth for the year.\nWith that, I'll turn it back to Joe.\n\nJoseph D. Russell\n\nCEO, President & Trustee, Public Storage\n\nThanks, Tom. In summary, we look at 2022 as another milestone year for Public Storage. We are also reflecting on our past as we look to the future by officially marking our 50th year as the largest owner and operator of self-storage in the United States. I want to thank you for your support, and on behalf of our 5,500 associates of Public Storage, thank you for your confidence and our abilities to lead this industry into the next 50 years.\nAnd with that, we'll open the call for questions."
  }
]