[
  {
    "header": "MAR",
    "cik": "0001048286",
    "ticker": "MAR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0348d6619e18143165293d756b1e2095",
    "period": "2025 Q3",
    "content": "Q3 2025 Marriott International Inc Earnings Call\n\nQ3 2025 Marriott International Inc Earnings Call\n\nMARNASDAQNOV 4, 8:30 AM\n\nOperator\n\nGood day, everyone, and welcome to the Marriott International Q3 2025 Earnings. [Operator Instructions]\nPlease be advised that today's call is being recorded. [Operator Instructions]\nI'd now like to turn the floor over to Jackie McConagha, Senior Vice President, Investor Relations. Please go ahead.\n\nJackie Burka McConagha\n\nSVP of IR, Marriott International, Inc.\n\nThank you. Good morning, everyone, and welcome to Marriott's Third Quarter 2025 Earnings Call. On the call with me today are Tony Capuano, our President and Chief Executive Officer; Leeny Oberg, our Chief Financial Officer; and Executive Vice President, Development; and Pilar Fernandez, our Senior Director of Investor Relations. .\nBefore we begin, I would like to remind everyone that many of our comments today are not historical facts and are considered forward-looking statements under federal securities laws. These statements are subject to numerous risks and uncertainties as described in our SEC filings, which could cause future results to differ materially from those expressed in or implied by our comments.\nUnless otherwise stated, our RevPAR occupancy, average daily rate and property level revenues comments reflect system-wide constant currency results for comparable hotels and all changes refer to year-over-year changes for the comparable period. Statements in our comments and the press release we issued earlier today are effective only today and will not be updated as actual events unfold. You can find our earnings release and reconciliations of all non-GAAP financial measures referred to in our remarks today on our Investor Relations website.\nAnd now I will turn the call over to Tony.\n\nAnthony G. Capuano\n\nCo-CEO, Group President of Global Development, Design & Operations Services, Marriott International, Inc.\n\nThanks, Jackie, and good morning, everyone. We are pleased with our third quarter financial results, which were ahead of our previous expectations. Development activity remained strong, and we grew our industry-leading global portfolio of rooms by 4.7% year-over-year to over 1.75 million rooms across more than 9,700 properties at the end of September.\nAs expected, RevPAR growth in the quarter was modest, reflecting ongoing global macroeconomic uncertainty. Our hotels continued to gain RevPAR index. Third full quarter global RevPAR rose 0.5%. International RevPAR grew 2.6%, again outperforming the U.S. & Canada, where RevPAR was down 0.4%.\nBy region, RevPAR growth was strongest in APEC, which has been benefiting from solid macroeconomic growth in many countries and double-digit rooms growth. Third quarter RevPAR in APEC increased nearly 5% driven by robust ADR growth and higher demand from international travelers, particularly from Greater China and Europe. Third quarter RE in EMEA rose 2.5% on increases in both ADR and occupancy, led by strong regional demand.\nExcluding the impact of the Olympics in France and the Euro 2024 in Germany last year, EMEA RevPAR would have been up 5%. RevPAR in CALA rose nearly 3% with gains in both ADR and occupancy and helped by citywide events in Puerto Rico and Rio. City Express hotels across the region are seeing meaningful benefit from being integrated into our ecosystem and are performing very well.\nThe operating environment in Greater China remains challenged by weaker macro conditions, though our market share across the region continued to grow. With year-over-year comps easing and demand stabilizing, RevPAR was flat and would have been slightly positive, excluding the impact of multiple typhoons.\nLeisure demand was solid, offsetting a decline in business transient demand. The slight RevPAR decrease in the U.S. & Canada was driven by declines in select service brands, which offset nice gains in luxury along with calendar shifts impacting group. Third quarter group RevPAR decreased 3% while leisure was up slightly and business transient was down slightly compared to last year.\nBusiness transient was further impacted by government RevPAR declining 14%. Globally, RevPAR growth was again strongest at the higher end as high-end consumers have demonstrated resilience to macroeconomic uncertainties and continue to prioritize traffic. Luxury RevPAR rose 4% as performance weakened down the chain scales. Our portfolio is well positioned to benefit from outperformance at the upper end as 10% of our rooms are in the luxury segment and another 42% are in the full-service premium segment. By customer segment on a global basis, leisure transient continue to lead RevPAR performance, rising 1%. Business transient RevPAR was flat and group RevPAR declined 2%, reflecting timing of events.\nAs Leeny will discuss further, RevPAR growth is anticipated to accelerate from the third quarter, with RevPAR expected to increase 1% to 2% in Q4 compared to the prior year. Full year 2025 RevPAR is still anticipated to rise between 1.5% and 2.5% year-over-year.\nWe also still expect strong net rooms growth in 2025 and beyond, as owners continue to show a preference for our brands. Despite higher construction costs and the challenging financing environment in both the U.S. and Europe, we still have excellent momentum in our global signings. During the first 9 months of the year, signings reached a record year-to-date level.\nOur pipeline grew to a new high of more than 596,000 rooms at quarter end with over 250,000 pipeline rooms under construction. Conversions remain a key driver of our portfolio expansion, reflecting the many revenue and cost-related benefits of being part of the Marriott ecosystem. Conversions accounted for around 30% of both signings and openings in the first 9 months of the year.\nWe remain keenly focused on driving growth and are being in more places around the world with the best brands and experiences. In September, we launched outdoor collection by Marriott Bonvoy, which includes post card cabins and trail barn hotels. This new portfolio offers guests unique outdoor-focused stays with easy access to popular activities like skiing, snowboarding, biking and hiking.\nWe also announced the U.S. debut of Series by Marriott less than 3 months after the brand's initial launch with an agreement to convert 5 select-service hotels in major U.S. cities. As largest global lodging loyalty program, Marriott Bonvoy serves as a powerful engine for guest engagement and bring significant value to our owners and franchisees.\nMembership grew to nearly 260 million members at the end of September, up 18% year-over-year. The power of Marriott Bonvoy is evident across our many adjacent businesses, including Marriott Bonvoy boutiques, Marriott Media Network, Homes & Villas by Marriott Bonvoy and our portfolio of 32 co-branded credit cards across 11 countries.\nOur U.S. cards are by far the largest contributor of our credit card fees. Our current U.S. deals were signed in 2017 and extended in 2020 and we are currently in active discussions with our current credit card partners. Our best estimate right now is that we could have new deals in place, sometimes next -- sometime next year that reflect the increased relevance of Marriott Bonvoy and the significant growth of our global lodging portfolio.\nOn the technology front, we continue to progress in the multiyear evolution of our property management, reservations and loyalty platforms and the deployment of new cloud-based systems across our global portfolio, which we believe will enable Marriott to have an industry-leading technology stack, leveraging best-in-class technology architecture and proprietary innovations this tech transformation is expected to deliver a new ecosystem of capabilities and revenue-driving opportunities on property.\nOwners are excited about the potential top and bottom line benefits at their hotels. The first few hotels recently started to transition onto the new systems and associates have shared very positive feedback about the new capabilities and how they empower them to deliver on the customer experience.\nWe plan to continue deploying our systems to hotels around the world over the next few years. We're also excited about increasingly leveraging AI across our business with a focus on areas like content creation, augmented business intelligence for associates and more efficient processes that help associates deliver elevated customer experiences.\nBefore I turn the call over to Leeny, I want to thank our fantastic teams around the world for all that they do. Their commitment and perseverance are invaluable to our continued success and among the many reasons I remain incredibly optimistic about Marriott's future. Leeny?\n\nKathleen Kelly Oberg\n\nExecutive Vice President and Chief Financial Officer\n\nThank you, Tony. Our results today demonstrate the power of Marriott's business model and the numerous levers driving our earnings growth. Despite continued macroeconomic uncertainty and modest global RevPAR growth, our third quarter adjusted EBITDA rose 10% and our adjusted EPS grew 9%. As Tony noted, third quarter global RevPAR increased 50 basis points, in line with expectations, driven by nearly 1% ADR growth, offsetting a 30 basis point decline in occupancy. .\nThird quarter total gross fee revenues increased 4% year-over-year to $1.34 billion. The increase primarily reflects rooms growth and strong co-branded credit card fee growth. Co-branded credit card fees rose 13%, reflecting robust card acquisitions and meaningfully higher global card spending as well as the timing of point transfer promotions.\nFees from our international cards, which continue to ramp nicely, rose nearly 20%, driven by particularly strong performance in Japan and the UAE. Incentive management fees, or IMF, totaled $148 million higher than previously anticipated, down 7% year-over-year. The change was primarily due to declines in the U.S. & Canada, reflecting some large hotels undergoing renovations in the third quarter this year and certain hotels in Florida benefiting from insurance proceeds in the third quarter last year.\nOwned, leased and other revenue, net of expenses, surpassed expectations, I think, 16% compared to the prior year. The year-over-year increase was largely driven by contributions from the Sheraton Grand Chicago, which we purchased in the fourth quarter last year as well as improved performance at other hotels in the portfolio.\nThird quarter G&A declined 15% compared to last year's third quarter, which included a $19 million operating guarantee reserve for a U.S. hotel. The year-over-year decline also reflects timing and lower compensation costs as we continue to benefit from the work we did last year across the enterprise to enhance our efficiency and productivity.\nThe strong growth in gross fee revenues and owned leased and other net coupled with the decline in G&A led to adjusted EBITDA increasing 10% to $1.35 billion, above the high end of our guidance.\nNow let's talk about our outlook. With ongoing economic uncertainty, we expect global RevPAR to increase 1% to 2% in the fourth quarter. The acceleration in global RevPAR growth from the third quarter to the fourth quarter is partially due to calendar shifts and onetime events. RevPAR growth is anticipated to still be meaningfully stronger internationally than in the U.S. & Canada, and higher-end chain scales are expected to continue to outperform lower-end chain scales.\nAs we look ahead to next year, while we're still working on our budget, our preliminary view is that 2026 year's year-over-year global RevPAR growth could be similar to the 1.5% to 2.5% growth expected this year. Growth is expected to a gain internationally than in the U.S. & Canada. And next summer's World Cup, could contribute around 30 to 35 basis points to full year global RevPAR growth.\nTurning to this year's P&L in the fourth quarter, gross fee growth could be in the 4% to 5% range. Compared to prior expectations, this outlook reflects slightly lower expectations for IMF and fees on F&B revenues in Asia. Fourth quarter IMF are now expected to rise in the low to mid-single-digit range, partially reflecting the timing of some fees that shifted to the third quarter.\nFull year IMFs are anticipated to be around flat with last year. Fourth quarter RevPAR fee growth will still be impacted by the timing of residential branding fees, which are expected to be down year-over-year. Fourth quarter adjusted EBITDA is expected to increase 7% to 9%.\nFor the full year, we expect gross fees to increase around 4.5% to 5% year-over-year. Full year co-brand credit card fees are now anticipated to grow roughly 9%, primarily reflecting stronger-than-expected third quarter performance. Timeshare fees are still expected to be around $110 million, and full year residential branding fees are now anticipated to decline around 20%, a meaningful improvement compared to expectations at the beginning of the year, reflecting the continued success of our residential business and the volatility in the timing of residential project sales.\nOwned, leased and other revenue, net of expenses, is expected to total around $370 million. 2025 G&A expense is anticipated to decline 8% to 9% to $975 million to $985 million. This decline reflects roughly $90 million of above property savings from our enterprise-wide initiatives to enhance our effectiveness and efficiency across the company that is also expected to yield cost savings to our owners.\nFull year adjusted EBITDA could increase between 7% and 8% to $5.35 billion to $5.38 billion. Full year adjusted EPS could total $9.98 to $10.06. Our full year adjusted effective tax rate is expected to be just over 1 percentage point higher than a year ago, given the shift in earnings to higher tax rate jurisdictions. Our underlying full year core cash tax rate is still anticipated to be in the low 20% range.\nOur 2025 net rooms growth is still anticipated to approach 5%. As we look ahead to the next few years with our strong momentum in global signings and conversions in particular, we still expect global net rooms growth in the mid-single-digit range. Full year total advertisement spending is expected to be roughly $1.1 billion or $1.45 billion, you include around $350 million for the citizenM transaction. Our capital allocation philosophy remains the same, committed to our investment-grade rating, investing in growth that is accretive to shareholder value, and then returning excess capital to shareholders through a combination of a modest cash dividend, which has risen meaningfully over time and share repurchases.\nWe're pleased with the company's strong year-to-date cash flow performance and outlook. Given strong cash flow generation, we expect full year capital returns to shareholders to be roughly $4 billion while maintaining our leverage in the lower part of our net debt to EBITDA range of 3 to 3.5x. The operator can now open the lines for questions. Please ask us 1 question each so we can speak to as many of you as possible. Thank you."
  },
  {
    "header": "MAR",
    "cik": "0001048286",
    "ticker": "MAR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7acab6abbe567a33cc32c2ca0149a2bf",
    "period": "2025 Q2",
    "content": "Q2 2025 Marriott International Inc Earnings Call\n\nQ2 2025 Marriott International Inc Earnings Call\n\nMARNASDAQAUG 5, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Marriott International Q2 2025 Earnings Conference Call.\n[Operator Instructions]\nPlease note, today's call may be recorded. And it is now my pleasure to turn the conference over to Jackie McConagha, Senior Vice President of Investor Relations. Please go ahead.\n\nJackie Burka McConagha\n\nSVP of IR, Marriott International, Inc.\n\nThank you. Good morning, everyone, and welcome to Marriott's Second Quarter 2025 Earnings Call. On the call with me today, Tony Capuano, our President and Chief Executive Officer; Leeny Oberg, our Chief Financial Officer and Executive Vice President, Development; and Pilar Fernandez, our Senior Director of Investor Relations.\nBefore we begin, I would like to remind everyone that many of our comments today are not historical facts and are considered forward-looking statements under federal securities laws. These statements are subject to numerous risks and uncertainties as described in our SEC filings, which could cause future results to differ materially from those expressed in or implied by our comments. Unless otherwise stated, our RevPAR occupancy, average daily rate and property level revenues comments reflect system-wide constant currency results for comparable hotels and all changes refer to year-over-year changes for the comparable period.\nStatements in our comments and the press release we issued earlier today are effective only today and will not be updated as actual events unfold. You can find our earnings release and reconciliations of all non-GAAP financial measures referred to in our remarks today on our Investor Relations website. And now I will turn the call over to Tony.\n\nAnthony G. Capuano\n\nCo-CEO, Group President of Global Development, Design & Operations Services, Marriott International, Inc.\n\nThank you, Jackie, and good morning, everyone. Marriott reported strong second quarter financial results this morning, ahead of our previous guidance during a period of notable macroeconomic uncertainty. The company's pipeline reached a record level and net rooms grew 4.7% since the end of the 2024 2nd quarter. Second quarter global RevPAR rose 1.5%. Our industry-leading portfolio continued to gain share and our RevPAR index, which is already at a substantial premium to peers, rose again in the quarter.\nInternational RevPAR rose over 5%, led by growth in both APAC and EMEA. RevPAR in APAC rose 9%, driven by strong ADR growth and higher demand from international guests. Key markets like Japan and Australia saw double-digit RevPAR increases. Second quarter RevPAR in EMEA rose 7% on solid increases in both ADR and occupancy with strong transient demand from both in-country and cross-border guests. Despite June being impacted by the conflict in the Middle East, second quarter RevPAR rose over 10% in the Middle East and 4% in Europe.\nWith its high reliance on U.S. travelers, CALA was impacted by weaker leisure and government-related demand. But strong ADR, especially at our luxury hotels drove RevPAR up 3%. RevPAR in Greater China declined 0.5% year-over-year due to the weaker macro environment with lower business and group results, though our properties continue to gain market share. RevPAR in the U.S. and Canada region was flat year-over-year and grew nearly 1% when adjusting for the Easter shift. RevPAR growth was again strongest at the high end with luxury RevPAR up 4%, and it weakened going down the chain scales where results came in below our prior expectations.\nSecond quarter U.S. and Canada select service and extended stay RevPAR declined around 1.5% year-over-year, primarily due to a decline in government demand as 2/3 of government revenues are in the select service segment as well as weaker demand from smaller business customers. Across chain scales, group RevPAR in the U.S. and Canada was also softer than previously anticipated, primarily due to fewer near-term bookings and elevated attrition rates. Looking at RevPAR by customer segment, leisure transient grew the fastest this quarter with leisure transient RevPAR rising 3% globally and 1% in the U.S. and Canada.\nGroup RevPAR rose 2% globally and 1% in the U.S. and Canada. Second quarter business transient RevPAR declined 2% globally and in the U.S. and Canada, in part because of the shift in Easter timing. With ongoing economic uncertainty, we now estimate full year RevPAR growth to be in the lower end of our prior range, an increase between 1.5% and 2.5% over last year. Leeny will share more details on our outlook during her remarks. We still expect strong net rooms growth in 2025 and beyond as owners continue to show preference for our brands. Even with higher construction costs and the challenging financing environment in the U.S. and Europe, second quarter deal signings rose 35% with every region signing more projects than in the same quarter last year.\nAs a result, our pipeline grew to a record of over 590,000 rooms at the end of the quarter with 40% of those pipeline rooms under construction. Conversions remain a significant driver of growth, representing nearly 30% of both room signings and openings during the first half of the year. As we continue to focus on being in more places with the best brands and experiences, we are making excellent development progress across all of our chain scales. With their highly efficient operating models and strong value propositions, our existing mid-scale brands, City Express by Marriott, Four Points Flex and StudioRes are attracting significant interest from owners. At the end of the second quarter, we had around 200 open mid-scale hotels with another nearly 200 in the pipe. In May, we announced the global launch of our latest collection brand in the mid-scale to upscale segment Series by Marriott.\nWe created Series by Marriott to bring established quality regional hotels into our portfolio and to further our reach among value-conscious travelers, provide additional choice for our existing Marriott Bonvoy members and guests and offer more affiliation opportunities and growth for local owners. In conjunction with the launch, we announced a founding deal to affiliate the firm portfolio, which has over 100 open and pipeline hotels across India with Series by Marriott. We also recently closed on the acquisition of the innovative Tech Forward lifestyle brand, Citizens. We see meaningful opportunity for global growth for both of these recent brand additions. At the upper end of the chain scale, we continue to expand our leading global luxury portfolio, where our distribution of nearly 168,000 rooms across 670 open luxury properties is currently over 40% larger than our next closest competitor.\nThis year, we plan to open an additional 27 luxury properties, and we have an additional 270 projects in the pipeline as we look to provide new opportunities to deliver bespoke experiences in iconic destinations. Recent notable highlights include the openings of the all-inclusive W.Putacana and the JW Marriott Creek Resort and Spa. And last month, we celebrated the inaugural voyage of Luminara, the third addition to the Ritz-Carlton Yacht Collection. Delivering exceptional guest experiences helps fuel the growth of our powerful global loyalty program. With an acceleration in enrollments, our Marriott Bonvoy loyalty program grew to nearly 248 million members at the end of June. Marriott Bonvoy member penetration rose again reaching a record of 69% of rooms globally and 74% in the U.S. and Canada. In June, we announced the introduction of the Marriott Media Network, a media network that will help brands connect more meaningfully with guests across their travel journey. Leveraging our leading scale and Marriott Bonvoy loyalty program Marriott Media Network will allow advertisers to use our deep insights into traveler behavior and preferences to reach high-value audiences through curated touch points like the Marriott Bonvoy app and in-room televisions.\nEveryone has likely seen the news that Leeny will be retiring from Marriott in March of next year. As you all know, we needs an incredible leader with an unwavering commitment to excellence and the creation of shareholder value. It has been an absolute privilege to work with her, and I am one of the many, many people who will miss her greatly when she retires next year. Leeny will remain the company's CFO through the filing of this year's 10-K in early 2026, and I am pleased that upon her retirement, 2 long-time veterans will succeed Leeny. Jen Mason, our current Global Officer, Treasurer and Risk Management will become our CFO; and Sean Hill, currently the Head of Development of APAC will become our global head of development. I'll now turn the call over to Leeny. Leeny?\n\nKathleen Kelly Oberg\n\nExecutive Vice President and Chief Financial Officer\n\nThank you, Tony, and thank you for your kind words. This was a hard decision and very bitter sweet, and it's never easy to leave a company and job that you love. I have the utmost confidence in Jen and Sean and look forward to working with them on a smooth transition. As Tony noted, I've not leaving anytime soon. So now let's talk about our financial results and outlook.\nSecond quarter global RevPAR increased 1.5%, driven by nearly 2% ADR growth, offsetting a 30 basis point decline in occupancy largely reflecting declines in U.S. and Canada select service hotels. Average daily rate has held up well in most regions, demonstrating excellent revenue management across our system despite short booking windows. Second quarter total gross fee revenues increased 4% year-over-year to $1.4 billion. The increase reflects rooms growth in higher RevPAR and co-branded credit card fees partially offset by an $8 million decline in residential branding fees related to the timing of unit sales.\nIncentive management fees, or IMF, rose 3% to $200 million in the second quarter with roughly 2/3 earned by international hotels. Higher IMFs in all international regions were partially offset by declines in the U.S. and Canada, primarily due to some large hotels undergoing renovation. Owned, leased and other revenue net of expenses was ahead of expectations, and rose 14% compared to the prior year, largely driven by contributions from the Sheraton Grand Chicago improved performance at other hotels in the portfolio and favorable currency impacts. Second quarter G&A declined 1% year-over-year, primarily due to lower compensation costs as we continue to benefit from the work we did last year across the enterprise to enhance our efficiency and productivity.\nOur adjusted EBITDA rose 7% to $1.42 billion. Now let me talk about our third quarter and full year 2025 outlook. With ongoing economic uncertainty, we expect global RevPAR to be flat to up 1% in the third quarter and up 1.5% to 2.5% for the full year. our full year RevPAR growth is still expected to be meaningfully stronger internationally than in the U.S. and Canada, even with greater China RevPAR still anticipated to be around flat compared to last year. The luxury and full service segments, where we are extremely well positioned, accounting for over half of our open mobile rooms are expected to continue to nicely outperform lower-end chain scales.\nGlobally, fourth quarter RevPAR growth is anticipated to accelerate from the third quarter, in part due to holiday shifts and the timing of certain large events. Examples include the positive impact of the Paris Olympics and the Euro Cup in the 2024 3rd quarter, the positive impact of the Republican and Democratic conventions in the 2024 3rd quarter and then the negative impact of the U.S. presidential election in the 2024 4th quarter plus F1 in Singapore is shifting from the third quarter last year to the fourth quarter this year. At the end of June, on a global basis, revenues for group, the customer segment where we have the lowest visibility we're pacing down 2% for the third quarter and pacing up 6% for the fourth quarter reflecting some of these calendar impacts.\nFull year 2025 revenues were pacing up 3% below the pace we saw a quarter ago primarily due to fewer near-term bookings. However, group bookings for future periods have strengthened, with group revenues for 2026, pacing up 8% in the U.S. and Canada and globally, up from 7% a quarter ago. On a global basis, for the full year, we now expect leisure transient and group RevPAR to grow in the low single-digit range business transient RevPAR is now expected to be around flat year-over-year with government demand expected to remain weak.\nGovernment room nights in the U.S. and Canada were down 16% year-over-year in the second quarter, more than in March, but do appear to have stabilized around these levels. Turning to the P&L. In the third quarter, gross fee growth could be in the 2% to 3% range. Third quarter growth will be impacted by the timing of residential branding fees, which are expected to be down significantly year-over-year. IMF are expected to see declines around 15% in the third quarter, largely reflecting tougher year-over-year RevPAR comps, continued renovations at some large properties in the U.S. and Canada region and the receipt of business interruption insurance proceeds at certain Florida hotels in the last year third quarter.\nFourth quarter IMS are expected to increase in the mid- to high single-digit range partly due to easier comps as a result of hurricanes impacting some Florida hotels last year as well as improved performance at renovating hotels. Full year IMFs are anticipated to be flattish to slightly down year-over-year. Third quarter adjusted EBITDA is expected to increase 5% to 7%. For the full year, with a reduction in the upper end of our RevPAR range, we now expect gross fees of $5.37 billion to $5.42 billion, up 4% to 5% year-over-year. For the full year, co-branded credit card fee growth is still expected to be a couple of hundred basis points lower than a nearing 10% growth in 2024, and timeshare fees are still expected to be around $110 million.\nWith a shift in the expected timing of sales for certain properties, full year residential branding fees are now anticipated to decline around 30%. Owned leased and other revenue, net of expenses, is now expected to total $360 million to $370 million, primarily reflecting the flow-through of second quarter results. 2025 G&A expense is still anticipated to decline 8% to 10% to $965 million to $985 million. This decline reflects the expected $80 million to $90 million of above property savings from our enterprise-wide initiative to enhance our effectiveness and efficiency across the company that is also expected to yield cost savings to our owners.\nFull year adjusted EBITDA could increase between 7% and 8% to $5.3 billion to $5.4 billion. Full year adjusted diluted EPS could total $9.85 to $10.08. Our full year adjusted effective tax rate is still expected to be roughly 1 percentage point higher than a year ago, given a shift in earnings to higher tax rate jurisdictions. Our underlying full year core cash tax rate is still anticipated to be in the low 20% range. Let me also share some sensitivities to help with modeling, the sensitivity of 1% change in full year 2025 U.S. RevPAR versus 2024 could be around $35 million to $40 million of total RevPAR related fees. The impact of a 1% change in full year 2025 global RevPAR versus 2024, assuming equal changes across all hotels around the world could be $50 million to $60 million.\nOur 2025 net rooms growth is still anticipated to approach 5%. As we look ahead with our strong momentum in global signings, we still expect long-term global net rooms growth in the mid-single-digit range. Total investment spending is still expected to be $1.36 billion to $1.46 billion or $1 billion to $1.1 billion, excluding $355 million for the Citizen M transaction. Our capital allocation philosophy remains the same. We're committed to our investment-grade rating, investing in growth that is accretive to shareholder value, and then returning excess capital to shareholders through a combination of a modest cash dividend, which has risen meaningfully over time and share repurchases. We're pleased with the company's strong year-to-date cash flow performance and outlook.\nGiven strong cash flow generation, we still expect full year capital returns to shareholders to be around $4 billion while maintaining our leverage in the lower part of our net debt-to-EBITDA range of 3 to 3.5x. Before ending our prepared remarks, Tony and I want to express our gratitude to our incredible team of associates around the world for their continued hard work and dedication. The operator can now open the lines for questions. Please ask just 1 question each so we can speak with as many of you as possible. Thank you."
  },
  {
    "header": "MAR",
    "cik": "0001048286",
    "ticker": "MAR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/905c81f566a89c9a94a7bf28f0234d87",
    "period": "2025 Q1",
    "content": "Q1 2025 Marriott International Inc Earnings Call\n\nQ1 2025 Marriott International Inc Earnings Call\n\nMARNASDAQMAY 6, 8:30 AM\n\nOperator\n\nGood day, everyone, and welcome to today's Marriott International First Quarter 2025 Earnings Call. [Operator Instructions] Please note, this call may be recorded, and I will be standing by if you need any assistance. It is now my pleasure to turn the conference over to Jackie McConagha, Senior Vice President of Investor Relations. Please go ahead, ma'am. .\n\nJackie Burka McConagha\n\nSVP of IR, Marriott International, Inc.\n\nThank you. Good morning, everyone, and welcome to Marriott's First Quarter 2025 Earnings Call. On the call with me today is Tony Capuano, President and Chief Executive Officer; Leeny Oberg, our Chief Financial Officer and Executive Vice President, Development; and Pilar Fernandez, Senior Director of Investor Relations. .\nBefore we begin, I would like to remind everyone that many of our comments today are not historical facts and are considered forward-looking statements under the federal securities laws. These statements are subject to numerous risks and uncertainties as described in our SEC filings, which could cause future results to differ materially from those expressed in or implied by our comments.\nUnless otherwise stated, our RevPAR occupancy, average daily rate and property level revenue comments reflect system-wide constant currency results for comparable hotels and all changes refer to year-over-year changes for the comparable period. Statements in our comments and the press release we issued earlier today are effective only today and will not be updated as actual events unfold. You can find our earnings release and reconciliations of all non-GAAP financial measures referred to in our remarks today on our Investor Relations website.\nAnd now I will turn the call over to Tony. .\n\nAnthony G. Capuano\n\nCo-CEO, Group President of Global Development, Design & Operations Services, Marriott International, Inc.\n\nThanks, Jackie. Good morning, everyone. We reported strong first quarter results this morning despite an uncertain macroeconomic environment and each of our regions outperformed our expectations. Development activity remained robust, with record first quarter gold signings, and we grew net rooms 4.6% over the trailing 12 months through March. First quarter local RevPAR rose 4.1%, just above the top end of our 3% to 4% guidance range, with ADR increasing 3% and occupancy rising 1 percentage point. .\nRevPAR in the U.S. and Canada region rose over 3% and with our luxury full-service hotels, meaningfully outperform select service properties, thanks to solid demand across both group and transient guests. International RevPAR was up nearly 6%, led by growth in APAC. APAC's first quarter RevPAR rose 11%, driven by strong ADR growth and higher demand from international guests. Growth was broad-based across the region, with RevPAR increases of 16% and 17%, respectively, in its 2 largest markets, India and Japan.\nRevPAR and [indiscernible] rose 7%, led by strong luxury and resort results. In EMEA, RevPAR rose 6% on solid increases in ADR as well as occupancy with strong transient demand from both in-country and cross-border gifts. First quarter RevPAR in Greater China declined 2% due to the weaker macro environment and tough year-over-year comparisons, though it did come in ahead of our prior expectation, primarily as a result of strong domestic demand.\nThis quarter, group was again a standout customer segment. Group RevPAR rose 8%, both globally and in the U.S. First quarter business transient and leisure transient each grew 2% globally and 1% in the U.S., with growth driven by ADR increases. While RevPAR trends internationally were strong throughout the quarter, our U.S. and Canada region saw softer growth in March, particularly in the select service segment. We operate a cyclical business, and there is no doubt that today, we are in a period of heightened macroeconomic uncertainty, especially here in the U.S. with many concerns about slowing the economic activity and lower consumer confidence.\nThroughout our long history, we've shown our agility and resilience, while also continuing to deliver solid system growth throughout the economic cycles. As Leeny will discuss in greater detail, against this macro backdrop, we are lowering our guidance for full year RevPAR growth by 50 basis points due to a more cautious outlook in our U.S. and Canada region. In whatever environment we find ourselves, we remain focused on driving returns at our hotels and executing our proven long-term growth strategy.\nYou can see in our first quarter G&A results, the positive benefit from the work we did last year to enhance our efficiency and productivity across the company. While we are marginally lowering our 2025 RevPAR guidance range, we still expect strong net rooms growth for the year and the future. Owners continue to show a preference for our brands.\nOur global signings have been excellent so far this year despite uncertainty around construction costs and the challenging financing environment in the U.S. and Europe. Our first quarter signings were up 35% year-over-year. Our pipeline totaled a record of over 587,000 rooms at the end of the quarter with 42% of pipeline rooms under construction. Conversions, including multiunit opportunities remain a significant driver of growth, representing about 1/3 of both signings and openings in the quarter.\nI'm also very excited about our recent citizenM announcement and the expected addition of this unique lifestyle portfolio to our system later this year. This transaction builds on our commitment to expand our industry-leading global portfolio to provide even more exciting and innovative options for guests and hotel. Comprised of over 8,500 open rooms and 600 pipeline rooms, citizenM is a differentiated brand with unique characteristics that we believe will be a great complement to our existing lifestyle select brands, AC, Moxie and Aloft.\ncitizenM is known for its tech savvy in-hotel experience, highly efficient use of space and focus on art and design, and we see a large runway of growth for the brand in markets around the world. Our powerful industry-leading Marriott Bonvoy loyalty program had nearly 237 million members at the end of March. Marriott Bonvoy member penetration rose again, reaching a record of 68% of room nights gold. Honoring our members' appetite for experiences, We recently launched our newest global app campaign titled, you are the greatest souvenir which showcases our wide range of offerings and celebrates travel's power and creating lasting memories.\nWe're also continuing to make great progress on the multiyear digital and technology transformation of our reservations, property management and loyalty systems. We expect this new technology platform to further strengthen our efficient operating model, enhance Marriott Bonvoy and elevate both the associate and customer digital experience. is also expected to unlock new revenue opportunities through enhanced functionality and options such as booking specific room types and amenities in advance and seamless shopping across lodging F&B, spa and other nonlodging products. As always, I spent much of my time so far this year traveling around the world. I have visited properties and spend time with associates in every one of our regions, and I've seen first hand, their ability to adapt to changes in their markets and their dedication to delivering outstanding experiences to our guests. I want to express my gratitude to all of our global associates for their hard work and dedication. And now I'll turn the call over to Leeny for more details on our results. Leeny?\n\nKathleen Kelly Oberg\n\nExecutive Vice President and Chief Financial Officer\n\nThank you, Tony. As Tony noted, the first quarter or increased just over 4%. Looking more closely at how we finished the quarter. RevPAR in March rose 2% globally. March RevPAR for our international regions was a bit ahead of our prior expectations, rising 2.4% and both 5%, excluding the impact of profit. After January and February results were stronger than we expected, demand in the U.S. did soften in March, primarily due to a 10% year-over-year decline in U.S. government RevPAR. RevPAR in the U.S. and Canada region rose 2% year-over-year, which included a nice benefit from the timing of Easter.\nIn 2024, the U.S. Government segment contributed around 4% of the U.S. and Canada regions room nights at an ADR that was 21% lower than the region's average. To a lesser extent, we've also experienced softness in select service and extended stay demand in the U.S. in March, mainly driven by lower leisure transient demand given the less certain macro environment. Notably, the uncertainty did not impact results at our higher chain scale hotels, and we do not see signs of trade out from our higher-end customers during the quarter.\nWhile we do not have final results for April yet, it looks like year-over-year RevPAR, excluding the impact of Easter in both months in the U.S. and Canada improved sequentially from March to April. First quarter total gross fee revenues increased 5% year-over-year to $1.28 billion. The increase reflects higher RevPAR, rooms growth, an 8% increase in co-brand credit card fees and a significant increase in residential branding fees related to the timing of unit sales.\nCurrency had a negative $8 million impact on first quarter gross fees in line with our expectations. Incentive management fees, or IMF, fell 2% to $204 million in the first quarter with roughly 2/3 earned by international hotels. Increases in APAC were offset by declines in Greater China and in EMEA, partly due to a few properties converting from managed to franchise. IMF in the U.S. and Canada were relatively in line with last year. First quarter G&A declined 6% year-over-year, primarily due to lower compensation costs. Adjusted EBITDA totaled $1.22 billion, an increase of 7%.\nNow let's talk about our outlook for the second quarter and the full year, which assumes the citizenM transaction closes in the back half of the year. Given today's uncertain macro backdrop, we have limited visibility into the back half of the year. The updated view that we're sharing today does not incorporate the recession. It reflects our current booking trends and assumes that broadly speaking, they continue.\nIt's important to remember that we have a short average booking window of around 3 weeks for our transient customers, which represent around 3/4 of our total room nights. So demand could, of course, change quickly. Global RevPAR is now expected to increase 1.5% to 2.5% and in the second quarter, which includes a negative impact from Easter in April and a 1.5% to 3.5% growth for the full year.\nOur update incorporates lower than previously anticipated RevPAR growth in the U.S. and Canada region for the second through fourth quarters of the year. This is primarily due to an expected continuation of declines in U.S. government demand. It also assumes slightly lower -- slightly slower growth from U.S. select service hotels due to lower transient demand and marginally lower book growth. Internationally, demand trends in all regions except Greater China have remained strong, and we have not changed our outlook for international RevPAR.\nFull year RevPAR growth is expected to be meaningfully stronger internationally than in the U.S. and Canada, even with greater China RevPAR still anticipated to be around flat compared to last year. On a global basis, looking at full year RevPAR growth by customer segment, though each segment expectations have softened slightly due to lower U.S. and Canada assumptions, we continue to expect the strongest growth in Group.\nFor the full year, group was still pacing up 6% at the end of March. But as usual, we could moderate a bit over the remainder of the year. This is followed by business transient, which could be up low single digits and then leisure transient, which could be flat to up [indiscernible]. In the second quarter, gross fee growth could be in the 3% to 4% range growth will be impacted by the timing of residential branding fees, which are expected to be down nearly 60% year-over-year. IMFs are expected to see slight declines primarily due to renovations at certain companies in the U.S. and Canada region. Adjusted EBITDA is expected to increase 3% to 5%.\nFor the full year, we expect gross fees of $5.4 billion to $5.5 billion, with IMF still expected to be relatively in line with last year. We still expect gross fee growth of around 5% at the midpoint despite the midpoint of our full year RevPAR road outlook coming down 50 basis points. This is primarily due to a less meaningful negative FX impact from a weakened dollar and a small fees contribution from citizenM in the back half of the year. Additionally, with 2/3 of our IMFs coming from international markets where there is often no owner's priority, and the change in our full year RevPAR expectation coming U.S. and Canada, as I noted, our IMF outlook is not changing.\nFor the full year, co-brand credit card fee growth is still expected to be a couple of hundred basis points lower than the nearly 10% growth in 2024. Residential branding fees are still anticipated to decline nearly 50% solely due to the timing of unit sales, while timeshare fees are still expected to be around $110 million. Loans, leased and other revenue, net of expenses, is still expected to total $345 million to $355 million, relatively in line with 2024 results somewhat impacted by a larger number of renovations that are owned and leased hotels. 2025 G&A expense is still anticipated to decline 8% to 10% to $965 million to $985 million.\nThis decline is the result of the expected $80 million to $90 million of above property savings from our enterprise-wide initiatives to enhance our effectiveness and efficiency across the company, that is also expected to yield cost savings to our owners and franchisees. Full year adjusted EBITDA could increase between 6% and 9% to roughly $5.3 billion to $5.4 billion. Full year adjusted diluted EPS could total $9.82 to $10.19. We still anticipate EPS growth will be impacted by an expected effective tax rate of around 26%,, compared to under 25% in 2024, reflecting certain international tax rate changes. Our underlying full year core cash tax rate is still anticipated to be in the low 20 percentage.\nLet me also share some sensitivities to help you with modeling. The sensitivity of a 1% change in full year 2025 U.S. RevPAR versus 2024, could be around $35 million to $40 million of total RevPAR related fees. The impact of a 1% change in the full year 2025 global RevPAR versus 2024, assuming equal changes across all hotels around the world, could be around $50 million to $60 million.\nOn the back of the citizenM transaction, we now expect our 2025 net rooms growth to approach 5%. As we look ahead with our strong momentum in global signing, we still expect long-term global network rooms growth in the mid-single-digit range. Total investment spending is anticipated to be $1.36 billion to $1.46 billion with spending, excluding the $355 million for the citizenM transaction, still expected to total $1 billion to $1.1 billion. Our capital allocation philosophy remains the same.\nWe're committed to our investment-grade rating, investing in growth that is accretive to shareholder value and then returning excess capital to shareholders through a combination of a modest cash dividend, which has risen meaningfully over time, and share repurchases. We're pleased with the company's strong first quarter cash flow performance and outlook.\nGiven strong cash flow generation, we still expect full year capital returns to shareholders to be around $4 billion, even after factoring in the $355 million to the citizenM transaction, while maintaining our leverage in the lower part of our net debt-to-EBITDA range of 3x to 3.5x. Tony and I are now happy to take your questions. Operator?"
  },
  {
    "header": "MAR",
    "cik": "0001048286",
    "ticker": "MAR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/024d448ab761d60419572c82f3c1d2b4",
    "period": "2024 Q4",
    "content": "Q4 2024 Marriott International Inc Earnings Call\n\nQ4 2024 Marriott International Inc Earnings Call\n\nMARNASDAQFEB 11, 8:30 AM\n\nOperator\n\nGood day, everyone, and welcome to the Marriott International Q4 2024 Earnings Call. [Operator Instructions] Please note today's call will be recorded. [Operator Instructions]\nIt is now my pleasure to turn today's conference over to Jackie McConagha, Senior Vice President of Investor Relations.\n\nJackie Burka McConagha\n\nSVP of IR, Marriott International, Inc.\n\nThank you. Good morning, everyone, and welcome to Marriott's Fourth Quarter 2024 Earnings Call. On the call with me today are Tony Capuano, our President and Chief Executive Officer; Leeny Oberg, our Chief Financial Officer and Executive Vice President, Development; and Pilar Fernandez, our new Senior Director of Investor Relations. .\nBefore we begin, I would like to remind everyone that many of our comments today are not historical facts that are considered forward-looking statements under federal securities laws. These statements are subject to numerous risks and uncertainties as described in our SEC filings, which could cause future results to differ materially from those expressed in or implied by our comments.\nUnless otherwise stated, our RevPAR occupancy, average daily rate and property level revenue comments reflect system-wide constant currency result or comparable hotels and all changes refer to year-over-year changes for the comparable period. Statements in our comments and the press release we issued earlier today are effective only today and will not be updated as actual events unfold.\nYou can find our earnings release and reconciliations of all non-GAAP financial measures referred to in our remarks today on our Investor Relations website. And now I will turn the call over to Tony.\n\nAnthony G. Capuano\n\nCo-CEO, Group President of Global Development, Design & Operations Services, Marriott International, Inc.\n\nThanks, Jackie, and good morning, everyone. Marriott had excellent results in 2024, reflecting continued robust demand for customers, owners and franchisees for our more than 30 brands. For the full year, we achieved net rooms growth of 6.8% and global RevPAR rose over 4%. We ended the year on a high note with fourth quarter worldwide RevPAR increasing 5%. ADR rose 3%, and occupancy increased over 1 percentage point. All of our regions produced better RevPAR growth than we had previously expected, with strength across all of our customer segments.\nThe U.S. and Canada saw its best quarterly RevPAR growth for the year with fourth quarter RevPAR rising over 4%, primarily driven by a higher ADR. The drop in occupancy around November's U.S. selection was not as severe as we had anticipated with demand rebounding quickly after the election. International RevPAR rose over 7% in the quarter, driven by a 4% rise in ADR and a 2 percentage point gain in occupancy. APAP RevPAR increased 12.5%, led by strong growth in Japan, India and Thailand and aided by strong cross-border demand, especially from Greater China. RevPAR in the EMEA region rose 8%, with broad-based growth across the region led by strong leisure demand.\nRevPAR in Greater China declined 2% better than prior expectations as the region benefited from the recent expanded visa-free transit policy and better-than-anticipated demand across multiple holidays and citywide events. By region, RevPAR growth was positive in Tier 1 cities, Hong Kong, Macau and Taiwan, while Hainan Island again saw the largest RevPAR decline. Hainan was again impacted by weak domestic leisure demand as wealthier travelers continue to vacation across other parts of the region. However, Hainan did see nice sequential improvement with RevPAR down 16% in the quarter compared to down 24% in Q3.\nTurning to trends by customer segment, leisure, which comprises the largest portion of global room nights at 44% had its strongest RevPAR growth quarter of the year and was the fastest growing of our customer segments. Fourth quarter leisure RevPAR was 6% globally and 4% in the U.S. and Canada, driven by gains in both room nights and ADR with strength across all tiers from luxury to select service.\nBusiness transient contributed 33% of global room nights in the fourth quarter. Solid gains in ADR drove business transient RevPAR up 3% globally and up 4% in the U.S. and Canada. Group RevPAR, which comprised 23% of room nights rose 3% in the quarter. As expected, this was group's lowest growth quarter of the year due to fewer group events in the U.S. around November's election and a decline in group RevPAR in Greater China.\nLooking at full year 2024, all customer segments experienced solid RevPAR growth on a global basis. Group increased an impressive 8% and leisure and business transient rising 3%, respectively. As Leeny will discuss during her remarks, we are pleased with the solid momentum we have in our business as we start off 2025. At the end of 2024, global group revenues were pacing up 6% for 2025 and 10% for 2026 on increases in both room nights and average daily rate.\nShifting to development, 2024 was another terrific year. Net rooms grew 6.8%, helped by the addition of around 38,000 rooms from our agreement with MGM and approximately 9,000 rooms from Sander. Conversions were again a large driver of growth in 2024, contributing about 1/3 of our signings and over half of our openings. Our industry-leading global lodging portfolio now goes over 1.7 million rooms across 144 countries and territories. With a record of over 1,200 deals signed last year, we ended the year with over 577,000 rooms in our pipeline.\nIn the U.S. and Canada, our largest market, we led the industry in growth room additions with around 1/3 of all rooms opened during the year flying one of Marriott's flags. While financing in the U.S. remains particularly challenging for new construction, we also had the leading share of new build construction starts in 2024 as banks have shown preference for deals associated with our strong brands and an experienced player like Marriott.\nDuring the year, we also meaningfully expanded the breadth and depth of our portfolio across customer tiers, from luxury to mid-scale and across both traditional and alternative lodging product offerings. We continue to have strong owner interest in all of our mid-scale brands, given their [ compelling ] brand design, the power of our revenue engines and their simple bundled affiliation costs, which we believe were the lowest in the industry. At the end of the year, we had over 300 open and pipeline Four Points Flex, Studio Res and City Express by Marriott properties, just 1.5 years after entering the mid-scale tier.\nWe also continue to expand our incredible luxury portfolio with the opening of several notable hotels, including the St. Regis on the Bund in Shanghai and Ws in Prague and Sao Paulo. In the nontraditional lodging space, in December, we announced our plan to launch an outdoor-focused collection, which will be anchored by founding deals with postcard cabins and trail 2 innovative outdoor hospitality brands. Ellman, the second luxury super yacht in the Ritz-Carlton Yacht collection had its maiden voyage in the Mediterranean last September, our third super yacht Luminare is expected to set sale this summer. with itineraries in the Mediterranean, Asia, Alaska and Canada.\nOur focus on offering fantastic travel experiences for every trip purpose is key to ensuring that Marriott Bonvoy remains the industry's leading travel platform. We added over 31 million new members to our loyalty program last year, growing to nearly 228 million members at year-end. Bonvoy member penetration of room nights achieved historic size in the fourth quarter at 73% in the U.S. and 66% globally. As we grow that member base and our global portfolio and add travel adjacent products and collaborations like our 33 co-brand credit cards and tie-ups with partners like Uber and Starbucks, we are deepening engagement with our members and capturing more of our customers' share of wallet.\nDriven by a strong increase in global card spend, our co-brand credit card fees rose nearly 10% last year. Our digital channels and mobile in particular, remain key drivers of direct clocking at a lower cost to our owners. In 2024, Marriott Bonvoy app downloads rose nearly 30% year-over-year. We're excited about enhancing the customer experience across all our digital channels through the multiyear digital transformation we have underway that we expect to begin rolling out a little later this year.\nBefore I turn the call over to Leeny to discuss our financial results in more detail, I want to thank our teams around the world for their hard work and dedication and for making Marriott a place where innovation and excellence [indiscernible]. Leeny?\n\nKathleen Kelly Oberg\n\nExecutive Vice President and Chief Financial Officer\n\nThank you, Tony. I'll start by reviewing our solid financial performance. Fourth quarter total gross fee revenues grew 7% to $1.3 billion, primarily due to higher RevPAR, room additions, 13% increase in credit card fees and a near doubling of residential branding fees. Incentive management fees are IMF decreased year-over-year as strength in APAC was offset by declines in Greater China and in the U.S. and Canada. The decline in the U.S. and Canada was primarily driven by lower fees in [ Maui ] given the timing of fee recognition in the prior year.\nG&A declined 12% year-over-year to $289 million, primarily due to lower administrative bad debt and litigation expenses. Fourth quarter adjusted EBITDA grew 7% to $1.29 billion. At the hotel level, profit margins at our worldwide managed hotels rose 110 basis points in the quarter and 40 basis points for the year helped by continued productivity improvements. We are also pleased that our guest surveys indicated that customer satisfaction continued to rise with our 2024 intent to recommend scores increasing in every one of our regions.\nFor the full year, gross fees and adjusted EBITDA both increased 7%. We were pleased that with the power of our strong cash-generating asset-light business model and our disciplined investment, we returned over $4.4 billion to shareholders through a combination of dividends and buybacks.\nI'll now talk about our 2025 expectations, starting with net rooms growth. With our industry-leading pipeline and strong momentum in conversions, we expect net rooms growth of 4% to 5%. Conversions, of course, can enter the system quickly. Conversions that were added to our system in 2024 have been in the pipeline for 14 months on average and nearly 20% of conversions opened so quickly, they were not in any quarter end pipeline number. Over the 3-year period from year-end '22 to year-end '25, we continue to expect net rooms to grow at a compound annual growth rate of 5% to 5.5% we discussed at our 2023 Investor Meeting.\nFor full year '25, we expect global RevPAR growth of 2% to 4%. With the exception of Greater China, RevPAR growth in international regions, though continuing to normalize is again expected to be higher than in the U.S. and Canada. We currently anticipate RevPAR in Greater China to be roughly flat year-over-year. As Tony discussed, we're off to a great start with January RevPAR rising 6% globally.\nThe sensitivity of 1 percentage point change in full year 2025 RevPAR versus 2024 could be around $50 million to $60 million of RevPAR-related fees and $5 billion in owned leased profits. For the full year, gross fees could rise 4% to 6% to around $5.4 billion to $5.5 billion. Co-brand credit card fee growth could be a couple of hundred basis points lower than the nearly 10% growth in '24, primarily due to the normalization of international card fee growth.\nResidential branding fees could decline nearly 50%, solely due to the timing of unit sales. While timeshare fees as usual are expected to be relatively in line with the prior year at around $110 million. FX is expected to negatively impact gross fees by roughly $25 million. Owned, leased and other revenues, net of expenses, is expected to total $345 million to $355 million, relatively in line with 2024's results. somewhat impacted by a larger number of renovations at our owned and leased hotels. 2025 G&A expense is anticipated to decline 8% to 10% to $965 million to $985 million. This decline is the result of the expected $80 million to $90 million of above property savings from our enterprise-wide initiative to enhance our effectiveness and efficiency across the company.\nAs we previously noted, this process should also yield cost savings to our owners and franchisees. In December, we announced that we would reduce our loyalty charge-out rates by roughly 5%. Full year adjusted EBITDA could increase between 6% and 9% to roughly $5.3 billion to $5.4 billion. Full year adjusted diluted EPS could total $9.82 to $10.19. EPS growth will be impacted by an expected effective tax rate of around 26%, compared to under 25% in 2024, reflecting certain international tax rate changes.\nOur underlying core cash tax rate is anticipated to remain in the low 20s percent range. For the first quarter, global RevPAR could increase 3% to 4%, benefiting from Easter shifting from March to April this year as well as January's inauguration and the Super Bowl in New Orleans benefiting the U.S. and Canada. First quarter gross fees could increase 2% to 3.5%. Solid growth in management and franchise fees are expected to be partially offset by a decline in IMS partly due to a decline in Greater China, given their strong first quarter a year ago as well as certain properties in the U.S. and Canada undergoing renovations.\nFirst quarter owned, leased and other revenue net of expenses of around $55 million is expected to decline year-over-year, primarily due to the elegant portfolio undergoing renovations as well as the timing of termination fees. We expect $1 billion to $1.1 billion of investment spending in 2025. There are 3 major areas of expected spending that are each around 1/3 of this total.\nThe first bucket is another year of higher than historical investment in technology. Over half of this investment is associated with the multiyear transformation of our property management, reservations and loyalty systems, the overwhelming portion of which is expected to be reimbursed over time. The second bucket is spending for our owned lease portfolio. This spending is expected to be above historical levels in '25 with about half of the expected investment driven by the completion of renovations on the elegant portfolio in Barbados as well as renovations on a handful of other hotels.\nWe expect to sell the elegant portfolio after renovations are complete, subject to long-term contract to remain in our system. The last bucket is expected investment in our contracts, largely for new units as we continue to expand our global portfolio. Our capital allocation philosophy has not changed. We're committed to our investment-grade rating and investing in growth that's accretive to shareholder value. Excess capital is returned to shareholders through a combination of share repurchase and a modest cash dividend, which has risen meaningfully over time.\nIn 2025, we expect another year of strong capital returns of approximately $4 billion. Full guidance assumptions and details for the first quarter and the full year are in the press release. Tony and I are now happy to take your questions. Operator?"
  },
  {
    "header": "MAR",
    "cik": "0001048286",
    "ticker": "MAR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/db2a50102051a2a490784ae342cb9f8e",
    "period": "2024 Q2",
    "content": "Q2 2024 Marriott International Inc Earnings Call\n\nQ2 2024 Marriott International Inc Earnings Call\n\nMARNASDAQJUL 31, 8:30 AM\n\nOperator\n\nGood day, everyone, and welcome to today's Marriott International Q2 2024 Earnings. [Operator Instructions] Please note, this call is being recorded. [Operator Instructions] It is now my pleasure to turn the conference over to Senior Vice President, Investor Relations, Jackie McConagha.\n\nJackie Burka McConagha\n\nSVP of IR, Marriott International, Inc.\n\nThank you. Good morning, and welcome to Marriott's Second Quarter 2024 Earnings Call. On the call with me today are Tony Capuano, our President and Chief Executive Officer; Leeny Oberg, our Chief Financial Officer and Executive Vice President, Development; and Betsy Dahm, our Vice President of Investor Relations. Before we begin, I would like to remind everyone that many of our comments today are not historical facts and are considered forward-looking statements under federal securities laws. These statements are subject to numerous risks and uncertainties as described in our SEC filings, which could cause future results to differ materially from those expressed in or implied by our comments.\nUnless otherwise stated, our RevPAR occupancy, average daily rate and property level revenues comments reflect system-wide constant currency results for comparable hotels and all changes refer to year-over-year changes for the comparable period. Statements in our comments and the press release we issued earlier today are effective only today and will not be updated as actual events unfold. You can find our earnings release and reconciliations of all non-GAAP financial measures referred to in our remarks today on our Investor Relations website.\nAnd now I will turn the call over to Tony.\n\nAnthony G. Capuano\n\nCo-CEO, Group President of Global Development, Design & Operations Services, Marriott International, Inc.\n\nThanks, Jackie, and good morning, everyone. We delivered another strong quarter as travel demand remained robust in most markets around the world and our net rooms grew by 6% year-over-year. Second quarter global RevPAR rose nearly 5%. Average daily rate increased around 3% and occupancy reached 73%, up about 150 basis points compared to last year's second quarter.\nRevPAR rose nearly 4% in the U.S. and Canada, benefiting from the shift of the Easter holiday. All chain scales in the U.S. and Canada from select service to luxury posted positive second quarter year-over-year RevPAR. RevPAR increased over 7% internationally, led by a remarkable 13% RevPAR gain in Asia Pacific, excluding China, or APAC. APAC benefited from strong macro trends and increased cross-border travel especially from Mainland China. Growth in APAC was broad-based, but particularly robust in Japan, where RevPAR rose 21%.\nRevPAR grew nearly 10% in the EMEA region, with continued strong regional and cross-border demand and about 9% in the CALA region. To date, in 2024, the City Express portfolio has meaningfully outperformed the overall Mexican market as well as our own internal RevPAR expectation. And bottom point penetration of the hotels continues to improve steadily. RevPAR in Greater China declined roughly 4% in the quarter as macroeconomic pressures led to softer domestic demand. The region was also impacted by an increase in outbound high-end travelers. Positive RevPAR growth in Tier 1 cities, Hong Kong, Macau and Taiwan was more than offset by declines in all other markets with [indiscernible] seeing a meaningful RevPAR decline. Despite the adverse market conditions, we outperformed our peers and gained RevPAR index across the region in the second quarter.\nOur global RevPAR index, which is at a substantial premium, also rose again in the quarter. As we look ahead to the full year, we are narrowing our global RevPAR range to 3% to 4% growth, largely due to anticipated continued weakness in Greater China as Leeny will discuss in more detail. On a global basis, in the second quarter, we saw RevPAR growth across all 3 of our customer segments, group, leisure transient and business transient. With each segment experiencing increases in both room nights and average daily rate. Group, which comprised 24% of worldwide room nights in the quarter remained the strongest customer segment. Compared to the year ago quarter, group RevPAR rose 10% globally.\nFull year 2024 worldwide group revenues were still pacing up 9% year-over-year at the end of the second quarter with a 5% increase in room nights and a 4% rise in ADR. Business transient, which contributed 33% of global room nights in the quarter, saw a 4% increase in RevPAR. Leisure transient, which accounted for 43% of worldwide room nights in the quarter posted a 2% rise in RevPAR. Within the business transient segment, demand from small- to medium-sized corporates which now account for nearly 55% of business transient room nights has grown significantly over the last few years.\nEarlier this month, we announced business access by Marriott Bonvoy, a new comprehensive online booking travel program that we launched to ease and expand the booking experience and travel management process for these customers. While it is still early days, this new offering is already seeing great interest, and we're extremely pleased with the initial account sign-ups and users of the platform, both of which have outpaced expectations. We continue to enhance our powerful Marriott Bonvoy loyalty program, which had over 210 million members at the end of June.\nWe continue to see real success driving enrollments and engagement internationally in part due to our Bonvoy partnerships with Rakuten in Japan, Alibaba in China and Rappi in Cali. Member penetration of global room nights rose again reaching new record highs in the second quarter at 71% in the U.S. and Canada and 65% globally. Our new collaboration with Starbucks is the latest example of how we're connecting our members with people, places and passions that they truly love. We also remain laser-focused on providing our guests with excellent experiences in our hotels and are pleased with our intent to recommend scores, which have continued to steadily rise. Our leading global portfolio continues to grow meaningfully faster than overall industry supply, and we added approximately 15,500 net rooms to end the quarter with nearly 1.66 million rooms.\nGlobal signing activity has remained strong. Record signings in APAC and Greater China for the first half of the year helped grow our pipeline to over 559,000 rooms around the world. Conversions, including multi-unit opportunities remain a significant driver of growth. as owners continue to value the depth and breadth of our brand portfolio and our powerful revenue engines. In the second quarter, convergence represented 37% of openings and 32% of signings. This conversion activity has been broad-based with hotels converting into 23 different Marriott brands over the last 12 months. While still below 2019 levels, we're also pleased with the continued upward trend in monthly construction starts.\nIn the second quarter, construction starts in the U.S. and Canada rose 40% year-over-year. In June, we signed 3 marquee luxury conversion deals in the U.S. The renowned resort of Pellicon Hill in Newport Beach, California and the luxury collection hotel in Manhattan Midtown have already joined our system. The iconic Turtle Bay Resort in Hawaii is joining the Ritz-Carlton brand today. We are thrilled to welcome these incredible properties as we further extend our global leading position in the high-value luxury segment. Our momentum in the mid-scale space developers are showing significant interest in our new brands in the tier, City Express by Marriott, 4 points expressed by Sheraton, studio res and our latest transient conversion-friendly brand in the U.S. In CALA, we continue to sign deals for City Express and are engaged in numerous discussions across the region. Our first Four Points Express opened in Turkey and over a dozen hotels from our recent multiunit conversion deal in APAC are expected to join our system later this year.\nWe're also in talks for Studio res hotels in over 300 markets, and we continue to execute on and pursue numerous types of opportunities from large development deals to one-off projects. Before I turn the call over to Leeny to discuss our financial results, I want to say thank you to all of our associates around the world for the hard work they do each and every day to advance our business and help connect people through the power of travel. Leeny?\n\nKathleen Kelly Oberg\n\nExecutive Vice President and Chief Financial Officer\n\nThank you, Tony. Second quarter gross fee revenues rose 7% year-over-year to $1.34 billion, the increase reflects stronger global RevPAR, routes growth and entire non-RevPAR-related franchise fees. Co-branded credit card fees rose 10% and residential branding fees were significantly higher than in the same quarter last year as we continue to benefit from our top position in branded residences globally.\nIncentive management fees or IMF totaled $195 million in the second quarter. Growth in these fees was led by mid-teens percentage increases in APAC and EMEA partially offset by an $8 million decline in Greater China. IMF in the U.S. and Canada were flat year-over-year, in part impacted by continued softness in Hawaii. Second quarter adjusted EBITDA grew 9% to $1.32 billion and adjusted EPS increased 11% to $2.50.\nNow let's talk about our outlook for 2024. Global RevPAR is expected to grow 3% to 4% in the third quarter and for the full year. RevPAR growth is expected to remain higher in the vast majority of our international markets than in the U.S. and Canada. The primary change in our full year outlook is Greater China's updated expectation of negative RevPAR growth for the rest of the year. We expect a continuation of current weak demand and pricing trends in the region with the third quarter anticipated to see the most meaningful RevPAR decline as outbound travel accelerates during summer holidays.\nNote that given Greater China's lower overall average RevPAR compared to the rest of our system, it typically makes up around 7% of RevPAR-related fees although it accounts for 10% of open rooms. While we also expect marginally lower full year RevPAR in the U.S. and Canada than we had previously anticipated in part due to less group business, the first 2 weeks of November, given the intense focus on the U.S. presidential election. Overall RevPAR trends in the U.S. and Canada in the back half of the year are expected to remain relatively steady with the first 6 months of the year.\nOur customer segment, worldwide RevPAR growth is still anticipated to be driven by another year of strong growth in group revenue, continued improvement in business transient revenue and slower but still growing leisure revenues. In the third quarter, gross fee growth is expected to be in the 6% to 8% range. Our owned, leased and other revenues net of expenses are anticipated to be roughly $75 million. For the full year, gross fees could rise 6% to 7% to $5.1 billion to $5.2 billion. Compared to last quarter's expectations, roughly 2/3 of the reduction is from IMF, largely from Greater China and select markets in the U.S. and Canada, like Hawaii and Washington, D.C. There's also additional negative currency impact from a still strong dollar as well as slightly lower than previously expected non-RevPAR-related franchise fees and the timing of hotel openings. [indiscernible] and other revenue, net of expenses, could now total $345 million to $350 million.\nWe now expect full year G&A expense could rise just 1% to 2% year-over-year. Full year adjusted EBITDA is now expected to rise between 6% and 8% to roughly $4.95 billion to $5 billion. Our 2024 effective tax rate is expected to be just above 25%. 2024 adjusted EPS is now expected to be between $9.23 and $9.40.\nAs Tony mentioned, we're very pleased with the robust signings and openings activity across our global portfolio, demonstrating owners and franchisees continued confidence in our brand's performance. We're focused on driving strong growth and still expect full year net rooms growth of 5.5% to 6%. Full year investment spending is still expected to total $1 billion to $1.2 billion. As you'll recall, this spending includes higher than historical investment in technology associated with the multiyear transformation of our property management, reservations and loyalty systems. The vast majority of which is expected to be reimbursed over time. We look forward to the many benefits expected to accrue from elevating our 3 major tech platforms. Our investment spending outlook also incorporates roughly $200 million for our owned lease portfolio, including renovation spending for the W Union Square in Manhattan and the elegant portfolio in Barbados.\nWhen all renovations are complete, we'll ultimately look to recycle these assets and sign long-term management contracts for these properties. Our capital allocation philosophy remains the same. We're committed to our investment-grade rating, investing in growth that is accretive to shareholder value and then returning excess capital to shareholders through share repurchase and a modest dividend, which has risen meaningfully over time. We continue to generate strong levels of cash, including from our loyalty program, and our leverage ratio remains at the low end of our target range of 3 to 3.5x debt to EBITDAR. We currently expect approximately $4.3 billion in capital returns to shareholders for the full year. This factors in the $500 million of required cash in the fourth quarter for the purchase of the Sheraton Grand Chicago.\nIn closing, we have a lot of momentum in our business and strong growth prospects across our over 30 brands around the world, thanks to our terrific team. As we look ahead, we're incredibly optimistic about Marriott's future. Tony and I are now happy to take your questions. Operator?"
  },
  {
    "header": "MAR",
    "cik": "0001048286",
    "ticker": "MAR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/959d3a07dd278348b81f5ba24f6352f6",
    "period": "2024 Q1",
    "content": "Q1 2024 Marriott International Inc Earnings Call\n\nQ1 2024 Marriott International Inc Earnings Call\n\nMARNASDAQMAY 1, 8:30 AM\n\nOperator\n\nGood day, everyone, and welcome to today's Marriott International First Quarter 2024 Earnings Conference Call. [Operator Instructions] Please note today's call will be recorded, and I'll be standing by if you should need any assistance. It is now my pleasure to turn the conference over to Jackie McConagha, Senior Vice President, Investor Relations. Please go ahead.\n\nJackie Burka McConagha\n\nSVP of IR, Marriott International, Inc.\n\nThank you. Good morning, everyone, and welcome to Marriott's First Quarter 2024 Earnings Call. On the call with me today are Tony Capuano, our President and Chief Executive Officer; Leeny Oberg, our Chief Financial Officer and Executive Vice President, Development; and Betsy Dahm, our Vice President of Investor Relations. Before we begin, I would like to remind everyone that many of our comments today are not historical facts and are considered forward-looking statements under federal securities laws. These statements are subject to numerous risks and uncertainties as described in our SEC filings, which could cause future results to differ materially from those expressed in or implied by our comments.\nUnless otherwise stated, our RevPAR occupancy, average daily rate and property level revenues comments reflect system-wide constant currency results for comparable hotels and all changes refer to year-over-year changes for the comparable period. Statements in our comments and the press release we issued earlier today are effective only today and will not be updated as actual events unfold. You can find our earnings release and reconciliations of all non-GAAP financial measures referred to in our remarks today on our Investor Relations website. Turn the call over to Tony.\n\nAnthony G. Capuano\n\nCo-CEO, Group President of Global Development, Design & Operations Services, Marriott International, Inc.\n\nThanks, Jackie, and good morning, everyone. 2024 is off to a solid start, as Marriott continues to deliver great experiences to travelers around the world. First quarter global RevPAR rose 4.2% with ADR increasing around 3% and occupancy reaching almost 66%, up nearly 100 basis points year-over-year.\nWhile overall industry RevPAR growth is normalizing post COVID, we continue to gain RevPAR index across our portfolio and increase our market share of global hotels. Once again, we saw RevPAR growth across all 3 of our customer segments. -- group, leisure transient and business transit. Group, which comprised 24% of global room nights in the first quarter was again the strongest customer segment. Compared to the year ago quarter, group RevPAR rose 6% globally. Full year 2024 revenues were pacing percent year-over-year at the end of the first quarter with a 5% increase in room nights and a 4% rise in average daily rate. Leisure transient accounted for 42% of worldwide room nights in the quarter. Globally, both leisure demand and ADR growth have remained remarkably resilient, driving leisure RevPAR up 4% year-over-year.\nBusiness transient, which contributed the remaining 34% of global room nights in the first quarter had a 1% increase in RevPAR. We are making great progress on the multiyear digital and technology transformation of our 3 major systems, reservations, property management and loyalty. Through this transformation, we expect to unlock new revenue opportunities, further strengthen our efficient operating model, enhance Marriott Bonvoy and elevate the associate and customer digital experience.\nWe still expect to begin rolling out our new cloud-based systems to properties next year. In the meantime, we're enhancing the digital experiences that matter most to customers, primarily how they shop and both through our channels. We also recently celebrated the 5-year anniversary of Marriott Bonvoy, which added nearly 7 million members during the quarter and had around 203 million members at the end of March. Member penetration of global room nights reached record highs in the first quarter at 70% in the U.S. and Canada and 64% globally.\nSince its introduction, Marriott Bonvoy has evolved to become a travel and loyalty platform, encompassing a portfolio of more than 30 brands across nearly 8,900 properties and other travel offerings such as Homes and Villas by Marriott Bonvoy and the Ritz-Carlton Yacht Collection. Marriott Bonvoy also spans numerous additional collaborations and member benefits including co-brand credit cards in 11 markets and counting and access to a broad range of unique, curated experiences through Marriott Bonvoy modes.\nIncluding select Taylor Swift Eros Tour concert performances. Looking ahead, we continue to focus on new ways to enhance the platform and connect with our members in their daily lives and across their traffic churns. had a very busy first quarter on the development front. We added a record 46,000 net rooms, growing our distribution by 7.1% compared to the end of the first quarter last year. MGM collection with Marriott Bonvoy has now launched with 16 properties in Las Vegas and other key U.S. cities now available on our system.\nWhile it is still early days, we've been extremely pleased with the initial booking pace and Marriott Bonvoy room contribution, which have both outpaced expectations. While the financing environment in the U.S. and Europe is still challenging, we have strong momentum in global signings after a record 2023 and have tremendous optimism for the full year both Greater China and APAC had notable deal production in the first quarter.\nYear-over-year, our open and pipeline rooms grew 6.7%, excluding the addition of our 17,000 City Express rooms, conversions, including multiunit opportunities continue to be a meaningful driver of growth, representing 30% of global signings in the first quarter. Our new mid-scale brands, City Express by Marriott 4.6[indiscernible] Studio res are significant developer interest.\nEarlier this year, we signed our first City Express deal in the region since acquiring the brand and we are in multiple deal discussions for other properties across the CALA region. We have also now opened our first 4.6 [indiscernible] in Turkey and have other properties in the pipeline. We also recently signed our first mid-scale deal in the APAC a portfolio of more than a dozen hotels that are expected to be added to our system later this year.\nIn the U.S. and Canada, we have commitments for around 140 Studio res properties and are actively working on deals for over 100 more. Additionally, in about a month, we look forward to unveiling details on our next exciting brand launch, a conversion-friendly mid-scale brand in the region. As always, I've spent much of my time this year traveling around the world. It's been a pleasure to visit many of our amazing hotels and speak with our incredible associates. I want to express my gratitude to all of our associates for their continued hard work and dedication.\nAs Leeny will now discuss further as part of her financial review, we are raising our full year 2024 earnings and capital returns guidance on the back of the strength of our diverse global portfolio the continued resilient and steady demand for travel, our strong international performance and our continued rooms growth. Leeny?\n\nKathleen Kelly Oberg\n\nExecutive Vice President and Chief Financial Officer\n\nThank you, Tony. Our first quarter global RevPAR rose 4.2% RevPAR in the U.S. and Canada, where demand has normalized, rose 1.5%. Growth in the U.S. and Canada was led by strong group and large corporate business with our top 100 accounts seeing the most sequential improvement in 8 quarters. Leisure RevPAR was flat in the U.S. and Canada, with more customers going abroad to find warmer weather.\nOur quarterly RevPAR results in the region was impacted by negative growth in March due to the timing of Easter given less business and [indiscernible] travel that we booked before the holiday. The impact on the men's RevPAR was roughly negative 300 basis points. Of course, we expect a similar favorable impact in April's RevPAR. First quarter international RevPAR increased 11%. Growth was led by a remarkable 16.5% RevPAR gain in APAC, helped by strong macro trends, sustained leisure and business growth and an uptick in cross-border demand especially from Mainland China as international airlift improved.\nRevPAR and CALA rose nearly 12% in the quarter, with excellent leisure demand coming from the U.S. RevPAR was 10% in EMEA with strong growth across most of our largest markets. Greater China experienced a 6% increase in RevPAR while growth was strong in January and February, rising 10% for those 2 months, demand weakened a bit after the Chinese New Year with slower macroeconomic growth and more outbound travel especially from high-income travelers.\nFirst quarter total gross fee revenues were above our expectations, rising 7% year-over-year to $1.21 billion. The increase reflects higher RevPAR, rooms growth and 10% higher co-brand credit card fees. Formal card acquisitions grew 18% and card spend rose 10% and driven by significant growth in our international card programs. Incentive management fees, or IMF, rose 4%, reaching $209 million in the first quarter significant increases in each of our international regions were offset by a decline in the U.S. and Canada, in part due to lower fees in Mali.\nFirst quarter adjusted EBITDA grew 4% to nearly $1.14 billion. Now let's talk about our outlook for the full year. Our 2024 outlook still assumes continued starting travel demand and a continuation of current macroeconomic trends. Global RevPAR is expected to grow 4% to 5% in the second quarter and 3% to 5% for the full year. By customer segment, RevPAR growth is still anticipated to be driven by another year of strong growth in group revenue, continued improvement in business transient revenues and slower but still growing leisure revenues.\nRevPAR growth is expected to remain higher in our international markets than in the U.S. and Canada. While our full year global RevPAR guidance is not changing compared to our prior expectations, we now expect higher year-over-year RevPAR growth in APAC, EMEA and CALA and lower RevPAR growth in the U.S. and Canada and Greater China. As a result, we are raising our full year adjusted EBITDA and adjusted EPS expectations primarily due to higher of [indiscernible] from our international regions.\nIn the second quarter, RevPAR grow benefits from Easter timing. Fee growth is expected to be in the 7% to 8% range. Our owned, leased and other revenues, net of expenses, are anticipated to be lower than the prior year, largely as a result of a few favorable items in the year ago quarter. For the full year, gross fees could now rise 7% to 9% to $5.2 billion to $5.3 billion non-RevPAR-related fees rising 9% to 10%, driven by strong credit card and residential branding fee growth. The sensitivity of a 1% change in full year 2024 RevPAR versus 2023 could be around $50 million to $60 million of RevPAR related fees.\nOwned, leased and other revenue net of expenses could now total $335 million to $345 million. We now expect 2024 G&A expense could rise 1% to 3% year-over-year. Recall that there are a few discrete onetime items from 2023 that are expected to offset wage and benefit increases. Full year adjusted EBITDA is now expected to rise between 7% and 9% to roughly $5 billion to $5.1 billion. Our 2024 effective tax rate is expected to be just above 25%.\n2024 adjusted EPS is now expected to be between $9.31 and $9.65. We still anticipate net rooms growth of 5.5% to 6% for the full year. Additionally, we remain confident in the 3-year net rooms compound annual growth rate we discussed at last year's investor meeting of 5% to 5.5% from year-end '22 to year-end 2025. For more details on second quarter and full year metrics, please see our press release.\nOur capital allocation philosophy remains the same. We're committed to our investment-grade rating, investing in growth that is accretive to shareholder value and then returning excess capital to shareholders through a combination of a modest but rising cash dividend and share repurchases. For 2024, factoring in the $500 million of required cash in the fourth quarter for the purchase of the Sheraton Grand Chicago given our higher adjusted EBITDA expectation capital returns to shareholders could now be between $4.2 billion and $4.4 billion.\nFull year investment spending is still expected to total $1 billion to $1.2 billion. This includes another year of higher than historical investment in technology, the vast majority of which is expected to be reimbursed over time. As a reminder, the $500 million for the Sheraton Grand Chicago consists of $200 million of CapEx and $300 million elimination of a previously recorded guarantee liability. Investment spending is also expected to incorporate roughly $200 million for our owned lease portfolio.\nIt includes spending for the elegant portfolio in Barbados as well as the renovations for the fabulous W Union Square in Manhattan. We'll ultimately look to recycle these assets and sign long-term management contracts after renovations are complete. Tony and I are now happy to take your questions. Operator?"
  },
  {
    "header": "MAR",
    "cik": "0001048286",
    "ticker": "MAR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fb8c8aa66e4f8cd2df999930587e4db6",
    "period": "2023 Q4",
    "content": "Q4 2023 Marriott International Inc Earnings Call\n\nQ4 2023 Marriott International Inc Earnings Call\n\nMARNASDAQFEB 13, 8:30 AM\n\nOperator\n\nGood day, everyone, and welcome to today's Marriott International Q4 2023 Earnings Call. [Operator Instructions] Please note, this call is being recorded. [Operator Instructions]\nIt is now my pleasure to turn today's program over to Jackie McConagha.\n\nJackie Burka McConagha\n\nSVP of IR, Marriott International, Inc.\n\nThank you. Good morning, everyone, and welcome to Marriott's fourth quarter 2023 earnings call. On the call with me today are Tony Capuano, our President and Chief Executive Officer; Leeny Oberg, our Chief Financial Officer and Executive Vice President, Development; and Betsy Dahm, our Vice President of Investor Relations.\nBefore we begin, I would like to remind everyone that many of our comments today are not historical facts and are considered forward-looking statements under federal securities laws. These statements are subject to numerous risks and uncertainties as described in our SEC filings, which could cause future results to differ materially from those expressed in or implied by our comments.\nPlease note that our discussion of revenues across different customer segments refer to property level revenues. And unless otherwise stated, our RevPAR occupancy, ADR and property level revenue comments reflect system-wide constant currency results for comparable hotels.\nStatements and our comments and the press release we issued earlier are effective only today and will not be updated as actual events unfold. You can find our earnings release and reconciliations of all non-GAAP financial measures referred to in our remarks today on our Investor Relations website.\nAnd now I will turn the call over to Tony.\n\nAnthony G. Capuano\n\nCo-CEO, Group President of Global Development, Design & Operations Services, Marriott International, Inc.\n\nThank you, Jackie, and good morning, everyone. Our team produced fantastic results in 2023. We continue to experienced strong momentum in our business around the world thanks to solid demand for travel and our diverse portfolio of 30-plus leading brands. Full year global RevPAR was nearly 15% and net rooms grew 4.7%, leading to excellent earnings and cash flow growth.\nIn the fourth quarter, global RevPAR increased over 7% year-over-year, driven by roughly equal gains in ADR and occupancy. Group, which comprised 23% of room nights, was again the standout customer segment. Compared to the year-ago quarter, group revenues rose 9% globally and 7% in the U.S. and Canada. And group is shaping up to have another solid year in 2024. At the end of last year, full year 2024 group revenues were pacing up nearly 13% globally and 11% in the U.S. and Canada on a year-over-year basis, driven by robust increases in both room nights and ADR.\nLeisure transient accounted for 44% of global room nights in the quarter. This segment has, by far, grown the fastest coming out of COVID, with global leisure transient revenues in the fourth quarter nearly 50% above the same quarter in 2019. Even with this strong growth, demand has remained resilient. Fourth quarter global room nights rose 5% over the year-ago quarter, leading to a 6% leisure transient revenue growth worldwide. In the U.S. and Canada, leisure revenues were up 2%.\nBusiness transient contributed 33% of global room nights in the fourth quarter. Demand from small- and medium-sized corporates remain robust. And while large corporates are still lagging, they continued to post volume increases. Solid gains in ADR drove business transient revenues up 7% globally and 3% in the U.S. and Canada.\nOur powerful Marriott Bonvoy loyalty program grew to over 196 million members at the end of the year. Member penetration of global room nights reached new highs in the fourth quarter at 69% in the U.S. and Canada and 62% [ globally ]. Our digital channels and mobile in particular remained key drivers of growth at a lower cost to our owners. Our Marriott Bonvoy app contributed 22% more room nights in 2023 than in the prior year.\nWe are focused on improving the customer experience across all our digital and other booking channels through the multiyear technology transformation we have underway. Enhancing engagement with our members outside of hotel stays through our numerous successful Marriott Bonvoy collaborations, including our co-branded credit cards, also remains a priority. Our growing portfolio of 31 credit cards across 11 countries had record global card member acquisitions last year, and card spend for the year grew 11%.\nOn the development front, despite a challenging financing environment in the U.S. and Europe, we signed a record 891 organic management, franchise and license agreements in 2023, representing approximately 164,000 rooms. Additionally, we ended the year with a new high of roughly 573,000 rooms in our pipeline. We expect another year of strong global signings in 2024 and are already off to an incredible start.\nWe also saw a meaningful acceleration in net rooms growth last year to 4.7%, the highest growth since 2019. Conversions helped again in 2023, accounting for 25% of organic room additions and 40% of organic room signings. For 2024, we anticipate net rooms growth of 5.5% to 6%. This includes around 37,000 rooms from MGM. The first set of these rooms at New York, New York became available on our Marriott channels at the end of January, with the remaining properties expected to be available by the middle of March.\nWhile it is very early days, we are incredibly pleased with the initial booking pace. We're excited about adding these amazing properties to our portfolio and enhancing our distribution in Las Vegas and other cities across the U.S.\nWe remain confident in the 3-year net rooms compound annual growth rate we discussed at our investor meeting in September of 5% to 5.5% from year-end 2022 to year-end 2025. As we focus on expanding our lodging offerings for owners, franchisees and guests, we're making significant progress globally in the high-growth mid-scale space. We are in numerous deal discussions for City Express in the Caribbean and Latin America, or CALA region, and for Four Points Express in Europe, the Middle East and Africa.\nHere in the U.S., we celebrated the first groundbreaking for StudioRes in Fort Myers, Florida in January, and have over 300 additional potential deals under discussion in around 150 markets. As we strive to offer more options for our stakeholders, we're also working on a new U.S. transient mid-scale brand for both new build and conversions.\nAt the upper end of the chain scale, our luxury distribution is currently over 50% larger than our next closest competitor, and that lead has expanded. In 2023, we had record luxury signings with 58 new deals and we added 29 new luxury hotels to our portfolio.\nIn closing, 2023 was a banner year for Marriott, and I am optimistic about what lies ahead. The demand for all types of travel remains strong even as the rebound impact from the pandemic has waned. The fundamentals for our industry are outstanding, and we are determined to grow our industry-leading position. We remain focused on offering the best brands and experiences to the most valuable and engaged guests while expanding the broadest and deepest portfolio of global properties and offerings so we can continue to connect people around the world through the power of travel.\nI want to thank our Marriott teams around the world for their remarkable dedication and excellent work. And now let me turn the call over to Leeny to discuss our financial results in more detail.\n\nKathleen Kelly Oberg\n\nExecutive Vice President and Chief Financial Officer\n\nThank you, Tony. I'll walk you through our strong 2023 financial results.\nIn the fourth quarter, U.S. and Canada RevPAR increased over 3% year-over-year, primarily due to higher ADR. International RevPAR rose 17%, driven by an 8 percentage point gain in occupancy and a 4% rise in ADR. Asia Pacific again experienced the largest year-over-year RevPAR increase. RevPAR rose 81% in Greater China, helped by the last quarter of easy comparisons to COVID-look lockdowns in the year ago quarter, and grew 13% in Asia Pacific, excluding China.\nFourth quarter total gross fee revenues grew 10% to $1.24 billion, reflecting higher RevPAR, room additions and strong growth in our co-brand credit card fees. Incentive management fees, or IMF, rose 17%, reaching $218 million, driven by another quarter of significant increases in Asia Pacific. For the full year, gross fees rose 18%, with record IMFs that were nearly 20% higher than our prior peak in 2019.\nOwned, leased and other revenue, net of direct expenses, reached $151 million in the quarter and included substantially higher termination fees, primarily due to $63 million associated with the termination of a development project.\nG&A of $330 million was impacted by a $27 million litigation reserve for an international hotel, as well as timing of performance-related compensation, an increase in bad debt expense, and higher professional fees, which included costs associated with our intellectual property restructuring transactions.\nFourth quarter adjusted EBITDA grew 10% to nearly $1.2 billion. For the full year, adjusted EBITDA was 21% higher than in 2022.\nThanks to our team's excellent tax planning efforts that reflect evolving global tax laws, we had a tax benefit of $267 million in the quarter. This was due to over $400 million of favorable discrete items related to international IP restructuring strategies and the release of a tax valuation allowance. The fourth quarter effective tax rate was slightly higher than last year's and above our previous expectations due to jurisdictional mix shift.\nAt the hotel level, despite meaningful wage and benefit inflation, we maintained profit margins in our U.S.-managed hotels in the quarter and for the year, compared to both 2022 and 2019, a strong performance.\nImportantly, our guest surveys indicate that customer satisfaction continues to rise. In December, our intent to recommend score achieved its highest monthly score in over 5 years. Our asset-light business model once again generated significant cash with almost $3.2 billion of cash provided by operating activities in 2023, up 34% year-over-year.\nOur loyalty program was a source of cash, even after factoring in the final year of reduced payments from the credit card companies resulting from the amendments we entered into in 2020. In 2024, we expect loyalty cash flow to be roughly neutral.\nNow let's talk more about 2024. Our full year outlook assumes a steady, albeit slower, growing global economy. It also reflects normalized lodging demand in both regions around the world with Asia Pacific expected to see higher growth in other regions as it continues to have some benefit from COVID recovery as well as additional international airlift.\nIn 2024, RevPAR growth is expected to be driven by another meaningful increase in group revenue, continued improvement in business transient demand, which will be helped by mid-single-digit special corporate rate increases and slower but still growing leisure revenues. We're off to a strong start with January RevPAR up 7% globally, reflecting continued strong demand around the world, particularly in international markets.\nInternational RevPAR rose 14%, and U.S. and Canada RevPAR increased 4% in the month, with year-over-year comparisons easiest in January and Easter shifting from April to March this year, global RevPAR for the first quarter could increase 4% to 5%. For the full year, we anticipate a 3% to 5% rise in global RevPAR. Growth is expected to remain higher in international markets than in the U.S. and Canada, with particular strength in Asia Pacific.\nThe sensitivity of a 1% change in full year 2024 RevPAR versus 2023 could be around $50 million to $60 million of RevPAR-related fees. For the full year, gross fees could rise 6% to 8% to $5.1 billion to $5.2 billion, with non-RevPAR-related fees rising 9% to 10%, driven by strong credit card and residential [ branding ] raising fee growth.\nOwned, leased and other revenues, net of expenses, are expected to total $320 million to $330 million, 17% to 20% lower than 2023 due to meaningfully lower termination fees given the large termination fee in the fourth quarter of '23, a property we sold last summer in CALA flipping from owned to managed, and renovations at several owned hotels.\nWe expect 2024 G&A expense could be flat to up 2% year-over-year. There are a few discrete onetime items from 2023 that are expected to offset wage and benefit increases.\nFull year adjusted EBITDA could increase between 5% and 8% to roughly $4.9 billion to $5 billion. Note that our 2024 effective tax rate is expected to be around 25%, while we expect our underlying core cash tax rate to remain in the low 20s percent range. Guidance details for the full year and first quarter are in the press release.\nPlease note that first quarter results are expected to be impacted by a few items. First, the timing of residential branding fees is expected to result in these non-RevPAR-related fees being meaningfully lower in the first quarter, but up nicely for the full year. Second, owned, leased and other revenue, net of expenses, will be lower due to the renovations of several owned properties as well as the CALA property that slipped from owned to manage. And finally, G&A in the year ago quarter benefited from several onetime items, while this year's first quarter includes MGM's integration costs.\nOur capital allocation philosophy remains the same. We're committed to our investment-grade rating, investing in growth that is accretive to shareholder value, and then returning excess capital to shareholders through a combination of a modest cash dividend and share repurchases. We're pleased with the significant value we returned to shareholders in 2023 and expect strong capital returns again in 2024.\nFor 2024, factoring in the $500 million of required cash in the fourth quarter for the purchase of the Sheraton Grand in Chicago, capital returns to shareholders could be between $4.1 billion and $4.3 billion. Full year investment spending could total $1 billion to $1.2 billion. This includes another year of higher than historical investment in technology, the vast majority of which is expected to be reimbursed over time. The $500 million for the Sheraton Grand Chicago consists of $200 million of CapEx and $300 million elimination of a previously reported guarantee liability.\nInvestment spending is also expected to incorporate roughly $200 million for our owned/leased portfolio, and includes spending for the renovation in the elegant portfolios in Barbados and the completion of the W Union Square renovations. We'll look to recycle these assets and sign long-term management contracts after renovations are complete.\nAs Tony mentioned, we're also thrilled about our development growth prospects both inside and outside the U.S. We continue to gain market share with 7% of open rooms and 18% of rooms under construction globally at the end of last year.\nTony and I are now happy to take your questions. Operator?"
  },
  {
    "header": "MAR",
    "cik": "0001048286",
    "ticker": "MAR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b5b84e245fd2491e2700eba751642ee5",
    "period": "2023 Q3",
    "content": "Q3 2023 Marriott International Inc Earnings Call\n\nQ3 2023 Marriott International Inc Earnings Call\n\nMARNASDAQNOV 2, 8:00 AM\n\nOperator\n\nGood day, everyone, and welcome to today's Marriott International Third Quarter 2023 Earnings Call. [Operator Instructions] Please note today's call will be recorded, and I'll be standing by if you should need any assistance. It is now my pleasure to turn the call over to Jackie McConagha. Please go ahead.\n\nJackie Burka McConagha\n\nSVP of IR, Marriott International, Inc.\n\nThank you. Good morning, and welcome to Marriott's Third Quarter 2023 Earnings Call. On the call with me today are Tony Capuano, our President and Chief Executive Officer; Leeny Oberg, our Chief Financial Officer and Executive Vice President, Development; and Betsy Dalmer, Vice President of Investor Relations.\nBefore we begin, I would like to remind everyone that many of our comments today are not historical facts and are considered forward-looking statements under federal securities laws. These statements are subject to numerous risks and uncertainties as described in our SEC filings, which could cause future results to differ materially from those expressed in or implied by our comments. Please also note that, unless otherwise stated, our RevPAR occupancy and average daily rate comments reflect system-wide constant currency results for comparable hotels. Statements in our comments in the press release we issued earlier today are effective only today and will not be updated as actual events unfold. You can find our earnings release and reconciliations of all non-GAAP financial measures referred to in our remarks today on our Investor Relations website. And now I will turn the call over to Tony.\n\nAnthony G. Capuano\n\nCo-CEO, Group President of Global Development, Design & Operations Services, Marriott International, Inc.\n\nThanks, Jackie. Thank you all for joining us today. We reported terrific third quarter results this morning. Global demand for travel has remained strong and worldwide RevPAR in the quarter rose 9% versus 2022. RevPAR increased over 4% in the U.S. and Canada and 22% internationally, driven by significant gains across Asia Pacific. Robust RevPAR growth combined with nearly 5% year-over-year rooms growth resulted in adjusted EPS of $2.11, up 25% from 2022. The third quarter tends to see a seasonally higher level of leisure transient travel, which accounted for 45% of global room nights during the quarter, about 4 percentage points above the first half of the year. .\nGlobally, demand in this segment was again quite strong with room nights up 7% over the 2022 third quarter, leading to 9% leisure transient revenue growth. In the U.S. and Canada, leisure revenues rose 4% from the year-ago quarter, even as many domestic guests travel to international locations, particularly in Europe and Asia Pacific. In the third quarter, leisure room nights from U.S. and Canadian guests traveling outside the region were up nearly 25% over the last year, when cross-border travel was still constrained by COVID related restrations. Business transient demand accounted for 32% of global room nights in the quarter. While certain industries like technology and finance saw a nice sequential improvement in demand during the quarter.\nThe overall growth for the segment remained slow and steady with business transient revenues rising to 4% versus 2022 in the U.S. and Canada. Global group room night shares stood at 23% in the third quarter. Compared to the year ago quarter, group revenues rose 9% globally and 5% in the U.S. and Canada. The performance of group coming out of the pandemic has been remarkable and the segment is expected to continue to be a meaningful driver of revenue growth going forward. In the U.S. and Canada, fourth quarter 2023 group revenues were pacing up 12% year-over-year at the end of September, leading to full year revenue pacing up 19%. Of course, we have the most visibility into group given the longer booking windows. We're very pleased that as of the end of the third quarter, U.S. and Canada group revenue on the books for 2024 were pacing up 14% versus 2023, driven by a 9% rise in room nights and a 5% increase in average rate.\nCross-border travel continued to strengthen, helping drive RevPAR growth in the third quarter. Asia Pacific, again, saw the most meaningful quarterly increase in international visitors, added and aided by global events like the Women's World Cup and improved [indiscernible]. The percent of global room nights from cross-border guests was about 1 percentage point below 2019 levels of approximately 20%. The most upside is still expected to come in Asia Pacific, as international airlift to China improves. International Airlift in Greater China was roughly 50% of 2019 capacity at the end of the third quarter and is expected to improve to around 60% by the end of the year.\nTurning to our powerful Bonvoy loyalty program. We remain focused on driving membership and fostering engagement with our 192 million members through our multiyear company-wide digital and technology transformation. We are increasingly leveraging the power of our more modern platform to create more seamless, engaging digital experiences for our members. Adoption of our Marriott Bonvoy mobile app which has become the channel of choice for the majority of our elite members continues to grow, with third quarter app downloads increasing 19% versus the same quarter last year. We also continue to drive engagement through our Bonvoy collaborations, including Uber, eat around town and our co-branded credit cards, which are currently in 11 countries. We're very excited about the opportunities our Bonvoy customers will receive from our MGM strategic licensing arrangement, which is now expected to launch in early 2024.\nAs we think about our net rooms growth, full year 2023 growth is now expected to be 4.2% to 4.5% higher than our previous expectation, excluding the additional 37,000 MGM. The MGM timing shift does not impact the 3-year net rooms growth CAGR of 5% to 5.5% through 2025 that we laid out in our financial model at our September Analyst Day. We are pleased that over the next few years, our net rooms growth is anticipated to be squarely in the mid-single-digit range.\nDuring the quarter, our pipeline reached a new record high of nearly 557,000 rooms, a record even excluding the MGM rooms. Strong interest in conversions continues, including multiunit opportunities. Conversions represented 20% of signings and nearly 30% of openings in the quarter. As we outlined in our Analyst Day, we are very excited about the global opportunity for mid-scale. We have real momentum with the City Express brand in CALA, Four Points Express in Europe and studio res in the U.S. with terrific interest across the development community. We already have 10 signed letters of intent for City Express and CALA, 9 of which are in new countries for the brand. Four signed deals for Four Points Express in Turkey and in London, and we're in numerous additional discussions for both brands. And while we just recently issued the franchise disclosure documents for Studio risk, we are already in talks for deals in over 300 markets across the U.S. We expect there will be shovels in the ground for Studio res projects in the next few months.\nAs a global company, we are keenly aware that we are living in a time of heightened geopolitical tension. We are hard broken by the death standing loss of so many innocent lives in the Israel loss conflict. Our thoughts are with everyone impacted by this tragic war as well as the ongoing war in Ukraine, and we remain hopeful for piece. I will now turn the call over to Leeny to discuss our financial results in more detail.\n\nKathleen Kelly Oberg\n\nExecutive Vice President and Chief Financial Officer\n\nThank you, Tony. Our strong third quarter results reflect solid momentum in our business around the world and came in ahead of our expectations. As Tony noted, worldwide RevPAR grew 9%, above the top end of our guidance, led by meaningful gains in Asia Pacific. Global occupancy in the quarter reached 72%, 3 percentage points higher than a year ago and global ADR continued to rise, growing 4%. Total company gross fee revenues totaled $1.2 billion, in line with our guidance and 13% above the prior year quarter. Fees would have been higher given our RevPAR performance but for the negative impact of the wildfires in Maui, which primarily affected our IMFs. Total IMF still grew meaningfully, rising 35% to $143 million in the quarter, international IMF rose nearly 60%, benefiting from another quarter of significant RevPAR increases in Asia Pacific. .\nOur non-RevPAR-related franchise fees grew 8% to $208 million, boosted by another strong quarter for our co-brand credit cards, partially offset by lower residential branding fees. Co-brand credit card fees rose 11% in the quarter driven by another quarter of robust global card spend and new card acquisitions. Our owned leased and other revenue, net of direct expenses, reached $70 million in the quarter, given continued improved performance at our owned and leased hotels. With the operating leverage inherent in our business, adjusted EBITDA rose 16% to $1.14 billion. After another quarter of meaningful share buybacks, diluted adjusted EPS grew 25% year-over-year to $2.11.\nOur powerful asset-light business model continues to generate a large amount of cash and our capital allocation philosophy has not changed. We're committed to our investment-grade rating investing in growth that is accretive to shareholder value while returning excess capital to shareholders through a combination of a modest cash dividend and share repurchases.\nIn the first 9 months of this year, we returned $3.4 billion to shareholders. Over the last 7 years, which included 2 years of no share repurchases as a result of COVID, we have reduced our outstanding share count by 23%, while at the same time investing meaningfully in innovation and growth.\nNow let's talk about our fourth quarter and full year 2023 outlook, the full details of which are in our earnings press release. While there is heightened geopolitical risk and continued macroeconomic uncertainty, the consumer is still generally holding up well and our forward bookings through the end of the year in most regions around the world remain solid. We're raising our full year RevPAR guidance to incorporate the better-than-anticipated third quarter results as well as higher expectations for the fourth quarter. In the fourth quarter, RevPAR growth is expected to remain higher internationally than in the U.S. and Canada, where we've seen a return to more normal seasonal patterns and year-over-year RevPAR growth is stabilizing.\nWe now anticipate fourth quarter RevPAR growth of 3% to 4% in the U.S. and Canada and 14% to 16% internationally. This would lead to global RevPAR growth of 6% to 7.5% in the fourth quarter and 14% to 15% for the full year. We now expect full year total gross fee revenues could rise 17% to 18% with fourth quarter gross fees benefiting a bit from the higher RevPAR expectation. This is expected to be partially offset by lower expected residential branding fees due to anticipated completions, certain projects slipping into next year as well as a bit softer results in Israel and surrounding countries. We started to see some cancellations and softer demand for our 5 hotels in Israel as well as for the 27 hotels in Lebanon, Jordan, and Egypt. Fees for these 4 countries made up less than 1% of total company gross fees in full year '22.\nWe've not seen a meaningful impact on demand in the rest of the Middle East. We're keeping a close eye on the situation and working closely with our teams on the ground as events unfold. Total non-RevPAR-related fees are expected to increase around 5% for the full year. benefiting from credit card fees rising roughly 10%, thanks to robust growth in average spend in the number of cardholders, partially offset by meaningfully lower residential branding fees this year versus our peak levels in 2022. Residential fees are tied to the sales of new units and tend to be lumpy as projects enter sales and closing spaces.\n[indiscernible] lease and other net is now expected to be around $330 million for the full year. At the low end of our previous guidance range primarily due to the restructuring of an existing lease on a hotel in New York that recently flipped to franchise. We expect 2023 G&A expenses to be around $935 million at the high end of our prior range primarily due to higher compensation and legal expenses and to a lesser extent, MGM integration costs. Compared to 2022, full year adjusted EBITDA could increase 19% to 20% and adjusted EPS could rise 27% to 28%. We expect to return between $4.3 billion and $4.5 billion to shareholders for the full year 2023. This now assumes full year investment spending of $900 million to $950 million, which includes the $100 million spent on the acquisition of the City Express brand portfolio.\nAs we've discussed with our major technology transformation technology spending will be elevated this year and over the next few years, though this investment is overwhelmingly expected to be reimbursed over time. As we look into 2024, we continue to be enthusiastic about healthy global lodging demand for our brands and our strong pipeline growth. While we are still in the middle of putting together our property budgets for 2024, we believe the modeled global RevPAR range for 2024 of 3% to 6% we discussed at September Security Analyst Meeting is appropriate. Thank you for your interest in Marriott. Tony and I are now happy to answer your questions."
  },
  {
    "header": "MAR",
    "cik": "0001048286",
    "ticker": "MAR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dfe892a259dedaa2a98edf3ed9ca6f7a",
    "period": "2023 Q2",
    "content": "Q2 2023 Marriott International Inc Earnings Call\n\nQ2 2023 Marriott International Inc Earnings Call\n\nMARNASDAQAUG 1, 8:30 AM\n\nOperator\n\nGood day, everyone, and welcome to today's Marriott International Q2 2023 Earnings Call. [Operator Instructions] Please note, this call may be recorded. I will be standing by should you need any assistance.\nIt is now my pleasure to turn today's call over to Jackie McConagha, Senior Vice President of Investor Relations. Please go ahead.\n\nJackie Burka McConagha\n\nSVP of IR, Marriott International, Inc.\n\nThank you. Hello, and welcome to Marriott's Second Quarter 2023 Earnings Call. On the call with me today are Tony Capuano, our President and Chief Executive Officer; Leeny Oberg, our Chief Financial Officer and Executive Vice President, Development; and Betsy Dahm, our Vice President of Investor Relations.\nBefore we begin, I would like to remind everyone that many of our comments today are not historical facts and are considered forward-looking statements under federal securities laws. These statements are subject to numerous risks and uncertainties as described in our SEC filings, which could cause future results to differ materially from those expressed in or implied by our comments.\nPlease also note that unless otherwise stated, our RevPAR occupancy and average daily rate comments reflect system-wide constant currency results for comparable hotels. Statements in our comments and the press release we issued earlier today are effective only today and will not be updated as actual events unfold.\nYou can find our earnings release and reconciliations of all non-GAAP financial measures referred to in our remarks today on our Investor Relations website.\nNow I will turn the call over to Tony.\n\nAnthony G. Capuano\n\nCo-CEO, Group President of Global Development, Design & Operations Services, Marriott International, Inc.\n\nThanks, Jackie, and thank you all for joining us today. Our terrific second quarter results demonstrate the strength of global lodging demand and the success of our growth strategies. I've experienced a robust demand for lodging firsthand as I've been on the road a lot this year and have had the privilege of visiting every one of our regions. It has been wonderful to spend time with our team of hard-working and dedicated associates at properties around the world and to see how quickly global travel has rebounded.\nSecond quarter worldwide RevPAR rose 13.5% versus the 2022 quarter, led by another quarter of meaningful recovery in Greater China. Less than 2 quarters after travel restrictions were lifted, RevPAR in Greater China has now surpassed 2019 levels, primarily due to the surge in domestic demand. Worldwide occupancy in the quarter reached 72%, 5 percentage points higher than the year ago quarter. With our unwavering focus on maximizing revenues, global ADR grew 6% year-over-year.\nGlobal leisure demand and ADR remained robust. Second quarter leisure transient room nights and ADR each increased 5% year-over-year, yielding 10% revenue growth. In the U.S. and Canada, leisure revenues rose 1% above last year's sensational second quarter. Demand in this market has been stabilizing on a year-over-year basis with travelers from the region increasingly taking vacations overseas now that pandemic-related travel restrictions are behind us. Leisure room nights from the U.S. and Canadian travelers jumped 90% in Asia Pacific and over 20% in Europe compared to the same period last year.\nThe group segment had another great quarter with revenues in the U.S. and Canada growing 10% year-over-year, driven by both rate and occupancy. Group revenues are expected to remain strong going forward. At the end of June, group revenue for the back half of 2023 was pacing up 11% to last year.\nMeeting planners are beginning to book further out, a trend we're also seeing with transient customers. Group revenue for full year 2024 was pacing up 14% year-over-year at the end of the quarter, an improvement from up 9% just 3 months prior. Recovery in business transient demand remained slow, but steady with demand from our top corporate accounts progressing modestly in the quarter. In the U.S. and Canada, ADR again rose nicely compared to 2022, thanks to high single-digit special corporate rate increases. This led to business transient revenues rising 12% year-over-year.\nOverall, cross-border travel demand also rose again in the quarter, primarily driven by an increase in international visitors to the Asia Pacific region. The percent of total room nights from cross-border guests is now roughly 1 percentage point below 2019 levels of approximately 20%.\nPrior to the pandemic, international visitors accounted for nearly 1/4 of room nights in Greater China. With the region's international airlift still only around 40% of 2019 capacity at the end of the second quarter, we believe there is still meaningful growth opportunity in and from Greater China.\nWe remain keenly focused on strengthening our powerful Marriott Bonvoy loyalty program, which has over 186 million members. To further build engagement, we continued to enrich the platform with an enhanced booking experience, more choices for customers and complementary products that drive more value and capture share of wallet, such as our co-branded credit cards and travel insurance.\nOur international credit cards had a record quarter driving global card acquisitions up 25% and global card spend up 10% versus the year ago quarter.\nWe are increasingly leveraging technology to enhance the guest experience, to drive profitability for our owners and to simplify processes for our associates. As we've mentioned previously, we are in the process of a major global transformation of our digital and core technology. We will be launching new reservations, loyalty and property management platforms over the next several years and look forward to the numerous capabilities these new systems will offer our key constituents.\nAs we focus on paths for growth, we are adding new offerings and experiences in segments where we believe there is strong consumer interest beyond our current brands. A great example is our recent announcement of an exclusive 20-year strategic license agreement with MGM Resorts International and the creation of MGM Collection with Marriott Bonvoy. The collection which will launch beginning in October, encompasses 17 resorts with 40,000 rooms. This deal will provide us with significant presence in Las Vegas, one of the most popular destinations in the country with fantastic properties like Bellagio, the MGM Grand and ARIA as well as additional distribution in 5 other key U.S. cities.\nBeyond just hotels, our strategic agreement with MGM will also give our members access to more sports, music, culinary and entertainment experiences.\nWe also recently announced our plans of new affordable mid-scale extended stay offering in the U.S. and Canada. Our deep experience and leading position in extended-stay lodging, coupled with the recent trends toward increased work flexibility and longer stay travel, make us very optimistic about our growth potential. While it is still early days, initial interest from the development community has been extraordinary.\nWe are working on several hundred deals and hope to have our first deal signed by the end of this year.\nIn the Caribbean and Latin America, we're very excited about the recent addition of City Express to our brand lineup. These mid-scale properties have started to join our distribution channels, and we are thrilled with the noticeable uplift in conversion rates, ADR and bookings so far.\nOur development team remains focused on driving conversions, especially multiunit opportunities, and interest from owners remains robust. In the first half of this year, convergence accounted for 21% of our organic room additions, including MGM, and conversions represented 63% of our organic signings through June.\nThe MGM rooms entering our system beginning this fall will boost our rooms distribution in 2023 by 2.4%.\nWith more than half the year behind us, we have refined our full year net rooms growth expectations to 6.4% to 6.7%.\nDriving valuable global growth is a top company priority, and we are very pleased with the strong rate at which we expect our industry-leading system to grow this year.\nWe look forward to sharing more about many key aspects of our business, including our broad global portfolio of over 30 brands, their exciting growth prospects all over the world, Marriott Bonvoy, the brand that brings it all together, our technology transformation and our multiyear financial model at our Investor Day on September 27.\nNow I'll hand the call over to Leeny to discuss our second quarter financial results in more detail as well as our updated outlook for 2023. Leeny?\n\nKathleen Kelly Oberg\n\nExecutive Vice President and Chief Financial Officer\n\nThank you, Tony. Our strong second quarter results reflected solid demand in ADR growth around the world with Greater China RevPAR more than doubling, international RevPAR rose an impressive 39% over the 2022 second quarter. Occupancy for our international regions reached 68%, a 12 percentage point improvement versus the prior year quarter and ADR increased 14%.\nRevPAR in the U.S. and Canada grew 6% versus the year ago quarter. Occupancy reached 74%, up 1 percentage point, while ADR increased 4%.\nWhile demand from both business and leisure guests remained strong, growth rates are stabilizing as we return to more normalized year-over-year comparisons.\nTotal company's gross fee revenues totaled $1.25 billion, rising 16%, led by meaningful growth in incentive management fees or IMF. IMF totaled $193 million in the quarter, with fees in Greater China up significantly, given the strong recovery in that region. Impressively, our IMF in the first half of 2023 were 19% higher than peak IMF in the first half of 2018.\nOur owned, leased and other revenue net of direct expenses grew 24% despite lower termination fees, largely due to improved performance at our owned and leased hotels.\nOur strong IMF and owned, leased performance demonstrate our operating team's terrific work at driving profitability.\nCorporate G&A rose to 4%, well above the rate of top line growth with the strong operating leverage inherent in our business, adjusted EBITDA reached a record $1.2 billion, up an impressive 20% year-over-year.\nOn the development front, we're closely monitoring the financing environment, which remains tight around the world. While the U.S. and Europe are facing the most lending challenges, even in these markets, financing has not come to a standstill. Over the past few months, many owners in these regions have been able to secure financing and begin construction. In most of our other regions, there's much less dependence on debt financing for new deals so hotel construction generally continues apace.\nProperties in our industry-leading 547,000-room pipeline that are already under construction continue to move forward. And we've not seen the number of deals leaving the pipeline increase. Global fallout in the quarter was 1.3%, below our historic quarterly average of just over 2%.\nNow let's talk about our 2023 outlook, the full details of which are in our earnings release. With the better-than-expected second quarter results and robust global booking trends, especially internationally, we're raising our full year guidance. While there is still a level of macroeconomic uncertainty, as we look into the third quarter, the consumer is generally holding up well and our forward bookings remain solid.\nIn the U.S., it now seems more likely that the U.S. economy could have a soft landing. Our updated guidance range assumes relatively steady global economic conditions throughout the remainder of 2023 and with continued resilience of travel demand. Growth is expected to remain higher internationally than in the U.S. and Canada, where we're seeing a return to more normal seasonal patterns and year-over-year RevPAR growth is stabilizing.\nFor the full year, we now expect 7% to 9% RevPAR growth in the U.S. and Canada. We're raising our expectation for international RevPAR growth to 28% to 30%, leading to an expected 12% to 14% increase in global RevPAR.\nTotal fees for the full year could rise between 16% and 18% with the non-RevPAR related component increasing 4% to 7%. Non-RevPAR-related fees are expected to benefit from higher credit card fees resulting from growth in average spend and in the number of cardholders.\nWe still expect 2023 G&A expenses of $915 million to $935 million, an annual increase of 3% to 5%, but still below 2019 level.\nCompared to 2022, full year adjusted EBITDA could increase between 18% and 21% and adjusted EPS could rise 25% to 29%.\nOur powerful asset-light business model continues to generate a large amount of cash. In the first half of this year, our net cash provided by operating activities surpassed $1.5 billion, nearly 50% higher than the same period last year.\nWe've returned $2.3 billion to shareholders through June.\nWith the increase in our adjusted EBITDA forecast, we now expect to return between $4.1 billion and $4.5 billion to shareholders in 2023. This assumes full year investment spending of $900 million to $1 billion, which includes the $100 million spent on the acquisition of the City Express brand portfolio.\nWith our major technology transformation, we will also have elevated technology spending this year and over the next few years, though this investment is overwhelmingly expected to be reimbursed over time.\nOur capital allocation philosophy has not changed. We're committed to our investment-grade rating, investing in growth that is accretive to shareholder value, while returning excess capital to shareholders through a combination of a modest cash dividend and share repurchases.\nThank you for your interest in Marriott, and Tony and I are now happy to answer your questions."
  },
  {
    "header": "MAR",
    "cik": "0001048286",
    "ticker": "MAR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f9d1a413397d271d2cf983276a140905",
    "period": "2023 Q1",
    "content": "Q1 2023 Marriott International Inc Earnings Call\n\nQ1 2023 Marriott International Inc Earnings Call\n\nMARNASDAQMAY 2, 8:30 AM\n\nOperator\n\nGood day, everyone, and welcome to today's First Quarter 2023 Earnings Call. [Operator Instructions] Please note, this call may be recorded.\nIt is now my pleasure to turn the program over to Senior Vice President of Investor Relations, Jackie Burka.\n\nJackie Burka McConagha\n\nSVP of IR, Marriott International, Inc.\n\nThank you. Good morning, and welcome to Marriott's First Quarter 2023 Earnings Call. On the call with me today are Tony Capuano, our President and Chief Executive Officer; Leeny Oberg, our Chief Financial Officer and Executive Vice President, Development; and Betsy Dahm, our Vice President of Investor Relations.\nI will remind everyone that many of our comments today are not historical facts and are considered forward-looking statements under federal securities laws. These statements are subject to numerous risks and uncertainties as described in our SEC filings, which could cause future results to differ materially from those expressed in or implied by our comments. Please also note that unless otherwise stated, our RevPAR occupancy and average daily rate comments reflect system-wide constant currency results for comparable hotels.\nStatements in our comments in the press release we issued earlier today are effective only today and will not be updated as actual events unfold. You can find our earnings release and reconciliations of all non-GAAP financial measures referred to in our remarks today on our Investor Relations website.\nAnd now I will turn the call over to Tony.\n\nAnthony G. Capuano\n\nCo-CEO, Group President of Global Development, Design & Operations Services, Marriott International, Inc.\n\nP\nThank you, Jackie, and thank you all for joining us this morning. We announced excellent first quarter results, reflecting continued momentum in our business around the world. While the timing of demand recovery has varied across regions, depending on COVID policies, it is clear that post-pandemic, people have a deep appreciation for travel. As the largest global lodging company, with properties in 138 countries and territories, a diverse portfolio of amazing brands and our award-winning Marriott Bonvoy loyalty program, we are proud to connect people through the power of travel.\nFirst quarter global RevPAR rose 34% versus 2022, driven by significant recovery in Asia Pacific and strong growth across the rest of our regions. Worldwide occupancy reached 65%, up 11 percentage points higher than the year ago quarter. Global ADR grew 11%, demonstrating our continued focus on driving rate. While macroeconomic uncertainty persists, it has not weighed on travel demand to date. In fact, demand continued to rise across all customer segments in the quarter. Forward bookings are solid. Though our transient booking window is still short term at around 3 weeks, so trends could change relatively quickly.\nGlobal leisure demand and ADR are still incredibly robust. Following a year with leisure demand already well above pre-pandemic levels, first quarter transient room nights for the segment increased 12% with ADR rising 8% year-over-year. Group demand was also very strong in the quarter. In the U.S. and Canada, group revenue for full year 2023 was pacing up 26% to 2022 at the end of the quarter, a significant improvement from group pace at the end of last year.\nFor the second through fourth quarter of this year, group room nights were pacing up 9% with rate up 7%, leading to revenues pacing up 16% year-over-year. U.S. and Canada business transient demand saw a modest additional recovery in the quarter. ADR rose meaningfully primarily due to solid special corporate rate increases.\nFirst quarter U.S. and Canada business transient revenues surpassed 2019 levels for the first time since the pandemic began. And [indiscernible] cross-border travel has continued to rise globally. However, it is still a few hundred basis points below 2019 when guests traveling abroad accounted for nearly 20% of total room nights. Additional upside is expected to come primarily from Asia Pacific given international airlift to and from China is still well below pre-pandemic levels.\nWe are focused on strengthening our Marriott Bonvoy loyalty platform by continuing to grow our membership base, which reached 182 million members at the end of March and enhancing engagement with these valuable customers. Our co-branded credit cards with offerings in 9 countries performed well again this quarter. Global Card acquisitions [ sorted ] 35% year-over-year while global card spend increased 16%. To engage with our customers, we are increasingly leveraging our digital platforms which are highly profitable channels for our owners. Those digital channels had a record first quarter.\nOn a year-over-year basis, mobile app users grew 31%, digital room nights rose 17% and digital revenues climbed 26%.\nTurning to development. We still expect gross rooms growth of around 5.5% this year and net rooms growth of 4% to 4.5%. While we are keeping a close eye on the financing environment, as Leeny will discuss in her remarks, we do anticipate returning to a mid-single-digit net rooms growth in the next few years. We were pleased to close the City Express transaction just yesterday, welcoming roughly 17,000 rooms in the Caribbean and Latin American region, or CALA, into our portfolio. City Express is an incredible launchpad to jumpstart our entry into the high-growth moderately priced mid-scales. We see meaningful opportunity to expand the brand in CALA as well as in other locations around the world.\nOur industry-leading pipeline stood at approximately 502,000 rooms at quarter end, with 57% of those rooms in international markets and about 200,000 rooms under construction. Strong interest in conversions continues, including multiunit opportunities. Conversions represented nearly 30% of signings in the quarter and 25% of openings.\nI'll now turn the call over to Leeny to discuss our financial results in more detail.\n\nKathleen Kelly Oberg\n\nExecutive Vice President and Chief Financial Officer\n\nThank you, Tony. Our first quarter results reflected robust demand growth around the world with all regions and all hotel tiers posting solid performance. U.S. and Canada RevPAR grew 26% year-over-year; occupancy reached 66%, up 8 percentage points, while ADR rose 10% versus the year ago quarter. International RevPAR rose a remarkable 63% over the '22 first quarter with ADR rising 16%. Occupancy reached 64%, an 18 percentage point improvement versus the prior year quarter. Demand was strong in all international markets with particularly impressive improvement in Asia Pacific after travel restrictions were lifted. RevPAR in Greater China was 95% recovered to pre-pandemic levels in the quarter and Mainland China was more than fully recovered. This is all the more notable given that demand in the quarter was overwhelmingly driven by domestic travelers as international airlift was still less than 20% of 2019 capacity at the end of March.\nAs you will recall, around 1/4 of room nights in Greater China were from international guests pre-pandemic. International flights to and from China are slowly being adding, although airlift is only expected to be around 40% of 2019 levels in the second quarter.\nTotal gross fee revenues totaled $1.1 billion, nearly 40% above the prior year quarter with a meaningful rise in incentive management fees, or IMF. IMF nearly doubled compared to 2022 to $201 million. They also topped the first quarter of 2019 by 23%, with every region except for Greater China, earning more incentive fees than in the 2019 first quarter.\nOur non-RevPAR-related franchise fees also grew meaningfully once again totaling $197 million, up 16% year-over-year, primarily due to co-branded credit card fees rising 18%. Containing cost remains a focus at both the corporate and the hotel level. In the U.S. and Canada, margins at our managed hotels rose 2 percentage points versus the 2022 first quarter, and they remain above 2019 margin levels. Adjusted EBITDA totaled $1.1 billion, a new quarterly record despite the first quarter being the seasonally slowest quarter of the year.\nNow let's talk about our 2023 outlook, the full details of which are in our earnings press release. With the better-than-expected first quarter results and robust global booking trends, we're raising our full year guidance. Macroeconomic uncertainty is not impacting our short-term demand and trends across all customer segments remain strong. The second quarter is expected to benefit from particularly strong year-over-year growth in international markets, especially in Asia Pacific. However, there is less visibility in forecasting the company's financial performance for the second half of the year. The high end of the range reflects relatively steady global economic conditions throughout the remainder of 2023 with continued resilience of travel demand across all customer segments and markets. The low end of the range reflects a meaningful softening of the global economy in the second half of the year with worldwide RevPAR in the last 2 quarters, roughly flat compared to 2022.\nFor the full year, RevPAR in the U.S. and Canada could grow 6% to 9% and international RevPAR could grow 22% to 25%, leading to global RevPAR rising 10% to 13%. Total fees for the full year could rise between 13% and 16% with a non-RevPAR-related component increasing 4% to 7%. Non-RevPAR fee growth is expected to benefit from higher credit card fees resulting from growth in average spend and in the number of cardholders.\nWe still expect G&A expenses of $915 million to $935 million, an annual increase of 3% to 5%, but still below 2019 levels. Full year adjusted EBITDA could increase between 13% and 18%, and adjusted EPS could rise 19% to 26% above 2022.\nOur powerful asset-light business model continues to generate a great deal of cash. In the first quarter, our net cash provided by operating activities was around $890 million, and we returned over $1.2 billion to shareholders through the end of March. Our capital allocation philosophy has not changed. We're committed to our investment-grade rating, investing in growth that is accretive to shareholder value while returning excess capital to shareholders through a combination of a modest cash dividend and share repurchases.\nFor the full year, we still expect 2023 investment spending of $850 million to $1 billion. This includes $100 million through the just completed acquisition of the City Express brand portfolio as well as higher-than-typical investment in our customer-facing technology, which is overwhelmingly expected to be reimbursed over time.\nWith the increase in our adjusted EBITDA forecast, we now expect to return between $3.6 billion and $4.1 billion to shareholders in 2023.\nOn the development front, we are sure many of you have questions about the banking environment in the U.S. and in Europe, in particular. Given rapidly rising interest rates, the financing environment in these regions has been challenging for some time. Another element of uncertainty has now been added as some banks wait for more clarity around capital requirements and perhaps additional regulations. However, while there are challenges with lending, especially for new construction projects, deals that have committed financing continue to move forward. Additionally, the number of deals leading the pipeline is not increasing. Fallout in the quarter was around 1.5% below our historical average of just over 2%. We're closely monitoring the situation and the regulatory response but we do expect the tightening in hotel financing to be short term. As we have seen over time, hotel financing has proven to be quite resilient over the long term. Hotel loans have been among the better-performing sectors of commercial real estate lending of late as hotels continue to post excellent operating results.\nI'll now turn the call back over to Tony, who has a few more comments before we go to Q&A.\n\nAnthony G. Capuano\n\nCo-CEO, Group President of Global Development, Design & Operations Services, Marriott International, Inc.\n\nTThanks, Leeny. Before we open up for questions, I just want to pause for a moment and thank our team of associates around the world who continue to do such outstanding work and are a key reason that our year is off to such a strong start. They are remarkable. I'm also excited to let you all know that we plan to hold our first Analyst Day since early 2019 at the W South Beach in Miami on Wednesday, September 27. We will open registration for that event in June. And we look forward to seeing you in South Florida and sharing a deeper dive on our business with you this fall.\nSo now Lenny and I are happy to answer your questions."
  },
  {
    "header": "MAR",
    "cik": "0001048286",
    "ticker": "MAR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3dd9a7b72ad6769d20ecfa8c932ec68b",
    "period": "2022 Q4",
    "content": "Q4 2022 Marriott International Inc Earnings Call\n\nQ4 2022 Marriott International Inc Earnings Call\n\nMARNASDAQFEB 14, 8:30 AM\n\nOperator\n\nGood day, everyone, and welcome to today's Q4 2022 earnings. (Operator Instructions) Please note, this call may be recorded. (Operator Instructions)\nIt is now my pleasure to turn the conference over to Ms. Jackie Burka.\n\nJackie Burka McConagha\n\nSVP of IR, Marriott International, Inc.\n\nThank you. Good morning, everyone, and welcome to Marriott's Fourth Quarter 2022 Earnings Call. On the call with me today are Tony Capuano, our President and Chief Executive Officer; Leeny Oberg, our Chief Financial Officer and Executive Vice President, Business Operations; and Betsy Dahm, our Vice President of Investor Relations.\nI will remind everyone that many of our comments today are not historical facts and are considered forward-looking statements under federal securities laws. These statements are subject to numerous risks and uncertainties as described in our SEC filings, which could cause future results to differ materially from those expressed in or implied by our comments. Statements in our comments and the press release we issued earlier today are effective only today and will not be updated as actual events unfold.\nPlease also note that, unless otherwise stated, our RevPAR occupancy and average daily rate comments reflect system-wide constant currency results for comparable hotels and include hotels temporarily closed due to COVID-19. RevPAR occupancy and ADR comparisons between 2022 and 2019 reflect properties that are defined as comparable as of December 31, 2022, even if they were not open and operating for the full year 2019 or they did not meet all the other criteria for comparable in 2019.\nAdditionally, unless otherwise stated, all comparisons to pre-pandemic for 2019 are comparing the same time period in each year. You can find our earnings release and reconciliations of all non-GAAP financial measures referred to in our remarks today on our Investor Relations website.\nAnd now I will turn the call over to Tony.\n\nAnthony G. Capuano\n\nCEO & Director, Marriott International, Inc.\n\nThanks, Jackie. Good morning, everyone. 2022 was a very strong year for Marriott. After achieving global RevPAR recovery in June, we finished the year on a real high note, with RevPAR versus 2019 up 7% in December and up 5% in the fourth quarter.\nEach quarter saw sequential improvement in global occupancy and ADR compared to 2019. We ended the year with fourth quarter occupancy down just 5 percentage points and ADR up 13%. With Asia Pacific, excluding China, or APEX surpassing pre-pandemic levels in the fourth quarter, all regions, except Greater China, have now more than fully recovered.\nIt is abundantly clear that people love to travel. Globally, leisure demand has remained robust. In the fourth quarter, leisure transient room nights increased 7% versus 2019. And we continued driving leisure ADR, which rose 22%. Our group business experienced the most meaningful improvement in 2022.\nIn the U.S. and Canada, fourth quarter group revenues increased 10% above the same quarter in 2019. Group revenue for 2023 is already pacing up 20% year-over-year, with room nights and rate gains each quarter. Given strong lead generation and increased rate quotes, especially for in-the-year, for-the-year bookings, we expect group revenues this year to strengthen further.\nIn 2022, around half of group room nights were booked in the year compared to just 1/3 in 2019. U.S. and Canada business transient demand remained steady from the third to the fourth quarter at around 90% recovery. For 2023, we are pleased to have negotiated special corporate rent growth in the high single digits after holding these rates steady the last 2 years.\nOur day-of-the-week trends in the U.S. and Canada continue to point to the blending of business and leisure trips. In the fourth quarter, midweek occupancy was still down mid-single-digit percentage points versus 2019, while occupancy on shoulder and weekend nights was down the low single digits.\nAdditionally, the average length of a business transient trip in the U.S. has risen by more than 20% versus 2019. Rising cross-border travel also helped spur overall demand growth during the quarter, though we believe there's still further upside in 2023, especially now that China's borders have reopened.\nGuests traveling outside their home country accounted for 16% of transient room nights globally in the 2022 fourth quarter, 1 percentage point higher than the prior quarter, yet still 3 percentage points lower than 2019. With more than 177 million members, our powerful Marriott Bonvoy program has also been a key driver of demand for our hotels and other lodging offerings and for adjacent products like our Bonvoy co-branded credit cards.\nOur growing portfolio of credit cards, now in 9 countries following our November card launch in Saudi Arabia, had record global card member acquisitions and card spend last year. Product innovation and engagement with our members remain key focus areas, especially through investments in our Marriott Bonvoy app and other digital products.\nWe have made great gains in contributions from our digital platforms, which are highly profitable channels for our owners and anticipate many additional enhancements over the next couple of years. In 2022, our mobile app users were up 32% year-over-year, digital room nights rose 27% and digital revenues climbed 41%.\nThe financing environment for new projects and hotel sales remains challenging, especially here in the U.S. given higher interest rates and uncertainties surrounding a potential economic downturn. However, other industry headwinds like supply chain disruptions, construction costs and availability of labor have improved. Given strong local operating trends, overall developer sentiment improved in 2022, and we had another year of strong signing activity. Our global development team signed franchise and management agreements for nearly 108,000 rooms last year.\nIn addition, upon the anticipated closing of the transaction, the City Express portfolio should add around 17,000 rooms in the moderately priced mid-scale space. We're excited about the opportunity to expand in this segment in the Caribbean and Latin America or CALA region as well as in other locations around the world.\nWe also recently announced apartments by Marriott Bonvoy, a new 1- to 3-bedroom service department brand that we plan to launch in the upper upscale and luxury segments. We've already received a great deal of initial interests from owners and developers.\nMomentum in conversions continues, including in multi-property opportunities, thanks to the breadth of our roster of convergent-friendly brands across the chain scales. The meaningful top and bottom line benefits associated with being part of our portfolio make these brands very attractive to owners. Conversions represented nearly 20% of room signings and 27% of room additions in 2022.\nWe added a total of 394 properties last year, representing more than 65,000 rooms and grew our industry-leading system 4.4% on a gross basis or 3.1% net year-over-year. Excluding the impact from our exit of Russia, our net rooms growth was 3.6%.\nFor 2023, we are forecasting gross rooms growth of around 5.5%, including around 1 percentage point from the anticipated addition of the City Express rooms to our franchise system. Assuming deletions of 1% to 1.5%, net rooms could grow 4% to 4.5%.\nI'd like to pivot now and share a few highlights of our recent ESG efforts. ESG is an integral part of our company's culture and strategy, and our company is dedicated to making a positive and sustainable impact wherever we do business.\nIn June, we committed $50 million to support historically underrepresented groups in the journey to hotel ownership through a new program here in North America called Marriott's Bridging The Gap. This program should help us reach our goal of having at least 3,000 diverse and women-owned hotels in our system by 2025.\nIn December, we announced that over 1 million Marriott associates have taken our human trafficking training, which we've also donated to the wider hospitality industries. In terms of workforce diversity and inclusion, our aim is to achieve global gender parity in the company's leadership by 2023 and have people of color hold 25% of U.S. executive positions by 2025. We also continue our work to set science-based emission reduction targets, with more details expected to come later this year.\nI'm proud of these accomplishments and all that we've achieved in 2022. As we look ahead to full year 2023, there is meaningful uncertainty about global economic growth. Lodging is a cyclical business, and it's not immune to downturns in the macroeconomic environment.\nTo date, however, we have not seen signs of demand softening. Certainly, trends could change relatively quickly given our average transient booking window is around 3 weeks. But 1.5 months into 2023, booking demand and pricing remains strong.\nAs Leeny will discuss in her remarks, we're optimistic that global RevPAR will grow year-over-year even if the global economy softens in the back half of this year.\nBefore I turn the call over to Leeny, I'd like to thank our associates around the world for their hard work and commitment in navigating the last few challenging years and in helping the company achieved these record financial results.\nI also want to make a couple of statements regarding 2 of my senior team members. I'm sure you saw the news in December that Stephanie Linnartz has been appointed Under Armour's new President and CEO, a role that she'll assume at the end of this month.\nAlso, after a 35-year career with Marriott that has spanned the globe, Craig Smith, our Group President, International, has informed me of his decision to retire from the company later this month. Craig has developed and mentored hundreds of hotel general managers and above property leaders around the world and has helped us meaningfully accelerate the growth of our international business.\nI want to thank both Stephanie and Craig for their decades of dedication and countless contributions to Marriott. While I will personally miss these 2 excellent senior executives, I'm proud that we have such an incredibly deep management bench. I look forward to sharing more details about new leadership appointments soon.\nNow let me turn the call over to Leeny. Leeny?\n\nKathleen Kelly Oberg\n\nCFO & Executive VP of Business Operations, Marriott International, Inc.\n\nThank you, Tony. With sustained momentum in global RevPAR growth, we reported an outstanding quarter. Gross fees rose 16% and adjusted EBITDA climbed 21% over the 2019 fourth quarter. For the full year, we posted record fees, adjusted EBITDA and adjusted EPS, despite the Omicron variant causing a slow start to the year.\nIn the fourth quarter, RevPAR versus 2019 accelerated nicely from the third quarter in every region, except Greater China. Compared to pre-pandemic levels, fourth quarter U.S. and Canada RevPAR increased 5%, aided by 11% growth in ADR. RevPAR in the region versus 2019 improved sequentially from the third to the fourth quarter across all market types, from primary to tertiary and all brand tiers, from luxury to select service.\nInternational RevPAR rose 3% above pre-pandemic levels in the fourth quarter, driven by improvements in the comparison to 2019 for both rate and occupancy. In the Middle East and Africa, or EMEA, RevPAR grew 44%, boosted by the World Cup in Qatar. RevPAR increased 28% in CALA, 7% in Europe and 6% in Asia Pacific, except for China.\nWhile results in Greater China were, again, impacted by lockdowns in the fourth quarter, the region reached a major milestone with the new open border policy and the lifting of quarantine requirements in January. It could take time to increase airline capacity and work-through passport and visa requests, but we're optimistic about meaningful RevPAR recovery in the region as these issues abate.\nWe saw a huge demand surge in January during the Chinese New Year holiday, with RevPAR for the holiday period nearly in line with 2019. Other regions are also anticipated to benefit from an increase in outbound China travel, especially APAC, where over 40% of room nights in 2019 came from Chinese travelers.\nIn the fourth quarter, total gross fee revenues totaled $1.1 billion, reflecting higher RevPAR, room additions and another quarter of significant growth in our non-RevPAR-related franchise fees. Those fees rose 16% year-over-year to $215 million, driven largely by our co-brand credit card fees.\nIncentive management fees, or IMF, rose impressively in the quarter, reaching $186 million. IMF surpassed the fourth quarter of 2019 with IMF in the U.S. and Canada, up nearly 30%. At the hotel level, we remain focused on working closely with our owners and franchisees to deliver superior customer service, while containing operating costs.\nProfit margins at our U.S.-managed hotels in the quarter were, again, higher for the same period of '19 despite meaningful wage and benefit inflation. Importantly, our guest surveys indicate that customer satisfaction continues to rise. In December, our intent to recommend scores in the U.S. improved for the tenth consecutive month and are now generally in line with 2019 scores. Hiring challenges have moderated, and the number of open positions in the U.S. is now below 2019 levels.\nOur asset-light business model, once again, generated significant cash during 2022, with net cash provided by operating activities totaling $2.4 billion, double the amount in 2021. Our loyalty program, with a modest source of cash before factoring in the reduced payments, received from the credit card companies. In 2023, we expect loyalty to, again, be modestly cash positive before the impact of the final year of reduced payments.\nNow let's talk about our 2023 outlook, the full details of which are in our press release. Note that all RevPAR comparisons will be to 2022. More than 1 in 4 hotels that are currently comparable in both '22 and '23 or opened for the full year were not open in 2019, making comparisons to that year not really meaningful.\nI'll start with the first quarter, which we anticipate will benefit from continued strong underlying trends. There is also a meaningfully easier comparison to the year-ago quarter when the Omicron variant depressed lodging demand.\nHalfway through the quarter, bookings across customer segments and geographies are excellent. Momentum is being driven by rising cross-border travel and strong group revenues due to demand and ADR gains. Additionally, business transient revenues are benefiting from higher volumes and our successful special corporate rate negotiations. January global RevPAR rose 52%, with the U.S. and Canada up 43%. We anticipate that first quarter RevPAR could increase 25% to 27% in the U.S. and Canada, 47% to 49% in international markets and 30% to 32% worldwide.\nGiven short-term booking windows and a significant level of macroeconomic uncertainty, there's less visibility in forecasting the company's financial performance for full year 2023. As a result, we're providing a broad range for full year RevPAR and other key metrics.\nThe high end of the range reflects a relatively steady global economic picture throughout 2023. With continued resilience of travel demand across customer segments and markets, the low end of the range reflects a meaningful softening of the global economy, beginning in the second quarter with worldwide RevPAR roughly flat compared to 22% in the second half of the year. So for the full year, RevPAR in the U.S. and Canada could increase 5% to 9%, and international RevPAR could rise 12% to 18%, leading to a global RevPAR gain of 6% to 11%.\nThe sensitivity of a 1% change in full year 2023 RevPAR versus 2022 could be around $40 million to $45 million of RevPAR-related fees. Total fees for the full year could rise between 6% and 12%, with the non-RevPAR-related component anticipated to rise 4% to 7%. Non-RevPAR fee growth is expected to benefit from higher credit card fees resulting from growth in average spend and in the number of cardholders.\nWe expect 2023 G&A expenses of $915 million to $935 million, an annual increase of 3% to 5%, but still below 2019 levels. Full year adjusted EBITDA could increase between 5% and 12%, and adjusted EPS could rise 8% to 18% above 2022. After 3 years of meaningfully reduced investment spending, we anticipate 2023 investment spending of $850 million to $1 billion. This includes $100 million for the expected acquisition of the City Express brand portfolio and around $160 million of renovation spending on our own W Union Square Hotel in New York and the elegant hotel portfolio in Barbados. These hotels will be terrific representations of our W and all-inclusive brands when completed. We expect to recycle our capital investment in these hotels by selling them with long-term agreements.\nSpending in 2023 also incorporates higher than typical investment in our customer-facing technology, which is overwhelmingly expected to be reimbursed over time. Our capital allocation philosophy remains the same. We're committed to our investment-grade rating, investing in growth that is accretive to shareholder value and then returning excess capital to shareholders through a combination of a modest cash dividend and share repurchases.\nIn 2022, we returned $2.9 billion to shareholders. At the end of the fourth quarter, our leverage was at the low end of investment grade targets. For 2023, capital returns to shareholders could be between $2.7 billion and $3.6 billion.\nBefore we open the line, I, too, would like to express my gratitude to our incredible team of global associates around the world for their resilience and dedication.\nTony and I are now happy to take your questions. Operator?"
  },
  {
    "header": "MAR",
    "cik": "0001048286",
    "ticker": "MAR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/500e7f9cff03b6d01b1e95dc9a5b89c3",
    "period": "2022 Q3",
    "content": "Q3 2022 Marriott International Inc Earnings Call\n\nQ3 2022 Marriott International Inc Earnings Call\n\nMARNASDAQNOV 3, 8:00 AM\n\nOperator\n\nGood day, everyone, and welcome to today's Marriott International's Third Quarter 2022 earnings. (Operator Instructions) Please note, this call may be recorded. It is now my pleasure to turn today's program over to Jackie Burka, Senior Vice President of Investor Relations. Please go ahead.\n\nJackie Burka McConagha\n\nSVP of IR, Marriott International, Inc.\n\nThank you. Good morning, everyone, and welcome to Marriott's Third Quarter 2022 Earnings Call. On the call with me today are Tony Capuano, our Chief Executive Officer; Leeny Oberg, our Chief Financial Officer; and Executive Vice President, Business Operations; and Betsy Dahm, our Vice President of Investor Relations.\nI will remind everyone that many of our comments today are not historical facts and are considered forward-looking statements under federal securities laws. These statements are subject to numerous risks and uncertainties as described in our SEC filings, which could cause future results to differ materially from those expressed in or implied by our comments. Statements in our comments and the press release we issued earlier today are effective only today and will not be updated as actual events unfold. Please also note that unless otherwise stated, our RevPAR occupancy and average daily rate comments reflect system-wide constant currency results for comparable hotels and include hotels temporary closed due to COVID-19.\nRevPAR occupancy and ADR comparisons between 2022 and 2019 reflect properties that are defined as comparable as of September 30, 2022, even if they were not open and operating for the full year 2019 or they did not meet all the other criteria for comparable in 2019. Additionally, unless otherwise stated, all comparisons to prepandemic for 2019 are comparing the same time period in each year. You can find our earnings release and reconciliations of all non-GAAP financial measures referred to in our remarks today on our Investor Relations website.\nAnd now I will turn the call over to Tony.\n\nAnthony G. Capuano\n\nCEO & Director, Marriott International, Inc.\n\nThanks, Jackie, and thank you all for joining us this morning. We had an outstanding third quarter. Quarter rose above 2019 levels for the first time since the pandemic began, up nearly 2%. RevPAR compared to 2019 improved sequentially from the second quarter in every region around the world. Global occupancy rose to 69% while ADR outpaced by 2019, excuse me, by a remarkable 10%. Compared to prepandemic levels, worldwide RevPAR in September reached a new monthly high watermark, increasing more than 4% or nearly 7%, excluding Greater China.\nDuring the quarter, leisure demand remained strong, well above 2019 levels. In the U.S. and Canada, Full-Service group revenue for the quarter showed continued growth, ending up 3% over the same quarter in 2019. Fourth quarter Full-Service group revenue is currently pacing up 4%, but is likely to improve further given the strong last-minute group bookings that we've seen all year. The trend towards last-minute bookings has led to meaningful compression in pricing power, helping group ADR for new bookings rise each quarter this year.\nAt our managed hotels in the U.S., ADR for in-the-year, for-the-year group bookings made in the third quarter rose 17% compared to same year bookings made in the 2019, 3rd quarter. A significant jump from the 6% increase we saw in the first quarter. ADR for group bookings made in the third quarter for 2023 outpaced 2019, 3rd quarter bookings for events in 2000 by 24%. Business transient demand also continued to improve during the quarter, although it still lags 2019 levels. Third quarter business transient room nights in the U.S. and Canada were 11% below 2019. We are currently in the midst of our special corporate negotiations for 2023 and are very pleased with how they're progressing. After 2 years of holding rates steady, the early results look positive for at least high single-digit year-over-year rate growth.\nThird quarter day-of-the-week trends continue to suggest that travelers are combining leisure and business trips. In fact, the average length of a transient business trip has increased meaningfully, and year-to-date is up more than 15% compared to 2019. With borders reopened in most countries around the world, rising cross-border travel helped spur demand during the quarter, especially in Europe and in the Caribbean and Latin America or CALA region. Cross-border guests accounted for 15% of our global room nights in the third quarter, an uptick from 12% in the first quarter of this year. In 2019, 18% of travel to our properties was from cross-border guests. So we anticipate additional upside from international travel especially from Greater China once stringent travel restrictions are relaxed.\nGiven rapidly rising interest rates and growing concerns about a possible global recession, we are closely monitoring consumer and macroeconomic trends. There is no doubt that the hospitality industry is impacted by economic cycles. And with transient booking windows averaging only about 3 weeks, trends could change relatively quickly. However, we have yet to see signs of a slowdown in global lodging demand. In fact, we've seen just the opposite. Booking trends remain very healthy. Given sustained high levels of employment, consumer trends prioritizing experiences versus goods, pent-up travel demand and a high level of consumer savings, travel spending has been incredibly resilient.\nIn October, demand remained strong across our regions, with the exception of Greater China, where trends are still low. Our powerful Marriott Bonvoy program grew to 173 million members at the end of the third quarter. The program achieved record penetration levels in the quarter reaching 60% in the U.S. and Canada and 53% globally. Members also continued to engage with our co-brand credit cards, which had another solid quarter. After recently making significant enhancements by adding new benefits to many of our U.S. cards, sign-ups have well exceeded expectations.\nThis led to record new cardholder acquisitions as well as record spending for the first 9 months of this year. We also introduced 2 mid-tier cards at the end of September, which should help drive strong growth going forward. While much smaller fee contributors that are U.S. co-brand cards, we have similarly seen record growth internationally this year in new card members and total card spend.\nThis has been particularly driven by China, where we've had great traction after launching our first cards there in July. Our Bonvoy members have been increasingly interacting with the platform through our direct digital channels, which helps boost owner and franchisee profitability. Since 2019, our share of room nights booked through direct digital channels has increased more than 5 percentage points to 38% while our distribution through OTAs has risen by less than 1 percentage point to 12%.\nThe power of Bonvoy in our direct channels has also been evident in our latest offering, the Ritz-Carlton Yacht which made its inaugural voyage from Barcelona last month. Remarkably, around 2/3 of all bookings for this incredible brand extension have been through direct channels, which is many times above the rates most cruise companies experience. Additionally, Bonvoy members account for more than half of the Yacht bookings. We look forward to more ships joining the portfolio in the future.\nShifting to the development front, our pipeline grew for the fourth quarter in a row, totaling more than 502,000 rooms by the end of the third quarter. Signing activity in the quarter remained healthy in most regions of the world. Our development team continues to be laser focused on conversions, a particularly bright spot in the development story. Conversions represented 21% of room signings and 27% of room openings in the quarter. We are very enthusiastic about the level of conversations on conversions, including for multiunit conversion opportunities.\nOutside the Greater China, we were pleased to see new construction starts pick up nicely in the third quarter. While not yet back to 2019 levels, new construction starts in the U.S. reached the highest quarterly level since the pandemic began. For full year 2022, we now expect gross rooms growth of approximately 4.5% compared to our prior expectation of closer to 5%. The change is primarily a result of fewer expected openings in Greater China as the lockdowns there have extended construction time lines. The good news is that we have not seen deals in Greater China or in any of our regions falling out of the pipeline at a higher than usual rate. With just 2 months left in the year, we now expect deletions at the bottom end of our prior guidance. Deletions could be about 1.5% for 2022 or 1%, excluding the 50 basis point impact from our exit from Russia.\nSo our net rooms growth for 2022 is likely to be around 3% or 3.5% before factoring in the deletions in Russia. We're always looking at opportunities that help broaden the offering for our guests as well as our owners and franchisees. Last month, we announced our agreement to acquire the City Express brand portfolio. which is currently comprised of 152 hotels with over 17,000 rooms in the CALA region. We are quite bullish on the moderately priced mid-scale space, which has meaningful growth potential. Upon closing this transaction, we will immediately gain a significant foothold in this high-growth segment in CALA, while also becoming the largest hotel company in the region.\nWe are incredibly excited about the opportunity to expand in this segment in CALA as well as other locations around the world. If the transaction closes before year-end, our 2022 gross rooms growth could be around 5.5%, and our net rooms growth could be approximately 4%. We really look forward to working with the City Express team. We expect solid rooms growth going forward, given the attractiveness of our portfolio of global brands, our powerful loyalty program, our momentum around conversions and our industry-leading pipeline. While the exact timing will depend on how new construction starts trend from here, we remain confident that over the next several years, we will return to our pre-pandemic mid-single-digit net rooms growth.\nNow before I turn it over to Leeny, I just want to recognize and thank our associates around the world for their continued commitment, passion and resilience. Leeny?\n\nKathleen Kelly Oberg\n\nCFO & Executive VP of Business Operations, Marriott International, Inc.\n\nThank you, Tony. We had excellent financial performance again this quarter, driven by continued momentum in global RevPAR growth. In the U.S. and Canada, third quarter RevPAR was 3.5%, above pre-pandemic levels with ADR surpassing 2019 by more than 10%. RevPAR for all market types; primary, secondary and tertiary and all brand types from luxury through extended stay was more fully recovered for the first time. With the exception of Asia Pacific, our international regions posted incredibly strong RevPAR growth as restrictions across most countries fully lifted. Europe, in particular, benefited from a large increase in U.S. leisure demand, thanks to the strong dollar.\nCompared to 2019, third quarter RevPAR rose 6% in Europe, nearly 19% in the Middle East and Africa and nearly 18% in CALA. RevPAR is still lagging behind 2019 levels in Greater China and in our Asia Pacific, excluding China or APAC region. Greater China improved the most in the quarter with RevPAR 23% below 2019, 30 percentage points better than a quarter ago. However, the recovery there remains uneven given China's renewed commitment to its strict 0 COVID policy. The good news is that we continue to see that when a market reopens for domestic travel after a lockdown, lodging demand rebounds very quickly.\nIn APAC, South Korea joined India and Australia in crossing the full recovery mark, but this was offset by Japan's borders remaining closed until the end of the quarter. Third quarter RevPAR in APAC was 14% below pre-pandemic levels, an 8 percentage point improvement from a quarter ago. As we move through the fourth quarter, APAC is benefiting from a recovery in airlift in Japan's now open orders. Three quarter -- third quarter total gross fees of $1.1 billion rose 11% compared to 2019, exceeding the top end of our guidance.\nGrowth was driven by RevPAR improvement and room additions as well as another quarter of strong non-RevPAR related fees. Those fees totaled $192 million in the third quarter, largely aided by ongoing growth in our co-brand credit card fees, which rose 22% year-over-year. The strength of our industry-leading luxury portfolio also contributed significantly to fee growth in the quarter. Gross fees from our luxury properties were up 13% versus the same quarter in 2019, even with Greater China's weaker performance. While our luxury properties account for 21% of our managed rooms, they contributed 34% of our total incentive management fees in the third quarter.\nThird quarter adjusted EBITDA also exceeded the high end of our guidance, outpacing the same quarter in 2019 by 9%. With the strong U.S. dollar, foreign exchange net of hedging, negatively impacted adjusted EBITDA by $22 million in the quarter, some of which was included in our guidance a quarter ago. This negative currency translation was more than made up for by the positive impact from increased U.S. leisure travel abroad. We estimate net of our hedges, a 100 basis point change in the U.S. dollar could affect full year 2022 adjusted EBITDA by less than $10 million.\nG&A and other expenses totaled $216 million in the third quarter, better than our guidance, largely reflecting lower-than-expected administrative costs and bad debt. At the hotel level, we remain focused on containing operating costs for our owners and franchisees while also delivering superior service to our guests. With ADR of 15% above 2019 and our significant productivity enhancements, third quarter profit margins at our U.S. and Canada managed hotels were 2 full percentage points above 2019 levels despite meaningful wage and benefit inflation. Wage and benefit growth while still high, continued to moderate in the third quarter.\nLet me now turn to our fourth quarter and full year 2022 guidance, the details of which are in our press release. As we headed into the end of the year, we're very pleased with the strong continued momentum in our business. Group's transient bookings are showing further gains against 2019. In both the U.S. and Canada and internationally, we expect fourth quarter RevPAR compared to pre-pandemic levels to accelerate from the third quarter, even with anticipated weaker demand in Greater China. Compared to 2019, fourth quarter RevPAR could increase 4% to 6% in the U.S. and Canada, be down 2% to flat internationally and increase 2% to 4% globally.\nWorldwide fourth quarter RevPAR could increase 27% to 29% over fourth quarter 2021. We're still working through our 2023 budgets and recognize that there is heightened macro uncertainty. That said, we currently think 2023 global RevPAR could increase nicely year-over-year, driven by gains in both the U.S. and Canada and internationally. Each quarter could see growth compared to this year and particularly strong growth in the first quarter due to the easier comparison given the impact of the Omicron variant in early 2022.\nFor full year 2022, we're now anticipating G&A expenses of $880 million to $890 million, slightly better than our prior guidance, primarily due to lower bad debt expense. We're also raising our full year adjusted EBITDA guidance and now expect adjusted EBITDA of around $3.79 billion at the midpoint of the range, which is 6% higher than our prior full peak year in 2019. Due to the timing of some capital expenditures for owned, leased hotels and corporate systems as well as key money payments, we now expect full year investment spending of closer to $500 million, assuming the City Express transaction does not close in 2022. Strong spending on our credit cards is expected to result in loyalty being a slight source of cash for the full year before factoring in the reduced payments received from the credit card companies.\nYear-to-date, our net cash provided by operating activities was $1.9 billion, a significant increase of nearly $1.2 billion compared to the first 3 quarters of last year, a strong reminder of the power of our asset-light business model. At the end of the quarter, our leverage ratio was excellent at the low end of investment grade targets. With our solid financial results and cash flow generations, we have already returned $1.9 billion to shareholders through buybacks and dividends through October 31, and we now expect to return more than $2.7 billion to shareholders this year.\nIn closing, we're incredibly proud of how well our business is performing and how resilient our business has proven to be. Tony and I are now happy to take your questions. Operator?"
  },
  {
    "header": "MAR",
    "cik": "0001048286",
    "ticker": "MAR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/59c73313ff7aa39dea149f7c0a35bdd2",
    "period": "2022 Q2",
    "content": "Q2 2022 Marriott International Inc Earnings Call\n\nQ2 2022 Marriott International Inc Earnings Call\n\nMARNASDAQAUG 2, 8:30 AM\n\nOperator\n\nGood day, everyone, and welcome to the Marriott International Second Quarter 2022 Earnings Call. (Operator Instructions)\nPlease note this call may be recorded. It is now my pleasure to turn today's program over to Jackie Burka. Please go ahead.\n\nJackie Burka McConagha\n\nSVP of IR, Marriott International, Inc.\n\nThank you. Good morning, everyone, and welcome to Marriott's Second Quarter 2022 Earnings Call. On the call with me today are Tony Capuano, our Chief Executive Officer; Leeny Oberg, our Chief Financial Officer and Executive Vice President of Business Operations; and Betsy Dahm, our Vice President of Investor Relations.\nI will remind everyone that many of our comments today are not historical facts and are considered forward-looking statements under federal securities laws. These statements are subject to numerous risks and uncertainties as described in our SEC filings, which could cause future results to differ materially from those expressed in or implied by our comments. Statements in our comments and the press release we issued earlier today are effective only today and will not be updated as actual events unfold.\nPlease also note that, unless otherwise stated, our RevPAR occupancy and ADR comments reflect system-wide constant currency results for comparable hotels and include hotels temporarily closed due to COVID-19. RevPAR occupancy and ADR comparisons between 2022 and 2019 reflects properties that are defined as comparable as of June 30, 2022, and even if they were not open and operating for the full year 2019 or they did not meet all the other criteria for comparable in 2019.\nAdditionally, unless otherwise stated, all comparisons to pre pandemic, or 2019, are comparing the same time period in each year. You can find our earnings release and reconciliations of all non-GAAP financial measures referred to in our remarks today on our Investor Relations website. And now I will turn the call over to Tony.\n\nAnthony G. Capuano\n\nCEO & Director, Marriott International, Inc.\n\nThank you, Jackie, and thank you all for joining us this morning. We are very pleased with our second quarter results, which were driven by robust demand for our brands around the world. By the last month of the quarter, RevPAR in all regions outside of Asia Pacific had more than fully recovered to pre-pandemic levels, leading to June global RevPAR 1% above 2019. Worldwide occupancy for the month rose to 71%, just 5 percentage points below prepandemic levels with global ADR an impressive 8% over the same month in 2019.\nDemand across all customer segments improved during the quarter. Record leisure demand strengthened further with second quarter global leisure transient room nights 14% above the 2019 second quarter.\nGroup demand experienced the greatest acceleration. In the U.S. and Canada, Group RevPAR had nearly fully recovered in June down just 1% to 2019 compared to down 17% in March. Group revenue pace for the back half of the year has also continued to improve. June in the year, for the year, new bookings were up 50% compared to those bookings in June of 2019. At the end of the second quarter, group RevPAR for the remainder of 2022 was pacing just a few percentage points down to 2019. We expect additional short-term bookings will further bolster group revenues, which could lead to second half group RevPAR in the U.S. and Canada being even to even up slightly compared to 2019.\nOur sales team remains focused on driving group average rate, which has been steadily rising for new bookings. At our hotels in the U.S. and Canada, ADR for in the year, for the year group bookings made in January was just above 2019 levels. But by June, the rate had risen to up 16%. Business transient demand also strengthened, albeit at a more moderate pace as workers return to the office in greater numbers. In the U.S. June business transient room nights were 9% below the same month in 2019 versus down about 20% in the first quarter.\nDay of the week trends in the U.S. and Canada suggest that travelers are continuing to combine leisure and business streams. While occupancy midweek has continued to recover, in June, Monday through Wednesday occupancy was still around 10 percentage points below 2019. Occupancy on Fridays and Saturdays was fully recovered, and occupancy on Thursdays and Sundays, typically known as shoulder nights, was close to 2019 levels.\nWith nearly all major countries around the world having opened their borders rising cross-border travel was another key driver of the solid recovery during the quarter. However, cross-border travel is still not fully back to prepandemic levels. So there is still additional upside, especially from Greater China, where stringent travel restrictions remain in place.\nWhile we are closely monitoring consumer and macroeconomic trends, we have yet to see signs of a slowdown in global lodging demand. On the contrary, the pent-up demand for all types of travel, the shift of spending towards experiences versus goods, sustained high levels of employment and the lifting of travel restrictions and opening borders in most markets around the world are fueling travel. And as Leeny will discuss, we expect to see continued RevPAR recovery through the end of the year.\nAs travelers get back on the road in increasing numbers, our 169 million Bonvoy members are more actively engaging with our powerful loyalty platform. Monthly active users of our app, digital visits and direct digital bookings, which help drive the owner and franchisee profitability, all reached new highs in June. Additionally, more members are earning and using points outside of a hotel stay as a result of our focus on enhancing the platform through numerous collaborations.\nThe number of Bonvoy co-brand credit card holders is climbing globally with card acquisitions and total card spend both hitting record levels in the second quarter. Remarkably, the number of global card accounts rose 16% from the end of 2019 through the end of the second quarter this year. In July, we introduced a new credit card in China, and the initial response has been tremendous.\nTurning to the development front. The pace of deal activity continues to pick up. In the second quarter, we signed another 135 deals, a second quarter record following a record first quarter. Additionally, despite supply chain issues, labor shortages, cost inflation and rising interest rates, the number of deals falling out of the pipeline remains below historical levels.\nInterest in conversions remains particularly strong, given the breadth of our roster of conversion-friendly brands across chain scales as owners continue to seek out the meaningful top and bottom line benefits associated with being part of the Marriott portfolio. Conversions represented 30% of room signings in the quarter.\nOne win to highlight is a recent landmark agreement for 8 hotels in Vietnam with Vinpearl, a new owner to our system. The deal includes 6 conversion hotels that are expected to add 1,700 rooms to the system. Conversions also represented 25% of the roughly 17,000 rooms added to our system in the quarter. While construction time lines have lengthened a bit this year in most markets due to supply chain disruptions and labor shortages, we still expect the number of room additions to ramp in the second half of the year.\nFor the full year, gross additions are still anticipated to approach 5%.\nGiven our announcement several weeks ago that we are suspending all operations in Russia, we now expect a 1.5% to 2% deletion rate for 2022. While our expectation for deletions outside of Russia remains at 1% to 1.5%, the deletion of 6,500 rooms in the country represents almost 0.5 percentage point. Now as a reminder, fees from Russia represented well under 0.5% of global fees in 2019. We have not been recognizing fees from Russia for many months now, and the financial impact of these rooms leaving is de minimis. So our net rooms growth for 2022 could now be 3% to 3.5% or 3.5% to 4% before factoring in the deletions in Russia.\nWe remain confident that over the next several years, we will return to our prepandemic mid-single-digit net rooms growth rate. The timing will largely depend on when new construction starts, which have trailed well below 2019 levels for the last 2 years really begin to accelerate, particularly here in the U.S. Construction time lines in the U.S. are currently just over 2 years for a limited service hotel and longer for full-service properties.\nLooking ahead with the largest footprint in the industry, strong builder affinity for our brands and the improving global travel environment, I am bullish about the company's future growth prospects for development and for the company overall. I want to take a moment and thank all of our associates around the world. Their commitment to taking care of our guests has helped produce our outstanding results, and I'm so very proud of their dedication and resilience. And now I'll turn the call over to Leeny to discuss our financial results in more detail.\n\nKathleen Kelly Oberg\n\nCFO & Executive VP of Business Operations, Marriott International, Inc.\n\nThank you, Tony. Global RevPAR continued to rebound sharply, and Marriott reported outstanding financial results in the second quarter. Record quarterly global fees and adjusted EBITDA were both 7% above the same quarter in 2019. Second quarter global RevPAR was down only 3% compared to prepandemic levels. .\nLooking at the regions. In the U.S. and Canada, RevPAR came in ahead of our expectations largely due to stronger-than-anticipated growth in ADR and group demand. Compared to 2019, RevPAR in the U.S. and Canada was up 1% in the quarter and up 3% in June. ADR has improved each month this year, reaching 9% above prepandemic levels in June.\nOccupancy further strengthened from the first to the second quarter on both an absolute basis and versus prepandemic levels. June occupancy of 76% was within 4 percentage points of the same month in 2019.\nIn June, U.S. and Canada RevPAR more than fully recovered across all market types, primary, secondary and tertiary for the first time since the pandemic began. It has been very encouraging to see demand come back so powerfully in major cities like New York, where RevPAR increased 7% versus June 2019. With orders opened in Europe, the room nights from international guests more than doubled in the region from the first quarter to the second. With this strong return of international travel, Europe has experienced the swiftest RevPAR recovery of all of our regions this year. RevPAR in Europe topped 2019 levels in June, a remarkable 57 percentage point increase from January.\nCross-border travel also helped drive strong second quarter results in the Middle East and Africa and in the Caribbean and Latin America area. Second quarter RevPAR rose 16% in EMEA and 13% in CALA compared to 2019. Asia Pacific, excluding China, saw rapid RevPAR improvement during the second quarter as the region is now mostly open with India and Australia more than fully recovered. Second quarter RevPAR was down 22% compared to 2019 given the lack of travelers from Greater China and the fact that rigorous travel restrictions remain in place in Japan, one of our largest markets in the region.\nGreater China continues to lag the recovery of other regions due to its strict zero COVID policy. RevPAR during the quarter declined more than 50% compared to 2019 as a result of the lockdowns in many cities, including Shanghai and Beijing.\nTotal company gross fee revenues totaled $1.1 billion in the quarter driven by higher RevPAR, rooms growth and another quarter of significant growth in our non-RevPAR-related franchise fees. Those fees totaled $204 million in the second quarter driven largely by growth in our co-brand credit card fees, which rose a remarkable 38% year-over-year.\nIncentive management fees, or IMF, increased meaningfully in the quarter, reaching $135 million. Over half of our IMFs came from U.S. and Canada, where we earned more IMFs than we did in the second quarter of 2019. At the hotel level, working closely with our owners and franchisees to contain operating costs while delivering superior customer service remains the key area of focus. Profit margins at our U.S. managed hotels were 3 percentage points higher than 2019 levels in the second quarter despite meaningful wage and benefit inflation. We are keeping an eye on wages and benefits as industry staffing challenges persist in certain markets, yet we remain optimistic that our cost reduction efforts could offset this inflation in future years.\nG&A and other expenses totaled $231 million in the second quarter primarily due to higher incentive compensation accruals as well as increased travel expense. With COVID now essentially endemic, global borders overwhelmingly open and business somewhat more predictable, we're providing guidance for the third quarter and the full year. The full details are in our press release. There is still a higher-than-usual degree of uncertainty in our outlook, especially as it relates to Greater China, but we are encouraged by the positive momentum in demand across customer segments and robust ADRs in the vast majority of markets around the world.\nWe expect the global RevPAR recovery to continue each quarter through the end of the year driven by improving occupancy and ADR compared to 2019 in both the U.S. and Canada and internationally. On a worldwide basis compared to 2019, we could see RevPAR flat to up 3% in the third quarter and down 6% to down 3% through the full year. Compared to 2021, global RevPAR in the third quarter could be up in the mid-30% range, and for the full year, it could be up around 50%.\nFor the full year, we're now anticipating G&A expenses of $890 million to $900 million due to higher compensation accruals as well as travel expenses but still well below (technical difficulty) G&A. And we expect adjusted EBITDA of $3.7 billion to $3.8 billion, above our prior full year peak in 2019. We now expect full year investment spending of $600 million to $650 million. Our guidance now includes roughly $200 million for maintenance capital in our new headquarters. Loyalty is still expected to be a slight use of cash for the full year before factoring in the reduced payments received from the credit card companies.\nAt the end of the second quarter, our leverage was in the low end of our targeted range of 3 to 3.5x adjusted net debt to adjusted EBITDA. We resumed share repurchases during the quarter and have already bought 448 million of stock as of July 29, in addition to paying our dividend in the second quarter at $0.30 per share.\nOur capital allocation strategy remains the same. We will make investments that enhance our growth and increase shareholder value while returning any excess capital to shareholders through a combination of a modest cash dividend and share repurchases. We remain committed to our investment-grade rating.\nGiven our outlook for further global recovery and our powerful business model that is generating significant cash beyond our investment needs, we expect to return more than $2.2 billion to shareholders this year. This level of capital returns is included in the guidance we have provided today.\nLooking ahead, I'm very optimistic about our future. Marriott is incredibly well positioned given the breadth and depth of our unparalleled global portfolio, our powerful Marriott Bonvoy loyalty program and the best team in the business. Tony and I are now happy to take your questions. Operator?"
  },
  {
    "header": "MAR",
    "cik": "0001048286",
    "ticker": "MAR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f202bf0e752820bfdf842c5896dc4450",
    "period": "2022 Q1",
    "content": "Q1 2022 Marriott International Inc Earnings Call\n\nQ1 2022 Marriott International Inc Earnings Call\n\nMARNASDAQMAY 4, 8:30 AM\n\nOperator\n\nGood day, everyone, and welcome to today's Marriott International's first quarter 2022 earnings. (Operator Instructions) Please note that this call may be recorded. (Operator Instructions)\nIt is now my pleasure to turn the conference over to Leeny Oberg, Chief Financial Officer and Executive Vice President of Business Operations.\n\nKathleen Kelly Oberg\n\nCFO & Executive VP of Business Operations, Marriott International, Inc.\n\nThank you, operator. Before we begin, I wanted to take a moment to remember Laura Paugh, a trusted and valued friend and colleague to many of us on this call. As most of you know, Laura tragically passed away after a car accident a few weeks ago. Laura was smart, helpful, witty and unfailingly honest to all who knew are. We'll miss her incredible spirit and are committed to honor her legacy at Marriott. Laura's family was her greatest achievement, and we're holding them in our thoughts and prayers.\nAnd now I'll turn the call over to Jackie.\n\nJackie Burka McConagha\n\nSVP of IR, Marriott International, Inc.\n\nThank you, Leeny. Good morning, everyone, and welcome to Marriott's First Quarter 2022 Earnings Call.\nOn the call with me today are Tony Capuano, our Chief Executive Officer; Leeny Oberg, our Chief Financial Officer and Executive Vice President, Business Operations; and Betsy Dahm, our Vice President of Investor Relations.\nI will remind everyone that many of our comments today are not historical facts and are considered forward-looking statements under federal securities laws. These statements are subject to numerous risks and uncertainties as described in our SEC filings, which could cause future results to differ materially from those expressed in or implied by our comments.\nStatements in our comments and the press release we issued earlier today are effective only today and will not be updated as actual events unfold. Please also note that unless otherwise stated, our RevPAR occupancy and average daily rate comments reflect system-wide constant currency results for comparable hotels and include hotels temporarily closed due to COVID-19. RevPAR occupancy and ADR comparisons between 2022 and 2019 reflect properties that are defined as comparable as of March 31, 2022, even if they were not opened and operating for the full year 2019 or they did not meet all the other criteria for comparable in 2019.\nAdditionally, unless otherwise stated, all comparisons to pre-pandemic for 2019 are comparing the same time period in each year. You can find our earnings release and reconciliations of all non-GAAP financial measures referred to in our remarks today on our Investor Relations website.\nAnd now I will turn the call over to Tony.\n\nAnthony G. Capuano\n\nCEO & Director, Marriott International, Inc.\n\nThanks, Jackie, and thank you all for joining us this morning. Global demand rebounded strongly and swiftly during the first quarter after a brief Omicron-related slowdown early in the year. In March, worldwide RevPAR was just 9% below 2019. Occupancy rose to 64%, with ADR an impressive 5% above March of 2019.\nCOVID-19 is still impacting our business to varying degrees around the world, but as global vaccination rates increase, case counts decline and new COVID variants are tending to be less severe. Many countries have started to cautiously adopt a live with COVID policy, leading to a rise in demand for all types of travel.\nLeisure demand, which had already fully recovered during 2021, has further strengthened this year, with first quarter global leisure transient room nights more than 10% above 2019. Recovery of business transient and group demand is still lagging leisure, but as greater numbers of employees return to the office, demand has been rapidly improving.\nAdditionally, day of the week trends continue to show that trips that blend leisure and business are on the rise. In March, in the U.S. and Canada, while Monday through Wednesday occupancy was down in the mid-teens, occupancy during the shoulder days, Thursday and Sunday, was down in the single digits and occupancy on Fridays and Saturdays was nearly in line with March of 2019.\nWhile still below pre-pandemic room nights, cross-border travel demand is growing slowly as more countries around the world reopen their borders and lift travel restrictions. Cross-border guests accounted for 14% of global room nights in the first quarter, a gain of around 100 basis points compared to a quarter ago, but well below the 2019 share of 19%.\nIn the U.S. and Canada, March RevPAR was within 4% of 2019. Occupancy topped 68% during the month and ADR accelerated to 6% over pre-pandemic levels. While the extent of RevPAR recovery still varies widely from city to city, overall, progress during the quarter was widespread across all chain scales as well as market types, that is primary, secondary and tertiary markets, RevPAR recovery saw a meaningful improvement in March versus the fourth quarter.\nLuxury was the standout in the quarter, with ADR a remarkable 27% above pre-pandemic rates. Group demand in the U.S. and Canada accelerated sharply during the first quarter. In March, group RevPAR was 16% below 2019 compared to down more than 30% in the fourth quarter of last year.\nGrowth in new bookings has contributed to a meaningful improvement in group pace for the remainder of the year. As of March 31, group revenue pays for the remainder of 2022 was down in the high single-digit range compared to 2019. We also expect additional short-term bookings to further boost group revenues. April was the eighth month in a row where in the year for the year group bookings exceeded 2019 levels.\nImportantly, our sales teams remain focused on driving ADR, which has continued to rise for new bookings. ADR for managed hotel bookings made in January was 3% above 2019 levels, while ADR for bookings made in March had risen to 12% above pre-pandemic levels.\nBusiness transient demand in the U.S. also gained momentum during the quarter. Recovery in March improved notably compared to the fourth quarter, with business transient room nights down 10% to 15%. Special corporate accounts, which tend to be larger companies, have recovered more slowly than smaller-sized businesses, which have now fully recovered. Special corporate new bookings strengthened in March and further advanced in April.\nInternationally, all regions, except for Greater China, experienced additional RevPAR recovery in March compared to the fourth quarter recovery. In the Middle East and Africa, where borders have been opened since late last year, first quarter performance was stellar, with RevPAR surpassing 2019 for the second quarter in a row. This was led by strength in the UAE from the World Expo in Dubai that ran from October of 2021 through March of this year.\nAt the other end of the spectrum, in Greater China, where restrictions have been the most severe, RevPAR dropped significantly with the lockdown of several major cities, including Shanghai, late in the quarter. We are keeping a close eye on trends in Europe, but outside of Russia, the war in Ukraine has not yet impacted demand. Cancellations have been minimal. And as all countries in the region have removed or reduced travel restrictions, bookings across the rest of Europe have accelerated for spring and the summer high season.\nIn Russia, we've closed our corporate offices and paused all future hotel development and new hotel openings. There are currently 23 properties opened in the country, though occupancies are modest. We continue to evaluate our operations in Russia, which represented well under 1% of our global fees in 2019.\nWe are watching the horrific humanitarian crisis in Ukraine and neighboring countries with deep concern. And we're doing what we can to help those impacted in the region. I'm very proud of our teams that have been mobilizing to help those in need in numerous ways, including working with relief partners and housing refugees at Marriott properties in neighboring countries.\nThe power of Marriott Bonvoy was, again, evident in the quarter, as we remain focused on strengthening our loyalty platform for our 164 million members. Of course, member engagement has risen as travel demand comes back, but there has also been a significant increase in members earning and using points outside of our hotels. Our Bonvoy members are interacting with us more through everyday spending, thanks to our collaborations with companies like Uber.\nWe have also seen incredible global interest in and engagement with our Bonvoy co-brand cards, with new card acquisitions and card spend both up meaningfully year-over-year.\nThe first quarter also marked our best quarter ever for direct digital bookings, which helped drive owner and franchisee profitability. Digital bookings were up 14% compared to the first quarter of 2019, partially driven by meaningfully higher downloads of our redesigned Bonvoy app, which were 70% above pre-pandemic levels.\nTurning to development. The number of deals presented at our monthly development committee meetings has continued to increase. We signed 124 deals globally through March of this year, a new first quarter record. Conversion activity remains a bright spot, given the breadth of our roster of conversion-friendly brands across chain scales and the meaningful top and bottom line benefits associated with being part of our system.\nConversions accounted for 22% of room additions in the quarter. Despite construction time lines having lengthened a bit so far this year due to supply chain disruptions and labor shortages, we expect openings to ramp up each quarter in 2022. Average construction time lines are currently just over 2 years for limited service properties and remain longer for full-service properties.\nLooking ahead, we still expect full year gross rooms growth to approach 5% and deletions of 1% to 1.5%, leading to anticipated net rooms growth of 3.5% to 4%. While signing activity has been picking up nicely, 2022 gross room additions are expected to be impacted by the diminished construction starts the industry has experienced throughout the pandemic, particularly here in the U.S.\nWith financing starting to ease a bit, the industry has seen a notable ramp-up in new construction starts in the first quarter, but they are still well below 2019 levels. However, we remain confident that over the next several years, we will return to our pre-pandemic mid-single-digit net rooms growth rate given the improving global environment, the attractiveness of our brands, our strong development activity, our momentum around conversions and the largest pipeline in the industry.\nIn closing, I feel extremely optimistic about our future. With our unparalleled portfolio of 30 global brands and over 8,000 properties worldwide, our invaluable Marriott Bonvoy loyalty program, our numerous growth opportunities and the best associates in the business, I believe Marriott is uniquely positioned to benefit from the continued recovery ahead.\nI will now turn the call over to Leeny to discuss our financial results in more detail.\n\nKathleen Kelly Oberg\n\nCFO & Executive VP of Business Operations, Marriott International, Inc.\n\nThank you, Tony. Our first quarter results came in ahead of our expectations, with global RevPAR down 19% compared to 2019. Gross fee revenues totaled $815 million in the quarter, almost doubling from a year ago, driven overwhelmingly by higher RevPAR. Our non-RevPAR-related franchise fees, once again, showed meaningful growth, totaling a $170 million in the first quarter, up 21% year-over-year, primarily due to significantly higher year-over-year credit card fees.\nIncentive management fees, or IMF, are rebounding nicely and reached $102 million in the quarter. They comprise 13% of total gross fees, an acceleration from 7% in the year ago quarter, driven in part by strong performance at our U.S. and Canada hotels. Over 55% of our IMFs were earned at our industry-leading luxury properties. IMFs from our comp luxury hotels were 10% above the first quarter of 2019, while IMFs from our comp luxury resorts were up more than 60% over the same time frame. Roughly 60% of IMFs were earned at our international properties during the quarter.\nOur owned and leased portfolio, again, generated positive profits, totaling $44 million in the quarter due to international government subsidies and improved results at hotels in the U.S., the Caribbean and Latin America and Europe. G&A and other expense totaled $208 million in the first quarter due to timing and lower travel costs as a result of the Omicron variant. Adjusted EBITDA totaled $759 million, down only 8% compared to the first quarter of 2019.\nWe remain focused on working closely with our owners and franchisees to deliver superior customer service, while also containing operating costs. Our U.S. managed hotels profit margins were nearly back to 2019 levels in the first quarter, despite RevPAR down 16% compared to 2019. While industry staffing challenges persist, primarily in certain U.S. markets, we've made great progress since last summer in successfully hiring for open positions. As always, we're keeping a close eye on wage and benefit inflation, but we're optimistic that our cost reduction efforts could mitigate inflation in future years.\nAs we look ahead to the rest of 2022, we're very pleased with the positive momentum and demand we're seeing across customer segments in the vast majority of markets around the world. With the recent widespread easing of travel restrictions in many regions, employees returning to the office in greater numbers, increasingly positive travel sentiment and our team's focus on ADR, we're even more optimistic than we were a quarter ago that we'll see meaningful additional global RevPAR recovery this year, assuming no major change in the global economic environment or the behavior of the virus.\nThere's still too much volatility given uncertainty around travel restrictions in countries like China and a high reliance on cross-border guests across our international markets to give global RevPAR or specific earnings guidance. But we do have more visibility in our largest market, the U.S. and Canada, which is almost entirely dependent on domestic travelers.\nIn the U.S. and Canada, occupancy and ADR continued to improve in April, and we estimate that RevPAR fully recovered to 2019 levels for the month. We're extremely pleased to reach this milestone roughly 2 years after the pandemic began.\nWhile demand still varies considerably across hotel types and markets, given current booking and ADR trends, we expect RevPAR in the U.S. and Canada to be roughly flat to 2019 in the remaining quarters of 2022. Internationally, we expect continued RevPAR recovery across markets that have not yet fully recovered, though the levels of progress will vary widely across regions.\nTo further help with your modeling, let me share some additional color. At current RevPAR levels, we still expect the sensitivity of a 1% change in full year 2022 RevPAR versus full year 2021 could be around $25 million to $30 million of fees. As we've seen, the relationship is not linear given the variability of IMF and the inclusion of non-RevPAR-related franchise fees.\nFor the full year, interest expense net is still anticipated to be roughly $350 million, and our core tax rate is now expected to be around 24%. G&A and other expenses are still anticipated to be $860 million to $880 million, well below 2019. We still anticipate full year investment spending of $600 million to $700 million, which includes roughly $250 million for maintenance capital in our new headquarters.\nWe could now see loyalty be a slight use of cash for the full year before factoring in the reduced payments received from the credit card companies. With the meaningful pickup in demand, we've seen an increase in redemption activity and expect this trend to persist.\nWe've made meaningful progress in driving cash flow, managing expenses and improving our credit profile. Given this progress as well as the strength of our business and our confidence and our outlook improving further, we're very pleased to be resuming capital returns to shareholders sooner than we had anticipated. With leverage close to our target ratio of between 3x and 3.5x adjusted net debt to adjusted EBITDA, we're resuming our dividend at $0.30 a share in the second quarter, the first dividend in 2 years.\nWe remain committed to our investment-grade rating, investing in growth that increases shareholder value and then returning excess capital to shareholders through a combination of a modest cash dividend and share repurchases. Assuming the global demand environment continues to improve and that we are within our target leverage ratio range, we expect to resume share repurchases this year.\nOur business model has demonstrated terrific resilience, and I want to thank our teams all over the world for helping us navigate the challenges over the past 2 years. It's thrilling to see so many hotels full of guests again, and we're very optimistic about the future of travel and the future of Marriott International.\nTony and I are now happy to take your questions. Operator?"
  },
  {
    "header": "MAR",
    "cik": "0001048286",
    "ticker": "MAR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4980fd28254312ee024d471b68b5e44d",
    "period": "2021 Q4",
    "content": "Q4 2021 Marriott International Inc Earnings Call\n\nQ4 2021 Marriott International Inc Earnings Call\n\nMARNASDAQFEB 15, 8:30 AM\n\nOperator\n\nGood day, everyone, and welcome to today's Marriott International's Fourth Quarter 2021 Earnings Call. (Operator Instructions) Please note this call may be recorded. (Operator Instructions) It is now my pleasure to turn today's program over to Jackie Burka, Senior Vice President of Investor Relations.\n\nJackie Burka McConagha\n\nSVP of IR, Marriott International, Inc.\n\nThank you. Good morning, everyone, and welcome to Marriott's Fourth Quarter 2021 Earnings Call. On the call with me today are Betsy Dahm, our Vice President of Investor Relations; Leeny Oberg, our Chief Financial Officer and Executive Vice President, Business Operations; and Tony Capuano, our Chief Executive Officer.\n\nAnthony G. Capuano\n\nCEO & Director, Marriott International, Inc.\n\nThanks, Jackie. Before we begin our prepared remarks, I wanted to take a moment and reflect on this day, which marks the 1-year anniversary of Arne's passing. I know everyone on this call, especially our Marriott associates, miss our dear friend, an inspirational leader, a great deal. We can take comfort knowing his amazing legacy lives on in the incredible work of the thousands of people around the world who wear a Marriott name badge.\nLet me turn the call back over to Jackie to get us underway in discussing this quarter's results.\n\nJackie Burka McConagha\n\nSVP of IR, Marriott International, Inc.\n\nSo let me quickly remind everyone that many of our comments today are not historical facts and are considered forward-looking statements under federal securities laws. These statements are subject to numerous risks and uncertainties as described in our SEC filings, which could cause future results to differ materially from those expressed in or implied by our comments. Statements in our comments and the press release we issued earlier today are effective only today and will not be updated as actual events unfold.\nPlease also note that unless otherwise stated, our RevPAR, occupancy and average daily rate comments reflect system-wide constant currency results for comparable hotels and include hotels temporarily closed due to COVID-19. RevPAR occupancy and ADR comparisons between 2021 and 2019 reflect properties that are defined as comparable as of December 31, 2021, even if they were not open and fully operating for the full year 2019 or they did not meet all the other criteria for comparable in 2019.\nAdditionally, unless otherwise stated, all comparisons to prepandemic for 2019 are comparing the same time period in each year. You can find our earnings release and reconciliations of all non-GAAP financial measures referred to in our remarks today on our Investor Relations website. Tony?\n\nAnthony G. Capuano\n\nCEO & Director, Marriott International, Inc.\n\nThanks, Jackie. We're very pleased with the remarkable progress we made in 2021 across the entire global portfolio despite the ongoing challenges of the COVID-19 pandemic. We finished the year on a real high note with the emergence of Omicron having a limited impact on results in the fourth quarter.\nIn December, global ADR was 3% above 2019 levels, and occupancy for the month gained further ground compared to December of 2019, driving global RevPAR to an 11% decline versus 2019. This was a 53 percentage point improvement from the RevPAR decline in January of 2021. In the fourth quarter, global RevPAR was 19% lower than prepandemic levels.\nGlobal occupancy for the quarter came in at 58%, 12 percentage points below 2019, while ADR was only 2% shy of 2019 levels. In the U.S. and Canada, fourth quarter RevPAR declined 15% compared to 2019. Results were driven by strong ADR, which was less than 2% below prepandemic levels.\nFurther strengthening of already robust leisure travel and steady improvement in the recovery of business transient and group demand also helped results. Fourth quarter group room revenue in the U.S. and Canada was down 32% versus 2019, a 9% point improvement from the third quarter decline.\nWith booking windows still much shorter than usual, in the quarter for the quarter bookings were up 45% versus the fourth quarter of 2019. Group cancellations ticked up late last year and early this year due to Omicron mostly for arrival dates in January and February, but those cancellations have slowed more recently.\nNew group bookings have also been gaining momentum, especially in the year for the year. In fact, just last week, Salesforce held a large company meeting in New York City that was booked just 1 month before the event. It was the largest internal meeting Salesforce has held since the start of the pandemic with over 25,000 room nights across 11 of our properties.\nWhile special corporate demand in the U.S. and Canada was still well below '19 levels, there was gradual improvement in the fourth quarter. Relative to prepandemic levels, bookings in the quarter were down 33%, 11% -- excuse me, 11 percentage points better than the decline in the bookings in the third quarter. Weekly bookings around the end of last year were impacted by Omicron, but they have recovered since the trough in early January.\nAll of our international regions, except for Greater China, posted sequential RevPAR recovery from the third to the fourth quarter as more borders reopened and travel restrictions eased. Greater China's fourth quarter 27% RevPAR decline compared to 2019 was in line with the decline in the third quarter as their 0 COVID policy once again resulted in the lockdown of several cities.\nThe Middle East and Africa or MEA region performed particularly well in the fourth quarter, really demonstrating the resilience of travel demand. With relatively high vaccination rates and low travel restrictions during the quarter, the Middle East has become a safe, easy place to visit.\nLed by strength in the UAE, fourth quarter RevPAR in MEA rose 8% in 2019 driven by 20% higher ADR -- excuse me, 8% above '19 driven by 20% higher ADR. Fourth quarter occupancy in MEA topped 65%, the highest of our regions. Leisure demand was remarkably strong, benefiting from a significant increase in international visitors. Room nights from international guests rose nearly 60% from the third to the fourth quarter.\nThroughout the pandemic, strengthening our valuable loyalty platform and engaging with our Marriott Bonvoy members have been key areas of focus. In the fourth quarter of '21, 52% of room nights globally and 58% of room nights in the U.S. and Canada were booked by Bonvoy members. And global membership grew to over 160 million members at year-end driven by strong digital sign-ups.\nTurning to development. Both room additions and signings were strong in '21 despite ongoing challenges associated with the pandemic. Despite industry-wide preconstruction and construction delays, some labor shortages and supply chain issues, we added a record 86,000 gross rooms and 517 properties leading to 6.1% gross rooms growth for the year.\nOur global net rooms growth was 3.9%, above our previous expectation, given deletions were towards the low end of those expectations. Our deletion rate for 2021 was 2.1% or 1.2% excluding the exit of 88 Service Properties Trust hotels.\nWe are also pleased that we continue to grow our share of rooms globally. In 2021, around 15% of all global new build rooms opened under our brands compared to our year-end room share of 7%. This share is expected to continue as we had 18% of all global rooms under construction at the end of '21, more than twice our current share of open rooms.\nOur development team signed franchise and management agreements for approximately 92,000 rooms during 2021, and our year-end global pipeline totaled roughly 485,000 rooms. The composition of our pipeline dovetails nicely with current demand trends. Leisure demand has led to recovery, and we are well positioned to continue growing our lead in resort destinations, including in the high-growth, all-inclusive space.\nWe've also been seeing strong preference for our luxury properties. With luxury rooms accounting for more than 10% of our pipeline, we are poised to further expand our industry-leading portfolio in this valuable high-fee segment.\nConversions were a significant growth driver in 2021, accounting for 21% of room additions and 27% of signings. With the breadth of our roster of conversion-friendly brands across chain scales and the meaningful top and bottom line benefits associated with being part of our system, we anticipate that conversions will remain an important contributor to growth over the next several years.\nFor 2022, we expect gross rooms growth to approach 5% and deletions of 1% to 1.5%, leading to anticipated net rooms growth of 3.5% to 4%. While signing activity has been picking up nicely, 2022 gross room additions are expected to be impacted by the diminished construction starts the industry has experienced throughout the pandemic, particularly here in the U.S.\nAs a reminder, average construction time lines are currently around 2 years for limited service deals and often longer for full service deals. Yet given the improving global environment, the attractiveness of our brands, our strong development activity, our conversion momentum and our industry-leading pipeline, we are confident that over the next several years, we will return to our prepandemic mid-single-digit net rooms growth rate.\nBefore I turn the call over to Leeny, I did want to share a few highlights of the company's ESG efforts over the course of the year. The Board of Directors and our management team are keenly focused on these important areas as we're committed to making a positive and sustainable impact in the communities where we live and work.\nIn June, as part of our diversity, equity and inclusion efforts, we announced we were setting new internal diversity goals for our group of Vice Presidents and above. The new targets aim to achieve global gender parity by 2023, an acceleration of our prior timetable and to increase representation of people of color in the U.S. to 25% by 2025.\nIn July, we updated our human trafficking awareness training, which will be made widely available to the entire industry. More than 900,000 associates have now taken training in this area. And in September, we pledged to set science-based emissions reduction targets in line with the 1.5-degree Celsius emissions scenarios.\nAs I finish my first year as CEO, I want to again thank our incredible associates for all their hard work through these challenging times. I've spent most of the last few months on the road, traveling across the U.S. from New York to Los Angeles and also abroad and have seen firsthand their dedication to serving our guests. I'm so proud of all we've accomplished over the last year and continue to be very optimistic about our outlook for 2022 and beyond. Leeny?\n\nKathleen Kelly Oberg\n\nCFO & Executive VP of Business Operations, Marriott International, Inc.\n\nThank you, Tony. Our fourth quarter results reflect the clear resilience of travel, our strong focus on cost containment and the benefits of our asset-light business model.\nGross fee revenues reached $831 million in the fourth quarter. Our non-RevPAR-related franchise fees were again particularly strong, totaling $186 million in the fourth quarter 19% ahead of 2019 levels driven by robust global card spending and new account acquisitions as well as outstanding performance in our branded residential business.\nIncentive management fees, or IMF, totaled $94 million in the quarter. Just under half of these fees were earned at resort properties with IMF from our comparable luxury resorts up almost 45% compared to the fourth quarter of 2019.\nOur owned and leased portfolio generated $19 million of profits, a nice increase from a loss of $50 million in the fourth quarter of 2020 as results improved at hotels in the U.S. and Europe. Our operating teams have done extraordinary work to adapt quickly and return these hotels to breakeven profitability or better despite continued lower-than-normal occupancy levels.\nG&A and other expense totaled $213 million in the fourth quarter, higher than prior expectations as a result of higher compensation costs, including true-ups and higher legal expenses. For full year 2021, G&A and other came in at $823 million, 12% lower than full year 2019, reflecting ongoing savings resulting from our significant restructuring activities in 2020.\nAt the hotel level, we have partnered with our owners and franchisees throughout the pandemic, working diligently to lower costs, bring down breakeven occupancy levels and drive cash flow. With the recovery well underway, we're committed to delivering consistent and positive guest experiences while keeping hotel operating costs down.\nMany of the cost reduction and productivity enhancement initiatives we put into place will be maintained as occupancies rebound. While the labor environment is slowly improving, we're keeping a close eye on wage and benefit inflation. We're optimistic that our cost reduction efforts could mitigate inflation in future years.\nAs always, we are also carefully managing cash outlays at the corporate level. We were pleased with our cash flow generation during 2021 and with our year-end liquidity position of over $4.8 billion, which covers near-term debt maturities with significant cushion.\nOur full year cash flows from the loyalty program were positive before considering the reduced payments received from the credit card companies. After factoring in these reduced payments, which effectively repaid around 1/3 of the total $920 million we received in 2020, loyalty cash flows were modestly negative.\nLooking ahead to 2022, there is still too much uncertainty and volatility to give specific RevPAR or earnings guidance. But I will again share some general observations and provide color on certain specific items where we do have some visibility.\nI'll start with some thoughts on the first quarter of 2022. Omicron meaningfully impacted global group and business transient demand in January, historically the lowest occupancy month of the year. While we saw minimal disruption to leisure travel, global RevPAR for the month declined 31% compared to January of '19 primarily due to lower occupancy as rate was just 4% below 2019.\nWe expect to see the recovery pace pick up nicely in February and March given weekly bookings across customer segments have now returned to pre-Omicron levels. However, with some countries reinstituting strict travel restrictions earlier this year, we could see first quarter 2022 RevPAR compared to '19 levels take a step back from the 19% decline in the fourth quarter of '21 versus 2019.\nWe then expect significant forward progression in the global recovery each quarter through the end of the year. Following the temporary Delta-related slowdown during the third quarter of last year, demand picked up meaningfully through the end of last year. That bolsters our optimism that by the end of the year, the 2022 fourth quarter gap to 2019 fourth quarter RevPAR will narrow meaningfully compared to the 19% decline in the fourth quarter of 2021.\nAs additional markets reopen and more employees return to the office, we expect robust ADR, sustained strong leisure transient demand and significant improvement in business transient and group. We also expect to see growth in trips that blend business and leisure.\nInternational travelers getting back on the road should also drive further improvement in RevPAR. In 2019, nearly 20% of global room nights were from cross-border guests. So far, most global demand during the pandemic has come from domestic visitors. Cross-border room nights in 2021 were down more than 60% compared to 2019 while domestic room nights were down 16% over the same time period.\nOur fourth quarter performance in the Middle East illustrates how impactful the return of international travel can be. We're encouraged by the swift pickup in booking activity that we've seen in the last few weeks in places that are opening up, such as Thailand and the Cayman Islands.\nTurning to fees. At current RevPAR levels, we expect the sensitivity of a 1% change in full year '22 RevPAR versus full year '21 could be around $25 million to $30 million of fees. As we've seen, the relationship is not linear given the variability of IMF and the inclusion of non-RevPAR-related franchise fees. This sensitivity is no longer compared to 2019 as the compounding impact from new rooms growth contributions makes the comparison less relevant 3 years out.\nIn 2022, we expect continued growth from our non-RevPAR-related fees driven by higher contributions from credit card fees. We also anticipate profit growth from our owned and leased portfolio as the global environment improves.\nFor the full year, interest expense net is anticipated to be roughly $350 million, and our core tax rate is expected to be around 23%. G&A and other expenses could total $860 million to $880 million, still well below 2019 levels but higher on a year-over-year basis primarily due to higher compensation costs and assumed higher travel expenses.\nAs always, driving cash flow will be a priority in 2022. We anticipate full year investment spending of $600 million to $700 million, which includes roughly $250 million for maintenance capital and our new headquarters. We expect cash flows from loyalty to be slightly positive in 2022 before factoring in the reduced payments received from the credit card companies.\nWe made great progress in improving our credit ratios during 2021 and remain focused on bringing our leverage in line with our target of 3 to 3.5x adjusted debt to adjusted EBITDA. Assuming the recovery continues largely as anticipated, we could be in a position to restart capital returns in the back half of 2022.\nWe would likely begin by paying a dividend with a payout ratio a bit below our traditional 30%. We can then see more meaningful levels of capital returns, including share repurchases, along with dividends in 2023 and beyond.\nOver the last 2 years, our business has been tested in ways we never could have imagined. We're incredibly proud of how our teams have adapted and how well our company has performed. We made significant progress in 2021 and are excited about continued recovery and our growth opportunities ahead.\nTony and I are now happy to take your questions. Operator?"
  }
]