[
  {
    "header": "MSCI",
    "cik": "0001408198",
    "ticker": "MSCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9de8466b8300b52fbf87626a0d49b4e0",
    "period": "2025 Q3",
    "content": "Q3 2025 MSCI Inc Earnings Call\n\nQ3 2025 MSCI Inc Earnings Call\n\nMSCINYSEOCT 28, 11:00 AM\n\nAndrew Craig Wiechmann\n\nCFO & Interim Principal Accounting Officer\n\nAnd with that, operator, please open the line for questions.\nIn summary, MSCI's strong Q3 results are reflective of our mission-critical, durable solutions and our accelerating pace of innovation. We are seeing solid momentum in delivering new products, capabilities and enhanced go-to-market efforts, and these are translating through to tangible results. We look forward to keeping you posted on our progress.\nFinally, turning to our full year guidance as we close out 2025. The increase in the low end of our expense guidance range is consistent with our past comments and driven by the strong growth in AUM levels linked to our indexes. As a reminder, interest expense guidance reflects the previous notes issuance during the third quarter, and the increase in free cash flow guidance reflects business growth and the impact of tax benefits.\nIn Real Assets, recurring net new sales improved, aided by stabilizing retention trends. We're also driving sales from newly introduced product areas, including our data center offering, which has gained traction with GP investors. Across PCS and real assets, the retention rate improved slightly to 93.3%.\nIn Private Capital Solutions, we closed about $6 million of new recurring subscription sales in the quarter, with success across client segments including established segments such as endowments and foundations as well as newer areas for us such as wealth and GPs. Additionally, we continue to see strong momentum with our total plan offering.\nIn Sustainability and Climate, we saw 8% subscription run rate growth for the reportable segment, with roughly 6% subscription run rate growth from Sustainability Solutions and 16% subscription run rate growth from Climate Solutions. The Sustainability and Climate retention rate was almost 94%, slightly higher than last year's level of 93% and reflecting the must-have nature of our tools. Additionally, we are seeing solid demand for new solutions such as our geospatial offering, which is seeing traction across client segments, including in particular with banks.\nIn Analytics, we had subscription run rate growth of 7%, driven by our highest Q3 ever for recurring net new sales. Recurring sales in Analytics benefited from 29% growth in Equity Solutions, with strength among hedge funds in the Americas and APAC. Additionally, we saw strong sales of our multi-asset class analytics, most notably with hedge funds as well.\nWe've been encouraged to see that new Index products launched since the beginning of 2023 generated about $16 million of new recurring subscription sales over the last 12 months. And the Index retention rate remained durable at nearly 96%.\nWithin Index, where asset-based fee run rate growth was 17%, equity ETFs linked to our indexes captured $46 billion of inflows during the third quarter. We continue to see strong demand for ETFs linked to MSCI developed markets ex U.S. indexes and MSCI emerging markets indexes. And index subscription run rate growth was 9%, including nearly 8% growth with asset managers, an area where we saw some strength in the Americas. We recorded our best third quarter ever for Index recurring net new subscription sales. aided by our DM and EM modules and solid subscription run rate growth in the nonmarket cap category.\nThanks, Baer, and hi, everyone. Our third quarter results highlight the momentum we are building across product lines, a dimension on which I will provide some additional color.\n\nC. D. Baer Pettit\n\nPresident, MSCI, Inc.\n\nAnd with that, let me turn things over to Andy. Andy?\nLooking ahead, we are encouraged by MSCI's long-term opportunities and our ability to drive growth from recent areas of innovation and investments, all of which should help us remain the mission-critical provider of choice for clients across the capital markets.\nWe also completed a large deal with a top European asset manager to help them develop a centralized program for their risk, performance factor and sustainability analytics across investment teams in different global locations. This was another great example of our ability to expand and deepen existing client relationships using our One MSCI integrated solutions.\nFor example, we landed a 7-figure deal with one of the world's largest asset managers in support of their wealth management strategy. MSCI is providing financial advisers with ever more sophisticated analytics tools such as stress testing, which helps them grow their business and support their own clients.\nTurning finally to asset managers. We achieved subscription run rate growth of just over 6%. MSCI is working intensely to increase our growth trajectory with this segment, and our efforts had a meaningful impact in Q3. In fact, we delivered our highest Q3 record for new recurring sales to asset managers in Index, which helped drive 11% overall new recurring sales growth with asset managers across MSCI product lines.\nMoving on to banks and broker-dealers. MSCI delivered 9% subscription run rate growth, including a record level of Q3 recurring sales. This was driven primarily by Index which also posted its highest Q3 ever for new recurring sales. Our most notable Q3 business win was a global index renewal deal with one of the largest banks in Europe, that highlighted the mission-critical role of MSCI Index data sets in their trading, index rebalancing research and product creation capabilities.\nIn addition, a rising number of LPs are using MSCI private capital indexes and our newly launched frozen indexes as their policy or performance benchmark, reflecting a shift away from public proxies and return targets and have increased alignment with MSCI standards. We are, therefore, confident that our investments in private capital indexes will help create significant value both for clients and for MSCI.\nShifting to asset owners, we posted 9% subscription run rate growth, driven by Analytics, Private Capital Solutions and Index. In one of our biggest deals in the quarter, MSCI renewed our relationship with a major Canadian pension fund across our equity models and risk tools. We also expanded our Private Capital Solutions relationship with a U.S.-based asset owner as we support this client's increasing demands for total portfolio solutions and performance measurement and transparency as they grow their private market allocations.\nWe also have a growing list of clients licensing MSCI Wealth Manager, which has allowed us to deliver unified solutions for the home office with advanced tools spanning personalized client portfolios and proposal generation, along with regulatory workflow support.\nTurning to wealth managers. We achieved nearly 11% subscription run rate growth driven by a balanced mix of contributions from across product lines. Recently, a large independent wealth manager in the U.S. licensed our Private Capital Fund Transparency data to enhance client reporting on private funds. This shows how MSCI is enabling both scaled data gathering and the standardization of private asset data to provide the enhanced portfolio insights client need. Indeed, wealth managers growing demand for tools and standards in private markets creates a great opportunity for us.\nThe common theme here is that amid elevated levels of market volatility and uncertainty, hedge funds want deeper, faster insights into key sources of investment risk and return. MSCI is fortifying our position as a trusted partner.\nFor example, MSCI closed a 7-figure renewal deal with 1 of the world's largest hedge funds in which our contribution to their alpha generation and risk management is central. We also completed a global deal with a large U.S.-based hedge fund that will expand its use of our enterprise risk and performance tools. Our analytics solutions are now fully integrated into every aspect of this client's risk management process, including its capital allocation framework for individual portfolio management teams.\nStarting with hedge funds, MSCI delivered 21% recurring net new subscription sales growth. This was our highest Q3 ever for new recurring sales to hedge funds, with notable strength in Analytics. In particular, we see ongoing strong demand from hedge funds for MSCI's Equity Factor and Enterprise Risk and Performance Solutions, which have become deeply embedded in many clients' investment workflows.\nThank you, Henry, and greetings, everyone. As you are aware, over the past year or so, I have framed my remarks on these calls through the lens of MSCI's main client segments, and I will continue to do so as we grow our footprint with newer segments and deepen our penetration of existing ones. With that in mind, as you saw in our earnings materials, MSCI recently enhanced our client segmentation strategy. Details and comparison points are available in our Q3 earnings presentation.\n\nHenry A. Fernandez\n\nChairman, Chief Executive Officer & Director, MSCI, Inc.\n\nAnd with that, let me turn things over to Baer.\nIn addition to rapid expansion in new products, MSCI is significantly expanding our presence with newer client segments, while deepening our penetration of more established segments, which Baer will discuss.\nAs the last example illustrates, MSCI's innovation teams are rapidly leveraging AI models, especially on our large proprietary databases, to enhance existing products and develop new capabilities. AI is allowing us to unlock significant value for clients, which will also lead to meaningful value creation for our shareholders.\nElsewhere in private assets, we recently launched a new global taxonomy, known as MSCI PACS, the Private Asset Classification Standard. This proprietary asset classification framework aims to bring consistent comparable standards to private markets. Powered by artificial intelligence, this new taxonomy covers a wide range of private assets, including private companies, real estate and infrastructure. The new framework builds on MSCI's long history as a standard setter in public equities. And investors can use it to benchmark, analyze and communicate portfolio strategies and performance.\nIn Analytics, MSCI delivered recurring net new sales growth of 16% driven by strong adoption of our risk tools and equity models by multi-strategy hedge funds. Our growth in Analytics increasingly supports our growth in private assets and vice versa. Last month, for example, MSCI launched a private credit factor model, powered by data from more than 1,500 private credit funds in our proprietary database. This factor model will provide investors with improved transparency and a consistent, integrated view of market risk for a fast-growing asset class.\nThis helped our ABF run rate hit a new record high of nearly $800 million. The ongoing adoption of MSCI indices showcases the investment community's confidence in using our indices as a foundational element of their portfolios and to help them attract capital.\nTotal AUM in investment products linked to MSCI indexes reached $6.4 trillion globally, including $2.2 trillion in ETF products and $4.2 trillion in non-ETF products. There are now 4 ETF products linked to MSCI indices that have more than $100 billion in AUM.\nIn my remarks today, I will discuss a few of the biggest themes from our third quarter results, starting with our Index franchise. Q3 underscore the depth and versatility of our Index franchise. MSCI achieved recurring net new subscription sales growth of 27% in Index, including 43% growth in the Americas.\nOur third quarter operating metrics included total run rate growth of over 10%, which includes asset-based fee run rate growth of 17%. Our asset-based fee performance was driven by record AUM levels in both ETF and non-ETF products linked to MSCI indices.\nSince the beginning of the third quarter, we repurchased $1.25 billion worth of MSCI shares. This brings our year-to-date share repurchases to over $1.5 billion, which demonstrates very strong conviction in the value of our franchise. Moreover, MSCI's Board of Directors has authorized $3 billion worth in additional share repurchases for the next few years.\nThank you, Jeremy. Good day, everyone, and thank you all for joining us. In the third quarter, MSCI delivered strong financial and sales performance that highlighted many of our underlying competitive advantages. We had organic revenue growth of 9%, adjusted EBITDA growth of 10% and adjusted earnings per share growth of over 15%.\n\nJeremy Harris Ulan\n\nHead of Investor Relations & Treasurer\n\nWith that, let me now turn the call over to Henry Fernandez. Henry?\nOn the call today are Henry Fernandez, President and CEO; Baer Pettit, our President and COO; and Andy Wiechmann, our Chief Financial Officer. [Operator Instructions]\nWe will also discuss operating metrics such as run rate and retention rate. Important information regarding our use of operating metrics such as run rate and retention rate are available in the earnings presentation.\nDuring today's call, in addition to results presented on the basis of U.S. GAAP, we also refer to non-GAAP measures. You'll find a reconciliation of our non-GAAP measures to the equivalent GAAP measures in the appendix of the earnings presentation.\nLet me remind you that this call contains forward-looking statements, which are governed by the language on the second slide of today's presentation. You are cautioned not to place undue reliance on forward-looking statements, which speak only as of the date on which they are made, are based on current expectations and current economic conditions and are subject to risks and uncertainties that may cause actual results to differ materially from the results anticipated in these forward-looking statements. For a discussion of additional risks and uncertainties, please see the risk factors and forward-looking statements disclaimer in our most recent Form 10-K and in our other SEC filings.\nThank you. Good day, and welcome to the MSCI Third Quarter 2025 Earnings Conference Call. Earlier this morning, we issued a press release announcing our results for the third quarter of 2025. This press release along with an earnings presentation and brief quarterly update are available on our website, msci.com, under the Investor Relations tab.\n\nOperator\n\nI would like now to turn the call over to Jeremy Ulan, Head of Investor Relations and Treasurer. You may begin.\nGood day, ladies and gentlemen, and welcome to the MSCI Third Quarter 2025 Earnings Conference Call. As a reminder, this call is being recorded. [Operator Instructions]"
  },
  {
    "header": "MSCI",
    "cik": "0001408198",
    "ticker": "MSCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/393415ea44d19209dc5e759318f45fbf",
    "period": "2025 Q2",
    "content": "Q2 2025 MSCI Inc Earnings Call\n\nQ2 2025 MSCI Inc Earnings Call\n\nMSCINYSEJUL 22, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the MSCI Second Quarter 2025 Earnings Conference Call. As a reminder, this call is being recorded. [Operator Instructions]\nI would now like to turn the call over to Jeremy Ulan, Head of Investor Relations and Treasurer. Sir, you may begin.\n\nJeremy Harris Ulan\n\nHead of Investor Relations & Treasurer\n\nThank you, operator. Good day, and welcome to the MSCI Second Quarter 2025 Earnings Conference Call. Earlier this morning, we issued a press release announcing our results for the second quarter of 2025. This press release, along with an earnings presentation and brief quarterly update are available on our website, msci.com, under the Investor Relations tab.\nLet me remind you that this call contains forward-looking statements, which are governed by the language on the second slide of today's presentation. You are cautioned not to place undue reliance on forward-looking statements, which speak only as of the date on which they are made, are based on current expectations and current economic conditions and are subject to risks and uncertainties that may cause actual results to differ materially from the results anticipated in these forward-looking statements. For a discussion of additional risks and uncertainties, please see the risk factors and forward-looking statements disclaimer in our most recent Form 10-K and in our other SEC filings.\nDuring today's call, in addition to results presented on the basis of U.S. GAAP, we also refer to non-GAAP measures. You'll find a reconciliation of our non-GAAP measures to the equivalent GAAP measures in the appendix of the earnings presentation. We will also discuss operating metrics such as run rate and retention rate. Important information regarding our use of operating metrics such as run rate and retention rate are available in the earnings presentation. On the call today are Henry Fernandez, our Chairman and CEO; Baer Pettit, our President and COO; and Andy Wiechmann, our Chief Financial Officer.\nWith that, let me now turn the call over to Henry Fernandez. Henry?\n\nHenry A. Fernandez\n\nChairman, Chief Executive Officer & Director, MSCI, Inc.\n\nThank you, Jeremy. Good day, everyone, and thank you all for joining us. In the second quarter, MSCI delivered another strong financial performance, including revenue growth of over 9%, adjusted EBITDA growth of over 10% adjusted earnings per share growth of almost 15% and free cash flow of over $300 million. Year-to-date, we have repurchased $286 million worth of MSCI shares at an average price of $557 per share demonstrating our long-term conviction in the value of our franchise. Our second quarter operating metrics included total run rate growth of 11% and fueled by record AUM levels in ETF products linked to MSCI indices, an asset-based fee run rate growth of 17%.\nAmong client segments, we recorded double-digit subscription run rate growth with banks and broker-dealers, wealth managers, case funds, and asset owners. Despite the well-known ongoing pressures on active asset managers, MSCI's subscription run rate growth with this client segment held steady at 6%, while rotation with active asset managers stay high at 96%. Across all client segments, MSCI is rapidly developing innovative use cases for our existing solutions while developing new solutions for our increasingly diverse client base.\nTurning to our product lines. MSCI's Q2 performance have firmed that index in general and our asset-based fee franchise, in particular, is a key growth engine for us with enormous opportunities. Most notably, our strong ABF run rate growth reflects the vital importance of MSCI indices to global investing, especially in non-U.S. market exposures. In fact, MSCI captured more indexed equity ETF cash flows than any other index provider during the quarter. Total equity index ETF AUM linked to MSCI indices surpassed $2 trillion for the first time, driving total index ETF and known ETF AUM balances tracking MSCI indices to $6 trillion.\nIn addition, fixed income index ETF AUM linked to indices created entirely by MSCI or in partnership with partners reached $84 billion. All of this helped us achieve our highest ever level of quarterly APF revenue. MSCI's index progress was also underpinned by several product launches, including new data solutions that offer deeper insights into the building blocks of our indices, such as our constituent AUM and index liquidity data sets. For all these reasons, we are very excited about the tremendous potential of our index franchise.\nMSCI's second quarter results also confirm the value of our risk and performance analytics tools during periods of fast-moving market conditions and volatility. We achieved our highest ever Q2 recurring sales in analytics driven mainly by equity risk models. Meanwhile, we completed our largest ever deal for MSCI Wealth Manager, which Baer will cover in greater detail.\nLet us shift to private assets, which is an attractive long-term opportunity where MSCI is expanding our tools to drive adoption across the investment community. We have made significant progress in boosting our capabilities for private capital solutions with Q2 run rate growth of nearly 13%, while launching or enhancing a number of key products. For example, we introduced MSCI asset and deal metrics, which include data from over 26,000 private equity deals covering $2 trillion in net asset value. We recently unveiled the MSCI world privately put a return [ track care ] index which offers an approximation of private equity investments by replicating region, sector and tile exposures through public equities, leveraging fundamental data from MSCI private capital universe. Already, we see strong interest from clients in launching tradable products linked to this index.\nOur first phase of private credit risk assessments in partnership with Moody's is expected in the coming weeks. And we're very excited about the dialogue we've been having with clients on this product. In addition, we now have more than 30 LP clients using our private capital indices as their policy or our performance benchmark. These offerings underscore our innovation and the benefits of our integrated franchise, which enhances all MSCI product lines, creating powerful network effects for our clients. In real assets, new recurring sales were challenged and down from Q2 of last year.\nHowever, we introduced new products targeted to the areas of relative acceleration in commercial real estate, including our new data center product and RCA funds a new intelligence offering covering over 8,000 real estate funds to empower GPs and LPs to optimize on raising investor engagement and capital allocation decisions. Moving on to sustainability and climate. Despite the current cyclical slowdown, our tools have become a permanent feature of the global investment process. And MSCI is and will continue to be a leader in this space. We recently won valuable climate mandates in index and our climate physical risk and reporting solutions are helping us expand our footprint with newer client segments such as insurance companies. While we expect sustainability to remain challenged, we're adapting and repositioning our tools to capture new opportunities when they arise.\nIn conclusion, our solutions are strongly embedded in the global investment ecosystem. We're always intensely focused on anticipating and investing in the biggest trends across our industry to serve a broad-based client segments, while delivering an attractive financial model for our shareholders.\nAnd with that, let me turn things over to Baer.\n\nC. D. Baer Pettit\n\nPresident, MSCI, Inc.\n\nThank you, Henry, and greetings, everyone. During the quarter, with rapidly moving markets, MSCI benefited from both traditional and newer product offerings deepening our role in the global investment ecosystem while further diversifying our client base. Among banks and broker-dealers, we delivered subscription run rate growth of 10% with strong traction in index and analytics. We are supporting these clients with MSCI's equity derivatives and trading solutions, the mid-market volatility which is helping to fuel new wins in index.\nIn Q2, for example, MSCI completed a large deal with a bank in the U.S. or ETF-linked custom index data sets. This deal captures not only our work on customization, but also rising capital markets activity tied to the ETF ecosystem, which is creating demand for advanced data on our index content. Meanwhile, another U.S. bank signed a global deal to use our equity analytics solutions for sell-side market making and quantitative investment strategies to support their clients' increasing interest in deploying capital to international markets. Deals like that helped MSCI drive equity analytics growth of nearly 13% with our total run rate reaching almost $244 million across client segments. Supporting the asset liability management program within banks is another opportunity for MSCI. Most notably, we completed a large deal with the treasury division of the U.S. Bank for our fixed income portfolio management solutions.\nTurning to hedge funds. We achieved subscription run rate growth of 12%, driven largely by analytics, which posted a record quarter in recurring sales with that segment. long/short equity managers and multi-strategy hedge funds like demand best-of-breed equity models, data and risk insights to support their various alpha generation strategies across all market conditions. MSCI is focused on growing our footprint with this fast money investor community. For example, in Q2, we completed a large deal with a hedge fund in the U.S. that expanded their relationship with MSCI to access our full suite of equity factor models and our security master crowding and factor lab data center. Likewise, another prominent U.S. hedge fund expanded their use of our equity models to help build out a factor model risk dashboard, portfolio construction and risk hedging.\nMoving on to asset owners. MSCI posted subscription run rate growth of 12%, driven primarily by analytics and private capital solutions. Across regions, asset owner clients increasingly need unified risk tools to help them consistently analyze different types of portfolios. This need has been amplified by the increased volatility in global markets, the shift to private assets and the growing adoption of a total portfolio approach.\nIn Q2, for example, MSCI completed a large deal with the U.S. pension fund that plans to use our private asset tools and our total portfolio solutions to improve oversight and efficiency, replacing 2 incumbent providers. MSI is also winning additional climate index mandates with asset owners across the world. In Q2, for example, we won a pair of mandates with European pension funds that are contributing to a combined $25 billion of new AUM benchmark to an MSCI Climate index. All of this underscores the enduring value of climate data models and tools to asset owners, along with the value of MSCI's integrated franchise, which helps our index and climate teams develop stronger products.\nTurning to wealth managers. We achieved subscription run rate growth of 17% driven mainly by index and analytics. Importantly, we completed our largest MSCI wealth deal ever, a 7-figure deal with the wealth arm of a major U.S. regional bank covering our MSCI Wealth Manager and borrow on platforms. This win, among others, demonstrates how MSCI can deliver unified solutions with advanced tools spanning the home office and advisers, including tools for model construction, proposal generation, personalized client portfolios and regulatory support. With MSCI Wealth Manager, we have a foundational framework for driving similar wins in the future.\nIn Q2, we also finalized a number of index deals where the key drivers of wealth demand remain discretionary portfolio management, Chief Investment Officer Solutions and related content. If we look at another wealth focus area, direct indexing AUM based on MSCI indexes, it grew by 20% globally to reach $135 billion in total. Shifting to asset managers, MSCI delivered subscription run rate growth of 6% driven mostly by index. Looking ahead, we see a steady growth trajectory with asset managers.\nIn Q2, we completed a 7-figure multiyear deal with a large European asset manager. As part of this deal, MSCI's fixed income indexes displaced a major competitor for our clients' corporate bond ETF products. We are supporting a growing list of asset managers with active ETFs, a fast-growing market as active managers seek to innovate their products, distribution and business models using the highly efficient ETF [ RAP ]. Year-to-date, we have licensed a number of such new active ETFs.\nFinally, turning to insurance companies. We posted subscription run rate growth of 12% and driven mainly by index and climate. While MSCI's footprint among insurance companies remain small, we see promising growth potential, especially for products that support index-linked annuities and for climate tools that support integration and reported. In Q2, for example, we scored a key index mandate win with a leading U.S. annuity provider which we expect to result in [ $5 billion to $10 billion ] of AUM benchmark to MSCI Index. We also finalized a large sustainability and climate deal for the European location of a top APAC insurer in which MSCI displaced multiple competitors. As part of this deal, we will deliver our climate, biodiversity and geospatial tools along with our ESG ratings for both climate reporting and commercial uses. In summary, MSCI is benefitting from our resilient financial model and the mission-critical repeatable and scalable applications of our solutions for a wide range of client segments across the investment in ecosystem.\nAnd with that, let me turn it over to Andy. Andy?\n\nAndrew Craig Wiechmann\n\nCFO & Interim Principal Accounting Officer\n\nThanks, Baer Hello, everyone. Our second quarter results demonstrate the strong momentum of our business model and the compounding impact of our investments. This is particularly evident in index, where asset-based fee run rate growth was 17%, benefiting from broad investor appetite for global market exposures. We experienced another quarter of strong flows in the ETFs linked to our indexes. Equity ETFs linked to MSCI indexes experienced $49 billion of inflows during the second quarter, capturing 29% of all inflows into indexed equity ETFs and representing the largest level of quarterly inflows since 2021.\nFueling this strength were ETF products linked to MSCI developed markets ex U.S. indexes, which captured $32 billion, more than 50% of all flows in the DM ex U.S. indexed equity ETFs in the quarter. We also saw solid inflows into equity ETFs linked to our factor indexes, capturing $9 billion of inflows with strong traction in quality and value and growth products. Index subscription run rate growth was 9%, reflecting a continuation of the dynamics we have seen in recent periods. We saw 16%, 14%, 12% and 9% index subscription run rate growth from wealth managers, hedge funds, banks and asset owners, respectively.\nAsset managers delivered index subscription run rate growth slightly below 7%, supported by steady performance in our DM and EM core index modules. Custom index subscription run rate growth remained in the teens with traction across asset managers, banks and hedge funds. Our custom indexes are enabling our clients to create custom benchmarks, develop structured products research markets and back test strategies. We're also directly seeing the commercial benefits for ongoing investments in new product innovations. Year-to-date, we've generated over $4 million of total sales from new product areas released in the last 6 months, such as our ETF linked custom index module, constituent AUM data, sustainability index methodology data, MSCI investability data and our venture-backed index module.\nIn analytics, we had subscription run rate growth of 8%, our strongest second quarter ever for new recurring sales as well as recurring net new sales. This included our largest deal ever for MSCI Wealth Manager several fixed income wins and strong sales of our equity models to hedge funds, banks and asset owners. In sustainability and climate, we drove 11% subscription run rate growth for the reportable segment with roughly 9% subscription run rate growth from sustainability solutions and almost 20% subscription run rate growth from climate solutions.\nFrom a regional lens, sustainability and climate subscription run rate growth in Europe was 18% and with about 3% growth in the Americas and 6% growth in Asia. As a reminder, last year's recurring sales included meaningful contributions from our sustainability partnership with Moody's Analytics. Client few sustainability and climate considerations as critical inputs into their investment strategies, and we see numerous attractive opportunities. Although our through-the-cycle long-term target, it's still under review as we assess the impact of this period of muted demand on the longer-term trajectory. We expect the current dynamics to persist for the next several quarters.\nIn private capital solutions, we had strong traction with GPs, banks and wealth clients. In real assets, we see early momentum in some recently launched products, including our fund performance data set. The retention rate for private assets remained stable from last year's level at slightly over 91%. And finally, our guidance remains unchanged across all categories. Overall, our Q2 performance adds to MSCI's track record of consistent, durable financial results. We have many opportunities across client segments, regions, new products and capabilities that we are unlocking to drive attractive growth for the second half of 2025. We look forward to keeping you posted on our progress.\nAnd with that, operator, please open the line for questions."
  },
  {
    "header": "MSCI",
    "cik": "0001408198",
    "ticker": "MSCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ad1798bc2f2687e96ff35c7a215917d1",
    "period": "2024 Q4",
    "content": "Q4 2024 MSCI Inc Earnings Call\n\nQ4 2024 MSCI Inc Earnings Call\n\nMSCINYSEJAN 29, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the MSCI Fourth Quarter 2024 Earnings Conference Call. As a reminder, this call is being recorded. [Operator Instructions]\nI would now like to turn the call over to Jeremy Ulan, Head of Investor Relations and Treasurer. You may begin.\n\nJeremy Harris Ulan\n\nHead of Investor Relations & Treasurer\n\nThank you. Good day, and welcome to the MSCI Fourth Quarter 2024 Earnings Conference Call. Earlier this morning, we issued a press release announcing our results for the fourth quarter 2024. This press release, along with an earnings presentation and brief quarterly update are available on our website, msci.com, under the Investor Relations tab.\nLet me remind you that this call contains forward-looking statements, which are governed by the language on the second slide of today's presentation. You are cautioned not to place undue reliance on forward-looking statements, which speak only as of the date on which they are made, are based on current expectations and current economic conditions and are subject to risks and uncertainties that may cause actual results to differ materially from the results anticipated in these forward-looking statements. For a discussion of additional risks and uncertainties, please see the risk factors and forward-looking statements disclaimer in our most recent Form 10-K and in our other SEC filings.\nDuring today's call, in addition to results presented on the basis of U.S. GAAP, we also refer to non-GAAP measures. You'll find a reconciliation of our non-GAAP measures to the equivalent GAAP measures in the appendix of the earnings presentation. We will also discuss operating metrics such as run rate and retention rate, important information regarding our use of operating metrics, such as run rate or retention rate, are available in the earnings presentation.\nOn the call today are Henry Fernandez, our Chairman and CEO; Baer Pettit, our President and COO; and Andy Wiechmann, our Chief Financial Officer. [Operator Instructions]\nWith that, let me now turn the call over to Henry Fernandez. Henry?\n\nHenry A. Fernandez\n\nChairman, Chief Executive Officer & Director, MSCI, Inc.\n\nThank you, Jeremy. Good day, everyone, and thank you for joining us.\nIn 2024, MSCI delivered a strong financial metrics that once again, demonstrated our scale and leadership in servicing the global investment ecosystem. For the full year, we achieved organic revenue growth of almost 10%, adjusted earnings per share growth of 12.4%, and free cash flow growth of 21%. We also repurchased $810 million worth of MSCI shares for the full year.\nDuring the fourth quarter, and through yesterday, we repurchased over $425 million worth of MSCI shares, in alignment with our shareholder-centric capital allocation policy. In the fourth quarter, our operating metrics included organic subscription run rate growth of 8%, excluding FX headwinds, and 7% on a reported basis. Asset-based fee run rate growth of 15% and a retention rate of 93%. Our ABF run rate growth was driven by higher average AUM, aided by the highest quarterly cash inflows into equity ETFs linked to MSCI indices since the end of 2021, at more than USD 48 billion.\nAmong client segments, we also had a strong quarter with hedge funds and wealth managers, as we grew our firm-wide subscription run rate growth by 15% and 12%, respectively, excluding FX. While active asset managers continue to face cyclical pressures, we posted 5% growth in subscription run rate, excluding FX, and a 94% retention rate with this segment.\nIn my remarks today, I will focus on three areas, in particular, that demonstrate the success of our strategy. Index, wealth and fixed income.\nIn Index products, the ecosystem linked to MSCI indices remains central to global investing. And in Q4, we saw a number of milestones. Last month, for example, one of our large asset manager clients launched a new ETF linked to an MSCI Climate Index with a record-breaking ceded investment of $2.4 billion from one of our large pension fund clients. This highlights the prominence of our indices, the network effect among our clients and the continuing demand for climate-related investment products.\nClients increasingly won specialized portfolio construction tools while aligning with the frameworks classification systems and rules-based methodologies that MSCI has established standards. This has fueled demand for MSCI's custom index capabilities, including the [ Foxsberry-F9 ] platform, which is now being fully integrated into our product suite. We also completed large index deals with two of the world's top investment banks, which Baer will discuss shortly.\nIn the Wealth segment in Q4, we achieved 12% subscription run rate growth with wealth managers, excluding FX. With a total wealth subscription run rate of $116 million. We also saw direct indexing AUM based on MSCI indices increased by 31% to nearly $130 billion. MSCI Wealth, a new MSCI brand, is helping wealth managers attract AUM by enabling them to build a scalable, personalized and outcome-oriented portfolios. Our client engagement levels with wealth managers are now higher than ever, as I have seen firsthand in meetings across Europe over the past months. MSCI's progress in wealth also reflects the benefits of our long-term investments, including in our data and technology, and a laser focus on evolving client needs.\nIn fixed income products, during the fourth quarter, we drove fixed income run rate growth of 15% across all of our product lines, which is now $104 million. Most notably, we completed a large 7-figure fixed income portfolio management analytics deal with a U.S.-based asset manager displacing a major incumbent provider. We also secured our a first of its kind federal government contract in which the client will use our agency mortgage-backed security analytics to better understand the performance and risk of this huge market. Both of these wins stemmed from the work we have done to enhance our fixed income capabilities, including investing in hard to model assets like securitized products and mortgage-backed securities.\nPutting it all together, MSCI continues to benefit from the depth, diversification and resilience of our clients, product and revenue base. To the extent market levels and fund inflows remain supportive, we believe this will support active asset manager client budgets this year. MSCI is increasingly well positioned to expand our footprint among established and newer client segments alike, thanks to our data, models and technology. We believe these advantages can help us drive compounding growth across the years and across market cycles.\nAnd with that, let me turn the call over to Baer. Baer?\n\nC. D. Baer Pettit\n\nPresident, MSCI, Inc.\n\nThank you, Henry. Greetings, everyone.\nGiven our focus on client segment growth, I'd like to use this opportunity to review our progress in the fourth quarter, which highlighted the broad reach of our solutions and the underlying strength of our all-weather franchise. I will start with wealth managers where MSCI's recent investments have helped us build significant momentum across product lines.\nIn Q4, we achieved firm-wide subscription run rate growth of 12% among wealth managers, excluding FX, bringing our total subscription run rate with that segment to $116 million. We also delivered 14% subscription run rate growth among wealth managers and analytics, excluding FX, which now totals over $25 million. In addition, we closed a large enterprise deal for the MSCL Wealth Manager platform, formerly known as Fabric.\nMSCI Wealth Manager has positioned us to support a wide range of use cases, including proposal generation, model portfolio construction and home office account management and monitoring. These use cases extend to ESG and Climate. In Q4, we achieved a 28% climate run rate growth among wealth managers, which totaled $7 million. We drove 67% ESG and climate recurring sales growth among that segment, which was $3 million.\nTurning to hedge funds. We achieved 15% subscription run rate growth, excluding FX, including our best ever Q4 recurring sales, driven by 46% recurring sales growth among hedge funds and index. We completed large deals with several multi-strategy hedge funds including conversions of a onetime float data sales into recurring subscription deals. These conversions showcase the value of our products as well as the growing liquidity of MSCI index-linked products.\nMoving on to banks and broker-dealers. We delivered 7% subscription run rate growth, excluding FX, across product lines with particular strength from index where new recurring sales for the segment was over $7 million in Q4, growing almost 39%. In two of our most notable index business wins, we expanded our relationships with a pair of large investment banks in the Americas. As part of these deals, the bank's trading desks will use MSCI index data to support their origination of OTC derivatives and structured products and for Delta One use cases. Such examples confirm that market participants are increasingly using our content to enhance their research, risk management and alpha generation strategies.\nIf we look at asset owners, MSCI achieved 11% subscription run rate growth, excluding FX, including almost 40% recurring sales growth in Q4 among asset owners and index. Our position among asset owners has also been strengthened by the continued importance of climate, along with our burdening capabilities in private assets.\nWe recently won a large climate index mandate with a U.K.-based asset owner, which is expected to result in $20 billion of AUM benchmark to an MSCI Climate index. Meanwhile, our run rate among asset owners and private capital solutions is now $78 million after growing 15% in Q4. As asset owners increase their allocations to private assets, we recently launched a new data set to support their growing interest in private credit. Our new private credit data set provides terms and conditions, transparency on more than 2,800 private credit funds and more than 120,000 private credit holdings, to support various due diligence and portfolio management needs.\nTurning finally to asset managers. We grew our firm-wide subscription run rate by 5%, excluding FX headwinds, while achieving a retention rate of 94%. In analytics, we landed a large deal with an asset manager in the Americas for our fixed income portfolio attribution and fixed income factor risk tools. This deal was enabled by our new AI portfolio Insight solution, and it further endorses the multiyear investments we have made in our fixed income franchise.\nAnother key asset manager win came with a large existing client in Europe, who expanded their use of MSCI's managed services, data management and enterprise risk and performance analytics. We also continue to support asset managers with tools for sustainability and the low carbon transition. Globally, we delivered a retention rate of nearly 95% among asset manager clients for our ASG and Climate product [indiscernible]. With asset managers in Europe, we added numerous large-ticket deals for our nature and biodiversity tools and for our climate scenario analysis and stress testing, regulatory solutions.\nAs you can see, our product, data and technology investments are helping us expand our footprint with a range of clients across the capital markets ecosystem. All of this supports our ability to deliver attractive top line growth and profitability.\nAnd with that, let me turn the call over to Andy. Andy?\n\nAndrew Craig Wiechmann\n\nCFO & Interim Principal Accounting Officer\n\nThanks, Baer, and hi, everyone. I continue to be really encouraged by the resilience of our results and the momentum we're seeing across product areas.\nIndex subscription run rate growth with asset managers and asset owners was almost 7% and 12%, respectively. These client segments comprise nearly 70% of our index subscription run rate. Among hedge funds and broker-dealers, we drove 22% and 8% index subscription run rate growth, respectively, in the fourth quarter.\nCustom indexes and special packages grew 8% versus last year. Within the category, our custom index subscription run rate growth was mid-teens, while we had a lower contribution from special packages. An overall retention rate and index was 95%, with a retention rate of almost 96% with asset managers.\nWithin asset-based fees, global cash inflows into equity [indiscernible] to MSCI indexes was $48 billion in the quarter, with particular strength in ETFs linked to developed markets outside the U.S., ESG and Climate and factors. Q4 cash inflows into ETF products linked to MSCI ESG and Climate indexes reached nearly $12 billion, our highest quarterly cash inflows since the first quarter of 2022. These inflows accounted for nearly 70% of global cash inflows into ESG and Climate equity ETF products in the fourth quarter.\nAUM and ETF and non-ETF products linked to MSCI Climate equity indexes grew by more than 50% from last year, driven by strong inflows into ETFs and a few key mandate wins from asset owners. Meanwhile, inflows into ETF products linked to MSCI Factor Indexes were almost $6 billion, with solid inflows into quality, value growth and momentum factors. These MSCI factor index-linked ETF inflows were the highest quarterly flows since the second quarter of 2021.\nIn Analytics, subscription run rate growth was 7%, excluding the impact of foreign currency and was supported by the large wealth and fixed income mandates previously mentioned. Analytics organic revenue growth was approximately 5% in the quarter. As we previously indicated, the revenue growth was impacted by the timing of implementation related revenues compared to a year ago. The release of subscription revenues related to implementations can be lumpy and will fluctuate from period to period. Near term, we continue to expect recurring revenue growth rates will be slightly below run rate growth as we compare to periods with higher concentrations of these revenues a year ago.\nIn our ESG and Climate reportable segment, subscription run rate growth was 10%, which excludes the impact of FX. Excluding FX headwinds, the subscription run rate growth for the segment was 14% in Europe, 11% in Asia, and 4% in the Americas. Our retention rate for the segment was over 93% with most of the cancels reflecting client down sales and not outright terminations. The multiyear investments we've made in data quality and new content and capabilities like biodiversity, nature, regulatory solutions and geospatial supported recent wins. In general, across our ESG and Climate franchise, we are benefiting from the breadth of our offering, data quality, large and comprehensive securities coverage across asset classes and the interoperability across MSCI products and frameworks.\nIn Private Capital Solutions, run rate growth was 15% over the same period last year, and we had a retention rate of 92%. In real assets, new recurring subscription sales improved, although we had some large cancels related to client events and vendor consolidation, particularly among developers, brokers and agents. We had very strong free cash flow in 2024, up 21% with some improvement in collection cycles in Q4, our capital position remained strong with gross leverage of 2.6x 2024 EBITDA, we continue to be laser-focused on continuing to create value through disciplined capital allocation.\nTurning to our 2025 guidance, which we published earlier this morning. Our expense outlook assumes gradually increasing market levels throughout the year and reflects the ongoing reinvestments we make back into our business to fuel future growth and efficiencies. As we've seen in previous years, we expect adjusted EBITDA expenses to be about $35 million higher sequentially in Q1 2025, compared to Q4 of 2024, mostly driven by elevated compensation and benefits-related expenses.\nOur CapEx guidance reflects our investments in software development across most parts of the business. Free cash flow guidance reflects higher cash tax payments in Q1, some of which we deferred during 2024. As a reminder, our 2024 free cash flow reflected cash tax timing impacts, of which about $30 million is resulting in elevated payments in 2025. Our interest expense guidance assumes our current debt levels and does not assume additional financings. We expect our Q1 effective tax rate to include a benefit from discrete items. Beyond Q1, we expect a quarterly operating effective tax rate of 19% to 21%.\nWe're looking forward to an exciting year ahead. Our financial success and investments from 2024 provide a strong foundation for us to drive further growth in 2025. We have numerous large opportunities that we are poised to capitalize on. And with that, operator, please open the line for questions."
  },
  {
    "header": "MSCI",
    "cik": "0001408198",
    "ticker": "MSCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/57cc635fc253e18724edf4d3118eac74",
    "period": "2024 Q2",
    "content": "Q2 2024 MSCI Inc Earnings Call\n\nQ2 2024 MSCI Inc Earnings Call\n\nMSCINYSEJUL 23, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the MSCI Second Quarter 2024 Earnings Conference Call. As a reminder, this call is being recorded. [Operator Instructions] I would like to now turn the call over to Jeremy Ulan, Head of Investor Relations and Treasurer. You may begin.\n\nJeremy Harris Ulan\n\nHead of Investor Relations & Treasurer\n\nThank you. Good day, and welcome to the MSCI Second Quarter 2024 Earnings Conference Call. Earlier this morning, we issued a press release announcing our results for the second quarter 2024. This press release, along with an earnings presentation and brief quarterly update are available on our website, msci.com, under the Investor Relations tab.\nLet me remind you that this call contains forward-looking statements, which are governed by the language on the second slide of today's presentation. You are cautioned not to place undue reliance on forward-looking statements, which speak only as of the date on which they are made, are based on current expectations and current economic conditions and are subject to risks and uncertainties that may cause actual results to differ materially from the results anticipated in these forward-looking statements. For a discussion of additional risks and uncertainties, please see the risk factors and forward-looking statements disclaimer in our most recent Form 10-K and in our other SEC filings.\nDuring today's call, in addition to results presented on the basis of U.S. GAAP, we also refer to non-GAAP measures. You'll find a reconciliation of our non-GAAP measures to the equivalent GAAP measures in the appendix of the earnings presentation.\nWe will also discuss operating metrics such as run rate and retention rate. Important information regarding our use of operating metrics such as run rate and retention rate are available in the earnings presentation.\nOn the call today are Henry Fernandez, our Chairman and CEO; Baer Pettit, our President and COO; and Andy Wiechmann, our Chief Financial Officer. [Operator Instructions]\nWith that, let me now turn the call over to Henry Fernandez. Henry?\n\nHenry A. Fernandez\n\nChairman, Chief Executive Officer & Director, MSCI, Inc.\n\nThank you, Jeremy. Good day, everyone, and thank you for joining us. In the second quarter, MSCI achieved strong results, thanks to our all-weather franchise, our blue-chip client base, our wide range of mission-critical solutions and our intense focus on execution.\nWe delivered adjusted earnings per share growth of 12%, organic revenue growth of 10% with asset-based fee revenue growth of 18% driven by record AUM balances in both ETFs and nonlisted products linked to MSCI Indices, free cash flow growth of 21%. In our operating metrics, we delivered subscription run rate growth of 14%, including organic growth of 9%, our highest second quarter on record for new recurring subscription sales of $83 million, up 22% year-over-year and a retention rate of almost 95% across MSCI.\nThrough yesterday, we repurchased $290 million worth of MSCI shares at an average price of $484 per share. We have now bought back more than 50 million MSCI shares since 2012 at an average price of $122 per share for a total consideration of roughly $6.1 billion. Our combined repurchases represent almost 40% of the total outstanding shares of MSCI.\nThese actions are consistent with our own change and relentless focus on capital allocation. Year in and year out, we are obsessively focused on creating value for our shareholders.\nValue creation starts with strategy, and our strategy has not changed. We are determined to capture the long-term secular trend disrupting the investment industry such as rising demand for high-quality data-driven models and insights, increased transparency across asset classes and a more outcome-oriented investment solutions.\nMSCI is commercializing these trends by providing indexed- and rules-based solutions, establishing standards in private assets, delivering comprehensive climate and sustainability tools, transforming risk and portfolio management and enabling personalized wealth management at scale.\nThe evidence of our progress can be seen not only in MSCI's financial results but also in our high levels of client engagement. Over the past few months, Baer and I have met with clients across the United States, Europe and Asia. Everywhere we traveled, our clients and prospects were eager to talk about new areas of collaboration with MSCI.\nOur recent announcements and product launches highlight our strategy in action. For example, our strategic partnership with Moody's meaningfully expand the reach of our sustainability content among banks, insurance companies and corporates. It would also help us broaden our private company ESG coverage and expand our capabilities within private credit.\nLikewise, our recently launched MSCI private capital closed-end fund indices will complement our real asset fund and property indices to deliver a wider view of private markets. This can also help us achieve our goal of becoming the global leader in private market indices.\nMeanwhile, MSCI AI portfolio insights combines generative artificial intelligence with advanced analytical tools and modeling capabilities to make it easier for clients to pinpoint the most important factors shaping investment risk and performance.\nWe see tremendous potential across our newer client segments such as wealth managers, general partners, insurance companies, corporates and corporate advisers. Wealth managers, in particular, have been excited to learn about our new technology platform acquired from Fabric earlier this year, which has dramatically increased our ability to support personalization at scale. This enabled us to close a large deal for these solutions during the second quarter.\nMeanwhile, our wealth subscription run rate across product lines grew by 12%, reaching $107 million. We had a strong quarter with asset owners and hedge funds as well, posting organic subscription run rate growth of 12% and 15%, respectively.\nAll of this illustrates a key part of our strategy. We want to expand our footprint among large and rapidly growing client segment while strengthening our position among our more mature and traditional client segments such as asset managers.\nTo maximize our strategy, MSCI will continue developing mission-critical solutions powered by advanced models, data and technology, including generative AI. All of this enables us to drive compounding growth and profitability for shareholders.\nAnd with that, let me turn the call over to Baer. Baer?\n\nC. D. Baer Pettit\n\nPresident, MSCI, Inc.\n\nThank you, Henry, and greetings, everyone. In my remarks today, I will discuss our second quarter performance in greater detail with the focus on both product lines and client segments.\nOur performance shows how MSCI continues to balance long-term strategy and short-term execution. We designed our business plans for extended time horizons, but we also do the hard work necessary to deliver for shareholders in the short term.\nLooking at our second quarter results. In Index, MSCI achieved 9% subscription run rate growth, including 10% growth in both EMEA and APAC and 17% growth in custom indexes and special package. In addition, direct investing AUM based on MSCI indexes is now $113 billion, up 28% year-over-year.\nWe are also encouraged by our product with custom indexes. In Q2, we supported a large asset manager client in their launch of a new custom ETF climate series linked to the MSCI transition aware select indexes. Meanwhile, we closed on our acquisition of Foxberry with an enhanced custom index platform launch underway for the second half of the year.\nLooking at global investment flows, we are encouraged that ETF products linked to MSCI indexes casted the highest cash flows in over 2 years with over $28 billion of inflows during the second quarter. In general, the depth and scale of tradable products linked to MSCI indexes continues to grow.\nDuring the quarter, we strengthened our position as a top index provider for ETF products as the number of launches of equity ETFs linked to MSCI indexes nearly doubled year-over-year, translating to $2.5 billion in cash flows and nearly 30% share of new equity ETF fund flows. Open interest in derivatives linked to MSCI indexes is now nearly $300 billion, up 9% for the same period last year.\nShifting to Analytics. We delivered another strong quarter across regions and business areas. Most notably, Analytics achieved our best-ever Q2 for new recurring subscription sales at over $21 million and our best ever Q2 retention rate at close to 96%.\nWe had a strong quarter with hedge funds, including a large win for our equity risk model to support the new clients' recent fund launch. Our offerings are supporting broad use cases such as market risk, regulatory capital management, counterparty credit risk management, liquidity monitoring and investor reporting.\nWe also grow $3.6 million in new recurring sales from asset owners, up 63% year-over-year to support their enterprise risk management. Amid an industry reimagining of risk management, risk teams and global investment firms are under pressure to find efficiencies, modernize services, all while harnessing the potential power of generative AI.\nWe launched a new future risk product suite during Q2, including our MSCI AI portfolio insights tool, as Henry mentioned. This tool demonstrates how we can leverage our existing strengths and IP to drive innovation. It combines MSCI's deep history in natural language processing and machine learning with our industry-leading data and risk and factor models.\nTurning to ESG and Climate. We delivered 14% run rate growth for the combined segment, along with 30% Climate run rate growth across our product [indiscernible]. Our new game-changing partnership with Moody's to offer MSCI's ESG sustainability data to Moody's broad base of global clients reinforces MSCI as the market standard for ESG. The partnership will also help us expand our ESG and sustainability coverage for private company.\nIn addition, the Moody's partnership also confirms the continuing importance of sustainability considerations in global investing. MSCI continues to advance our product road map, including for regulatory solutions.\nLast month, for example, we launched a new data set to help issuers, advisers and corporates align with Corporate Sustainability Reporting Directive or CSRD in Europe.\nIn Climate, we released an important new product, MSCI GeoSpatial Asset Intelligence, which will help clients identify physical and nature-based risks on more than 1 million locations for 70,000 public and private companies. With this product, we are once again using AI for data collection and mapping so that investors and lenders can better assess climate risks in their portfolios and loan books. Initial client interest is encouraging. And we've already signed 2 deals, including with a large prominent private credit GP.\nIn private assets, we're driving important products and client milestones. MSCI Private Capital Solutions subscription run rate is almost $106 million, which represents growth of 17% over Burgiss' performance in the same period last year prior to the acquisition. And the retention rate was almost 93%.\nOn the product side, we achieved a key milestone with the launch of MSCI Private Capital Indexes, which will accelerate our push to become a standard setter in private market, supporting investors seeking standardized economies and benchmarks to measure and evaluate private asset classes consistently. Given MSCI's global leadership and track record of success in indexing and benchmarking, clients have expressed significant interest in having us create benchmark indexes for private markets.\nFinally, in Real Assets, we posted a run rate growth of 3% and a retention rate of 90%. While commercial real estate market remains challenging, we are encouraged by client demand for products uncorrelated with transaction volumes, including portfolio services, index insights and climate, which enabled us to land almost $3 million of new recurring sales in Europe, growing 16% year-over-year. Looking ahead, we will continue aligning MSCI's long-term strategy with secular trends and our competitive advantages while staying laser-focused on short-term execution.\nAnd with that, let me turn the call over to you, Andy.\n\nAndrew Craig Wiechmann\n\nCFO & Interim Principal Accounting Officer\n\nThanks, Baer, and hi, everyone. In the second quarter, we delivered 10% organic revenue growth, 14% adjusted EBITDA growth and 21% free cash flow growth. We are encouraged by the results, which reflect our unrelenting dedication to execution even in the face of market headwinds, which may persist in the short term.\nWe are encouraged by the rebound in retention rates from the first quarter, which we did expect. And we have not seen any deterioration in conditions although we expect cancels to remain elevated in Q3 compared to last year, and we expect somewhat longer sales cycles to persist in the short term.\nI also want to note that Q3 tends to be a seasonally softer quarter for us on the sales front. Within Index, we grew our subscription run rate among asset managers and asset owners at 8% and 12%, respectively. These segments collectively represent 68% of our Index subscription run rate.\nMeanwhile, our Index subscription run rate with wealth managers and hedge funds grew 11% and 24%, respectively. Across Index subscription modules, we saw another strong quarter from custom and special packages, growing 17%.\nABF revenues were up 18% year-over-year, benefiting from $28 billion of cash inflows and about $21 billion of market appreciation and ETFs linked to MSCI equity indexes during the second quarter. ETFs linked to our indexes continue to attract flows in non-U.S. exposures, particularly in developed markets outside the U.S. and in emerging markets as we have seen a pickup in flows into ETFs with exposures outside the U.S.\nFixed income ETFs AUM linked to MSCI and Bloomberg partnership indexes is now at $64 billion with year-to-date inflows of over $6 billion. [indiscernible] strong recent equity market performance, non-ETF revenue in this quarter included the impact of true-ups related to higher reported client AUM and newly reported product launches. We reached a significant milestone in the quarter with AUM and ETFs and non-ETF passive products tracking MSCI indexes now surpassing $5 trillion.\nIn Analytics, organic subscription run rate growth was 7%, and revenue growth was 11%. The difference is largely attributable, once again, to the impact of recent client implementations, which continued from the last couple of quarters. As we've noted in the past, Analytics revenue growth can be lumpy because of items such as these implementations, and we expect revenue growth rates to more closely align with run rate growth in Q3.\nIn our ESG and Climate reportable segment, organic run rate growth was 13%, which excludes the impact of FX and about $5 million of run rate from Trove. Q2 new recurring subscription sales for the segment included a significant contribution from the Moody's partnership.\nRegionally, the subscription run rate growth for the segment was 17% within Europe, 20% in Asia and 9% in the Americas.\nIn Private Capital Solutions, year-over-year run rate growth was 17%, and we continue to gain traction in key markets. New recurring sales in Europe reached a record, and we also saw solid traction in sales with our GP client base. The Private Capital Solutions retention rate was approximately 93%, and we recorded almost $27 million of revenue in the quarter.\nIn Real Assets, [indiscernible] growth was roughly 3% with a retention rate slightly above 90%. We continue to have solid momentum in our Index Intel and our income and climate insights offerings, while we continue to see industry pressure impacting our transaction data offerings, including our RCA and property intel products, which we expect to continue to face headwinds in the near term.\nOur rigorous approach to capital allocation remains unchanged. Through yesterday, we have repurchased over $290 million or roughly 600,000 shares since late April. Our cash balance remains over $450 million, including readily available cash in the U.S. of more than $200 million.\nTurning to our 2024 guidance. We've increased our guidance for depreciation and amortization expense and operating expenses by $5 million, reflecting in part the impact of acquired intangible amortization expense from the Foxberry acquisition, which closed in April.\nI would note that our guidance assumes that ETF AUM levels increase slightly from June 30 levels through the end of the year. To the extent AUM levels track higher than this, we would expect to be towards the higher end of our expense guidance ranges. As of right now, we expect the quarterly effective tax rate in both Q3 and Q4 to be in the range of 20% to 22% before any additional discrete items.\nBefore we open it up for questions, I want to underscore that we see tremendous opportunities with compelling secular trends. We see strong client engagement and tangible opportunities to drive growth.\nWe see near-term headwinds and client pressures, but we continue to execute and drive leadership in these large addressable markets that will drive long-term growth for us. We look forward to keeping you posted on our progress.\nAnd with that, operator, please open the line for questions."
  },
  {
    "header": "MSCI",
    "cik": "0001408198",
    "ticker": "MSCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2b81cf066e01bae77e30a11ebbc3af00",
    "period": "2024 Q1",
    "content": "Q1 2024 MSCI Inc Earnings Call\n\nQ1 2024 MSCI Inc Earnings Call\n\nMSCINYSEAPR 23, 10:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the MSCI First Quarter 2024 Earnings Conference Call. As a reminder, this call is being recorded. [Operator Instructions] I would now like to turn the call over to Jeremy Ulan, Head of Investors Relations and Treasurer. You may begin.\n\nJeremy Harris Ulan\n\nHead of Investor Relations & Treasurer\n\nThank you. Good day, and welcome to the MSCI First Quarter 2024 Earnings Conference Call. Earlier this morning, we issued a press release announcing our results for the first quarter of 2024. This press release, along with an earnings presentation and brief quarterly update are available on our website, msci.com, under the Investor Relations tab.\nLet me remind you that this call contains forward-looking statements, which are governed by the language on the second slide of today's presentation. You are cautioned not to place undue reliance on forward-looking statements, which speak only as of the date on which they are made, are based on current expectations and current economic conditions and are subject to risks and uncertainties that may cause actual results to differ materially from the results anticipated in these forward-looking statements.\nFor a discussion of additional risks and uncertainties, please see the risk factors and forward-looking statements disclaimer in our most recent Form 10-K and in our other SEC filings. During today's call, in addition to results presented on the basis of U.S. GAAP, we also refer to non-GAAP measures. You will find a reconciliation of our non-GAAP measures to the equivalent GAAP measures in the appendix of the earnings presentation. We will also discuss operating metrics such as run rate and retention rate.\nImportant information regarding our use of operating metrics such as run rate and retention rate are available in the earnings presentation. On the call today are Henry Fernandez, our Chairman and CEO; and Baer Pettit, our President and COO; and Andrew Wiechmann, our Chief Financial Officer. As a final housekeeping item, I want to remind our analysts to ask one question at a time during the Q&A portion of our call. We do encourage you to ask more questions by adding yourselves back to the queue.\nWith that, let me now turn the call over to Henry Fernandez. Henry?\n\nHenry A. Fernandez\n\nChairman, Chief Executive Officer & Director, MSCI, Inc.\n\nThank you, Jeremy. Good day, everyone, and thank you for joining us. In the first quarter, MSCI delivered solid financial results that demonstrate the resilience of our business and our ability to maintain profitable growth supported by durable secular trends. Our operating metrics included some key product and segment milestones. But new recurring sales were flat from last year's levels and reflect the lagging effect of market pressures on client budgets and cancels were meaningfully elevated in some concentrated areas.\nOn the financial side, MSCI achieved organic revenue growth of 10%, adjusted earnings per share growth of 12% and free cash flow growth of 14%. Meanwhile, our ABF revenue grew by 13%, powered by record AUM balances in both ETFs and non-listed products linked to MSCI indices. We consider AUM levels in MSCI index-linked products as a leading indicator of improving client conditions. Operationally, we delivered our highest Q1 recurring sales in analytics in a decade at [ $14 million ]. Our best ever Q1 of recurring sales among hedge funds at nearly $11 million. And another quarter of double-digit subscription run rate growth of 11% among asset owners, driven by index and analytics.\nNonrecurring sales of $18 million were up 16%. At the same time, our first quarter results show the lingering impact of market volatility, changes in interest rate expectations and pressures on investment and financial firms, especially active equity managers. Notably, MSCI witnessed elevated cancels which reflected a concentration of unusual client events. Roughly $7 million worth of cancels came from a single client event, a historic merger of 2 major global banks in Europe that affected us across Index, ESG and Analytics. While some client pressures may continue, we do not expect this high level of cancels to continue.\nIn fact, we remain greatly encouraged by our high levels of engagement across all client segments and all geographies. Despite the tough Q1 operating environment for us, we delivered double-digit organic subscription run rate growth among asset owners, cash funds, wealth managers and corporates. Among asset managers, redemption, outflow and fee pressures continue to weigh on fund managers, but we were able to deliver 7% organic subscription run rate growth with that segment.\nIn addition, we achieved 39% climate run rate growth across our product lines, driven by APAC and EMEA regions. Likewise, APAC and EMEA helped stabilize our ESG run rate growth at 12%, amid continued tailwinds in the Americas. Meanwhile, amid a strong U.S. dollar, the benefits of our non-dollar expenses helped offset FX-related revenue headwinds. MSCI's all-weather franchise supports our financial resilience. Our diverse mix of clients, products and geographies helped stabilize our performance in difficult environments as we experienced in the first quarter.\nLooking ahead to the [indiscernible] equity markets and high AUM balances and liquidity levels remain supportive that should mitigate certain pressures that have weighed on client spending on MSCI products. We remain keenly focused on capitalizing on the biggest secular trends reshaping our industry such as portfolio customization and indexation, the growth of an increasing allocations to private assets and the global sustainability revolution.\nJust last week, we closed our acquisition of the London-based index provider Foxberry. This will give us a new technology platform to accelerate custom index production while providing simulation and back testing capabilities for the creation of indices for institutional investors and intermediaries. Turning to our other recent acquisitions, combining the Fabric platform with MSCI factor risk models, ESG and climate data and indices, has dramatically enhanced our capabilities and solutions for the wealth segment. Finally, the MSCI carbon markets team, formerly Trove Research has expanded our climate solutions and deepened our engagement with existing and prospective clients beyond institutional investors, such as corporates, trading desks and banks.\nConsidering the lagging effect of market volatility that our clients and MSCI [ are faced ], we expect our all-weather franchise to continue to withstand external challenges such as the client events we saw in Q1. This makes us confident the MSCI can maintain high levels of revenue growth and profitability in 2024 and beyond.\nAnd with that, let me turn the call over to Baer. Baer?\n\nC. D. Baer Pettit\n\nPresident, MSCI, Inc.\n\nThank you, Henry, and greetings, everyone. In my remarks today, I will discuss some of the key sources of strength in our first quarter results at both the product and segment levels while putting our results in a broader strategic perspective. First, I would like to expand a bit on Henry's comments about our elevated cancels. As you noted, the vast majority of our first quarter cancels stem from kind events such as industry consolidation, cost pressures, fund closures and reorganization. Excluding the single client event from a bank merger, our Q1 retention rate across MSCI was 94%. .\nClients who use multiple MSCI product lines account for 85% of our total subscription run rate. The Q1 retention of those clients on average is 93% or higher. Turning to our product and segment results. As demand for Index Investments continues to grow, the product ecosystem linked to MSCI Indexes remains a competitive advantage, especially as more and more investors push for customized products. In the first quarter, assets under management in equity ETF products linked to MSCI indexes hit a new record high of $1.58 trillion, while AUM in non-listed products linked to MSCI indexes also set a record of $3.23 trillion.\nWe also delivered index subscription run rate growth of 9.3%, including 12% growth in Asia Pacific and 24% growth among hedge funds. The 24% subscription run rate growth in index among hedge funds was driven primarily by our Float Data Product and custom index sales. Meanwhile, our custom and special index run rate growth was 19%. MSCI's recent acquisition of Foxberry will further enhance our wide range of custom index solutions and provide a new client-centric interactive experience. The trend towards greater customization cuts across all product lines and client segments.\nFor example, wealth managers increasingly want to customize their client portfolios using advanced technology platforms. That is what motivated MSCI acquisition of Fabric whose platform is now part of our analytics offering. Combined with our total portfolio toolkit, the Fabric platform has already boosted our ability to serve the wealth segment and the feedback from clients has been extremely positive. Our run rate among wealth managers has now surpassed $100 million, growing over 15% year-on-year. The push for customization is closely related to another shift in the analytics space. Clients have always depended on us for risk and performance attribution tools but they now want highly specialized insights and deeply integrated content, all supported by leading-edge technology, including generative AI.\nOur analytics team has [ massive ] demand through products such as our multi-asset class factor models, our risk insights and risk manager solutions and our MSCI ONE platform built on Microsoft Azure. As we have recently seen, these tools can become even more relevant amid market volatility, cyclical pressures and geopolitical uncertainty. In the first quarter, Analytics posted revenue growth of 12% and our highest Q1 in a decade for recurring new sales. At the product level, recurring sales of our RiskManager tool were up by 60% and included a large strategic win with a major global alternative asset manager facilitated by our Risk Insights offering. At the segment level, Analytics achieved recurring sales growth of 27% among banks, 20% among hedge funds and 15% among asset owners.\nRising demand for highly specialized analytics tools intersects with growing client needs for climate and sustainability regulatory solutions. This represents an attractive opportunity for MSCI, and we have doubled down on our efforts to capture it. Our first quarter run rate growth for ESG Regulatory Solutions was 33%. To build on this momentum, we have enhanced our solutions for the EU sustainable finance disclosure regulation while developing a new solution with Corporate Sustainability Reporting Directive, or CSRD.\nIn addition, we will continue exploring untapped opportunities in APAC, where we achieved 18% ESG run rate growth in the first quarter. In MSCI Private Capital Solutions, we achieved a run rate growth of 17% over Burgiss' performance in the same period last year prior to the acquisition and a retention rate of close to 96%. We had early momentum in EMEA, which accounted for over half of new client wins in the product segment. We continue to drive new recurring sales of key existing products such as private capital transparency data and total plan portfolio management.\nWe're also making progress on our integrated product road map, including evaluated pricing for LPs and GPs, leveraging MSCI's data models and research. In summary, MSCI remains laser focused on translating our long-term strategy into near-term delivery while harnessing competitive advantages and secular trends. And with that, let me turn the call over to Andy. Andy?\n\nAndrew Craig Wiechmann\n\nCFO & Interim Principal Accounting Officer\n\nThanks, Baer, and hi, everyone. In the first quarter, we delivered double-digit organic revenue growth, 11% adjusted EBITDA growth and 12% adjusted EPS growth. We delivered 10% organic revenue growth as well as record asset-based fee revenue driven by record AUM balances in ETF and non-ETF products linked to MSCI indexes. The solid financial performance highlights the resilience of our business model, even in the face of headwinds reflected in our operating metrics.\nAs we have mentioned previously, we are seeing the impacts of a slow-moving business cycle as the prolonged period of muted flows into active equity strategies have resulted in a lengthening of sales cycles. And in this quarter, a concentration of client events on top of what is typically a seasonally softer quarter for us. To provide a bit more color, if we compare our cancels to the first quarter of 2023, the 2 product segments with the biggest increases were index and ESG and climate.\nWithin index, nearly the entirety of the increase or roughly $7 million of the increase related to a higher contribution from corporate events. From a client segment [indiscernible] and index, $5.2 million of the year-over-year increase in cancels came within the broker-dealer and hedge fund client segments, including roughly $4 million from the previously mentioned large global bank merger. Similarly, within ESG and climate, nearly $4 million or 80% of the increase in cancels came from a higher level of corporate events, including $2.5 million in the large global bank merger event. The large majority of cancels related to this global bank merger occurred in Q1, although there could be some smaller items that come through in future quarters as the integration is completed.\nAcross all product segments, the retention rate with asset owners and asset managers [ was ] 95% and 97%, respectively. While we do expect some elevated levels of client events to continue in the near term, we do not expect to see cancels continue at this level in the coming quarters, and we expect retention rates to rebound through the year. Additionally, we have a solid pipeline of new sales opportunities. In Index, we had 8% subscription run rate growth in our market cap weighted modules and 19% growth in custom indexes and special packages.\nAs a reminder, in Q2 of last year, we had a large nonrecurring revenue item related to unlicensed usage of our indexes, which drove an unusually large level of nonrecurring revenue. ABF revenues were up 13% year-over-year, benefiting from about $21 billion of cash inflows and about $93 billion of market appreciation so far in 2024 with an ETFs linked to MSCI equity indexes. Most of the MSCI-linked ETF flows were in developed markets outside the U.S. and emerging markets products, which together were over $22 billion.\nIn Analytics, organic subscription run rate growth was 7%, which reflects the benefits from the investments we've made in the innovations such as our next-gen models and our Insights offering. These have helped us to drive strong sales and enterprise risk and multi-asset class models across client segments. We also had several client wins in fixed income analytics. Analytics revenue this quarter included a large contribution from catch-up revenue items, much of which related to large client implementations.\nIn our ESG and Climate reportable segment, organic run rate growth was 13%, which excludes about $4.8 million of run rate from Trove and the impact of FX and run rate growth for the reportable ESG and Climate segment was nearly 18% within Europe and close to 22% in Asia, while the Americas growth was 9%. In real assets, run rate growth was about 4% with subdued net new subscription sales continuing to reflect lower transaction activity and other commercial real estate pressures.\nWe continue to be pleased with our progress on the integration of The Burgiss, which, as a reminder, is referred to as the Private Capital Solutions operating segment within our all other private assets reportable segment. Retention was strong at nearly 96% and contributed over $24 million of revenue for the quarter. We continue to have a vigilant focus on disciplined capital allocation and our cash balance at the end of March was over $500 million, including readily available cash in the U.S. of over $200 million.\nLast week, we closed on the acquisition of Foxberry for approximately $22 million of upfront consideration. The transaction also has the potential for additional performance-related payments tied to the achievement of key milestones. Our 2024 guidance across all categories remains unchanged and assumes that AUM declines slightly in Q2 and rebounds gradually in the second half of the year. I would note that our first quarter effective tax rate of 13.5% benefited from favorable discrete items and higher excess tax benefits recognized on stock-based comp vested in the period.\nFor the remainder of the year, we expect the quarterly effective tax rate of 21% to 22% each quarter before any discrete items. Overall, our client centricity and multiyear investments position us well to drive growth throughout 2024, and we look forward to keeping you posted on our progress.\nWith that, operator, please open the line for questions."
  },
  {
    "header": "MSCI",
    "cik": "0001408198",
    "ticker": "MSCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7499eeff8cd313373e6d766348cb5738",
    "period": "2023 Q4",
    "content": "Q4 2023 MSCI Inc Earnings Call\n\nQ4 2023 MSCI Inc Earnings Call\n\nMSCINYSEJAN 30, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the MSCI Fourth Quarter 2023 Earnings Conference Call. As a reminder, this call is being recorded. [Operator Instructions]\nI would now turn the call over to Jeremy Ulan. Head of Investor Relations and Treasurer. You may begin.\n\nJeremy H. Ulan\n\nHead of IR & Treasurer, MSCI Inc.\n\nThank you. Good day and welcome to the MSCI Fourth Quarter 2023 Earnings Conference Call. Earlier this morning, we issued a press release announcing our results for the fourth quarter 2023. This press release, along with an earnings presentation and a brief quarterly update, are available on our website, msci.com, under the Investor Relations tab.\nLet me remind you that this call contains forward-looking statements, which are governed by the language on the second slide of today's presentation. You are cautioned not to place undue reliance on forward-looking statements, which speak only as of the date on which they are made, are based on current expectations and current economic conditions and are subject to risks and uncertainties that may cause actual results to differ materially from the results anticipated in these forward-looking statements. For a discussion of additional risks and uncertainties, please see the risk factors and forward-looking statements disclaimer in our most recent Form 10-K and in our other SEC filings.\nDuring today's call, in addition to results presented on the basis of U.S. GAAP, we also refer to non-GAAP measures. You'll find a reconciliation of our non-GAAP measures to the equivalent GAAP measures in the appendix of the earnings presentation. We will also discuss operating metrics such as run rate and retention rate. Important information regarding our use of operating metrics such as run rate and retention rates are available in the earnings presentation.\nOn the call today are Henry Fernandez, our Chairman and CEO; and Baer Pettit, our President and COO; and Andy Wiechmann, our Chief Financial Officer. [Operator Instructions]\nWith that, let me now turn the call over to Henry Fernandez. Henry?\n\nHenry A. Fernandez\n\nChairman, Chief Executive Officer & Director, MSCI, Inc.\n\nThank you, Jeremy. Good day, everyone, and thank you for joining us. In the fourth quarter, MSCI delivered impressive results to close out the year. On our financial metrics, we achieved adjusted earnings per share growth of nearly 30%, organic revenue growth of 15% and free cash flow growth of 24%.\nOn our operating metrics, we posted organic subscription run rate growth of 10% while completing our tenth consecutive year of double-digit subscription run rate growth in Index at 10.8%. We deliver a retention rate of nearly 94%, including our highest-ever full year retention rate in Analytics at 94.4%.\nAssets under management in equity ETF products linked to MSCI Indices reached an all-time record of $1.47 trillion at year-end, along with near-record AUM balances of nearly $3.2 trillion in nonlisted products linked to MSCI Indices, such as separately managed accounts and other institutional and retail fund wrappers. And we also achieved a record level of nonrecurring sales both for the quarter and for the full year.\nWhile 96% of MSCI's revenue are from subscription-based or other recurring revenue sources, we also see strong demand for products that are often sold as nonrecurring, which form about 4% of our revenue. The latter group includes float data and recent product innovation, index licenses for office in derivatives and structured products, history data products and other unique data sets. These products offer entry points for future subscription sales while deepening client relationships, and they represent an important part of our strategy.\nDespite the global bull market and the signaling of lower rates by the Fed, our clients remain cautious, which has led to tighter budgets and longer sales cycles. Yet even with those headwinds, we achieved strong fourth quarter results, demonstrating once again that MSCI has an all-weather franchise and a team that can deliver in any environment.\nOn capital allocation, our approach has not changed. We remain committed to making organic investments and bolt-on acquisitions that add value while returning excess capital to our owners in the form of share buybacks and dividend payments. Over the past 11 years, MSCI has repurchased more than 40% of our shares outstanding worth a combined $5.8 billion at an average price of about $117 per share, creating enormous value for our shareholders.\nMSCI's client-centricity underlies our consistent execution. 90% of MSCI's run rate in 2023 was comprised of clients purchasing from more than one of our product lines, whether in Index, Analytics, Private Assets for ESG and Climate. More than 60% of MSCI's run rate was comprised of clients purchasing from more than 3 of our product lines. This underscores the value we provide to many of the world's largest financial institutions and also the unique and vital role of MSCI in the capital market.\nThe standards we set and the tools we provide helps connect the providers of capital with the users of capital. We want to capitalize on important secular trends that are reshaping the global investment landscape. For example, in the index industry, we see rising demand for customization of portfolios. In response, we have expanded our custom index capabilities while maintaining our strength in traditional market cap businesses.\nOur client design indexing tools on MSCI ONE allow investors to personalize indices for highly specific investment objectives. The secular trend of portfolio customization has also driven demand for specialized analytics tools, especially among wealth managers, who represent one of our fastest-growing segments.\nEarlier this month, MSCI completed the acquisition of Fabric, a wealth technology platform that provides portfolio design, customization and analytics. Adding their capabilities to our total portfolio toolkit will give us more ways than ever to serve the wealth segment.\nSpeaking of total portfolio solutions, we now have an industry-leading platform, thanks to our acquisition of Burgiss. We also have the world's largest, most comprehensive and highest-quality private asset class database, covering $15 trillion in holdings across private equity, real estate, debt, infrastructure and natural resources, plus another $45 trillion in real estate transactions and portfolio assets.\nAs private allocations continue to grow, MSCI is well positioned to benefit from it. Our data will help us build standard-setting tools for private assets, including benchmark indices and models for evaluating risk performance and portfolio construction. We can then combine our private and public asset class tools to deliver a total portfolio view of risks and opportunities.\nAll of this will help deepen our relationships with multi-asset class allocators of capital. In a larger sense, it will strengthen our entire ecosystem of product lines and capabilities. One notable example is Climate because we build our carbon emissions estimates around granular disclosed data. MSCI already provides climate data on about 73,000 companies and issuers under subsidiaries, including more than 55,000 private companies, along with more than 7,000 private equity and private debt funds.\nWe also provide location data on about 1 million asset locations through MSCI GeoSpatial. We assess physical risk on nearly 80% of those locations, leveraging our Climate Value-at-Risk models. Our client strategy can help us grow MSCI's presence among corporate issuers and their advisers.\nWith our recent acquisition of Trove Research, we are now a leading provider of global intelligence on carbon credit. Trove currently analyzes around 15,000 carbon credit projects around the world and supplies that research to corporates, investors and exchanges. They also provide key climate data on more than 3,000 companies, showing both the quantity and the quality of carbon credits used by those companies and also how these credits are shaping their broader net-zero transition plan. There is simply no credible path to reach net-zero emissions without a significant expansion of the voluntary carbon markets.\nLooking ahead, we still have a long runway to create compounding shareholder value. As always, MSCI will balance our long-term strategic investments, including bolt-on acquisitions, with our commitment to rigorous financial management and short-term execution.\nAnd with that, let me now turn the call over to my partner in this great business, Baer Pettit. Baer?\n\nC. D. Baer Pettit\n\nPresident, MSCI, Inc.\n\nThank you, Henry, and greetings, everyone. In my remarks today, I'll discuss some of the most notable business needs that we see among market participants around the world, describe how MSCI is addressing those needs and explain what it all means for both our financial performance and our increasingly diverse client base.\nPerhaps the biggest overarching need is for more customized and personalized investment solutions. Across industries and geographies, investors are searching for highly specialized and scalable outcomes aligned with their unique preferences and considerations. Within the index industry, this trend has boosted demand for custom indexes that investors can design to reflect the specific objectives of their unique portfolios, which may include capital income, tax risk, climate, sustainability and other considerations.\nFor example, since 2020, around 1/3 of MSCI benchmark selected by asset owners for policy or mandate allocations have been custom indexes. In the fourth quarter, we posted 20% run rate growth in custom indexes and special packages, while we were pleased to see our clients have success in gathering allocations linked to MSCI's custom index.\nFor example, a major global insurance company allocated $8 billion into funds linked to our custom index, and a large asset manager licensed the custom index as a basis for an MSCI climate transition-aware ETF in Europe.\nRising demand for customization is especially visible in the wealth segment, where advisers have to integrate their house view with the preferences of their individual clients. As Henry discussed, our acquisition of Fabric will make it much easier for MSCI to deliver customization and scale for wealth managers. In particular, by combining Fabric's rules-based portfolio construction tools with MSCI factor models and related solutions, we will greatly enhance our capabilities. The Fabric acquisition will build on the strength of our existing wealth franchise, which now totals $107 million firm-wide and delivered 23% run rate growth in the fourth quarter.\nAmong other Q4 business wins, the wealth arm of a major global asset manager licensed MSCI's multi-asset-class sector models. We've seen rising demand for integrated technology platforms to support compliance with increasingly complex regulations, especially in climate and sustainability. In response, MSCI continues to integrate our own content and capabilities on platforms such as MSCI ONE, particularly leveraging our Analytics franchise, which remains the backbone of where we host client portfolios, enrich those portfolios with specialized content and apply models to deliver insights and reports.\nFor example, in 2023, we helped our clients generate 130,000 climate and sustainability reports on MSCI ONE using our analytics reporting engines, up from 16,000 reports in 2022. In Analytics, more broadly, we're benefiting from our ongoing investments to support an open ecosystem integrations and in differentiated content. We achieved our best quarter and full year on record for recurring sales in equity analytics with quarterly and annual sales of approximately $9 million and $30 million, respectively, for the first time ever with strength from asset managers, market makers and hedge funds and run rate growing by 11%.\nIn product lines with current cyclical challenges, we still see healthy client appetite for key market data and related solutions, including Real Assets. For example, our Real Estate portfolio services, which include Climate Insights and Income Insights and our Index Intel products, which collectively represent about half of our product line run rate, delivered run rate growth of over 10% in a tough commercial real estate environment.\nIn MSCI Private Capital Solutions, formerly Burgiss, we delivered recurring sales of $6.2 million in the fourth quarter with ending run rate of $98 million, growing in the high teens versus the same period last year. In general, our integration of the Burgiss team continues to accelerate and clients have been enthusiastic about our total portfolio vision for public, private and multi-asset-class solutions.\nAcross the board, investors increasingly expect richer, more granular data and faster, deeper insights powered by advanced technology. MSCI is meeting this demand through our ongoing data and technology transformation, which has dramatically extended our use of artificial intelligence.\nWe group AI initiatives into 3 categories: providing data at scale, transforming the client experience and driving operational efficiency, which will enable incremental investment capacity for MSCI. We have made tremendous progress at each area. For example, through our partnership with Google Cloud, we've accelerated our document acquisition and classification for ESG by a factor of 7 while tripling the speed of our AI models and more than doubling our maximum calculation capacity for real assets.\nWe want to continue to leverage large language models and open-source geospatial data sets to meaningfully scale our physical asset data coverage and quality, which we expect can expand to over 100 million physical asset locations and attributes in the next 3 years to support our goals of comprehensive and complete data coverage for our clients.\nMSCI has always been a company that plans for extended time horizons. We are constantly trying to anticipate, capture and commercialize the next evolution of global investing. We also worked tirelessly to deliver consistent results from quarter-to-quarter, which means we are laser-focused on how to create value for clients right now. We will continue striking that balance in 2024 and beyond.\nAnd with that, let me turn the call over to Andy. Andy?\n\nAndrew C. Wiechmann\n\nChief Strategy Officer, MSCI Inc.\n\nThanks, Baer, and hi, everyone. As you can see from our results, we have a highly resilient business that continues to generate consistently strong performance across product areas and client segments despite cyclical pressures.\nIn Index, we had nearly 11% subscription run rate growth, including 9% run rate growth in our market cap-weighted modules and 20% growth in custom indexes and special packages. Factor and ESG modules grew 11%, a slower rate than last year as clients are favoring more customized approaches and we saw fewer clients launching new active factor strategies. We have a demonstrated track record of growing with our existing client base in Index, helping them unlock value through a wide range of use cases across a broad range of content.\nHalf of our Index client base subscribes to at least 2 or more modules with 20% of clients licensing as many as 5 or more different modules. Our growing set of modules across market cap, factor, ESG, Climate, thematic, fixed income and custom dimensions enable us to continue to bring additional value to our clients. And we maintain solid momentum in asset-based fees with revenues up 16% year-over-year, benefiting from over $48 billion of cash inflows and about $198 billion of market appreciation throughout 2023 within ETFs linked to MSCI equity indexes.\nDuring Q4, cash inflows of $16 billion into equity ETFs linked to MSCI indexes were mostly driven by developed markets ex U.S. and emerging markets products. From a product perspective, we saw inflows of about $6 billion into equity ETFs linked to MSCI ESG and Climate indexes, which represented the majority of industry flows into ESG and Climate products.\nWithin fixed income ETFs, AUM and products linked to MSCI and Bloomberg joint fixed income indexes reached $60 billion, growing more than 30% year-over-year. We had another very strong quarter for nonrecurring revenues. Roughly $16 million of the nonrecurring sales and revenues in Index were related to client fees for unlicensed usage of our content in historical periods. We also earned nonrecurring revenues from other common use cases, including licenses to create structured products and OTC derivatives and index history sales, where client requires decades of historical data to back-test strategies and conduct research.\nIn Analytics, we saw continued momentum across key areas with subscription run rate growth of 7% supported by strong net new recurring sales growth of 68%. Analytics revenue also benefited from a large number of implementations that were completed in the quarter, which resulted in both elevated nonrecurring revenue and the release of recurring subscription revenue that was on hold during the respective implementation periods.\nIn our ESG and Climate reportable segment, organic run rate growth was 16%, which excludes about $4.5 million of run rate from Trove and the impact of FX. Run rate growth was approximately 15% in ESG research and 31% in Climate, excluding the impact of Trove. And run rate growth was 25% within Europe and close to 20% in Asia for ESG and Climate segment.\nWe continue to see strong engagement across client types with a retention rate of 94.7% for the quarter and 95.9% for the full year. Although we did see an increase in cancels from smaller clients, in large part related to an elevated level of crin events, within Real Assets, run rate growth was 6% as we continue to see the impact of muted property values and lower transaction volumes. The retention rate of 89% for the quarter was impacted by a pickup in cancels from small clients, namely brokers, developers and lenders, who are most acutely feeling these cyclical pressures. Although once again, our larger clients tended to have higher retention rates. Almost 80% of clients that subscribe to our RCA product offering spent over $50,000 per year on average, and the retention rate of that cohort is 96% for the full year of 2023.\nAlso, it is worth highlighting that about 95% of client contracts for RCA products have an auto-renew provision or multiyear contracts. Our integration of Vertis, which we now refer to as our Private Capital Solutions operating segment, is doing well. We recorded approximately $25 million of revenue for the quarter, which came in at the high end of our initial expectations, although we did benefit from revenue catch-ups resulting from the completion of implementation on our total planned product offering.\nPrivate Capital Solutions expenses included about $4 million of allocations from centralized and shared costs. We continue to expect about $4 million to $5 million per quarter of these allocations to the segment. These costs are reallocated from other segments, and as a result, will not impact firm-wide EBITDA.\nOur approach to capital allocation remains unchanged. We will continue to invest in the business to drive strong top line growth over the long term while continuing to deliver attractive free cash flow and EPS growth. We will continue to optimize our capital structure, return excess cash to shareholders through regular dividends that grow with adjusted EPS and opportunistically pursue share buybacks and value-generative bolt-on M&A that accelerates our strategy in key growth areas.\nIn the spirit of continually optimizing our capital structure, last week, we completed the refinancing of our credit facilities, where we replaced our term loan A and existing revolver with a new revolver that provides us with more capacity at $1.25 billion in total size, slightly lower costs than the now retired term loan A and an extended tenor. And our capital position remains solid overall. As of today, we currently have approximately $600 million of cash on hand, well above our minimum global cash balance range, although cash balances are still down from last year's levels, which will continue to translate through to lower interest income.\nLastly, we continue to execute bolt-on acquisitions that accelerate our long-term strategy. Total purchase consideration for Trove and Fabric was approximately $48 million with the potential for additional performance-related payments tied to the achievement of top line growth targets, although the majority of those payments will be treated as compensation expense.\nTurning to our 2024 guidance, which we published earlier this morning. Our guidance assumes that AUM levels remain relatively flat to year-end levels through the first half of 2024 with a modest upturn in the second half of the year. Our expenses reflect the ongoing investments in our business as well as the impact of our acquisitions of Burgiss, Trove and Fabric. Our CapEx guidance reflects continued software development to build or enhance our offerings across all of our segments, including Private Capital Solutions as well as slightly higher hardware purchases related to our hybrid data center strategy.\nOur interest expense guidance reflects the refinancing of our credit facilities and assumes the existing balance of approximately $340 million remains outstanding for the year. Our tax rate guidance reflects the impact of the OECD global minimum tax, which goes into effect this year, statutory rate increases we are subject to in certain jurisdictions and a slightly smaller projected impact from windfall benefits.\nI would like to highlight that our effective rate in the fourth quarter included a discrete benefit related to a favorable outcome on a tax position received late in the quarter. And lastly, free cash flow guidance reflects the expectation of slightly higher cash taxes.\nOverall, we remain well positioned to drive growth. Our client-centricity and multiyear investments position us for strength to start 2024, and we look forward to keeping you posted on our progress.\nWith that, operator, please open the line for questions."
  },
  {
    "header": "MSCI",
    "cik": "0001408198",
    "ticker": "MSCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a4a2d0bbe58e4ba0f0947af8de4fa449",
    "period": "2023 Q3",
    "content": "Q3 2023 MSCI Inc Earnings Call\n\nQ3 2023 MSCI Inc Earnings Call\n\nMSCINYSEOCT 31, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the MSCI Third Quarter 2023 Earnings Conference Call. As a reminder, this call is being recorded. [Operator Instructions]\nI'd now like to turn the call over to Jeremy Ulan, Head of Investor Relations and Treasurer. You may begin.\n\nJeremy H. Ulan\n\nHead of IR & Treasurer, MSCI Inc.\n\nThank you. Good day, and welcome to the MSCI Third Quarter 2023 Earnings Conference Call. Earlier this morning, we issued a press release announcing our results for the third quarter 2023. This press release, along with an earnings presentation and a brief quarterly update are available on our website, msci.com, under the Investor Relations tab. .\nLet me remind you that this call contains forward-looking statements, which are governed by the language on the second slide of today's presentation. You are cautioned not to place undue reliance on forward-looking statements, which speak only as of the date on which they are made, are based on current expectations and current economic conditions and are subject to risks and uncertainties that may cause actual results to differ materially from the results anticipated in these forward-looking statements.\nFor a discussion of additional risks and uncertainties, please see the risk factors and forward-looking statements disclaimer in our most recent Form 10-K and in our other SEC filings. During today's call, in addition to results presented on the basis of U.S. GAAP, we also refer to non-GAAP measures. You'll find a reconciliation of our non-GAAP measures to the equivalent GAAP measures in the appendix of the earnings presentation.\nWe will also discuss operating metrics such as run rate and retention rate. Important information regarding our use of operating metrics such as run rate and retention rates are available in the earnings presentation. On the call today are Henry Fernandez, our Chairman and CEO; Baer Pettit, our President and COO; and Andy Wiechmann, our Chief Financial Officer. With that, let me now turn the call over to Henry Fernandez. Henry?\n\nHenry A. Fernandez\n\nChairman, Chief Executive Officer & Director, MSCI, Inc.\n\nThank you, Jeremy. Good day, everyone, and thank you for joining us. In the third quarter, MSCI delivered impressive results in an uncertain environment. Among other highlights, we achieved adjusted EPS growth of over 21%, total revenue growth of 12%, recurring subscription run rate growth of 12% and a retention rate of 95.4%.\nAmid turmoil in global markets, rising geopolitical tensions and a challenging operating environment are highly diversified by all weather franchise continues to drive strong financial performance. We recognize that in this uncertain environment, our capital allocation decisions are more important than ever.\nIn the first 9 months of this year, we returned $459 million to the owners of MSCI in the form of share repurchases and more than $329 million in the form of dividends. This signals our confidence in MSCI's long-term prospects and our commitment to be a compounder for shareholders. We're also committed to prioritizing high growth and high potential investments while maintaining high levels of profitability.\nWe recently capitalized on 2 opportunistic strategic acquisitions. With the completed acquisition of Burgiss, MSCI can now provide additional clarity and transparency, highly needed by investors across private and public assets in their portfolios. Over the past 36 years, Burgiss has created greater private asset transparency while serving institutional investors such as special funds, endowments, foundations and family offices.\nCombined with our private real estate franchise, MSCI now has the world's largest highest quality private asset class database, covering more than $60 trillion of assets. We believe -- we now have a unique and a strong foundation of data and analytics to build standards such as benchmark indices, performance, risk, liquidity, pricing and asset allocation models and other tools.\nIn effect, our goal is to develop the MSCI of private assets. As for MSCI's announced acquisition of Trove Research, Trove is a world-renowned source of intelligence on the voluntary [ carbon ] market. We believe this market will play a significant role in helping institutional investors and companies reduce climate risk. All markets drive on reliable uniform standards and robust transparency.\nAs the world pushes for net 0 emissions, investors need to understand whether companies are making real progress and how they are using carbon credits. Likewise, companies need to understand the value of the credits they are buying and selling. By integrating the data analytics and capabilities of Trove with our own comprehensive climate solutions, MSCI will have a robust suite of tools to promote clarity and consistency in the voluntary carbon market.\nBoth of these acquisitions, Burgiss and Trove advanced MSCI's larger business strategy and mission of providing tools for the investment world to systemically understand and measure performance and risk, which leads to more optimal asset allocation and portfolio construction.\nWe aim to capture major trends across the investment landscape, including the continued allocations to private assets and the growing incorporation of climate as a material driver in the repricing of securities and the reallocation of capital. Our product lines are increasingly interconnected, which means our work in private assets reinforces our work in climate and vice versa.\nFor example, together with Burgiss, we previously developed a tool that offers climate data on around 50,000 private companies and more than 6,000 private equity and private debt funds. In summary, MSCI continues to benefit from our resilient business model underpinned by rigorous financial management and a strong secular tailwinds. From our recurring revenue business model to our mission critical solutions, we believe MSCI remains well positioned in any operating environment.\nAnd with that, let me turn the call over to Baer.\n\nC. D. Baer Pettit\n\nPresident, MSCI, Inc.\n\nThank you, Henry, and greetings, everyone. In my remarks today, I'll build on what Henry said about Burgiss, discuss our third quarter results by product line and highlight our regional performance in Asia Pacific. Our acquisition of Burgiss, which we completed earlier this month, position MSCI to serve investors and managers across all asset classes with a world-class platform for delivering total portfolio investment solutions and one of the industry's largest private asset databases covering more than 13,000 bonds. .\nAs Henry mentioned, Burgiss deepens our existing presence with pension funds and sovereign wealth funds while helping MSCI expand our presence among client segments, such as endowments, foundations and family offices. We are well underway with integrating the 650-plus Burgiss employees and the roughly 1,000 Burgiss clients into our operations, and we look forward to providing updates on our progress.\nTurning to our Q3 results. MSCI achieved another solid quarter of performance across client segments and product lines. At the client level, we delivered subscription run rate growth of 15% collectively among wealth managers, banks and broker-dealers, hedge funds, insurance companies and corporates. And for our largest client base, we delivered around 10% growth amongst asset owners and asset managers combined.\nAs those numbers indicate, we have maintained our strength and momentum across all client segments. Looking at our product lines. In index, we posted our 39th consecutive quarter of double-digit subscription run rate growth of 11%. Meanwhile, total direct indexing AUM based on MSCI indexes increased by 68% to $95 billion.\nWe also saw increased index licensing from hedge fund clients, where new recurring subscription sales more than doubled, reflecting growth from both market cap-weighted modules and our float data. In addition, MSCI won a big strategic mandate to build client design indexes for one of America's largest wealth managers.\nThis demonstrates how we continue to capitalize on rising demand for tools to support portfolio customization at scale, a trend that is especially visible in the wealth segment. Turning to analytics. We delivered subscription run rate growth of 7%, resulting in over $639 million of run rate and a near record retention rate of 95.1%.\nGlobally, we posted recurring sales growth of 30% in enterprise risk and performance driven by a significant number of large deals with asset managers and asset owners. For example, MSCI completed one of our largest ever liquidity analytics deals covering both regulatory reporting requirements and liquidity risk management. Despite pressures on equity managers, we also grew equity analytics by 11% to nearly $200 million in run rate.\nIn ESG, we delivered 21% run rate growth across our product lines for, taking our run rate to $387 million, while posting a retention rate of 96%. At the regional level, the regulatory environment continues to ADSG sales in EMEA, and our solutions continue helping clients navigate new requirements.\nIn Climate, we achieved 49% run rate growth across our product lines from Y, where we now have $98 million of run rate including $68 million of subscription run rate growing by 49%, which had a retention rate of 97%. In addition, AUM and MSCI index-linked climate ETFs increased by 64% to $71 million while MSCI index-linked climate equity non-ETF AUM increased by 75% to $107 billion.\nFinally, in real assets, we posted total run rate growth of almost 10%, along with a retention rate of 91%. Geographically, our Q3 results were especially strong in APAC, where MSCI continues to benefit from the increasing scale and growing breadth of the investment industry and the reach. For example, in real assets, APAC achieved 15% run rate growth and grow strong sales with asset owners, including for our real estate index Intel and Performance Insights tool. In Index, APAC delivered recurring subscription run rate growth of almost 15%, bringing our footprint to approximately $178 million.\nMSCI's underlying strength of the company reflects our increasingly diverse range of capabilities and clients across geographies. Those advantages become even more important during periods of market volatility and uncertainty. As a result, we continue to see high levels of client engagement across segments, products and regions. And we also see healthy pipeline as we approach the end of the year. Looking ahead, MSCI will remain laser focused on strong profitability while continuing to invest in our business.\nAnd with that, let me turn the call over to Andy. Andy?\n\nAndrew C. Wiechmann\n\nChief Strategy Officer, MSCI Inc.\n\nThanks, Baer, and hi, everyone. Our attractive financial model enabled us to deliver double-digit growth in the quarter across revenue, recurring subscription run rate and adjusted EPS. In Index subscription, we drove 9% run rate growth in our market cap weighted modules, high-teens growth in custom indexes and mid-teens growth in our ESG and factor modules. .\nWe saw strong subscription run rate growth from hedge funds, wealth managers and broker-dealers of 26%, 19% and 15%, respectively, all of which continue to support steady double-digit index subscription run rate growth. Asset-based fee revenues were up more than 12% year-over-year, benefiting from $55 billion of cash inflows and $186 billion of market appreciation over the last 12 months within equity ETFs linked to MSCI indexes.\nDuring the third quarter, cash inflows into ETFs linked to MSCI equity indexes were driven also entirely by ETFs with U.S. and other developed market exposures. These cash inflows were supported by roughly $3 billion of flows into equity ETFs linked to our ESG and Climate indexes. And we continue to gain traction in fixed income with AUM and ETFs linked to MSCI and Bloomberg joint fixed income indexes reaching nearly $52 billion, growing more than 40% year-over-year. In analytics, subscription run rate growth was 7%, with continued strength in our factor models and our risk tools more broadly. Our investments in enhancing our content, our capabilities and the client experience, including through Climate Lab Enterprise insights and ESG and climate reporting services are driving new commercial opportunities across analytics.\nIn our ESG and Climate reportable segment, the run rate growth was 25% with 21% growth in ESG research and 44% growth in Climate. Relative to a year ago, we saw lower new recurring sales in the Americas, which continue to reflect more measured purchasing decisions among U.S. investors. However, new recurring sales in both Europe and APAC were essentially unchanged year-over-year.\nThe retention rate in ESG and Climate segment remained healthy at 96%, although we did see slightly higher cancels resulting from client events at smaller institutions. Within Real Assets, run rate growth was 10%. We see momentum in our real estate index intel and portfolio offerings. Although we continue to see the impact of industry pressures on our transaction data, most notably in client segments such as real estate brokers and lenders.\nWhile we expect the pressures to continue, we are encouraged by the long-term opportunity and the momentum we see in many of the market data, climate and portfolio offerings we are providing. We are also expanding our commercial real estate transaction database to include deals below $2.5 million and our data universe to include properties that have never transacted.\nAs a reminder, beginning in the fourth quarter, we will report financial results for Burgiss in our all other private assets segment. To provide an update on the financial impact of Burgiss, we expect Burgiss to generate slightly above $90 million of rev for full year 2023, with revenues of $22 million to $24 million expected in the fourth quarter.\nThe stand-alone Burgiss adjusted EBITDA margin is expected to be around 15% for full year 2023. However, we currently expect about $4 million to $5 million per quarter of allocations to Burgiss from centralized and shared costs on top of the stand-alone adjusted EBITDA. It is worth noting that these allocations are reallocated from other segments and will not impact firm-wide EBITDA.\nGiven these allocations, we expect contributions from Burgiss to the adjusted EBITDA for the all Other segment to be minimal in Q4, although we expect some margin expansion from Burgiss next year. Meanwhile, as we've done in previous acquisitions, we will exclude certain integration-related expenses from our adjusted non-GAAP figures.\nMore broadly on the capital allocation front, we continue to be opportunistic and capitalize on attractive opportunities as highlighted by our announced acquisition of Trove. We expect Trove, which has a few million dollars of run rate and which will be included in our ESG and Climate segment to be immaterial to our results in the near term.\nTurning to our guidance. I would highlight that our ranges incorporate the impact of Burgiss and assume that AUM levels remain relatively stable through the balance of the year. Expense ranges now reflect both the slightly elevated pace of spend as well as a full quarter of expenses from Burgiss, including a small amount of integration expenses that will not be from adjusted metrics. Our free cash flow guidance remains unchanged.\nAlthough we have slightly increased our CapEx guidance continues to reflect a higher level of software capitalization and some elevated hardware purchases related to our hybrid infrastructure approach, which includes maintaining a presence in select on-prem data centers is to leveraging our public cloud partnerships.\nOur D&A guidance captures the additional intangible from purchase accounting adjustments related to the acquisitions. We've slightly lowered and narrowed our effective tax rate guidance, reflecting the impact of a nontaxable gain on our investment in Burgiss of approximately $1 million in the fourth quarter, which will be excluded from our adjusted metrics.\nExcluding the impact of this onetime item, we would expect an adjusted tax rate range for the full year that is about 1% higher than the effective tax rate range or 17.5% to 19%. Lastly, our interest expense guidance reflects our intention to draw a small amount on the revolver to provide some additional liquidity.\nAdditionally, I would highlight that we expect lower interest income on our cash balances as a result of funding purchase. As of today, we currently have more than $300 million of cash on hand, which is in line with our minimum global cash balance range. Overall, we remain well positioned to drive growth. While we continue to see some budget pressures from clients in a slightly elevated level of client events, we continue to see healthy engagement from our clients in a strong pipeline to finish out 2023. We look forward to keeping you posted on our progress. Operator, please open the line for questions."
  },
  {
    "header": "MSCI",
    "cik": "0001408198",
    "ticker": "MSCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6fe9f6ecf5ffb17808216df8b368ed64",
    "period": "2023 Q2",
    "content": "Q2 2023 MSCI Inc Earnings Call\n\nQ2 2023 MSCI Inc Earnings Call\n\nMSCINYSEJUL 25, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the MSCI Second Quarter 2023 Earnings Conference Call. As a reminder, this call is being recorded. [Operator Instructions]\nI would now like to turn the call over to Jeremy Ulan, Head of Investor Relations and Treasurer. You may begin.\n\nJeremy H. Ulan\n\nHead of IR & Treasurer, MSCI Inc.\n\nThank you. Good day and welcome to the MSCI Second Quarter 2023 Earnings Conference Call. Earlier this morning, we issued a press release announcing our results for the second quarter 2023. This press release, along with an earnings presentation we will reference on this call, as well as a briefly quarterly update are available on our website, msci.com, under the Investor Relations tab.\nLet me remind you that this call contains forward-looking statements. You are cautioned not to place undue reliance on forward-looking statements, which speak only as of the date on which they are made and are governed by the language on the second slide of today's presentation. For a discussion of additional risks and uncertainties, please see the risk factors and forward-looking statements disclaimer in our most recent Form 10-K and in our other SEC filings.\nDuring today's call, in addition to results presented on the basis of U.S. GAAP, we also refer to non-GAAP measures, including, but not limited to, adjusted EBITDA, adjusted EBITDA expenses, adjusted EPS and free cash flow. We believe our non-GAAP measures facilitate meaningful period-to-period comparisons and provide insight into our core operating performance. You'll find a reconciliation to the equivalent GAAP measures in the earnings materials and an explanation of why we deem this information to be meaningful as well as how management uses these measures in the appendix of the earnings presentation.\nWe will also discuss run rate, which estimates at a particular point in time the annualized value of the recurring revenues under our client agreements for the next 12 months, subject to a variety of adjustments and exclusions that we detail in our SEC filings. As a result of those adjustments and exclusions, the actual amount of recurring revenues we will realize over the following 12 months will differ from run rate. We therefore caution you not to place undue reliance on run rate to estimate or forecast recurring revenues.\nWe will also discuss organic growth figures, which exclude the impact of changes in foreign currency and the impact of any acquisitions or divestitures.\nOn the call today are Henry Fernandez, our Chairman and CEO; Baer Pettit, our President and COO; and Andy Wiechmann, our Chief Financial Officer. [Operator Instructions] And our goal is to devote more of our earnings calls to the Q&A segment.\nWith that, let me now turn the call over to Henry Fernandez. Henry?\n\nHenry A. Fernandez\n\nChairman, Chief Executive Officer & Director, MSCI, Inc.\n\nThank you, Jeremy. Good morning, everyone, and thank you for joining us today. During the second quarter, MSCI delivered another solid performance against a fluid market environment. We achieved adjusted EPS growth of 17%, organic revenue growth of 13% and organic subscription run rate growth of 11%. We also maintain our laser focus on profitability, demonstrating rigorous financial and capital management.\nOur capital allocation framework has not changed. We will opportunistically buy back shares, support our dividend policy and accelerate our strategy through bolt-on acquisitions. Most notably, our share repurchases since the beginning of the second quarter have totaled nearly $460 million. MSCI has repurchased close to 50 million shares or nearly 40% of our total shares outstanding from the end of 2012, and we intend to keep the same focus and discipline.\nAll of this confirms the strength and durability of our business. One of our consistent differentiators is that MSCI can be nimble and flexible in significantly adjusting expenses up and down, depending on the operating environment. This helped stabilize our profitability through periods of market turmoil. More broadly, MSCI continues to benefit from our globally diversified and integrated franchise.\nIn the second quarter, we delivered our 38th consecutive quarter of double-digit subscription run rate growth in index. We also had a strong quarter in Analytics, posting our highest second quarter retention rate ever of over 95% and recurring net new sales growth of 46% in equity portfolio management. In addition, we delivered 70% Climate run rate growth across our product lines, along with a Climate retention rate of over 97%.\nOur ESG run rate growth [indiscernible] grew 18%, and the retention rate from our ESG and Climate product segment remain resilient at 97%. This shows that despite tightening budgets, our clients continue to make ESG and climate a top priority.\nDuring my recent client trips to Asia, the Middle East, Western Europe and parts of the U.S., ESG was the most popular topic clients wanted to discuss. For that matter, when the IBM Institute for Business Value recently surveyed corporate executives across 22 industries, 76% of them said ESG is now central to their business strategy. This reinforces our belief that ESG risks and opportunities are investment risks and opportunities.\nWith all of that in mind, MSCI is working to accelerate our ESG and Climate product launches. Our climate solutions continue to drive growth across the company, and they have helped us build momentum across client segments.\nThis gets to a larger point. The integration and interoperability of our product line, what we call our One MSCI ecosystem, can dramatically increase value and efficiency for our clients. We further amplify those benefits through our open architecture for clients and other outside parties and through MSCI's role as a standard setter, industry connector and innovation hub. All of this represents our greatest competitive advantage as a company. It highlights our unique position in the industry, our unique mix of capabilities and our unique range of client segments.\nIndeed, MSCI is now well placed to capitalize on major trends in shaping the industry. Those trends include the acceleration and -- of the adoption of index investing; the continued shift to algorithm-oriented, rules-based technology-driven portfolio construction; the rise in demand for sustainable investments and climate solutions; the growing role of regulation; and the increased allocations to Private Assets.\nAs our strategy evolves to capture new opportunities, which will require new investments, MSCI will stay firmly committed to financial discipline and high profitability. Those commitments have always anchored our strategy in the past, and they will continue anchoring our strategy in the future.\nAnd with that, let me turn the call over to Baer.\n\nC. D. Baer Pettit\n\nPresident, MSCI, Inc.\n\nThank you, Henry, and greetings, everyone. My comments today will cover MSCI's business performance and also provide an update on our continued technology transformation. Our flagship index segment achieved a number of milestones, including 12% subscription run rate growth with 14% growth in Asia Pacific. We drove record onetime sales primarily from our recently launched float data products, which delivered nearly $8 million in gross sales. These deals facilitate deep engagement with clients while creating entry points for future recurring subscription sales.\nWe also achieved record second quarter results for net new and new recurring sales in index. Globally, there were 20 newly available ETF products based on MSCI indexes during the quarter, 12 of which were based on MSCI ESG and Climate index.\nDuring the quarter, 96% of industry inflows into ETF products domiciled and sponsored by European fund managers were linked to MSCI indexes. All of this confirms the critical and growing role that our index segment plays in global investing, trading and portfolio construction.\nTurning to our ESG and Climate reporting segment. We delivered overall run rate growth of 26%, while our retention rate was nearly 97%. As I can confirm from my client meetings during the quarter, demand for our ESG products remains high, fueled by regulatory pressure for high-quality data, MSCI's comprehensive coverage and the transparency provided by our solutions.\nLooking at Climate subscription specifically. We delivered run rate growth of over 40% with both asset managers and asset owners and over 75% run rate growth with banks, insurance, wealth management and hedge funds collectively. Meanwhile, AUM in ETF products based on MSCI climate indexes totaled $71 billion at the end of June, which represented approximately 67% market share on the basis of AUM. As with ESG, both government regulations and voluntary disclosures continue to drive demand for advanced climate tools.\nLet me now turn to our Analytics segment. During the second quarter, MSCI achieved subscription run rate growth of 6.6% in Analytics, including 13% growth in equity portfolio management with notable strength in the hedge fund segment. We also posted our highest second quarter ever for retention at 95.2% and net new sales of about $11 million in Analytics.\nBy providing investment risk and performance workflows in Analytics, we develop deep connectivity and access to client portfolios. This in turn helps us deliver additional innovative services, such as our ESG and Climate regulatory reporting solutions, including for the Sustainable Finance Disclosure Regulation. In fact, during the first half of 2023, MSCI delivered more than 47,000 total climate reports enabled by our Analytics reporting engines.\nShifting to our Real Assets segment. It was a tough quarter in a challenging environment with historically low global commercial real estate activity. In that environment, our Real Assets segment posted overall run rate growth of 9% excluding FX and a retention rate of close to 93%. Regionally, we also achieved 14% Real Assets run rate growth in Asia Pacific, 10% growth in the Americas and 8% growth in EMEA.\nAs MSCI explores new ways to turn raw data into actionable investment insights, we continue moving forward with our technology transformation. Generative AI and large language models are a big part of that. We've been using AI and natural language processing for a decade now to enhance our content. Given our deep expertise in modeling and data analysis, this is second nature to MSCI.\nIn ESG research, for example, AI helps us analyze and update more than 7 million data points per month with inputs from more than 4,700 news sources, 150 alternative data sources, 12,000 corporate websites and submissions from more than 5,200 corporate issuers. We have also used generative AI and LLM to help us identify, extract and validate EU taxonomy data 4x faster than our previous capabilities. These data represent crucial inputs for EU regulatory reporting.\nIn Analytics, we use natural language processing and deep learning in our models to identify securities with similar characteristics, to examine emerging industries and to support quantitative investment testing and systematic alpha use cases. We're also deploying AI in our corporate functions such as finance to help automate contract review, extract information and process invoice.\nMSCI is embracing generative AI to enhance the client experience and operate more efficiently. In particular, we are leveraging AI to continue evolving our data processing, audit and quality mechanism. In addition, we are working to integrate AI into our MSCI ONE platform to proactively deliver actionable insights for client portfolios.\nInvestments in data and technology are central to our long-term strategy. Combining those investments with our strong commercial focus supports our ability to deliver solid performance amid external challenges. I'm confident that by staying focused and disciplined in our operations and financial management, MSCI will be able to deliver for our clients and our shareholders.\nAnd with that, let me turn the call over to Andy. Andy?\n\nAndrew C. Wiechmann\n\nChief Strategy Officer, MSCI Inc.\n\nThanks, Baer, and hi, everyone. During the quarter, it was encouraging to see the breadth of opportunities and diversity of revenue streams driving our solid top line growth. This included very strong nonrecurring revenue, which more than offset some of the lingering cyclical impacts we saw in parts of our asset-based fees. And we delivered solid double-digit subscription run rate growth with a remarkably stable retention rate despite some of the market pressures.\nIn index, client demand was broad-based with double-digit subscription run rate growth for all of our subproduct areas, including market cap modules, ESG and Climate modules, factor modules and custom index offerings. Our run rate growth with asset managers and asset owners was 10% and 12%, respectively. Collectively, these client segments represent about 70% of our index subscription run rate.\nAsset-based fees have swung to positive growth driven by a rebound in AUM-linked revenues, which were supported by both market appreciation and strong inflows. Since the end of March, we've seen $18.7 billion of inflows into MSCI-linked equity ETFs, which combined with a gradual rebound in market levels has driven AUM balances to increase by over $67 billion. There were net inflows of $15.6 billion into MSCI-linked ETFs with geographic exposures to developed markets outside the U.S. and $3.1 billion of inflows into MSCI-linked ETFs with emerging market exposures.\nFrom a product lens, there were $5.2 billion of inflows into ETFs linked to MSCI ESG and Climate indexes, while $2.5 billion of inflows went to ETFs linked to MSCI factor indexes fueled by strong flows into the quality factor. In fact, the AUM balance of equity ETFs linked to MSCI indexes was greater than $1.4 trillion as of July 20.\nVolumes from listed futures and options linked to MSCI indexes were lower year-over-year relative to the high volatility environment we saw a year ago. This is consistent with what we would expect to see when AUM balances rebound.\nIn Analytics, subscription run rate growth was 7%. We had another quarter of very strong equity factor model sales as clients continue to turn to us to help understand risk and market factors in this dynamic environment. And our strong retention rate underscores the mission-critical nature of our tools, particularly in these challenging times.\nIn June, we delivered roughly 47,000 liquidity analytics reports per day for our clients, which is up 15% from our average daily levels in December. We now process over 850 million security holdings daily on behalf of our clients in Analytics, a testament to the scale at which investors rely on us for their most important portfolio decisions. And the capabilities across Analytics are incredibly strategic for the firm, helping to fuel growth across product areas.\nAlthough, as we've mentioned before, we continue to expect new sales and cancels to be lumpy quarter-to-quarter in Analytics. In our ESG and Climate reportable segment, our run rate grew 26% with 22% growth in ESG and 50% growth in Climate. The volume of large ticket deals has improved from last quarter, although still down from last year's levels. Net new recurring sales improved 20% since the first quarter but were down meaningfully from a record second quarter last year, reflecting more measured purchasing decisions and longer sales cycles from our clients.\nWe continue to have conviction in our long-term targets of mid- to high-20% growth given the numerous layers of opportunities and the powerful secular drivers. As Henry and Baer mentioned, our long-term opportunities remain durable and attractive for both ESG and Climate.\nIn Real Assets, we drove 9% organic run rate growth. As Baer indicated, our benchmarking and market and portfolio insights offerings remain strong with double-digit organic growth, while sales and retention of our transaction data products were more muted as they are cyclically correlated with the reduced volume of commercial real estate transactions. We continue to execute on our real asset product road map, and we are seeing early and encouraging demand for products like our mortgage debt intel offering.\nThese solid operating results across the business helped drive 17% growth in adjusted EPS in the second quarter. Helping to fuel the growth, we had very strong nonrecurring revenue in the quarter, benefiting from strong sales of our index free float product. While these nonrecurring revenues will fluctuate meaningfully quarter-to-quarter, we continue to see healthy growth in the underlying demand for many of the products that are often sold as nonrecurring, such as index licenses for OTC derivatives, history data products and other unique data sets as well as analytics implementations. Importantly, these sales often open the door for broader conversations and can convert into recurring subscriptions.\nShare repurchases drove $0.06 of the year-over-year increase as our consistent approach allowed us to continue to capitalize on attractive opportunities. It's worth noting that our free cash flow conversion and collections were reasonably strong in the quarter although continue to remain somewhat cautious on collection activity for the balance of the year. We ended June with a cash balance of nearly $800 million, enabling us to remain positioned for strength.\nFinally, I would like to provide some color on our 2023 guidance, which remains mostly unchanged and assumes market levels remain relatively flat for the balance of the year. We have left our expense guidance ranges unchanged. Although if market levels remain stable at current levels or increase further, we could be towards the top half of our expense ranges.\nOn CapEx, we have modestly increased our guidance range, mainly reflecting our increased pace of capitalized software development costs. We remain excited and encouraged by the strong client engagement we are seeing across numerous growth opportunities, and we continue to be closely aligned with employees to capitalize on the long-term trends transforming the investment industry. We look forward to keeping you posted on our progress.\nAnd with that, operator, please open the line for questions."
  },
  {
    "header": "MSCI",
    "cik": "0001408198",
    "ticker": "MSCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/acb9cfcd334fcdbb21673622470d7523",
    "period": "2023 Q1",
    "content": "Q1 2023 MSCI Earnings Call\n\nQ1 2023 MSCI Earnings Call\n\nMSCINYSEAPR 25, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the MSCI First Quarter 2023 Earnings Conference Call. As a reminder, this call is being recorded. [Operator Instructions] I'd now like to turn the call over to Jeremy Ulan, Head of Investor Relations and Treasurer. You may begin.\n\nJeremy H. Ulan\n\nHead of IR & Treasurer, MSCI Inc.\n\nThank you, operator. Good day, and welcome to the MSCI First Quarter 2023 Earnings Conference Call. Earlier this morning, we issued a press release announcing our results for the first quarter 2023. This press release, along with an earnings presentation we will reference on this call as well as a brief quarterly update are available on our website, msci.com, under the Investor Relations tab.\nLet me remind you that this call contains forward-looking statements. You are cautioned not to place undue reliance on forward-looking statements, which speak only as of the date on which they are made and are governed by the language on the second slide of today's presentation. For a discussion of additional risks and uncertainties, please see the risk factors and forward-looking statements disclaimer in our most recent Form 10-K and in our other SEC filings.\nDuring today's call, in addition to results presented on the basis of U.S. GAAP, we also refer to non-GAAP measures, including, but not limited to, adjusted EBITDA, adjusted EBITDA expenses, adjusted EPS and free cash flow. We believe our non-GAAP measures facilitate meaningful period-to-period comparisons and provide insight into our core operating performance. You'll find a reconciliation to the equivalent GAAP measures in the earnings materials and an explanation of why we deem this information to be meaningful as well as how management uses these measures in the appendix of the earnings presentation.\nWe will also discuss run rate, which estimates at a particular point in time the annualized value of the recurring revenues under our client agreements for the next 12 months, subject to a variety of adjustments and exclusions that we detail in our SEC filings. As a result of those adjustments and exclusions, the actual amount of recurring revenues we will realize over the following 12 months will differ from run rate. We, therefore, caution you not to place undue reliance on run rate to estimate or forecast recurring revenues. We will also discuss organic growth figures, which exclude the impact of changes in foreign currency and the impact of any acquisitions or divestitures.\nOn the call today are Henry Fernandez, our Chairman and CEO; Baer Pettit, our President and COO; and Andy Wiechmann, our Chief Financial Officer. Finally, I would like to point out that members of the media may be on the call this morning in a listen-only mode.\nWith that, let me now turn the call over to Henry Fernandez. Henry?\n\nHenry A. Fernandez\n\nChairman, Chief Executive Officer & Director, MSCI, Inc.\n\nThank you, Jeremy. Welcome, everyone, and thank you for joining us today. MSCI delivered solid first quarter results in a challenging external environment, confirming the underlying strength of our franchise and our proactive financial management.\nWe have not been immune to the market turmoil, but our resilience continues to stand out as seen in the headline numbers from the quarter, which include adjusted EPS growth of over 5%, organic subscription run rate growth of 12% and a retention rate of over 95%. On a segment level, we posted our 37th consecutive quarter of double-digit run rate growth in index recurring subscriptions.\nWe also maintain our momentum in equity portfolio analytics, achieving run rate growth of over 10%. Meanwhile, climate continued to drive a wide range of growth opportunities, including with many emerging client segments, such as banks, wealth managers and insurance companies. MSCI delivered 68% climate run rate growth across our product lines and a climate retention rate of over 96%.\nThe difficult environment has certainly affected buying behavior of our clients. In some areas, client budgets have tightened and sales cycles have lengthened, especially for larger purchases. ESG sales have also been affected by regulatory uncertainty in Europe and by a slowdown among wealth managers and retail investors in the United States, although institutional investor demand remains healthy and steady.\nAs we have noted in recent quarters, our AUM-linked revenue tends to be an early mover in market cycles, while our subscription revenue tends to see a lagging effect. Still, our client engagement levels remains very healthy, and we continue to find a steady demand for our products and services.\nEven in tough environment, MSCI's unique competitive advantages endure. Clients need our data, models, analytics and research to navigate a rapidly changing investment landscape. With that in mind, we continue prioritizing core investments in areas we believe we can fuel growth while maintaining very rigorous overall expense discipline.\nWe also recognize the [indiscernible] of turmoil can spur opportunistic M&A at more attractive valuations than we have seen in prior years, especially as this market cycle persists. We're actively exploring potential bolt-on acquisitions that could accelerate our strategy.\nLooking ahead, a key driver of that strategy will be the network effects produced by our One MSCI ecosystem. Our content and IP across product lines are already highly interoperable throughout the investment process. For example, clients can use MSCI tools to design an index-based portfolio, implement ESG or climate overlays on that portfolio and then run analytics on it.\nAll companies at times face short-term wins, yet we continue to see powerful secular tailwinds for MSCI. This is true across product lines, asset classes and client segments. In a bull market, a rising tide can lift all boats. In a bear market, companies like MSCI differentiate themselves. MSCI remains confident that we can use this opportunity, this market cycle to strengthen our client relationships and/or increase our competitive advantages. With that, let me turn the call over to Baer.\n\nC. D. Baer Pettit\n\nPresident, MSCI, Inc.\n\nThank you, Henry, and greetings, everyone. My comments today will focus on our business results this quarter, what we're seeing and hearing from clients and how we are continuing to deliver on our dual commitment to our shareholders, namely the execution of our long-term growth agenda to capture more of our addressable markets while maintaining the profitability of the company.\nWe finished March with $1.84 billion of recurring subscription run rate with an organic growth rate of 12% after closing more than $56 million of new recurring subscription sales during the quarter. It has been a slower environment for closing new sales as you can see from the year-over-year comparisons in our operating metrics, as we continue to see tighter client budgets and longer sales cycles.\nWhile we cannot control the macro environment, we maintain our conviction in the mission-critical nature of MSCI's data models, research and tools. Our sales pipeline and depth of client engagement across products and regions remain steady, and we have some promising larger deals that the teams are working hard to close in the second quarter.\nRetention rates across the firm are holding up well in the tough environment with both index and ESG and climate reporting over 96% retention and 94% and 92% retention in Analytics and Private Assets, respectively. This is a reflection of the investments we've been making not only in our products but also in our client servicing capabilities.\nI'll now review a few additional highlights across product lines. In index, we drove 12% organic recurring subscription run rate growth with broad-based strength in both our most well established and emerging client segments and product lines. For example, in market cap-weighted index modules, our subscription run rate is now almost $600 million, and it grew 11% during the quarter. Investors are still turning to our market cap indexes to understand their global investment opportunity set across sectors, styles, sizes and geographies to implement rules-based strategies. They are also using our indexes to implement customized strategies and to express an investment thesis.\nOur custom and specialized index modules are now $108 million of our subscription run rate and grew 13% during the quarter. Our index subscription run rate with asset managers expanded by over 10% this quarter including from areas where we have existing strength such as our core market cap index modules. Our subscription run rate with wealth managers has expanded by 23% year-over-year, supported by the licensing of our custom indexes for model portfolios and direct indexing use cases.\nIn Analytics, we drove 6% subscription run rate growth, excluding FX. New recurring subscription sales were almost $14 million during the quarter, roughly level with our performance in the same period last year. The current environment emphasizes the mission-critical nature of our analytics capabilities for institutional investors, and we're able to close several new strategic sales for both our equity risk models and enterprise risk and performance tools.\nSpecifically, in equity portfolio management, we closed nearly $6 million of new recurring sales driven by equity risk model sales to hedge funds who use our models and tools to actively position their portfolios to benefit from volatility and market dislocation while also managing downside risk. During the recent period of market instability, our clients relied heavily on our analytics, models, research and tools, significantly increasing their usage on our platforms, helping them to better understand potential risks and associated exposures within their portfolios.\nStress testing, factor performance, liquidity risk and counterparty risk all remain in the spotlight as clients try to assess and manage their counterparty and market-risk exposure according to potential swings in market sentiment. Across all product lines, our ESG and climate run rate is now $453 million, which grew 20% year-over-year. Our firm-wide climate run rate is now $84 million, which grew 68% and continues to be one of the most attractive growth engines for us. We continue to launch new tools for our clients to better equip them to understand and manage climate risks and opportunities in the context of their investment portfolios.\nIn the past quarter, we have introduced biodiversity screens and insights as well as multi-horizon climate probability of default. Additionally, to keep pace with the growing number of public and private assets our clients are invested in, we expanded both our asset location database and the coverage universe of our implied temperature rise network which helps financial institutions incorporation set and meet climate targets. We believe our continued investments will help clients effectively navigate the evolving regulatory requirements impacting them, which will be a long-term catalyst for growth.\nHowever, in the short term, some clients are slowing down buying decisions in order to better understand new proposed or potential regulations. As we have previously stated, we are preserving investment capacity to secure new growth. Our intention is to preserve as much investment as possible in key areas aligned with client demand and where we believe we can deliver attractive returns, such as climate, ESG, client design indexes, fixed income and the ongoing modernization of the client experience.\nIn parallel, we are equally focused on creating greater efficiencies across the company to allow us to fund these important investments. As I stated at the outset, we will continue to deliver on our dual commitment to shareholders, which means executing on our long-term growth agenda while maintaining the profitability of the company. With that, I'll turn the call over to Andy. Andy?\n\nAndrew C. Wiechmann\n\nChief Strategy Officer, MSCI Inc.\n\nThanks, Baer, and hi, everyone. The financial results in the quarter showcase the attractiveness of our financial model and the effectiveness of our actions. Subscription revenue, which is 75% of total revenue, remained steady with 13% organic growth while we continue to feel the pressure from year-over-year declines in AUM-related revenue with ABF revenue down 8%.\nWhile the first quarter tends to be seasonally lower for new sales. Our results in the quarter were softer than last year, reflecting several factors. Relative to a year ago, we saw some lengthening of sales cycles and fewer larger ticket deals. These dynamics were particularly pronounced in the Americas and within our ESG and climate segment. In ESG and climate, the impact of macro pressures and constrained client budgets had a more pronounced impact where the details of pending or recently released regulations have not been fully clarified or interpreted and where there is likely a higher level of more discretionary purchases in certain use cases.\nAdditionally, in some areas of the firm, we saw a modest decline in retention, most notably coming from smaller hedge funds, broker dealers and real estate brokers and developers. Although importantly, firm-wide retention rates remain fairly strong overall and in line with historical averages. While the longer-term demand and pipeline remain steady, we expect some of these cyclical ESG dynamics to persist in the short term. But overall, we continue to operate from a position of strength with strong momentum and healthy client engagement across our subscription base.\nIn index, subscription run rate growth was 12% in the quarter. Client demand for active and passive index strategies remained healthy. We again saw notable strength within our market cap modules as clients continue to integrate indexes more heavily into their investment processes, and we continue to benefit from a growing trading ecosystem.\nSince the end of December, AUM balances and MSCI-linked ETFs have rebounded by over $82 billion, including over $7 billion of cash inflows, which helped asset-based fees improved by 6% since year-end. We saw strong flows into both developed markets outside the U.S. and emerging market funds, both areas where ETFs based on MSCI indexes had strong market share capture.\nRecently, one of our clients completed the largest ETF launch in history based on AUM, which is linked to MSCI's Climate Action indexes. Traded volumes of listed futures and options linked to MSCI indexes remained slightly elevated but saw some normalization relative to the high market volatility environment last year. Within those cyclical dynamics, we continue to see the secular build of volumes resulting from the growing liquidity and trading ecosystem around financial products linked to our indexes, and the growing volumes of listed futures and options have helped drive growth in the broader index derivatives franchise.\nWe continue to see healthy client appetite for structured products and OTC derivatives linked to MSCI indexes as well as strong demand from trading firms and hedge funds for our index data. These areas help to support both recurring and onetime sales volumes. In Analytics, subscription run rate growth was 6%, excluding FX. We continue to see strong demand from the buy side for our equity risk models and our broader equity portfolio management tools.\nDespite some of the previously mentioned pressures, the mission-critical nature of our analytics tools in these environments continues to provide a path of steady growth. In our ESG and climate segment, we saw overall organic subscription run rate growth of 30% with growth in EMEA at 34%, while growth in the Americas slowed to 24%. Coinciding with the slowdown in new ESG fund launches in the region and some slowdown in client buying decisions related to the previously mentioned factors.\nIn climate, we continue to see good momentum and very engaging discussions across client segments, although some of the factors impacting ESG sales did, to a smaller degree, also impact climate sales. Our climate subscription run rate growth across all products was 68%, which was roughly the same as the Climate ABF growth rate.\nIn real assets, we continued to deliver double-digit organic subscription run rate growth of 10%. We see strong engagement from our clients as they look for insights into the highly dynamic market, including around climate and income risk, although we did see some pickup in cancels from smaller clients in the quarter.\nI'll now go over the puts and takes of our 5% growth in adjusted EPS in the first quarter. While asset-based fees were lower than last year, growth in subscription revenues was a significant driver of the $0.16 adjusted EPS expansion year-on-year. The lower share count drove $0.07 of the year-over-year increase, benefiting from the significant level of opportunistic share repurchases we executed last year.\nI would note that our Q1 adjusted EBITDA expenses of $247 million included about $22 million of seasonally higher compensation and benefits-related expenses that we had anticipated and indicated to you previously, although we did have some comp-related accruals and noncomp items that were slightly more favorable than expected. We remain well capitalized and ended March with a cash balance of nearly $1.1 billion.\nOn client collections, we continue to see slightly longer payment cycles consistent with our prior comments due in part, we believe, to the opportunity cost of a high-rate environment. There were no share repurchases during the quarter, although we continue to be poised for and actively focused on attractive repurchase and potentially compelling bolt-on M&A opportunities. We continue to believe this environment could result in some repricing and/or unlocking of previously unavailable acquisition opportunities.\nLastly, I would like to turn to our 2023 guidance. Our guidance ranges across all categories remain unchanged. It is important to note that we have based our guidance on the assumption that ETF AUM balances declined slightly from current levels in the second quarter and gradually rebound in the second half of the year. While the environment may result in some caution from clients in the next quarter or 2, we have the financial model and the proactive management levers to drive investment in the very compelling long-term growth opportunities while delivering very attractive financial performance. We remain encouraged by the strong client engagement across numerous growth opportunities, and we continue to be closely aligned with the long-term trends transforming the investment industry. We look forward to keeping you all posted on our progress. And with that, operator, please open the line for questions."
  },
  {
    "header": "MSCI",
    "cik": "0001408198",
    "ticker": "MSCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/41a5dbf67fc93fcede4ea61ef23d62da",
    "period": "2022 Q4",
    "content": "Q4 2022 MSCI Inc Earnings Call\n\nQ4 2022 MSCI Inc Earnings Call\n\nMSCINYSEJAN 31, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the MSCI Fourth Quarter 2022 Earnings Conference Call. As a reminder, this call is being recorded. (Operator Instructions) I would like to know -- I'm sorry, I would like to now turn the call over to Jeremy Ulan, Head of Investor Relations and Treasurer. You may now begin.\n\nJeremy H. Ulan\n\nHead of IR & Treasurer, MSCI Inc.\n\nThank you, operator. Good day, and welcome to the MSCI Fourth Quarter 2022 Earnings Conference Call. Earlier this morning, we issued a press release announcing our results for the fourth quarter of 2022. This press release, along with an earnings presentation, will be referenced on this call as well as a brief quarterly update, are available on our website, msci.com, under the Investor Relations tab.\nLet me remind you that this call contains forward-looking statements. You are cautioned not to place undue reliance on forward-looking statements, which speak only as of the date on which they are made and are governed by the language and on the second slide of today's presentation. For a discussion of additional risks and uncertainties, please see the risk factors and forward-looking statements disclaimer in our most recent Form 10-K and in our other SEC filings.\nDuring today's call, in addition to results presented on the basis of U.S. GAAP, we also refer to non-GAAP measures, including, but not limited to, adjusted EBITDA, adjusted EBITDA expenses, adjusted EPS and free cash flow. We believe our non-GAAP measures facilitate meaningful period-to-period comparisons and provide insight into our core operating performance. You'll find a reconciliation to the equivalent GAAP measures in the earnings materials and an explanation of why we deem this information to be meaningful as well as how management uses these measures in the appendix of the earnings presentation.\nWe will also discuss run rate, which estimates at a particular point in time the annualized value of the recurring revenues under our client agreements for the next 12 months subject to a variety of adjustments and exclusions that we detail in our SEC filings. As a result of those adjustments and exclusions, the actual amount of recurring revenues we will realize over the following 12 months will differ from run rate. We, therefore, caution you not to place undue reliance on run rate to estimate or forecast recurring revenues. We will also discuss organic growth figures, which exclude the impact of changes in foreign currency and the impact of any acquisitions or divestitures.\nOn the call today are Henry Fernandez, our Chairman and CEO; Baer Pettit, our President and COO; and Andy Wiechmann, our Chief Financial Officer. Finally, I would like to point out that members of the media may be on the call this morning in a listen-only mode. With that, let me now turn the call over to Henry Fernandez. Henry?\n\nHenry A. Fernandez\n\nChairman & CEO, MSCI Inc.\n\nThank you, Jeremy. Welcome, everyone, and thank you for joining us today. In the face of significant global headwinds, MSCI delivered strong fourth quarter results to cap off another successful year. Among our fourth quarter highlights, we posted organic revenue growth of 7%, including organic subscription revenue growth of 16% despite a reduction in our AUM-linked revenue. This growth, combined with our intense focus on expense management, drove adjusted EPS growth of 13%.\nIn terms of capital management, we repurchased more than $70 million worth of MSCI shares. You would also note that our Board of Directors has approved increasing the dividend by 10% to $1.38 per share. For 2022 as a whole, we posted organic revenue growth of 9%, including organic subscription revenue growth of 15%. We also achieved adjusted EPS growth of 15%, and our share repurchases totaled nearly $1.3 billion.\nWe delivered these results despite historic levels of market volatility, which makes us cautiously optimistic about the year ahead. MSCI continues to benefit from our diversified all-weather franchise, which allows us to thrive in all environments. In 2022, over 97% of our revenue came from 3 recurring revenue streams, including recurring subscription revenue, which was about 74% of the total; recurring AUM-linked revenue, which was 21%; and recurrent listed futures and options transaction-based revenue, which was about 3%.\nWhile the external environment created headwinds and more variability for AUM, our subscription and transaction-based derivatives businesses performed well through difficult operating conditions. We have once again demonstrated the balance, adaptability and resilience of our franchise, which has enabled us to continue making critical investments in long-term secular growth areas. These investments are helping MSCI expand and enhance our solutions to meet the needs of an increasingly diversified and diverse client base.\nBaer will talk about our solutions in greater detail. For now, I would like to explore the strategic backdrop for both our 2022 results and our 2023 priorities. MSCI continues to see enormous growth opportunities across product lines, asset classes and client segments. At times like this, investors become even more reliant on high-quality data, models, analytics and research to help them understand fast-moving market changes.\nMSCI is constantly monitoring for signs of pressure that our clients could face from reduced budgets and longer sales cycles to increased layoffs and fewer new fund raises. That being said, we are cautiously optimistic on the path forward. Our strategy continues to capture major structural shifts in the investment world.\nFor starters, indexed investing is increasingly popular across regions, asset classes and investor types. The reason is simple. Indexed investing gives investors an efficient mechanism to express their investment thesis and preferences and to focus on asset allocation.\nDuring periods of financial turmoil, the unique strength of MSCI's Index business become even more salient. We can offer one-stop shop for different types of indices across many layers, including asset classes, exposures, styles and investment themes.\nI have spoken before about the massive potential of direct indexing in particular. I want to emphasize that MSCI dramatically strengthened our direct indexing market position in 2022. For the full year, we increased our total number of direct indexing clients by 200%. The index investing trend reflects a broader shift to our outcome-oriented investment strategies. ESG investing is a big part of that. As you know, ESG has become a hot button political issue, especially in the United States. However, political noise is different from investment reality. And the reality is that ESG risks are financial risks. That is why even as the parties and the bank gets louder, investors continue to make ESG integration a priority.\nFor example, the Index Industry Association recently surveyed investment fund companies across the U.S., U.K., Germany and France. An overwhelming majority of the respondents said that ESG has become more important to their investment strategy between 2021 and 2022. These findings are reinforced by client demand for MSCI's ESG solutions, which has remained strong.\nNo single issue has done more to elevate ESG than climate change. In 2022, climate risk became increasingly visible as countries around the world suffer from record heat waves, record drought conditions and record flooding. What is true of ESG risk in general is true of climate risks, in particular. There can be material financial risks. Investors understand that.\nFor example, in a recent Deutsche Bank investor survey, more than 3/4 of respondents said that climate change either is already having a severely negative impact on the global economy or will have such an impact over the next 10 years if left unchecked. Investors recognize that climate change is also not only a risk but an opportunity.\nConsider a recent report from the International Energy Agency on renewable technologies. The IEA now projects that the world will have \"as much renewable power in the next 5 years as it did in the past 20.\" MSCI is determined to become the undisputed leader in climate-related investment tools.\nTo support these ambitions, we continue to make key investments across asset classes and geographies. As a result, MSCI is now well positioned to help all types of clients achieve their net zero pledges. In 2022, we saw especially strong growth in climate sales among nontraditional client segments, especially corporates, banks and traders, wealth managers and hedge funds. We have also developed innovative climate tools for private assets, an area where we continue to see tremendous possibilities for growth. One example is the carbon footprinting of private equity and private debt funds tool that we launched with Burgiss towards the end of 2021.\nThe key enablers for all of this remain our data and technology. MSCI's ongoing tech-driven data transformation is helping us improve the client experience in so many different ways. Last month, we expanded our strategic partnership with Microsoft to support our new MSCI ONE technology platform, which is built on Microsoft Azure. Just last week, MSCI announced another strategic partnership with Google Cloud to build an investment data acquisition and development platform. This new platform will make it easier for ourselves and our clients to translate world data into actionable insights.\nAs I mentioned earlier, the importance of our data, models, analytics and research only increases during periods of market turmoil. Our solutions play an essential role in helping investors navigate today's volatile landscape and build better portfolios. At the same time, MSCI's resilient, all-weather franchise continues to allow us to invest for the future while maintaining strong profitability growth.\nJust one final note before I turn the call over to Baer. Earlier this morning, we issued a press release announcing that Baer has been appointed to the MSCI Board of Directors effective immediately. I would like to congratulate him on his well-deserved appointment.\nAs many of you know, Baer and I have been close business partners for 23 years, and he has been instrumental in building MSCI into what it is today. Baer's unique skills, experience and strategic thinking will significantly strengthen the Board's effectiveness and ability to continue to create shareholder value.\nI would also like to be clear that my role is not changing at all. I have no plans or timetable to retire or step down as CEO or Chairman of the Board. I remain extremely engaged and energized by the company's tremendous growth prospects.\nIf anything, I am more excited today about our significant opportunities that I have been at any time in the 27 years that I've been leading this business. I look forward to continuing to partner very closely with Baer for many more years as CEO and President and now as fellow Board members. Again, congratulations to Baer, whom I now will turn the call over to. Baer?\n\nC. D. Baer Pettit\n\nPresident & COO, MSCI Inc.\n\nThank you, Henry. I'm excited to join the Board and serve our shareholders in this very important role. MSCI is in the midst of many strategic transformations. As President and Chief Operating Officer, I've developed the operational insights and strategic vision that I believe will bring a new dimension to the Board to help MSCI drive shareholder value and deliver on our growth initiatives.\nNow I will turn to my comments on our quarterly performance. I'll begin by going over some of the highlights for the quarter, the steps that we took to manage in the current environment and some of our priorities for 2023. MSCI's continued ability to deliver strong organic growth and resilient retention during the quarter is directly linked to the investments that we have consistently made over the years, both in good markets and in less supportive ones.\nAs we had indicated to you previously, with the backdrop of unprecedented market headwinds and volatility, we aggressively managed the pace of our discretionary spend and also made select head count realignments to best position MSCI for 2023 and beyond and to preserve our ability to deploy our investments to the greatest opportunities guided by client demand.\nFor our 2023 investment plan, these areas continue to include climate, ESG, client design indexes, fixed income and the ongoing modernization of the client experience. To further illustrate the success of our approach, I will spotlight specific accomplishments during the quarter in Index, Analytics and Climate. In Index, we delivered 12% organic recurring subscription revenue growth and 95% retention, which was certainly reflective of the strength of our franchise, our strong client relationships and the investments we've made.\nIn custom indexes, our subscription run rate grew 15% as we continue to invest heavily in the development of our models, software and data to deliver custom indexes at scale. These investments have increased our index building capabilities, reduced turnaround time and strengthened our global support model, positioning us well to capture the enormous opportunities that we see ahead.\nWe are also benefiting from continued investments into our index derivatives franchise. In listed futures and options, we've delivered record full year revenue of $61 million, where we're benefiting from new product launches for Paris-aligned climate action and low carbon target indexes with exchanges driven by ongoing asset owner demand to facilitate the net zero transition.\nIn addition, sales of structured products linked to our indexes were $23 million, growing more than 60% year-on-year for the full year. We remain excited by the opportunities in fixed income indexes, another long-term investment area for MSCI, especially in the current period where investors are focused on credit allocations now that they can earn higher yields with less duration.\nAt the end of December, fixed income ETF AUM linked to MSCI's proprietary and partner indexes was $46 billion, after attracting more than $19 billion of inflows during 2022. We believe our flanking strategy, where we play to MSCI's strengths in ESG and climate, as well as our ability to forge partnerships with key players in the fixed income space have all been growth enablers.\nLet me now turn to Analytics, where we drove 7% subscription run rate growth, excluding FX. New subscription sales were lower versus a strong fourth quarter in 2021 while also experiencing higher cancels which were not so much reflective of higher cancel volumes, but rather from a few concentrated large client events.\nIt's important to remember what MSCI is trying to achieve in Analytics. We already have a large business in enterprise risk and performance, which drove about 60% of our new subscription sales. These tools can serve as large operating systems for investors to help investors in asset allocation decisions and in calculating and understanding their risk and performance attribution.\nWe also offer tools for more targeted use cases such as our equity models and portfolio construction tools that clients can integrate into their investment processes and third-party vendors can integrate into their platforms. These offerings comprise roughly 1/3 of our new recurring sales during the quarter.\nThroughout 2022, our Analytics growth came from both types of tools, and we believe the same will be true in 2023. The investments MSCI has made in modern, flexible distribution channels are enabling us to chip away at new opportunities, including with front office investment professionals and increasingly for climate use cases where we see a strong pipeline for the upcoming year. These include our investments in platforms such as Climate Lab Enterprise, where we have delivered over 15,000 climate reports throughout the year for our Analytics' clients since our launch in late 2021.\nOur unique position of having our clients' portfolios loaded in maps represents a competitive differentiator. It has allowed us to help clients understand all the carbon emissions as well as physical and transition risks associated with their holdings. As Henry indicated, climate remains one of the most attractive and tangible opportunities for MSCI as a firm to help the investment industry.\nAcross all MSCI product lines, we delivered $79 million of run rate, growing around 80% year-over-year, with momentum across all client segments and regions. Back in June, we launched our total portfolio footprinting tool, which helps clients measure portfolio-wide emissions across asset classes, including equities, munis, corporate bonds, sovereigns and private assets.\nSince then, it's been a key enabler for closing several strategic deals with asset managers, banks, insurance companies and others. It's also enabled us to help clients align with emerging PCAP standards. We also continue to drive new wins with large asset manager and asset owner clients to help them with specific use cases, including TCFD reporting, climate stress testing and scenario analysis.\nFollowing the recent launch of MSCI ONE, I wanted to make a few clarifying observations as to what we're trying to accomplish. It is not a new product or a stand-alone new platform to replace other products. It is instead a vehicle for integrating MSCI's world-leading content and analytics using software powered by Azure. We are now providing clients with a common entry point to access some of our key products and applications that they rely on day-to-day, including climate lab, RiskManager, ESG manager and others, which we believe will also enable self-servicing, self-discovery and upsell opportunities.\nIn summary, the high-returning investments we made in 2022 and our rigorous financial management helped us execute successfully during the year. Our success provides a template for how MSCI will continue to operate and thrive in 2023 and the years ahead. And with that, I'll turn the call over to Andy. Andy?\n\nAndrew C. Wiechmann\n\nCFO, MSCI Inc.\n\nThanks, Baer, and hi, everyone. As Henry mentioned, we completed 2022 by delivering organic subscription revenue growth nearly 16% for the quarter and 15% for the full year, outperforming our long-term target of low double-digit growth. In the face of market headwinds, our results reflect the durability of our franchise and the benefits of the consistent investments we've made into attractive high-growth areas.\nIn Index, subscription run rate growth was 12% in the quarter, our 36th consecutive quarter of double-digit growth. We've seen tremendous traction and healthy growth within our market cap-weighted modules as our buy-side clients broaden their usage of our indexes. And we continue to see the utility of our index content expand across a wide range of high-growth segments. Across our Index subscription base, asset managers and asset owners together had subscription run rate growth of 10%, while hedge funds, broker-dealers and wealth managers together grew 17%.\nWe also saw continued momentum in our investment thesis index offerings with nonmarket cap index modules collectively achieving a subscription run rate growth of 14%. From the end of September through year-end, market appreciation contributed approximately $119 billion to AUM balances of equity ETFs linked to MSCI indexes, although for the full year, we saw a net decline of $284 billion in AUM balances. Additionally, we were encouraged by the $23 billion of cash inflows into ETFs linked to our equity indexes during the quarter with roughly $15 billion of inflows into emerging market exposures and over $9 billion into developed market exposures.\nEquity ETFs linked to MSCI ESG and climate indexes experienced inflows of $6.5 billion, representing approximately 70% market share. Flows into ETFs linked to MSCI factor indexes were more muted, but still positive with investor appetite more focused on yield and income where we have less presence than on other factors where indexes are more widely used, such as momentum and minimum volatility.\nDuring the fourth quarter, the run rate basis points on AUM paid to us by ETF clients was flat year-over-year, supported by a mix shift out of lower fee products. Despite the steady levels over the last year, we continue to believe the average basis points on AUM paid to us by ETF clients will gradually decline over time, although we expect the declines will be more than offset by strong growth in assets.\nIn listed futures and options, we once again saw some of the natural hedges embedded in our asset-based fee revenue line as traded volumes showed healthy growth against the choppy market backdrop. Looking ahead, if market levels continue to rebound and stabilize, we would hope this would be constructive to AUM-linked revenues from ETFs and non-ETF passive. At the same time, futures and options volume and revenues may decline compared to the volatile period a year ago. We continue to believe our opportunity is significant in licensing indexes for both AUM-linked ETF and non-ETF passive products as well as in transaction-based listed derivatives products.\nIn Analytics, subscription run rate growth was nearly 7%, excluding FX. As Baer mentioned, we continue to gain traction in front-office use cases, supported by tremendous strength in our factor analytics and our climate tools in recent quarters. Additionally, our growth has been supported by firm-wide enhancements to our interfaces and progress in delivering broader, more flexible access to our content. However, as we have previously noted, we expect some lumpiness in the segment across both sales and cancels given the broad range of clients and use cases that we support.\nIn our ESG and Climate segment, new recurring subscription sales grew 64% from the third quarter as we saw some rebound in large-ticket deals in both ESG research and in Climate and tremendous traction in closing deals in EMEA. Climate remains one of the most attractive growth engines for MSCI. Our firm-wide climate run rate reached $79 million, an increase of 80% from a year ago, reflecting exceptional growth across geographies, product offerings and client segments. Across all of our segments, we continue to see strong secular demand for mission-critical must-have tools, and we continue to see a strong sales pipeline, although we remain cautious given the market backdrop.\nAs we have mentioned previously, in past periods of sustained equity market pullbacks, we can sometimes see slightly elevated levels of cancels and lengthening of sales cycles. In connection with our downturn playbook, we continue to identify efficiencies to aggressively reposition our expense base to drive attractive profitability growth while preserving investments in the most critical growth opportunities.\nAs part of our regular review of our talent and our expense base in the fourth quarter, we took proactive actions to recalibrate our employee footprint, resulting in a $16 million severance charge, which was roughly $13 million higher than a year ago. These tough actions have allowed us to preserve and even enhance our investment spending in certain key areas. This expense discipline, coupled with our subscription revenue growth, has enabled us to drive strong growth in adjusted EPS even through tough environments.\nThe tremendous growth in our subscription base has been supported by doing more for our clients, continuing to penetrate newer, large addressable markets and capturing price increases enabled by the continuous enhancements to our products and client experience. During the fourth quarter, price increases contributed about 35% of our new subscription sales firm-wide across all products and more than 40% within index.\nWe ended the year with a cash balance of $994 million, of which well over $600 million is readily available. Free cash flow came in slightly below the low end of our previous guidance. We saw a small slowdown in client collection cycles as a result of extra approvals within certain clients, which we believe is related to the market backdrop. But we believe overall collections remain healthy, and we see no issues around collectability.\nOur capital allocation framework, which is focused on maximizing shareholder returns, remained unchanged. We will continue to deploy our investment dollars towards the highest returning organic growth areas, return capital through a steady dividend that increases with adjusted EPS, opportunistically capitalize on share repurchases and pursue value-generative MP&A.\nAs Henry indicated earlier, we have decided to increase our dividend in the first quarter. We are not making any changes to our dividend policy or a broader approach to capital allocation. We have decided to shift our annual dividend increase from the third quarter, where we have historically announced the increase to the first quarter in order to more closely align with our annual planning process.\nLastly, I want to underscore that we also continue to actively evaluate and source bolt-on M&A opportunities, particularly in areas of unique content and differentiating capabilities such as private assets, climate and ESG as well as fixed income. Lastly, I would like to turn to our 2023 guidance, which we published earlier this morning. Our guidance ranges reflect the assumption of continued volatility in financial markets with overall equity market levels down slightly from current levels during the first half of the year and gradually recovering in the second half of the year. Our expense guidance range reflects the efficiency actions we have taken in recent months and captures the investments we will continue to make in order to deliver growth. We expect normal seasonality in our expenses with $15 million to $20 million of elevated benefits and compensation-related expenses in the first quarter.\nI also want to highlight that our CapEx guidance reflects a continued high level of software capitalization as we continue to enhance our platforms and interfaces across product lines. Our tax rate guidance highlights that we expect our effective tax rate to increase slightly year-over-year primarily reflecting that we expect to receive a smaller windfall benefit in the first quarter as a result of where the share price is relative to the price at grant as well as based on the amount of awards vesting.\nThere could be pressure on year-over-year adjusted EPS growth in the first quarter due to the higher tax rate and the significant decline in average ETF AUM levels relative to the average levels during Q1 of last year. Lastly, I want to highlight that our free cash flow guidance reflects the expectation of higher cash tax payments in 2023 as well as a slight degree of caution on client collection cycles based on the environment, consistent with what we saw in the fourth quarter.\nOverall, we're well positioned for the year ahead, and we're excited to continue to drive growth and differentiation. In periods of volatility and uncertainty, we believe MSCI is uniquely positioned to help our clients capitalize on unique opportunities and drive value creation. These are the times when MSCI thrives. We look forward to keeping you all posted on our progress. And with that, operator, please open the line for questions."
  },
  {
    "header": "MSCI",
    "cik": "0001408198",
    "ticker": "MSCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a1f33a7526a7993caa60bbb3941165d6",
    "period": "2022 Q3",
    "content": "Q3 2022 MSCI Inc Earnings Call\n\nQ3 2022 MSCI Inc Earnings Call\n\nMSCINYSEOCT 25, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the MSCI Third Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference call is being recorded.\nI would now like to turn the call over to Jeremy Ulan, Head of Investor Relations and Treasurer. Please go ahead and begin.\n\nJeremy H. Ulan\n\nHead of IR & Treasurer, MSCI Inc.\n\nThank you, operator. Good day and welcome to the MSCI Third Quarter 2022 Earnings Conference Call. Earlier this morning, we issued a press release announcing our results for the third quarter of 2022. This press release, along with an earnings presentation we'll reference on this call, as well as a brief quarterly update, are available on our website, msci.com, under the Investor Relations tab.\nLet me remind you that this call contains forward-looking statements. You are cautioned not to place undue reliance on forward-looking statements, which speak only as of the date on which they are made and are governed by the language on the second slide of today's presentation. For a discussion of additional risks and uncertainties, please see the risk factors and forward-looking statements disclaimer in our most recent Form 10-K and in our other SEC filings.\nDuring today's call, in addition to results presented on the basis of U.S. GAAP, we also refer to non-GAAP measures, including, but not limited to, adjusted EBITDA, adjusted EBITDA expenses, adjusted EPS and free cash flow. We believe our non-GAAP measures facilitate meaningful period-to-period comparisons and provide insight into our core operating performance. You'll find a reconciliation to the equivalent GAAP measures in the earnings materials and an explanation of why we deem this information to be meaningful as well as how management uses these measures in the appendix of the earnings presentation.\nWe will also discuss run rate, which estimates at a particular point in time the annualized value of the recurring revenues under our client agreements for the next 12 months, subject to a variety of adjustments and exclusions that we detail in our SEC filings. As a result of those adjustments and exclusions, the actual amount of recurring revenues we will realize over the following 12 months will differ from run rate. We therefore caution you not to place undue reliance on run rate to estimate or forecast recurring revenues. We will also discuss organic growth figures, which exclude the impact of changes in foreign currency and the impact of any acquisitions or divestitures.\nOn the call today are Henry Fernandez, our Chairman and CEO; Baer Pettit, our President and COO; and Andy Wiechmann, our Chief Financial Officer. Finally, I would like to point out that members of the media may be on the call this morning in a listen-only mode.\nWith that, let me now turn the call over to Henry Fernandez. Henry?\n\nHenry A. Fernandez\n\nChairman & CEO, MSCI Inc.\n\nThank you, Jeremy. Welcome, everyone, and thank you for joining us today. In the third quarter, MSCI delivered another strong performance despite significant turmoil and dislocation in financial and commodity markets around the world. We posted organic recurring subscription run rate growth of over 14% and adjusted EPS growth of 12.6%. We achieved our best third quarter ever of net new recurring subscription sales, growing at 26%.\nIn addition, our retention rate was 96.4%, up by 188 basis points from a year earlier. In terms of capital management, we repurchased another $235 million worth of MSCI shares through October 24. For the year as a whole, our total share repurchases now stand at approximately $1.3 billion. This performance demonstrates the resilience and adaptability of MSCI's all-weather franchise.\nThere is no question that the global economy faces major headwinds. These headwinds have created challenges for all companies, including MSCI. Yet they have also created a massive opportunity for us to differentiate ourselves and to show to both clients and shareholders the power of our all-weather franchise.\nAt moments of extreme volatility and high uncertainty, investors become more reliant in high-quality data, insightful models and relevant research. They want a clear blueprint for navigating choppy waters. MSCI's tools can help them design one.\nIndeed, our solutions take on even greater importance during periods of elevated global risk. In other words, this is the time when what we do best matters most, and we fully intend to demonstrate it.\nOur third quarter performance showed continued strength across client segments and product lines. In Index, we delivered our highest subscription run rate growth in a decade at 12.6%, and the listed futures and options trading volume linked to MSCI indices increased by 21%. In Analytics, we achieved our highest retention rate ever at 95.9%.\nWe also posted subscription run rate growth excluding foreign exchange of 97% in Climate and 35% in ESG ex Climate. All of these numbers illustrate how MSCI is capturing key market trends. As the indexing trend continues beyond market capitalization indices, we are meeting investor demand for tools to support more customized and personalized portfolio construction and highly specialized outcomes.\nLikewise, as global economic pressures accumulate, we are providing the risk analytical tools investors need to stay ahead of the turmoil. Meanwhile, as ESG becomes increasingly mainstream, we are helping investors measure the full scope of sustainability risks, capitalize on sustainability opportunities and achieve sustainability objectives. For all the political noise and controversy around ESG, the simple fact is that sustainability risks are financial risks and will continue to be so.\nInvestors know this. In fact, a recent PwC report found that \"81% of institutional investors in the U.S. along with 84% in Europe, both plan to increase their allocations to ESG products over the next 2 years.\" The same report projected that ESG-related assets under management will reach nearly USD 34 trillion globally by 2026, an 84% increase from 2021.\nIt is important to underscore that as our ESG product line becomes more diverse with many different use cases and client types, ESG sales growth will naturally fluctuate based on market shifts, cyclical conditions and regulatory development. Right now, the world is simultaneously witnessing global energy and food crisis; the largest European war in almost 80 years; the biggest inflation surge in decades; rapidly rising interest rates; and COVID lockdowns in China, which continue to affect supply chain.\nAt the same time, MSCI remains bullish on ESG's long-term potential. If anything, the main factors driving ESG growth from greater environmental and social awareness to demographic shifts will become even more powerful in the years ahead.\nAs for climate specifically, there is no turning back in the raise to net-zero emissions. While the global energy crisis has created new obstacles to decarbonization, policymakers continue to embrace bold green investment plans. Here in the U.S., president Biden recently signed the most aggressive climate law in American history. In Europe, governments enacted or proposed a wide range of measures that would speed up the low-carbon transition. These include more ambitious decarbonization and clean energy targets, policies to maintain or expand nuclear power and a USD 5.4 billion hydrogen project. For our part, MSCI will continue building a robust and dynamic Climate franchise.\nTwo Climate wins in the third quarter deserve special attention because they demonstrate our emergence as a leader in this area. First, the California State Teachers' Retirement System, CalSTRS, approved a plan to cut their portfolio emissions in half by 2030. To help them get there, they proposed -- they endorsed a proposal for 20% of their public equity assets to track the MSCI ACWI Low Carbon Target Index. This means CalSTRS will now have nearly $27 billion allocated to tracking that index.\nSecond, the New Zealand Super Fund announced that it had moved roughly 40% of its total investment portfolio to track the MSCI World Climate Paris Aligned Index and the MSCI Emerging Markets Climate Paris Aligned Index. That 40% translates into NZD 25 billion or about USD 15 billion. Each win represents a milestone on our climate journey. As I have frequently said, MSCI aspires to be the #1 provider of climate solutions to the global finance and investment industries.\nWe recently published a net-zero guide for asset owners, outlining concrete steps for decarbonizing portfolios. We also hosted White House national climate adviser, Ali Zaidi, at our New York offices during Climate Week. That same week, we joined with the Glasgow Financial Alliance for Net Zero, or GFANZ, to help launch a proposed climate data public utility. All of this has helped MSCI generate strong momentum during the run-up to COP27 in Sharm El Sheikh, Egypt.\nIn Climate, ESG, Analytics, Index and other areas, MSCI continues to benefit from our mission-critical solutions, our diversified client base and our commitment to financial discipline. Right now, many companies are retrenching and turning inward. MSCI is doing quite the opposite. Even as we reallocate resources, we continue investing in key differentiators using our Triple-Crown investment framework.\nMore than that, we continue to attract talent, pursue MP&A opportunities, double down on client-centricity and reinforce our competitive advantages. All of this will help us emerge even stronger when the current market turmoil subsides.\nAnd with that, let me turn the call over to Baer. Baer?\n\nC. D. Baer Pettit\n\nPresident & COO, MSCI Inc.\n\nThank you, Henry, and greetings, everyone. As Henry discussed, the world is experiencing historic levels of economic, financial and geopolitical turmoil simultaneously. Against this backdrop, we see not only big market and foreign exchange swings, but also geographic factors, sector and asset rotations.\nAt MSCI, our highly diversified product offerings continue to serve us well. For example, the benefits of our non-U.S. dollar expenses have more than offset FX-related revenue headwind. Likewise, the strong performance of our growing index derivatives franchise has helped offset some of the pressures related to AUM revenues.\nAs we noted last quarter, MSCI has activated our downturn playbook, which means we continue investing in key differentiators while tightening expenses in less time-sensitive areas. This has allowed us to generate attractive financial returns and position ourselves to capitalize on opportunities when they emerge. All of that represents essential context for understanding both our Q3 performance and our strategic priorities moving forward.\nHenry mentioned a few areas where MSCI delivered especially strong results, including Index, Analytics and Climate. In my remarks, I'd like to explore each of these areas in greater depth. In Index, MSCI posted 12% subscription recurring revenue growth, our highest retention rate in more than 3 years and our 35th consecutive quarter of double-digit subscription run rate growth. We also achieved market cap subscription run rate growth of 11%.\nA key driver of our third quarter Index performance was custom indexes. MSCI has focused heavily on custom indexes in response to a broader industry trend. More and more investors favor differentiated, systematic, outcome-oriented strategies for which they need to design custom indexes. Last week, for example, we announced the launch of Institutional Client Design Indexes, which will make it easier for asset owners to design customized indexes underpinning their investment strategies.\nTurning now to our Analytics business. In the third quarter, Analytics posted recurring net new sales growth of 73% with strong numbers across products and client segments. In particular, Analytics achieved robust growth with risk and equity models on the product side and with banks and hedge funds on the client side. At the regional level, Analytics delivered its best run rate growth in the Americas in more than 5 years.\nWith Analytics as with Index, MSCI solutions help clients distill and interpret a huge amount of complex data quickly and efficiently. Last month, we launched a new Analytics module known as RiskInsights, which automates many previously burdensome tasks and processes, thereby giving clients more time to focus on their analysis. RiskInsights will make it easier for investors to transform raw data into meaningful, usable information with an integrated view of performance and risks. We consider it a timely launch given the high levels of market volatility and uncertainty.\nFinally, just a few comments about Climate and ESG. As Henry mentioned, we posted subscription run rate growth excluding FX of 97% in Climate while also achieving a 97.6% retention rate. To put that last number in perspective, it represented a 456 basis point increase over our Climate retention rate a year earlier.\nThe largest portion of our run rate, Climate Metrics, continues to grow at over 60% with exceptional growth in newer areas. For example, MSCI delivered over 125% growth from Climate Value-at-Risk supported by our recently launched Total Portfolio Footprinting solutions. In addition, our ESG retention rate increased by 66 basis points to reach 97% overall.\nIn September, we launched the Bloomberg MSCI China ESG Index suite, which consists of 9 separate ESG indexes. Collectively, they represent the first-ever Bloomberg MSCI Index suite to track both the RMB-denominated bond market and the U.S. dollar-denominated Chinese bond market while incorporating ESG and socially responsible investment considerations. Last month, we expanded our index offerings by launching MSCI Fixed Income, Climate Transition, Corporate Bond Indexes, whose standards exceed the minimum requirements of the European Union's climate transition benchmark.\nWe continue to see strong growth with our Real Assets and Analytics Climate Solutions, growing run rate by approximately 250% year-over-year, while our Climate Index Solutions grew approximately 80%. We hope to drive additional climate progress through our recent minority investment in EVORA Global, a British environmental consultancy. By combining EVORA's proprietary software with MSCI's climate models and indexes, we will further embed climate risk considerations in the real asset investment process.\nThere is a common theme that ties together all these various products and partnerships. Simply put, MSCI is constantly finding new ways to meet the needs and expectations of global investors. We have proven our ability to adapt, innovate and succeed even in the most challenging circumstances.\nAnd with that, I'll turn the call over to Andy. Andy?\n\nAndrew C. Wiechmann\n\nCFO, MSCI Inc.\n\nThanks, Baer, and hi, everyone. The strong secular demand for our offerings and resilient nature of our business model fueled impressive results across the business. In addition to the 14.2% organic subscription run rate growth this quarter, we experienced double-digit subscription run rate growth excluding FX across all geographic regions as well as across all major client segments.\nWe recorded the highest third quarter ever for new recurring and net new recurring subscription sales, increasing 8% and 24% year-over-year, respectively, excluding the acquisition of RCA. Within Index, on top of the strength we see within our nonmarket cap modules, we continue to see remarkable resilience within our market cap index modules which delivered 11% subscription run rate growth. This has been fueled in large part by tremendous demand within higher-growth client segments.\nAcross the Index subscription franchise, we saw 18% subscription run rate growth from broker-dealers, hedge funds and wealth managers on top of 10% growth from asset managers and asset owners. Asset-based fee revenues experienced declines in the quarter with ETF and non-ETF passive fees impacted by declines in global market levels somewhat offset by continued level of elevated volumes in futures and options linked to our indexes.\nETFs linked to MSCI indexes experienced marginal net cash outflows in the quarter, resulting from outflows in broad-based EM exposure funds and All Country products, 2 areas where the broader ETF market was muted. However, we continue to see inflows and high market share capture of flows into funds linked to our equity ESG and Climate indexes, which captured $9.5 billion of the $13 billion of total industry flows. Additionally, Fixed Income, ESG and Climate ETFs linked to indexes developed with partners and to our proprietary indexes witnessed nearly $7 billion of inflows during the quarter.\nRevenue from listed futures and options linked to MSCI indexes continue to provide a meaningful offset to AUM declines, growing 16% year-over-year. This growth has been fueled by elevated volumes that were in line with the last couple of quarters.\nIn Analytics, the strong demand for our tools in the current environment helped drive 8% growth in subscription run rate excluding FX. We had 11% growth in recurring subscription sales while also experiencing a 35% decline in cancels and the highest retention rate of all time in the segment. Recurring net new was up 73% year-over-year. Within the segment, we continue to see strong momentum in front-office equity and fixed income portfolio management tools with strength in hedge funds and banks helping to drive the growth. Additionally, Analytics continue to gain traction in our climate solutions, including Climate Lab Enterprise.\nIn ESG and Climate, we delivered subscription run rate growth of 42% excluding FX. Roughly 1/3 of recurring subscription sales were generated from our Climate Solutions and the Climate run rate across all segments reached $65 million, which is an increase of 89% from a year ago. Within our ESG and Climate segment, emerging client areas, including wealth managers, hedge funds, broker-dealers and corporates, collectively had run rate growth of more than 60%.\nWe did see a lower level of new recurring subscription sales in the third quarter. On top of changes in the broader market and economic environment, which is likely impacting purchasing decisions in some areas, there are many layers of growth in our ESG and Climate franchise across a wide range of solutions and use cases, which results in a dynamic growth rate that's impacted by the pace of new regulations, client segment dynamics, asset class shifts and geographic factors.\nShifts in these layers of growth will drive variations in overall segment growth rate. However, we continue to believe in the significant long-term secular opportunities and continued momentum.\nWithin real assets, the organic subscription run rate growth was 12%, combining our legacy Real Estate business and RCA. Given the all-weather dynamics of our financial model and our ability to proactively manage the expense base, we were able to drive adjusted EPS growth of 12.6%. During the quarter, we continued to utilize our downturn playbook by further flexing our expense base to mitigate the impacts of the AUM-based headwinds.\nWe are prioritizing key investment areas to address the most critical needs in this challenging environment while meaningfully moderating the pace of hires in less critical and time-sensitive areas. Additionally, we continue to flex certain noncompensation expenses in areas like professional fees, and we had a slightly lower bonus accrual.\nIn the quarter, revenue had a $12 million FX headwind from an appreciating U.S. dollar. This was more than offset by a $13 million FX benefit resulting from our global expense footprint. Additionally, our proactive capital management contributed $0.15 of the adjusted EPS growth as we have now repurchased approximately $1.3 billion of our shares or approximately 2.7 million shares year-to-date.\nWe ended the quarter with a cash balance of $867 million, of which approximately $600 million is readily available. We continue to be well positioned to opportunistically pursue bolt-on M&A and share repurchases against this volatile market backdrop.\nLastly, I would like to turn to our updated guidance, which we published earlier this morning. While we expect continued volatility, our guidance assumes generally flat market levels throughout the balance of the year. As mentioned earlier, we have continued to utilize more levers in our downturn playbook with a focus on moderating our pace of expense growth.\nOur downturn actions are reflected in our decreased operating and adjusted EBITDA expense guidance. It's worth noting that we remain consistent in our approach that the pace of spend may fluctuate up and down based on the trajectory of our asset-based fees, the performance of the business more broadly in the global operating environment. We have modestly increased our range for depreciation and amortization expense, mainly reflecting a continued higher level of capitalized software development costs across products.\nLastly, we have increased our net cash provided by operating activities and free cash flow guidance, which reflects the lower than originally projected tax payments and cash expenses in the second half of the year as well as resiliency in cash collections. We have narrowed our tax guidance, which continues to reflect an expectation of a higher rate in Q4, in line with what we saw in Q3.\nAcross the business, we continue to see strong levels of demand for our products, which is underscoring the mission-critical nature of our tools. We are heavily focused on both driving the attractive runway of long-term growth while protecting the financial model of our all-weather franchise.\nAnd with that, operator, please open the line for questions."
  },
  {
    "header": "MSCI",
    "cik": "0001408198",
    "ticker": "MSCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6c7a4e697fae7b8f8f616bdb030c0523",
    "period": "2022 Q2",
    "content": "Q2 2022 MSCI Inc Earnings Call\n\nQ2 2022 MSCI Inc Earnings Call\n\nMSCINYSEJUL 26, 10:30 AM\n\nOperator\n\nGood day, and welcome to the MSCI Second Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, please note, this event is being recorded.\nI would now like to turn the conference over to Jeremy Ulan, Head of Investor Relations and Treasurer. Please go ahead.\n\nJeremy H. Ulan\n\nHead of IR & Treasurer, MSCI Inc.\n\nThank you, Vice. Good day, and welcome to the MSCI Second Quarter 2022 Earnings Conference Call. Earlier this morning, we issued a press release announcing our results for the second quarter 2022. This press release, along with an earnings presentation we will reference on this call as well as a brief quarterly update, are available on our website, msci.com, under the Investor Relations tab.\nLet me remind you that this call contains forward-looking statements. You are cautioned not to place undue reliance on forward-looking statements, which speak only as of the date on which they are made and are governed by the language on the second slide of today's presentation. For a discussion of additional risks and uncertainties, please see the risk factors and forward-looking statements disclaimer in our most recent Form 10-K and in our other SEC filings.\nDuring today's call, in addition to results presented on the basis of U.S. GAAP, we also refer to non-GAAP measures, including, but not limited to, adjusted EBITDA, adjusted EBITDA expenses, adjusted EPS and free cash flow. We believe our non-GAAP measures facilitate meaningful period-to-period comparisons and provide insight into our core operating performance. You'll find a reconciliation to the equivalent GAAP measures in the earnings materials and an explanation of why we deem this information to be meaningful as well as how management uses these measures in the appendix of the earnings presentation.\nWe will also discuss run rate, which estimates, at a particular point in time, the annualized value of the recurring revenues under our client agreements for the next 12 months, subject to a variety of adjustments and exclusions that we detail in our SEC filings. As a result of those adjustments and exclusions, the actual amount of recurring revenues we will realize over the following 12 months will differ from run rate. We therefore caution you not to place undue reliance on run rate to estimate or forecast recurring revenues. We will also discuss organic growth figures, which exclude the impact of changes in foreign currency and the impact of any acquisitions or divestitures.\nOn the call today are Baer Pettit, our President and COO; and Andy Wiechmann, our Chief Financial Officer. Finally, I would like to point out that members of the media may be on the call this morning in a listen-only mode.\nWith that, let me now turn the call over to Baer Pettit. Baer?\n\nC. D. Baer Pettit\n\nPresident & COO, MSCI Inc.\n\nJeremy, thank you, and welcome, everyone, and thank you for joining us today. I just wanted to say Henry is fine. He just woke up this morning and was feeling a bit under the weather, so he won't be joining us on the call today, but we'll go forward as normal.\nSo before I talk about MSCI's financial performance, I'd like to formally introduce Jeremy as our new Head of Investor Relations and Treasurer. Since joining MSCI 12 years ago, he's held a variety of roles supporting our growth strategy, M&A and partnerships, while building out our planning and forecasting processes. We're excited to have him in this role. His experience and institutional knowledge will help investors better understand our strategy and opportunities.\nLooking back on the second quarter, MSCI delivered strong results in a difficult external environment. Among our headline achievements, we posted record levels of second quarter total new recurring subscription sales and net new recurring sales. This helped us drive 14% organic subscription run rate growth, up from 11% a year ago. It also contributed to adjusted EPS growth of 13.5%. Meanwhile, MSCI achieved a 95.5% retention rate, up from 94.4% in the second quarter of 2021.\nOn the capital front, we repurchased another $277 million worth of shares at an average price of $404 per share, bringing our total for the year to nearly $1.1 billion. We also raised $350 million through a term loan, giving us greater flexibility in the months ahead for bolt-on acquisitions and opportunistic share buybacks. We did all this against the backdrop of historic inflation, rapidly rising interest rates and market volatility.\nAs we always say, MSCI prides itself on being an all-weather franchise. Any company can appear successful during a bull market. Moments like this show which companies are truly resilient. Time and again, MSCI has met the challenge. During periods of instability, our data and research become even more relevant. Today, we are well positioned to capitalize on repriced assets and help investors navigate financial turbulence. We are also well positioned to make small bolt-on acquisitions if the right opportunities emerge.\nMSCI is focused on strategic accelerators, and our team is monitoring the market for possibilities. Even as we continue investing in long-term growth, we will remain vigilant about protecting our profit margins. Despite the macro environment, we have not seen a slowdown in demand for our solutions. In fact, we see continued strength across most segments and geographies.\nTo help us become even more client-centric, we recently hired Cristina Bondolowski as our new Chief Marketing Officer. Cristina brings decades of experience from world-class brands such as Hewlett-Packard and Coca-Cola. Her work at MSCI will deepen our relationships with stakeholders across the board. Looking ahead, we recognize the challenges posed by global market trends, but as I said earlier, these are the moments when MSCI thrives.\nI'd now like to drill down into a few areas in greater depth, including Climate, Analytics and Fixed Income. Before I do so, in view of the external environment, I thought it was important to lead with what MSCI is seeing from our clients. Despite all the market turmoil, we continue to have strong growth across client segments. Our pipeline remains robust, and we have no evidence that it is slowing. During this period of economic and financial turbulence, our clients understand that MSCI solutions can play a critical role in helping them adapt and manage their investments. Our second quarter performance confirms the strength of our diversified and durable franchise.\nLet me spotlight some of the segments and geographies where MSCI recorded especially strong growth. In our Index business, we posted double-digit subscription run rate growth in all regions, along with custom index subscription run rate growth of 23%. In ESG and Climate, we delivered organic subscription run rate growth of 47%, recurring net new sales growth of 26% and our second best quarter ever for recurring sales. Meanwhile, total assets under management in ETFs linked to our ESG indexes increased by 15%. Among banks, hedge funds and wealth managers, we posted total subscription run rate growth of 17%, excluding RCA.\nIn terms of specific products and services, we delivered robust Analytics growth with net new sales increasing by 68%. This growth was driven by sales in equity factor models and risk management solutions as well as a 17% reduction in cancels. We also posted a strong retention rate for Analytics of 94% and recurring sales growth of 15%. In addition, our listed futures and options trading volume increased by 37%, with strong growth from world, Euro and EAFE contracts.\nThere's no question that Climate represents one of the fastest-growing parts of our franchise. Let me discuss a few concrete milestones from the second quarter. Just last month, MSCI launched our new total portfolio footprinting tool, which helps a growing range of financial institutions measure carbon emissions across their lending and investment portfolios. With this tool, we have extended our climate analysis to municipal bonds and securitized products. And we will be better able to provide modeling for loans, infrastructure and private assets.\nMSCI also completed an agreement with a prominent general partner to provide climate analytics on the portfolio of private companies. In addition, we completed our first Climate Lab Enterprise deal with a major asset manager that cuts across Analytics, ESG and Climate and private assets. The larger pipeline for Climate Lab Enterprise continues to gain momentum. We're also pleased that one of the most innovative climate tools we launched in 2021, our Implied Temperature Rise metric, was named ESG Assessment Tool of the Year for Investment Decisions and Insights by Environmental Finance.\nTo cite one final second quarter milestone, MSCI released the latest iteration of our Net Zero tracker, which illustrates how listed companies align with different temperature rise scenarios. Climate is now driving growth across the company, including in our Analytics business.\nIn the second quarter, MSCI launched a series of new equity factor models, including the first models to offer sustainability, crowding and machine learning factors. The sustainability factor includes both ESG and carbon efficiency components. This is a significant model update aligned with our strong index franchise. We will make these models available through several distribution channels, including Snowflake's Data Cloud. Using Snowflake will help us dramatically accelerate the client onboarding process.\nWe're also developing capabilities to create an even better user experience by combining analytical results from RiskManager and BarraOne. This will greatly enrich our content and capabilities. We are further enhancing the user experience in Analytics through our Investment Solutions-as-a-Service applications. iSaaS gives clients greater flexibility in how they interact with our Analytics while reducing MSCI's time to market for new products and services. It represents a pivot away from our legacy applications. All of this reflects our broader focus on client centricity.\nAs part of that focus, we continue to make progress in expanding our direct indexing capabilities. We want to help clients to be able to personalize their investment strategies at scale through client designed indexes. As I mentioned earlier, MSCI delivered custom index subscription run rate growth of 23% in the second quarter, and we were seeing growing traction of custom indexes as the basis of index-linked products within our asset-based fee revenue.\nWe're also building momentum in Fixed Income. In fact, during the second quarter, our Fixed Income franchise posted 35% growth -- run rate growth. MSCI will continue investing in Fixed Income to help our franchise reach the next level. With that in mind, we were delighted to team up with MarketAxess Holdings on innovative portfolio analytics solutions and co-branded Fixed Income Indexes. Through this partnership, MSCI's Portfolio Analytics and Fixed Income Indexes will integrate the all-to-all pricing developed by MarketAxess, including their credibility and liquidity scores. Meanwhile, investors will use MarketAxess and our ESG ratings to help create more liquid and sustainable Fixed Income portfolios.\nIn closing, I would just like to reiterate that during this period of volatility in financial markets, we continue to see strong demand for our solutions. And with that, I will turn the call over to Andy. Andy?\n\nAndrew C. Wiechmann\n\nCFO, MSCI Inc.\n\nThanks, Baer. Good morning, everyone. As Baer highlighted, the solid performance during the quarter underscores our strong momentum and the power of our all-weather franchise. In addition to the 14% organic subscription run rate growth, we recorded the highest second quarter ever for recurring subscription sales and net new recurring sales, increasing 15% and 26% year-over-year, respectively, excluding the acquisition of RCA. And we experienced double-digit subscription run rate growth, excluding RCA across all regions with healthy growth across nearly all client segments.\nIn Index, we delivered 12% subscription run rate growth, which represents our 34th consecutive quarter of double-digit subscription run rate growth. This growth was fueled by 19% subscription run rate growth from broker-dealers, hedge funds and wealth managers on top of 10% growth from asset managers and asset owners. Asset-based fee revenue experienced declines in the quarter with ETF and non-ETF passive fees impacted by declines in market levels, offset by continued growth in our futures and options franchise.\nETFs linked to MSCI indexes drew more modest net cash inflows of $7.5 billion in the quarter with flows coming from developed markets, ex U.S., and emerging market exposure funds, and within those, flows into funds linked to our ESG and climate indexes. It's also worth highlighting that mix shift helped to drive a modest increase sequentially in the period-end average basis point fees to 2.52.\nAs we have mentioned previously, our non-ETF passive revenues are recognized on the latest AUM levels reported to us by clients, which typically occurs on a 1 quarter lag. When we receive updated AUM balances from clients, we true up or true down the revenue accrued in the period reported by the client and use the new balance to accrue revenue in the current period based on the then effective pricing. As clients begin reporting lower AUM balances for prior periods during this quarter, our revenue in this quarter reflects some true downs on revenue accrued in prior periods as well as lower accrual levels for the current period.\nDespite the headwinds from lower reported AUM balances, we continue to see very strong client demand and new product launches in this area as well as strong resilience and fees. As a nice offset to the AUM declines, revenue from listed futures and options linked to MSCI indexes recorded its highest quarter ever with traded volumes and contracts linked to our indexes up 37% year-over-year.\nOutside of the asset-based fees and index, we saw tremendous strength across most areas. In Analytics, we drove 15% growth in new recurring subscription sales while also experiencing a 17% decline in cancels, driving net new recurring subscription growth of 68% and organic subscription run rate growth of 7.4%. We continue to see many opportunities and strong momentum in front office equity and fixed income portfolio management alongside our ESG and Climate Risk Solutions.\nIn ESG and Climate, we delivered another quarter of exceptional organic growth of close to 50%, as Baer mentioned. Roughly half of new recurring subscription sales were generated from emerging client segments, including wealth managers, insurance companies, hedge funds, broker-dealers and corporates. And our Climate run rate reached $55 million, which is an increase of 88% from a year ago.\nExcluding the impact of RCA, Real Assets revenues were down year-over-year as a result of foreign exchange impacts and some impact from the timing of revenue recognition. However, organic subscription run rate growth was 9% in our legacy Real Estate business. Across the firm, it's also worth highlighting the very healthy retention rate of 95.5% with strength across all segments.\nOur adjusted EPS growth highlights the power of our all-weather franchise. We flexed our expense base to mitigate the impacts of the AUM-based headwinds. And the headwinds of an appreciating U.S. dollar on our revenues, which were approximately $8 million when compared to Q2 of 2021, were more than offset by FX benefits on our expenses of approximately $9 million.\nFurthermore, our proactive capital actions provided another lever of support. Year-to-date through yesterday, we've repurchased over $1 billion of stock or approximately 2.2 million shares. More broadly, we remain nimble and proactive on the capital allocation front. MSCI's Board approved a 20% increase to our quarterly dividend to $1.25 per share, further illustrating our commitment to return capital to our shareholders.\nIn the beginning of June, we opportunistically raised $350 million through term loan borrowings. With these proceeds, we ended the quarter with a cash balance of $842 million, of which approximately $600 million is readily available. We remain well positioned to continue to capitalize on share repurchases and bolt-on MP&A opportunities that may arise against this volatile market backdrop.\nBefore we open the call for Q&A, I would like to discuss our outlook for the year. We published our updated guidance earlier this morning, which reflects a cautious but constructive view on the balance of the year. While we expect some continued volatility, we expect generally flat to gradually improving market levels from current levels throughout the balance of the year. As mentioned earlier, we have begun to activate our downturn playbook with a focus on flexing certain less critical expenses and moderating our pace of hiring in selected areas. We utilize these times of uncertainty to reprioritize our resources and push ourselves to be more efficient across the business in order to free up incremental investment dollars.\nOur decreased operating expense and adjusted EBITDA expense guidance reflects these actions against our current expectation of relatively flat market levels for the balance of the year. It is worth noting that the pace of spend may fluctuate up and down based on the trajectory of our asset-based fees, the performance of the business more broadly and the global operating environment outlook.\nWe have modestly increased our range for capitalized expenses as well as depreciation and amortization expense, mainly reflecting a higher level of capitalized software development costs across products. We increased our interest expense guidance to reflect the variable interest rate payments on the term loan borrowings drawn in June. And lastly, we've lowered our net cash provided by operating activities and free cash flow guidance as a result of the declines in asset-based fees and higher interest expense, partially offset by lower operating expenses. Our tax guidance for the year remains unchanged. For the full year, we expect to drive continued high 50% margins on a consolidated basis, which is in line with our long-term target.\nAcross the business, we continue to see strong levels of demand for our products, and we have conviction in the secular growth opportunities in front of us. We remain focused on executing on our strategic growth opportunities, but we will continue to protect the financial model of our all-weather franchise.\nAnd with that, operator, please open the line for questions."
  },
  {
    "header": "MSCI",
    "cik": "0001408198",
    "ticker": "MSCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b5785519c23edd9732687d2235543e73",
    "period": "2022 Q1",
    "content": "Q1 2022 MSCI Inc Earnings Call\n\nQ1 2022 MSCI Inc Earnings Call\n\nMSCINYSEAPR 26, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the MSCI First Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference call is being recorded.\nI would now like to turn the call over to Jisoo Suh, Executive Director, Investor Relations. You may begin.\n\nJisoo Suh\n\nIR Officer, MSCI Inc.\n\nThank you, Dylan. Good day, and welcome to the MSCI First Quarter 2022 Earnings Conference Call. Earlier this morning, we issued a press release announcing our results for the first quarter of 2022. This press release, along with an earnings presentation we will reference on this call as well as a brief quarterly update are available on our website, msci.com, under the Investor Relations tab.\nLet me remind you that this call contains forward-looking statements. You are cautioned not to place undue reliance on forward-looking statements which speak only as of the date on which they are made and are governed by the language on the second slide of today's presentation. For a discussion of additional risks and uncertainties, please see the risk factors and forward-looking statements disclaimer in our most recent Form 10-K and in our other SEC filings.\nDuring today's call, in addition to results presented on the basis of U.S. GAAP, we'll also refer to non-GAAP measures including, but not limited to, organic operating revenue growth rates, adjusted EBITDA, adjusted EBITDA expenses, adjusted EPS and free cash flow. We believe our non-GAAP measures facilitate meaningful period-to-period comparisons and provide insight into our core operating performance. You'll find a reconciliation to the equivalent GAAP measures in earnings materials and an explanation of why we deem this information to be meaningful as well as how management uses these measures in the appendix of the earnings presentation.\nWe will also discuss run rate, which estimates at a particular point in time the annualized value of the recurring revenues under our client agreements for the next 12 months, subject to a variety of adjustments and exclusions that we detail in our SEC filings. As a result of those adjustments and exclusions, the actual amount of recurring revenues we realize over the following 12 months will differ from run rate. We, therefore, caution you to not place undue reliance on run rate to estimate or forecast recurring revenues. Additionally, we will discuss organic run rate growth figures, which exclude the impact of changes in foreign currency and the impact of any acquisitions or divestitures.\nOn the call today are Henry Fernandez, our Chairman and CEO; Baer Pettit, our President and COO; and Andy Wiechmann, our Chief Financial Officer. Finally, I would like to point out that members of the media may be on the call this morning in a listen-only mode.\nAnd with that, let me now turn the call over to Henry Fernandez. Henry?\n\nHenry A. Fernandez\n\nChairman & CEO, MSCI Inc.\n\nThank you, Jisoo. Welcome, everyone, and thank you for joining us today. Apologies for my scratchy voice and a little bit of coughing. Before I talk about -- yes. Can you all hear me? Okay.\nThank you, Jisoo. Welcome, everyone, and thank you for joining us today. Apologies for my scratchy voice and a little bit of coughing.\nBefore I talk about MSCI's financial performance, I just want to say that our hearts go out to the people of Ukraine, who are suffering through one of the worst humanitarian prejudice in Europe since 1945. My sincere hope is that the world will ultimately emerge stronger from this crisis with a deeper respect for self-determination, national sovereignty and human rights, and a clearer sense of purpose among the liberal democracies of the world. The war has certainly put everything else in greater perspective for many of us.\nIn the first quarter, MSCI delivered strong results that highlight both the strong resilience and long-term potential of our all-weather franchise. Not only are our solutions helping clients navigate market volatility and asset rotations, they're also helping them understand major structural changes in the global economy and the financial markets. Those changes include the fallout from Russian invasion of Ukraine, rising interest rates, elevated inflation and the needed transition to a low carbon economy.\nDuring a period of historic geopolitical and economic turmoil, MSCI solutions have become increasingly more valuable to clients across the whole global investment industry. To put our first quarter results in perspective, we posted our best first quarter on record for both new and net new recurring subscription sales. We achieved organic subscription run rate growth of about 14% and nearly a 96% retention rate. Our adjusted EPS was up 21%, and we repurchased almost $800 million worth of MSCI share.\nOf course, the biggest global event of the quarter was Russia's unprovoked and unjustified invasion of Ukraine. MSCI responded immediately, providing essential support to our colleagues in the region and donating to key relief organizations. We made necessary adjustments to our existing products and business ties, including swift changes to our indices, while also developing new products, services and insightful research to capture the new global landscape. All of these demonstrated once again how fast and nimble MSCI can adapt to an unexpected global crisis.\nOur resilience and momentum have allowed us to continue driving growth despite the uncertain environment. Indeed, we are finding innovative ways to grow both inside and outside our traditional client base. For example, our traditional client base of asset managers and asset owners collectively deliver subscription run rate growth of 11% in the first quarter, excluding acquisitions.\nSo far this year, we have already seen more than $2 billion worth of incremental AUM from new mandates benchmarked to the MSCI climate Paris-aligned indices by asset owners in APAC and in EMEA. We're also driving a strategic benchmark wins with asset managers who are licensing custom indices they have designed using MSCI's new Index Builder application. We have onboarded about 18 clients onto the Index Builder platform already.\nAt the same time, we keep adding new layers of growth in areas such as fixed income ESG and climate and private assets. This quarter, our ESG and climate retention rate hit an all-time high of 98.7%. We also recorded our second best quarter ever for new ESG and climate subscription sales. These data points tell us 2 things: First, ESG continues to become increasingly embedded in the global investment process. Second, our clients recognize the value that MSCI's ESG and climate offerings can provide.\nWe continue to work to position MSCI as a leading provider of climate solutions and a standard setter. As of the first quarter, we've calculated implied temperature rise metrics for more than 10,000 issuers and nearly 134,000 tons. The implied temperature rise metric computes how the carbon emissions of companies and portfolios align or do not align with different global temperature pathways such as 1.5- or 2-degree Celsius increases. Like all of our solutions, MSCI Climate products run on data.\nTo give our clients a truly comprehensive and transparent view of the investment opportunities, we are transforming the way we collect, clean and build data across product lines and asset classes. As I mentioned back in January, MSCI has always been a data processing factory. Now we're also becoming a data building machine.\nDuring moments of global uncertainty and disruptions, high-quality data becomes even more valuable as investors try to understand the presence and imagine the future. MSCI also continuously looks to the future to reinvent itself, including with respect to our organizational structure and agility. As previously announced, we made a number of senior leadership changes at the start of the year to support our ever-evolving business needs. These changes position us well for increased growth in the years to come. Likewise, our first quarter performance reflects the long-term investments we have made to build a durable, diversified, all-weather franchise.\nWhile external conditions may get more difficult, our fundamentals remain very strong. As we have proven, MSCI can deliver impressive results in every type of operating environment. This is what we mean by an all-weather franchise.\nAnd with that, let me turn the call over to Baer. Baer?\n\nC. D. Baer Pettit\n\nPresident & COO, MSCI Inc.\n\nThank you, Henry, and greetings, everyone. As Henry mentioned, the biggest global event of the quarter was Russia's invasion of Ukraine. I join him in expressing our solidarity with the Ukrainian people. .\nWhen the war began, MSCI quickly removed Russia from our emerging market indexes and reclassified it as a stand-alone index. We have also introduced new stress test scenarios specific to the war that clients run through our analytics products. Additionally, we closed out our de minimis financial exposure to clients in Russia, which is less than $1 million of run rate. We are well positioned to succeed in a complex external environment, thanks to our resilient all-weather franchise.\nDespite the current turmoil, we remain convinced that long-term trends benefiting MSCI, including the indexation and globalization of portfolios, will endure. In my comments today, I will review the areas of our business where we will continue investing for long-term growth as reinforced by strong financial results, and a few examples of our actions to manage risks that we can control. I'll start with our continued momentum in scaling our ESG and climate franchise.\nEven as we enter a period of surging energy prices and muted technology sector valuations, demand for integrating ESG and climate considerations is resilient as clients continue to position themselves for long-term transformation. Our firm-wide ES&G climate run rate is now $369 million, growing 46% year-over-year. In our reportable ESG and Climate Ratings and Research segment, new client relationships continue to form almost 50% of new subscription sales. Our multiyear investments to build a large and complete data coverage universe are supporting our position as an industry standard setter. In ESG ratings and in our climate metrics, we now cover more than 9.5 million instruments across equities and fixed income, including ETFs, corporate and government bonds, bank loans and derivatives.\nNext, I will discuss our progress in scaling our newer frontier client segments. In the ESG and Climate segment, over half of new subscription sales during the quarter were to wealth managers, hedge funds, broker-dealers, corporates and insurance firms. These clients have diverse use cases for MSCI solutions, such as climate stress testing on their loan books, enhancing underwriting processes by better understanding counterparties, ESG and carbon profiles, complying with new and emerging regulations and monitoring of net 0 commitments. We're also leaning into the connectivity across MSCI product lines to drive wins with these newer clients. Our strong first quarter sales included an EMEA insurance firm that launched insurance-linked products benchmarked to our custom indexes with a partner in fixed income. Across MSCI, our total run rate from insurance firms and all insurance-related use cases is $77 million, growing 19% year-over-year. In analytics, we're landing strategic mandates with equity and fixed income portfolio managers seeking to integrate ESG in portfolio construction process. Our run rate in analytics fixed income front office has grown approximately 50% year-over-year.\nFinally, we continue advancing our data ecosystem to equip our clients with the insights they need to understand the impact of today's macro backdrop on their portfolios. In analytics, we released an enhanced version of Climate Lab Enterprise during the quarter, with dedicated dashboards related to carbon intensity. While it's still early days, we see climate data as a sales enabler for various portfolio construction, reporting and risk management use cases, and we're encouraged by a recent large multiyear client win in the Americas.\nIn private assets, we also expect climate data to be a commercial enabler, including for cross sales. We recently completed a product release of our climate value at risk due diligence reports for RCA's large commercial real estate property database.\nIn ESG ratings, our investments in our issuer communication portal are enabling a higher velocity of engagement with corporate issuers which is, in turn, further supporting data quality and timeliness. Our previously announced launch of MSCI Data Explorer places over 250 data sets across all MSCI product lines at our clients' fingertips. This is empowering them to self-service and discover tests and start new subscriptions.\nAcross MSCI, our pipelines are healthy. Having said that, we're watching economic activity across regions closely and the effects on our clients, which we recognize may be uneven. In summary, our resilient franchise continues to benefit from our actions and long-term investments to diversify and enrich our platform. Across varying and unpredictable operating environments, we are committed to driving continued growth in the most efficient way possible, prudently, for all our stakeholders.\nLet me now turn the call over to Andy.\n\nAndrew C. Wiechmann\n\nCFO & Treasurer, MSCI Inc.\n\nThanks, Baer, and hi, everyone.\nI want to drill into a few highlights of our all-weather financial model. We drove 14% organic subscription run rate growth during the quarter. To put that in perspective, this is an acceleration from 7% growth in the same period of 2017 and from 10% growth just a year ago. This acceleration of growth is a direct result of the increased investments we've been making into key growth areas over the last few years with your support.\nOur strong performance reinforces our long-term target of driving low double-digit subscription growth across MSCI. In Index, we delivered 12% subscription run rate growth aligned with our long-term targets and our 33rd consecutive quarter of double-digit subscription run rate growth. Asset-based fees, which are approximately 1/4 of MSCI's run rate, demonstrated remarkable resilience in the face of volatile global markets. During the quarter, equity ETFs linked to MSCI indexes grew net cash inflows of more than $27 billion, ending the quarter with AUM of $1.39 trillion on March 31. These inflows partially offset market declines of close to $90 billion since year-end. More broadly, since 2007 and through the end of last year, we've observed positive annual cash inflows into ETFs linked to MSCI indexes for all years, except one. Finally, fees from listed futures and options linked MSCI indexes, which are roughly 10% of asset-based fees are based on traded volumes and are not linked to AUM. And volumes in these products historically have tended to pick up in periods of market volatility, including this quarter, where we saw traded volumes up 19% and run rate up 11%.\nOur continual advancements in index innovation, which are centered on client demand, have enabled our ABF franchise to be both durable and diversified for the long term. Since 2012, run rate from asset-based fees has grown at a CAGR of 15%. For the quarter, in Analytics, we drove 15% growth in new recurring subscription sales, which offset cancels primarily from client events. We continue to see good opportunities in front office equity and fixed income portfolio management.\nIn ESG and Climate, we're driving a higher volume of larger ticket new sales with a pipeline that includes an encouraging set of large strategic deals across regions. As Baer mentioned, the firm-wide sales pipeline remains healthy. We're watching the macro backdrop very closely. And while it may cause some variance in sales or cancels here or there, we're encouraged by the overall forward momentum. Across the firm, the product and client experience enhancements we're investing in are enabling cross-sell and pricing opportunities, while supporting continued strong retention as well as the ability to win new clients.\nLet me now turn to our full year 2022 outlook.\nOur guidance across all categories is unchanged and assumes that global markets gradually improve from the current levels throughout the year. If AUM levels remain flat or deteriorate further, we will likely begin to implement elements of our downturn playbook and adjust our pace of investing on a very measured basis.\nOur full year tax rate guidance of 15.5% to 18.5% remains unchanged. Our low tax rate this quarter was consistent with our expectations of having a seasonally lower tax rate from the vesting of equity awards. We would expect a higher average tax rate for each of the remaining quarters in 2022. For the full year, we expect to drive continued high 50% margins on a consolidated basis, which is in line with our long-term target. As a reminder, the margin also reflects the integration of RCA, which is a lower-margin business.\nOn the capital front, our proactive actions provide another lever of value in volatile environments. Year-to-date through yesterday, April 25, we've repurchased $795 million of our stock or over 1.5 million shares. We ended the quarter with a cash balance of $679 million, of which approximately $200 million is readily available. We continue to have Board authorization for a potential financing and we'll continue to monitor the markets for attractive windows, although we have no urgency to access the markets if they are not conducive. We have plenty of dry powder remaining to support strategic bolt-on MP&A deals. We can also support highly opportunistic repurchases, although at a more measured pace given current cash balances.\nIn conclusion, that we are presented with an unpredictable operating environment, we remain laser-focused on executing on our growth agenda and remaining highly nimble and proactive against this backdrop.\nAnd with that, operator, please open the line for questions."
  },
  {
    "header": "MSCI",
    "cik": "0001408198",
    "ticker": "MSCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/782197ca3b5ce99d83eb810cd3d7f442",
    "period": "2021 Q4",
    "content": "Q4 2021 MSCI Inc Earnings Call\n\nQ4 2021 MSCI Inc Earnings Call\n\nMSCINYSEJAN 27, 11:00 AM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the MSCI Fourth Quarter 2021 Earnings Conference Call. (Operator Instructions) As a reminder, this conference call is being recorded.\nI would now like to turn the call over to Ms. (inaudible) of Investor Relations. You may begin.\n\nUnidentified Company Representative\n\nThank you, Elizabeth. Good day, and welcome to the MSCI Fourth Quarter 2021 Earnings Conference Call. Earlier this morning, we issued a press release announcing our results for the fourth quarter 2021. This press release, along with an earnings presentation we will reference on this call as well as a brief quarterly update are available on our website, msci.com, under the Investor Relations tab.\nLet me remind you that this call contains forward-looking statements. You are cautioned not to place undue reliance on forward-looking statements which speak only as of the date on which they are made and are governed by the language on the second slide of today's presentation. For a discussion of additional risks and uncertainties, please see the risk factors and forward-looking statements disclaimer in our most recent Form 10-K and in our other SEC filings.\nDuring today's call, in addition to results presented on the basis of U.S. GAAP, we'll also refer to non-GAAP measures, including, but not limited to, organic operating revenue growth rates, adjusted EBITDA, adjusted EBITDA expenses, adjusted EPS and free cash flow. We believe our non-GAAP measures facilitate meaningful period-to-period comparisons and provide insight into our core operating performance.\nYou'll find a reconciliation to the equivalent GAAP measures in the earnings materials and an explanation of why we deem this information to be meaningful as well as how management uses these measures in the appendix of the earnings presentation.\nWe will also discuss run rate, which estimates at a particular point in time, the annualized value of the recurring revenues under our client agreements for the next 12 months, subject to a variety of adjustments and exclusions that we detail in our SEC filings. As a result of those adjustments and exclusions, the actual amount of recurring revenues we will realize over the following 12 months will differ from run rate. We, therefore, caution you not to place undue reliance on run rate to estimate or forecast recurring revenues. Additionally, we will discuss organic run rate growth figures, which exclude the impact of changes in foreign currency and the impact of any acquisitions or divestitures.\nOn the call today are Henry Fernandez, our Chairman and CEO; and Baer Pettit, our President and COO; and Andy Wiechmann, our Chief Financial Officer. (Operator Instructions) And with that, let me now turn the call over to Henry Fernandez. Henry?\n\nHenry A. Fernandez\n\nChairman & CEO, MSCI Inc.\n\nThanks, Jitu. Hello, everyone, and thank you for joining us today. MSCI delivered exceptional results in 2021, especially in the fourth quarter, demonstrating the strength of our ambitious strategy, key long-term investments and consistent execution. The results also reflect unprecedented demand for our solutions and enormous growth opportunities for the years ahead.\nTo list just a few highlights. In the fourth quarter, MSCI achieved organic revenue growth of nearly 20% and adjusted earnings per share growth of over 28%. For the full year, we achieved organic subscription run rate growth of over 13%, a record recurring subscription sales of more than $255 million and close to 95% retention.\nIn addition, we generated free cash flow of more than $883 million, which represented a 16% growth rate. Our strong financial results reaffirm our strategic progress. MSCI continues to expand its role as a change agent for the global investment industry while providing the common language and the tools investors use for indexation, risk management, factors, PSG, climate and other key investment categories.\nAcross all of our business lines, MSCI is making a big impact and gaining further recognition. We saw numerous examples of this during the fourth quarter. In October, Hong Kong exchanges launched a futures contract on an MSCI China A share index, the first offshore sector balance, China A share future supported and approved by Chinese regulators. It proved to be the most successful launch ever of a futures contract based on an MSCI Index.\nIn November, we affirm our status as a leading provider of climate solutions for investors. During the COP26 Finance Day, the UN Capital Development Fund even launched a new ETF linked to the MSCI ACWI Climate Pathway Select Index. Before and after COP26, we rolled out several new climate tools, including an analytical tool that provides carbon emissions data for more than 15,000 private companies and nearly 4,000 active private equity and debt funds. This is in addition to the carbon emission data we provide on nearly 10,000 public companies.\nAs the global rate to net 0 accelerates, we'll see enormous opportunities to provide data, tools and solutions to support investors and companies' decarbonization initiatives and the resulting asset repricing and car reallocation. Our ongoing and incremental investments will help us maximize these opportunities and drive climate progress across the whole of the capital markets industry.\nClimate is just 1 example of the historic changes reshaping the global economy. At this time, MSCI's products and services have never been more important to investors and business leaders around the world.\nAcross most client segments and regions, we currently see a strong operating environment. Among our clients, we see more confidence that are any point since the 2008 financial crisis. Our intense client centricity has enabled us to add (inaudible) a share organically and emerged as a go-to partner for clients seeking to differentiate themselves. That includes asset managers and asset owners, MSCI's largest installed base of clients. Last year, our subscription run rate among those 2 client segments increased by 11%, excluding acquisitions.\nWe're also rapidly expanding client segments and end markets such as wealth managers, case funds, broker dealers, insurance companies and corporates. We generated close to $78 million of incremental subscription run rate from those groups in 2021 for a growth rate of nearly 20%. Within our products and services, we continue to address the enormous market for indices across asset classes, exposures and investment thesis.\nIn indices, MSCI remains a go-to provider for tools to support asset allocation, portfolio construction, performance benchmarking in taxation and customized Telcom. As we modernize the client experience and capitalize on growth opportunities as MSCI continues investing in and executing on our data transformation strategy. This strategy was a direct result of the feedback we received from many of you more than a year ago and before the last Investor Day.\nTo put this data transformation in context, MSCI has traditionally used third-party data to create indices, risk models and other products. We will continue to do that in the future, while creating new pathways for clients to access and interact with our products. We will also source and collect much more data from alternate and direct sources on areas ranging from private equity and fixed income to real estate and climate, in order to generate more meaningful and richer insights for our clients.\nIn effect, MSCI has always been a data processing factory. Now we are rapidly becoming a data building machine. The value of this transformation can be cannot be under overstated. In a world that increasingly runs some data, MSCI's new capabilities will dramatically enhance our competitive advantages and boost our long-term growth potential.\nOur new data strategy is closely connected to our technology transformation. We recently launched MSCI developer community a cohesive platform for clients to access our APIs and our code. This platform will help developers and quant customize and improve their offerings, and scale various use cases such as integrating front and back-office applications. We're also pleased with our accelerated migration to the cloud. Last year, we successfully exited one of our on-premise data centers, and we are on track for another exit this year.\nLooking at the larger picture, MSCI, all with their franchise and mission-critical solutions position us favorably in every type of operating environment. That includes periods of sector, factor, geographic and ESG rotation due to our diversified product line, periods of elevated inflation due to our pricing power and periods of market volatility due to our franchise in risk management and index derivatives around the world and, of course, our approach to repurchase of shares.\nToday, with a strong momentum in a constructive environment, MSCI continues making investments that we are confident will deliver tangible near-term benefit. These investments are fueling robust business growth and helping us modernize the client experience. We believe that they will also help us build on this historic achievements of 2021 and reach even greater highs in 2022.\nWith that, let me pass the floor over to Baer. Baer?\n\nC. D. Baer Pettit\n\nPresident & COO, MSCI Inc.\n\nThank you, Henry, and greetings, everyone. As Henry alluded to, our Triple-Crown framework, emphasizing the highest returns, fastest payback and most highly valued business opportunities is driving accelerated growth across the board, as you can see from the record numbers.\nOn today's call, I will provide more detail on some of our investment areas and growth opportunities. Most of our investments will be in areas where we have demonstrated leadership and see incredible demand. Let me start with index where we are uniquely positioned to serve the global investment community. We are transforming the ability of our index clients to access, monetize and leverage our indexes and calculation capacity. MSCI currently calculates more than 260,000 indexes per day. With our investments, we expect that number could reach several million indexes calculated over the next few years.\nOur forthcoming client application called Index Builder, will provide investors with the opportunity to create, customize and test indexes around MSCI's world-class frameworks and content. This will put an index calculation solution at our clients' fingertips for the first time, accelerating our ability to meet their demand.\nCustomized index subscription modules overall continued to show excellent momentum, growing by 18% to $93 million of subscription run rate. Additionally, customized indexes are a key driver of new growth opportunities within index-based products. We're asking to stay ahead of clients' needs for direct indexing as demand continues to grow in the wealth industry for personalized tax-aware portfolios at scale.\nOur strong brand across indexes, ESG and climate factors and analytics, coupled with our portfolio construction and tax optimization tools are helping us land several big wins, including with clients who are licensing our indexes and expanding their use of our ESG content and risk models. In fact, the AUM of direct indexing licensed to MSCI indexes is now roughly $60 billion, while our run rate for index direct indexing offerings across the firm is roughly $10 million.\nIn the climate space, clients continue to adopt MSCI's Paris aligned indexes, climate data insights, physical and transition risk models, implied temperature rise measures, our net 0 tracker and our TCFD line and other reporting tools.\nOur climate-related run rate across the firm now totals $45 million, well more than double from last year. Following the successful product launch of Climate Lab in October, we signed several new clients during the quarter, including asset owners in EMEA. These wins also benefit the Analytics segment and leverage their reporting infrastructure. One of our largest current priorities is to build and enhance our core products, including Climate Lab and our climate models, data and research. As you can see from the numbers, ESG at MSCI continues to perform strongly and is a central focus for us in 2022, securities coverage universe and high data quality. We believe our focus on rules-based and transparent methodologies, financial materiality of ESG risks and assessing resiliency of those risks has enabled MSCI to transform the investment process for our clients.\nRecent conversations about the need for standards and common definitions in ESG integration and sustainable investing present further opportunities for MSCI to help our clients.\nI'd now like to highlight some successes in Analytics this quarter. Our subscription sales grew 72% quarter-over-quarter. Year-over-year, they grew 36% and our retention rate improved to 93.4%. This resulted in record high net new recurring subscription sales of $18.2 million for the quarter. The wins were broad-based, including with asset owners and asset managers for use cases where we have leadership, such as enterprise risk and performance and equity models.\nWe're also leveraging our traditional offerings for target client segments such as our enterprise risk platform for insurance firms and our fixed income factor models for broker-dealers. Our business wins also consisted of new offerings to solve new use cases, including, as I mentioned previously, in climate reporting within analytics platforms and climate class.\nAcross analytics, we continue to benefit from the enhancements we have made to portfolio construction and the reporting tools that we have developed, including factor and risk models, optimization engine and performance attribution tools while providing our Index, ESG and climate franchises with critical and differentiated IP. We're also adding to our coverage footprint and leveraging our existing offerings to serve newer and potentially significant client use case. Our recent success scaling the hedge fund client segment is a great outcome of this approach, where our subscription run rate totals $143 million, growing over 18%.\nBefore concluding, I'd like to say a quick word about our data capabilities. We continue to rapidly incorporate new proprietary third-party data sets to expand and enrich our existing content, improve interoperability with external sources and establish deep network effects and client stickiness. This is evident in fixed income indexes and modules where we have added data on roughly $53 trillion worth of additional fixed income assets.\nMeanwhile, through our climate investments, we are rapidly adding data on physical assets, target emissions and other key metrics. We're also investing in the data consumption experience for our clients. To that end, we recently launched MSCI Data Explorer, our new cloud-native data search and exploration application, which enables clients to access and download data sets across all product lines in index, ESG and climate, analytics and real estate.\nLooking ahead, we remain confident that our long-term investments will drive future growth opportunities. With that in mind, we will continue investing and continue meeting client demands for our offerings using MSCI's rigorous Triple-Crown framework as our North Star.\nWith that, let me turn the call over to Andy.\n\nAndrew C. Wiechmann\n\nCFO, MSCI Inc.\n\nThanks, Baer, and hi, everyone. The record results for the quarter and for the year reflect the enormous opportunity set available to MSCI and our long-term actions to identify, invest in and capture those opportunities. Each of our product segments, index, analytics, ESG and climate and all other private assets recorded their highest quarter ever for recurring subscription sales and net new recurring sales.\nWe drove very strong double-digit sales and subscription run rate growth in each of the Americas, EMEA and APAC regions, reflecting our ability to unlock the significant addressable markets in front of us. Our One MSCI ESG and climate franchise delivered 58% run rate growth year-over-year, adding $129 million of additional run rate during 2021. And looking forward, our longer-term sales pipeline across products and regions looks quite healthy.\nAcross the firm, our 13% organic subscription run rate growth was fueled by strength across nearly all dimensions, geographies, client segments and product segments. Index subscription run rate grew more than 12% year-over-year, our 32nd consecutive quarter or eighth consecutive year of achieving double-digit growth. Market cap-weighted subscription modules, which represent approximately 75% of index subscription run rate grew 9% while we recorded strong double-digit growth in our investment thesis index modules, particularly in areas like factors, ESG and climate, which collectively drove year-over-year subscription run rate growth while customized index subscription modules grew 18%.\nAnalytics recorded 5% organic revenue growth and 7% organic run rate growth with double-digit organic growth in both equity portfolio management tools and fixed income portfolio management tools, reflecting the strategic business wins Baer described earlier. Importantly, our strong profitability growth across analytics is fueling company-wide operating leverage and enabling us to make investments in key growth areas across the firm.\nIn ESG and climate, we drove outstanding organic growth of 53% in revenue and 47% in organic subscription run rate with strong demand from new and existing clients alike. To put this in context, since MSCI's acquisition of risk metrics in 2010, it took almost 10 years for the products in our ESG and Climate segment to cross $100 million of run rate, which happened at the end of 2019. In the 2 years since, we've doubled that, and in 2021 with nearly $200 million in run rate.\nWithin all other private assets, we are building momentum with organic revenue growth of 13% while benefiting from growing traction with our climate offering. Additionally, we're seeing strong early traction from RCA, which added $76 million of run rate as of 12/31.\nAs we had indicated previously, we expect the annualized adjusted EBITDA margin for the All Other segment to be close to the mid-teens for full year 2022, impacted by some employee retention and integration expenses as well as the reallocation of certain internal costs to the segment.\nTurning to asset-based fees. Despite year-end volatility, we observed healthy cash inflows across geographic exposures and product areas and equity ETFs linked to MSCI indexes. This included healthy inflows into products with emerging markets, developed markets ex-U.S. and U.S. exposures. AUM equity ETFs linked to MSCI ESG and climate indexes as of year-end was $227 billion, growing a tremendous 114% from a year ago, with cash inflows of nearly $34 billion during the quarter, resulting in more than 75% market share in global ESG and climate equity ETF flows. The period-end basis point fees were 2.5 bps. The quarter-over-quarter decline was almost entirely driven by mix shift with higher growth in lower fee products.\nSolid operating performance and notably strong revenue growth drove nearly all of the adjusted EPS outperformance in the quarter, with some puts and takes from higher tax rate and interest expense. Even in the context of business investments we've made, we drove modest margin expansion during the quarter, which continues to be a key objective.\nExcluding results from the RCA business, MSCI's adjusted EBITDA margin across the firm would be roughly 59.3% for the quarter, which would imply roughly 150 basis points of margin expansion. We also continued our track record of delivering strong free cash flows of over $880 million for the full year or growth of over 16%. This was also higher than our prior expectations as we did not make accelerated incremental cash tax payments in the fourth quarter that we had previously assumed as a result of our latest views of the tax environment.\nTurning to capital allocation and our balance sheet. Including December and January month-to-date through Tuesday, we have repurchased approximately 925,000 shares or close to $480 million. Also, MSCI's Board of Directors has authorized the company to opportunistically explore financing options, although any potential financing is subject to market and other conditions, and there can be no assurance as to the timing or certainty of a transaction.\nAs a top priority, we remain focused on reinvesting in our business across the Triple-Crown areas that we've highlighted today, including custom, ESG, climate and other investment thesis indexes, fixed income and private asset content and solutions, data and technology capabilities as well as client coverage, product and research enhancements. Additionally, we will continue to pursue opportunistic MP&A and highly strategic growth areas for us.\nTurning now to our full year 2022 guidance, which we published this morning. Our expense guidance range primarily reflects the investments we are making to fuel continued growth as well as enhance the client experience. Our projected level of spend assumes relatively flat market levels for the year. And as always, our expenses may flex up and down depending on market conditions. As a reminder, we expect normal seasonality in our expenses during the year with certain compensation and benefits expenses typically being higher in the first quarter.\nOur free cash flow range continues to reflect our confidence in strong collections and operating performance. Our tax rate guidance range assumes no significant changes in global tax regimes. Excluding the impact of combining with the lower-margin RCA business, we would expect margin expansion in 2022 across the balance of the company.\nIn summary, as both Henry and Baer have noted, we are seeing unprecedented levels of demand for our offerings, and we are focused on capitalizing on those opportunities. We have an all-weather franchise that positions us well for all operating environments, and we're excited for the continued growth opportunities ahead of us in 2022 and beyond.\nWith that, operator, please open the line for questions."
  }
]