[
  {
    "header": "SMCI",
    "cik": "0001375365",
    "ticker": "SMCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/acec42733f163c56e187eb05846b786a",
    "period": "2026 Q1",
    "content": "Q1 2026 Super Micro Computer Inc Earnings Call\n\nQ1 2026 Super Micro Computer Inc Earnings Call\n\nSMCINASDAQNOV 4, 5:00 PM\n\nOperator\n\nThank you for standing by. My name is Matt, and I'll be your conference operator today. At this time, I would like to welcome everyone to the Super Micro Computer, Inc. Business Update Call. With us today are Charles Liang, Founder, President and Chief Executive Officer; David Weigand, CFO; and Michael Staiger, Senior Vice President of Corporate Development.\n\nMichael Thomas Staiger\n\nSVP of Equity Research, Odeon Capital Group LLC, Research Division\n\nThank you, Matt. Good afternoon, and thank you for attending Super Micro's call to discuss financial results for the first quarter and full fiscal year 2026, which ended September 30, 2025. With me today are Charles Liang, Founder, Chairman and Chief Executive Officer; and David Weigand, Chief Financial Officer. By now, you should have received a copy of the press release from the company that was distributed at the close of regular trading and is available on the company's website.\nAs a reminder, during today's call, the company will refer to a presentation that is available to participants in the Investor Relations section of the company's website under the Events and Presentations tab. We've also published management's scripted commentary on our website. Please note that some of the information you'll hear during our discussion today will consist of forward-looking statements, including, without limitation, those regarding revenue, gross margin, operating expenses, other income and expenses, taxes, capital allocation and future business outlook, including guidance for the second quarter of fiscal 2026 and the full fiscal year 2026.\nThese statements and other comments are based on management's current expectations and assumptions and involve material risks and uncertainties that could cause actual results or events to materially differ from those anticipated, and you should not place undue reliance on forward-looking statements. You can learn more about these risks and uncertainties in the press release we issued earlier this afternoon, our most recent 10-K filing for fiscal 2025 and other SEC filings. All of these documents are available on the Investor Relations page of our website.\nWe assume no obligation to update any forward-looking statements. Most of today's presentation will refer to non-GAAP financial results and business outlook. For an explanation of our non-GAAP financial measures, please refer to the accompanying presentation or to our press release published earlier today. The non-GAAP measures are presented as we believe that they provide investors with the means of evaluating and understanding how the company's management evaluates the company's operating performance.\nThese non-GAAP measures should not be considered in isolation from, as substitutes for or superior to financial measures prepared in accordance with U.S. GAAP. In addition, a reconciliation of non-GAAP to most directly comparable GAAP results is contained in today's press release and in supplemental information attached to today's presentation. At the end of today's prepared remarks, we'll have a Q&A session for sell-side analysts. Our second quarter fiscal 2026 quiet period begins at the close of business Friday, December 12, 2025. And with that, I will now turn the call over to Charles.\n\nCharles Liang\n\nFounder, Chairman of the Board, President & CEO\n\nThank you, Michael, and thank you all for joining today's call. Fiscal 2026 is off to a strong start as we continue the early phases of the dynamic AI growth trend. Demand for advanced AI compute and infrastructure solutions is evolving rapidly, and Super Micro is uniquely positioned to lead with innovative, high-quality and value-driven solutions, including our data center building block solution, DCBBS. The major highlight this quarter continued to be our industry-leading AI portfolio.\nOur NVIDIA [indiscernible] GB300 product line now have more than $13 billion in back orders, including the largest deal in our 32-year history, reflecting the tremendous growth potential in hyperscale and enterprise deployments. The B300 platforms are also gaining strong traction following the success of our B200 products as we continue to serve as the leading supplier. As noted in our pre-announcement, approximately $1.5 billion in revenue shift from the September quarter to December quarter due to last-minute configuration upgrade from our customers with expanded volume. This shift were largely caused by the complexity of these new GPU racks, which requires intricate integration, testing and validation, making them more time consuming to source and build.\nWith production now quickly ramp up, these adjustments have eventually strengthened our growth trajectory and support an even higher full year outlook. Our product portfolio continues to lead the industry. In addition to NVIDIA GB300 and B300, we are shipping RTX Pro 6000, V200MVNO4 and AMDMI350355X platforms in volume to power generative AI large language model inference and HPC workloads. To continue technology leadership in AI platforms, we are preparing for the NVIDIA VolalLubin and AMD Helios launches in calendar 2026.\nEdge AI solutions are also gaining more traction for real-time processing in manufacturing, telecom, retail and autonomous environments. We are deeply focused on training LLM and generative AI, we also see rapid growth in industry-specific model, agentic AI, broader infancy and AI at the edge. With that, we are seeing accelerating demand across cloud, enterprise and so as they upgrade and expand the data centers for AI. Our DC DBS helps customers accelerate and optimize customers' transformation.\nBCBBS is critical to our future success, enabling rapid plenty design and deployment of AI data center and AI factory, while optimizing performance and minimize power consumption through our advanced and DLC 2 technologies and high vision subsystem. Supermicro building -- now go beyond service system and recalculation it's optimizing the entire data center for customers. With product life cycle completion from 18 to 24 months to as short as 12 months. Customers need rapid innovation, deployment and time to online BCBBS delivers re-scale propane service, storage, BLIC systems and 2 heat exchangers, power share, battery backup for water towers, dry towers, network and capability management software and services.\nWe have begun shipping BCBBS orders to some key customers and expect many more data centers to follow suit. This solution is becoming a critical part of our business strategy, driving future growth and profitability. We are investing now and over the next few quarters, we will share more detail on our expanding DCBBS portfolio and upcoming release. To mean that this unprecedent demand. Supermicro is executing an aggressive global expansion. Our silicon value facility remained a foundation of U.S. operation, delivering time to market, quality and security for customers.\nWe have quickly expanded our footprint in [ Sunosi ] recently. And our soon added new North America sites to support the growing requirement for major CSP and NCPs. This investment underscores our commitment to amenitize innovation, job creation and supply chain desires. Internationally, new production facility in Taiwan, the Netherlands, Malaysia and soon on the Middle East are coming online to enlarge our production capacity, enhancing cost competitiveness and meet regional sovereign AI requirements.\nWith 52 megawatts of power capacity in place. We are on track to scale production to 6,000 recs per month, including 3,000 LLC -- within this fiscal year. While these expansion require out form investment, they are critical to sustain long-term growth and deliver performance PTO time to online and costly recency at scale.\nIn summary, Super Micro is developing into a leading AI platform and data center in structure total solution company. While we continue to grow our server storage drag and IoT systems. Our BCBBS delivers unique advantages that set us apart are designed to reduce customer deployment, complexity, excellent time to market, time to online and lower total cost of ownership, combined with our broad supply chain, deep customer relationship and expanding partner ecosystem, this capability positions us to become the leading data center infrastructure [indiscernible] company.\nRecent large-scale orders and continue investment in customers, products, people and our processes put us firmly on the hand -- competition remains intense. We are focused on capturing tremendous AI infastructure market share, some large-scale builds and pressure margin in the near term. But our scale, innovation and differentiation, differentiated BCBBS offerings strengthen our market leadership and position us to deliver long-term profitability and shareholder value. Looking ahead, we expect to ship at least $10.5 billion in the December quarter, depending on the supply and production capability readiness.\nWe anticipate a sequential growth through fiscal 2026, giving us confidence in achieving at least $36 billion in revenue for the year. This is a truly unique time for Super Micro and I am super excited about the opportunity ahead. I look forward to sharing our progress with you next quarter. Thank you. Now I will turn it over to David.\n\nDavid E. Weigand\n\nSenior VP, CFO, Company Secretary & Chief Compliance Officer, Super Micro Computer, Inc.\n\nThank you, Charles. Q1 fiscal year 2026 revenue was $5 billion, down 15% year-over-year and down 13% quarter-over-quarter. Compared to our guidance, of $6 billion to $7 billion. We had a record level of new orders exceeding $13 billion, but a customer's custom rack platform upgrade for a recent large design win and customer logistics factors delayed some shipments to Q2. We expect customer demand to remain robust for the remainder of fiscal year 2026.\nAI GPU platforms, which represented over 75% of Q1 revenues continue to be the key growth driver. During Q1, the enterprise channel revenues totaled $1.5 billion representing 31% of revenues versus 36% in the prior quarter. This was down 51% year-over-year and down 25% quarter-over-quarter. The OEM appliance and large data center segment revenues were $3.4 billion, representing 68% of Q1 revenues versus 63% in the last quarter. Up 25% year-over-year and down 6% quarter-over-quarter. The emerging 5G telco edge IoT segment contributed the remaining 1% of Q1 revenues.\nFor Q1 fiscal year 2016, we had 2 10%-plus customers. By geography, the U.S. represented 37% of Q1 revenues; Asia, 46%; Europe, 14%; and the rest of the world, 3%. On a year-over-year basis, U.S. revenues decreased 57%, while Asia grew 143%. Europe increased 11% and the rest of the world increased 56%. On a quarter-over-quarter basis, U.S. revenues declined 16%, Asia decreased 4%, Europe decreased 16% and the rest of the world declined 48%.\nAsia grew significantly on a year-over-year basis as an existing U.S.-based customer opened a large data center in Asia. Q1 non-GAAP gross margin was 9.5% versus 9.6% in Q4. Q1 GAAP operating expenses were $285 million, down 10% quarter-over-quarter and up 7% year-over-year. On a non-GAAP basis, operating expenses were $203 million, which was down 15% quarter-over-quarter and down 2% year-over-year. Operating expenses were down quarter-over-quarter due to high marketing expense reimbursements and lower discrete R&D expenses. Non-GAAP operating margin for Q1 and was 5.4% compared to 5.3% in Q4. Other income and expense in Q1 totaled a net income of $26.3 million, reflecting $51.2 million in interest income on higher cash balances and FX-related gains, partially offset by $24.9 million in interest expense, primarily related to convertible notes.\nThe tax provision for Q1 was $40 million on a GAAP basis and $59 million on a non-GAAP basis, resulting in a GAAP tax rate of 19.3% and a non-GAAP tax rate of 20%. The Q1 GAAP diluted EPS was $0.26 compared to guidance of $0.30 to 42% -- $0.42 and non-GAAP diluted EPS was 35% versus guidance of $0.40 to $0.52. The GAAP fully diluted share count increased sequentially from $625 million in Q4 to $663 million in Q1. And the non-GAAP share count increased from $638 million to $677 million over the same period. Cash flow used in operations for Q1 was $918 million PAUSE compared to cash flow generated from operations of $864 million in the prior quarter. Q1 operating cash flow was impacted by lower net income and higher accounts receivable and higher inventory levels as we prepared for a strong Q2 with higher working capital needs.\nQ1 closing inventory was $5.7 billion, which was up from $4.7 billion in Q4. CapEx for Q1 totaled $32 million, resulting in negative free cash flow of $950 million for the quarter. During the quarter, we executed a $1.8 billion AR facility that enables the nonrecourse sale of certain qualified accounts receivable, providing flexibility to strengthen our working capital on a discretionary basis. At quarter end, our cash position totaled $4.2 billion, while bank and convertible note debt was $4.8 billion, resulting in a net cash -- in a net debt position of $575 million, compared to a net cash position of $412 million in the prior quarter.\nTurning to the balance sheet and working capital metrics. The Q1 cash conversion cycle was 123 days compared to 96 days in Q4. Days of inventory increased by 30 days to 105 days versus 75 days in the prior quarter. Days sales outstanding increased by 5 days to 43 days versus 38 days in Q4, while days payables outstanding increased by 9 days to 26 days versus 17 days in Q4.\nNow turning to the outlook for Q2 fiscal year 2016. We expect net sales in the range of $10 billion to $11 billion. GAAP diluted net income per share of $0.37 to $0.45 and non-GAAP diluted net income per share of $0.46 to $0.54. We expect gross margins to be down 300 basis points, relative to Q1 fiscal year '26 levels. Given the fast-moving dynamics in the end markets, we wanted to provide the framework of the factors impacting our gross margins.\nFirst, customer and product mix, including a strategic Q1 large design win, which includes higher cost and a lower margin as we ramp a new mega-scale GB300-optimized RAC platform. And second, we are making greater investments with new customers to ensure their success with additional AI engineering support and services. To drive future growth, we believe that our investment in supporting these customers is leading to other large global design wins. Our long-term goal is to expand revenues in higher-margin segments such as data center building block solutions, emerging global CSPs, sovereign mega projects, enterprise data centers, IoT and telco solutions and software service offerings.\nWe do expect to benefit from some economies of scale driven by higher revenue levels, a cost-effective global manufacturing footprint, including our Malaysia facility and continued customer diversification. As we complete this mega cluster, we expect to leverage these investments and are establishing the most advanced AI service capabilities in the market. As we go through this transition, we expect our gross margins to improve. GAAP operating expenses are expected to be around $326 million in Q2, which includes approximately $76 million and stock-based compensation expenses that are excluded from non-GAAP operating expenses. The outlook for Q2 of fiscal year 2026, fully diluted GAAP EPS includes approximately $64 million in expected stock-based compensation expenses, net of tax effects of $18 million, which are excluded from non-GAAP diluted net income per common share. We expect other income and expenses, including interest expense, to result in a net expense of approximately $27 million.\nThe company's projections for Q2 fiscal year 2016 GAAP and non-GAAP diluted net income per common share assume a GAAP tax rate of 15.6% and a non-GAAP tax rate of 16.8% and a fully diluted share count of $666 million for GAAP and $680 million shares for non-GAAP. And Capital expenditures for Q2 is expected to be in the range of $60 million to $80 million. For the full fiscal year 2026, we are raising our outlook to a net sales of at least $36 billion versus prior guidance of at least $33 billion. Michael, we're now ready for Q&A.\n\nMichael Thomas Staiger\n\nSVP of Equity Research, Odeon Capital Group LLC, Research Division\n\nGreat. Matt, take some questions."
  },
  {
    "header": "SMCI",
    "cik": "0001375365",
    "ticker": "SMCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6ddd45239b1a1fa4b22ae83d3a73b848",
    "period": "2025 Q4",
    "content": "Q4 2025 Super Micro Computer Inc Earnings Call\n\nQ4 2025 Super Micro Computer Inc Earnings Call\n\nSMCINASDAQAUG 5, 5:00 PM\n\nOperator\n\nThank you for standing by. My name is Cameron and I will be your conference operator today. At this time, I would like to welcome everyone to the Super Micro Computer, Inc. SMCI U.S. Fourth Quarter Fiscal Year '25 Business Update Call.\nWith us today are Charles Liang, Founder, President and Chief Executive Officer; David Weigand, CFO; and Michael Staiger, Senior Vice President of Corporate Development. [Operator Instructions].\n\nMichael Thomas Staiger\n\nSVP of Equity Research, Odeon Capital Group LLC, Research Division\n\nGood afternoon, and thank you for attending Super Micro's call to discuss financial results for the fourth quarter and full year fiscal 2025, which ended June 30, 2025. With me today are Charles Liang, Founder and Chief Executive Officer; and David Weigand, Chief Financial Officer.\nBy now, you should have received a copy of the press release from the company that was distributed at the close of regular trading and is available on the company's website. As a reminder, during today's call, the company will refer to a presentation is available to participants in the Investor Relations section of the company's website under Events and Presentations tab. We have also published management's script commentary on our website. Please note that some of the information you'll hear during our discussion today will consist of forward-looking statements, including, without limitation, those regarding revenue, gross margin, operating expenses, other income and expenses, taxes, capital allocation and future business outlook, including guidance for the first quarter of fiscal 2026 and the full fiscal year 2026.\nThese statements and other comments are based on management's current expectations and assumptions involve material risks and uncertainties that could cause actual results or events to materially differ from those anticipated, and you should not place undue reliance on forward-looking statements. You can learn more about these risks and uncertainties in the press release we issued earlier this afternoon, our most recent 10-K for fiscal 2024 and other SEC filings.\nAll of these documents are available on the Investor Relations page of Super Micro's website. We assume no obligation to update any forward-looking statements. Most of today's presentation will refer to non-GAAP financial results and business outlook. For an explanation of our non-GAAP financial measures, please refer to the accompanying presentation or to our press release published earlier today. The non-GAAP measures are presented as we believe that they provide investors with a means of evaluating and understanding how companies management evaluates operating performance. These non-GAAP measures should not be considered in isolation from, as substitutes for or superior to financial measures prepared in accordance with U.S. GAAP.\nIn addition, a reconciliation of GAAP and non-GAAP is contained in today's press release and in the supplemental information attached to today's presentation. At the end of today's prepared remarks, we'll have a Q&A session for sell-side analysts. Our first quarter fiscal 2026 quiet period begins at the close of business on Friday, September 2025.\nAnd with that, I will now turn it over to Charles.\n\nCharles Liang\n\nFounder, Chairman of the Board, President & CEO\n\nThank you, Michael. I will be covering our performance for fiscal 2025 and providing insights into our strategic direction for fiscal 2026. Our fiscal 2025 results represent a 47% year-on-year revenue growth at $22 billion. This growth reflects continue the strong demand for our AI and green computing solutions. Despite the 6 months cash flow impact from the delayed filing of our fiscal year 10-K and -- revenue recognition from a major new large partner.\nNon-GAAP earnings per share were $0.41, down year-over-year from 50% last year, primarily due to the tariff impact, although we have taken measures to reduce the impact, and we will see their results. Allow me to go a little deeper at the June revenue shortfall in what was otherwise a stronger quarter. Shortfall stem from 2 key factors: a capital constraint that limited our ability to rapidly scale production and specification changes from a major new customer that delay revenue recognition because of new ad of some new ad features.\nThe capital constraints will no longer an issue after we filed the fiscal year '24 10-K and large customer orders are now slated for recognition in September and December quarters. Following close collaboration to align with the customers' update future requirements. Despite this circumstance, we remain focused on our strategic priorities, optimizing our solutions and capturing market share. Notably, the number of large-scale product and play customers grew from in fiscal year '24 to 4 in fiscal year '25, signaling strong momentum and continuing growth potential across our customer base. We are also on track to add a few more in 3 year '26.\nWe continue our leadership in AI platforms and infrastructure with a comprehensive portfolio optimized for latest GPU technologies, including NVIDIA, B200 systems platforms and AMD's [ M50 ] and MI355 GPUs. Our X14 and X14 GPU systems delivered back-to performance, supporting large-scale AI training and inventive workloads and enterprise computing demand with exceptional efficiency Notably, we were able to deliver our B200 systems with an industry-leading time to market to our customers. We are confident our B300 and GB300 solutions will deliver a similar, if not even better time to market and time to online advantages for customers, helping them accelerate their AI deployments faster than others.\nTo further simplify our customers' AI data center infrastructure deployment and time to online, we officially introduced our data center building block solution. DCBBS to the market last quarter. With our DCBBS, customers can harness our proven system building product advantage to adopt quickly to evolving market demands, especially in the -- to increase can replace AI product cycles. Our modular architecture enables faster customization, steam line production and reduce time to delivery and time to online. While also optimize quality, efficiency and of maintenance.\nIn most of the cases, customers who use our DCBBS can finish building a new -- cool AI [ Delta ] just 18 months is still 2 to 3 years when converting an existing data center or a warehouse to a high-density direct like cooling data center customer can complete the transformation in only 3 to 6 months instead of 12 or even 18 months.\nWe had just begun deploying rack-scale total sales with our DCBBS to a few key customers. Key components of DCBBS include LLC solutions, the [ 2A ], I mean like to air cooling. CPU, as per in CPU as well and -- powershare, battery backup, BBU, water or dry power solutions and the more are coming.\nOur advance second-generation direct liquid cooling DLC 2 system reduced power and water consumption by up to 40%. While operating at nearly quite label around 50 deco. This enables superior performance with reduced total cost of ownership PO and total cost to the environment, TCE, for modern data centers. Several DCBBS components are now shipping or entering production medicine, supporting a growing demand for high-performance, energy-efficient data center infrastructure. equally important, DCBBS meets the growing demand for a comprehensive one-stop shop solution, including software-defined infrastructure, system management, AI workload optimization networking deployment and all different levels of services.\nIt allows cloud service provider to reduce both CapEx and OpEx capital expense and operating expense. Indeed, it delivers also great value to both AI focused and traditional IT data centers. By sims integrated DCBBS capability with our system and rec solution, we are not only enhancing customer value by also improving our profit margins. This shift towards higher margin and revenue stream is central to our long-term strategy.\nWe also start to strategically focus on the enterprise, IoT and the telco markets and initiative, we believe will improve both growth and net margin over time. In last 2 quarters, we made a significant investment to optimize our solutions for enterprise customers. introducing advanced server and storage systems tailored for hybrid cloud, AI application and edge computing workloads. This enterprise-focused strategy will continue for many years to come.\nSuper Micro has also launched and enhanced enterprise service program. delivering a comprehensive 27 global support for high-density, high-performance driven data center agreement based on optimize rack-scale architecture. Our IoT portfolio, including embedded systems and AG Services is gaining momentum across the industry, like manufacturing, health care, telco, smart city and AI applications. Additionally, we have announced a strategic partnership to accelerate innovation in AI and telecom solutions. By expanding into these higher-margin segment, we have diversified our revenue streams. And driving long-term sustainable profitability that will benefit our shareholders.\nOur global footprint allow us to efficiently deplete optimize the solution or win with minimum tariff impact, especially after September quarter. With large and most manufacturing campus across the U.S., Taiwan, Malaysia and Netherland. We can deliver a comprehensive system and data center label building product and total solution to our customers directly and quickly. This robust global prices enabled us to respond to diameter regional demands support cost-sensitive customers seeking greater value, mitigate tariff exposure and maintain design, global supply chain. That's both edge and responsive.\nLooking ahead to Q1 fiscal year '26, I anticipate revenue between $6 billion and $7 billion, driven by continuing momentum across our AI drag drive and play DCBBS, software and service business, which are delivering exceptional customer value and strengthen our probity. I'm especially excited about our DC BBS for the full fiscal year 2026. I expect at least $33 billion total revenue. supported by our expanding large and enterprise customer base, upcoming product innovation and robust DCBBS total solution.\nIn closing, I want to thank you our employees for their dedication, our customers for their trust and our investments for their continued support. We are excited about the opportunity ahead and look forward to updating you on our progress in the next quarter. David, please?\n\nDavid E. Weigand\n\nSenior VP, CFO, Company Secretary & Chief Compliance Officer, Super Micro Computer, Inc.\n\nThank you, Charles. Q4 fiscal year '25 revenues were $5.8 billion, up 8% year-over-year and up 25% quarter-over-quarter compared to our guidance of $5.6 million to $6.4 billion. Growth was led by demand for next-generation air-cooled and liquid-cooled GPU, AI platforms, which represented over 70% of Q4 revenues across both enterprise and cloud service provider markets. For the full year fiscal year '25, we reported revenues of $22 billion, representing 47% growth over fiscal year '24 revenues of $15 billion.\nDuring Q4, we recorded $2.1 billion in the enterprise channel segment represents 36% of revenues versus 42% in the last quarter up 7% year-over-year and up 6% quarter-over-quarter. The OEM appliance and large data center segment revenues were $3.7 billion, representing 63% of Q4 revenues versus 57% in the last quarter, up 2% year-over-year and up 40% quarter-over-quarter. The emerging 5G telco edge IoT segment revenues were 1% of Q4 revenues.\nFor fiscal year '25, enterprise channel revenues grew 38% to represent 39% of total revenues. The OEM appliance and large data center segment grew 50% and represented 60% of total revenues. The 5G telco edge IoT segment represented 1% of total revenues. For fiscal year '25, we had 4% -- 10% plus large data center customers versus in fiscal year '24.\nServer and storage systems comprised 98% of Q4 revenue and subsystems and accessories represented 2%. By geography, the U.S. represented 38% of Q4 revenues, Asia, 42%; Europe, 15%; and the rest of the world, 5%. On a year-over-year basis, U.S. revenues decreased 33%, Asia increased 91%, Europe increased 66% and Rest of World decreased 3%.\nOn a quarter-over-quarter basis, U.S. revenues decreased 21%, Asia increased 78%. Europe increased 196% and the Rest of World increased 53%. Q4 non-GAAP gross margin was 9.6% versus 9.7% in Q3 due to product and customer mix. For fiscal year '25, the non-GAAP gross margin was 11.2% versus 13.9% for fiscal year '24.\nOur long-term goal is to gradually improve gross margins through providing complete data center building block solutions and focusing on the enterprise, IoT and telco markets. We also expect to benefit from economies of scale from higher revenues, cost-effective global facilities, including the new Malaysia manufacturing plant and customer diversification. The Q4 operating expenses on a GAAP basis increased by 8% quarter-over-quarter and 23% year-over-year to $316 million, driven by higher compensation expenses and headcount.\nOn a non-GAAP basis, operating expenses increased 11% quarter-over-quarter and 29% year-over-year to $239 million. The Q4 non-GAAP operating margin was 5.3% versus 5% in Q3. Other income and expense for Q4 was a net expense of $5.7 million, consisting of $28.4 million in interest income, offset by $22.3 million in interest expense and and FX other losses of $11.8 million. The tax provision for Q4 was $19 million on a GAAP basis and $37 million on a non-GAAP basis. The GAAP tax rate for Q4 was 9% and the non-GAAP tax rate was 12%. The GAAP tax rate was 13% for fiscal year '25 versus 5% in fiscal year '24 and the non-GAAP tax rate was 15% in fiscal year '25 versus 11% in fiscal year '24.\nThe Q4 GAAP diluted EPS was $0.31 compared to guidance of $0.30 to $0.40 and non-GAAP diluted EPS of $0.41 versus guidance of $0.40 to $0.50 due to lower gross margins and higher operating expenses in the quarter. For fiscal year '25, we reported GAAP diluted earnings per share of $1.68 versus $1.92 for fiscal year '24 and non-GAAP diluted EPS of $2.06 versus $2.12 in fiscal year '24. The GAAP fully diluted share credit count increased quarter-over-quarter from $622 million to $625 million in Q4, and the non-GAAP share count increased sequentially from 636 million to 638 million shares.\nQ4 cash flow generated from operations was $864 million compared to $627 million in the previous quarter. For fiscal year '25, cash generated from operations was $1.7 billion versus cash consumed by operations of $2.5 billion in fiscal year '24. Q4 closing inventory was $4.7 billion versus $3.9 million in Q3. CapEx and investments for Q4 was $79 million, resulting in positive free cash flow of $841 million for the quarter. CapEx and investments for fiscal year '25 were $183 million versus $194 million in fiscal year '24.\nDuring the quarter, we completed a convertible bond offering, raising $2.3 billion in gross proceeds before operating expenses and the costs associated with the simultaneous covered call spread and stock buyback. The Q4 closing balance sheet cash position was $5.2 billion, while bank and convertible note debt was $4.8 billion, resulting in a net cash position of $412 million versus a net cash position of $44 million last quarter. Additionally, in July, we executed a $1.8 billion facility, which allows for the nonrecourse sale of certain qualified accounts receivables to strengthen our working capital on a discretionary basis.\nTurning to the balance sheet and working capital metrics compared to last quarter. The Q4 cash conversion cycle was 98 days versus 124 days in Q3. Days of inventory decreased by 6 days to 75 days compared to the prior quarter of 81 days. Day sales outstanding were 40 days compared to 56 days in Q3. Days payables outstanding increased by 4 days to 17 days versus 13 days in Q3.\nNow turning to the outlook for Q1 fiscal year '26. We expect net sales in the range of $6 billion to $7 billion. GAAP diluted net income per share of $0.30 to $0.42 and non-GAAP diluted net income per share of $0.40 to $0.52. We expect gross margins to be similar to Q4 fiscal year '25 levels. GAAP operating expenses are expected to be approximately $329 million and to include $82 million in stock-based compensation expenses that are not included in non-GAAP operating expenses. The outlook for Q1 of fiscal year 2026 fully diluted GAAP earnings per share includes approximately $69 million in expected stock-based compensation expenses, net of tax effects of $20 million, which are excluded from non-GAAP diluted net income per common share. We expect other income and expenses, including interest expense to be a net expense of approximately $24 million.\nThe company's projections for Q1 fiscal year '26 GAAP and non-GAAP diluted net income per common share assume a GAAP tax rate of 13%, a non-GAAP tax rate of 15.5% and a fully diluted share count of 631 million for GAAP and 644 million shares for non-GAAP. We expect CapEx for Q1 to be in the range of $60 million to $80 million. And for fiscal year '26, we expect net sales of at least $33 billion. Michael, we're ready for Q&A.\n\nMichael Thomas Staiger\n\nSVP of Equity Research, Odeon Capital Group LLC, Research Division\n\nGreat. Cameron, let's turn it over to a question-and-answer session."
  },
  {
    "header": "SMCI",
    "cik": "0001375365",
    "ticker": "SMCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a0f28a631bbedbdc917c90773810ed03",
    "period": "2025 Q3",
    "content": "Q3 2025 Super Micro Computer Inc Earnings Call\n\nQ3 2025 Super Micro Computer Inc Earnings Call\n\nSMCINASDAQMAY 6, 5:00 PM\n\nOperator\n\nThank you for standing by. My name is Victoria, and I will be your conference operator today. At this time, I would like to welcome, everyone, to the Super Micro Computer, Inc. SMCI U.S. Third Quarter Full Year 2025 Earnings Call. With us today are Charles Liang, Founder, President and Chief Executive Officer; David Weigand, CFO; and Michael Steiger, Senior Vice President of Corporate Development. [Operator Instructions].\nI would now like to pass the conference over to Michael Steiger.\n\nMichael Thomas Staiger\n\nSVP of Equity Research, Odeon Capital Group LLC, Research Division\n\n[indiscernible], thank you. Good afternoon, and thank you for attending Super Micro's call to discuss financial results for the third quarter, which ended March 31, 2025. With me today are Charles Liang, Founder Chairman and Chief Executive Officer; and David Weigand, Chief Financial Officer. By now, you should have received a copy of the news release from the company that was distributed at the close of regular trading and is available on the company's website.\nAs a reminder, during today's call, the company will refer to a presentation that is available to participants in the Investor Relations section of the company's website under the Events and Presentations tab. We've also published management's scripted commentary on our website. Please note that some of the information you will hear during our discussion today will consist of forward-looking statements, including, without limitation, those regarding revenue, gross margin, operating expenses, other income and expenses, taxes, capital allocation and future business including guidance for the fourth quarter and full fiscal year 2025.\nThere are a number of risk factors that could cause Super Micro's results to differ materially from our expectations. You can learn more about these risks in the press release we issued earlier this afternoon, our most recent 10-K filing for fiscal year 2024 and our other SEC filings. All these documents are available on the Investor Relations page of Super Micro's website. We assume no obligation to update any forward-looking statements. Most of today's presentation will refer to non-GAAP financial results and business outlook. For an explanation of our non-GAAP financial measures, please refer to the company presentation or to our press release published earlier today. In addition, a reconciliation of GAAP to non-GAAP results is contained in today's press release and in the supplemental information attached to today's presentation. At the end of today's prepared remarks, we'll have a Q&A session for some analysts.\nI will now turn the call over to Charles.\n\nCharles Liang\n\nFounder, Chairman of the Board, President & CEO\n\nThank you, Michael, and thank you, everyone, for joining us. As previously alone, our fiscal Q3 net revenue totaled $4.6 billion, coming in lower than our original forecast. This decline was primarily due to a customer waiting and evaluating AI platforms between the current hub and coming and upcoming [indiscernible] GPU leading to a delay commitment. We expect many of these engagements to materialize in the June and September quarters. strengthening our confidence in meeting our long-term growth target as we close out this eventful fiscal year.\nDespite macroeconomic economic conditions and tariff impact, our ability to expand the market share in IT and AI remains strong on the earnings form. Our fiscal Q3 non-GAAP EPS stood at $0.31 per share compared to $0.66 last year. This time was largely driven by an inventory write-down of old generation GPU and related components while the new platforms are finally ramping quickly about now. Although our quarterly performance did not align injected with our expectation. We successfully fulfill our commitment to regain financial regulatory compliance. At the same time, we continue to enhance technical innovation and development. which results in successful high-volume delivery of our new generation AI platforms at the end of March.\nLooking ahead, some major background new innovation are set to service the market in this quarter and the new fiscal year, especially our [indiscernible], with a clear time-to-market advantage, Super Micro once again lead AI [indiscernible] technology and [indiscernible] solutions. This strong position enable us to explore new opportunities and expanded market share. During the quarter, we achieved volume shipment of [indiscernible] 10 [indiscernible] for you [indiscernible] systems, both are exactly the first market again as well as GP [indiscernible] rags. Additionally, we start to [indiscernible] AMB [indiscernible] solutions to further broaden our AI portfolio. Leveraging our system building blocks, we will gain over time to market on the upcoming new platforms such as NVIDIA, [indiscernible] and AMD MI50 platforms this summer for customers seeking leading technology, more optimized, higher density and [indiscernible].\nBuild on our strong foundation of technology leadership, building product solution and [indiscernible] computing, we have been deeply focused on developing the industry's first end-to-end AI IP data center total solution. We are now about fully ready to share these exciting news with the market in the coming days by launching our blending data center building block solution, we call it, BCBS featured in our second-generation system like cooling technology, we call it, BLC pool. With [indiscernible], we are able to dramatically shorten customers' efforts to build a data center, reduce their cost and most importantly, met their data center data quality and performance. line and with higher availability. DC BBS consolidates political components, including AI service systems, storage patent, all driven kinds of switches, DLC systems, water tower or dry tower, [indiscernible], power sale, battery backup unit, [indiscernible] BBU, on-site deployment, net design, cabling and data center end-to-end management software, and all different scopes of services into a streamlined process. The true value of DC BBS lining its ability to reduce power consumption optimize space and decrease water usage, delivering up to 30% lower TCO.\nMore importantly, it accelerates new data center deployments and upgrade existing data center in a matter of months or even weeks rather than many quarters or years. driven significant improvement in data center time to deepen, we call TPD and 2 TPO One of the key components of BC BBS is our industry-leading PLC solutions. Super Micro remains at a full fin driven industry adoption of DLC technology, direct cooling technology, setting new standards for performance, efficiency and sustainability.\nLast year, we shipped 4,100 [indiscernible] AI drag equipment with DLC, helping our customers reduce energy costs by up to 25% or even 30%. We are committed to double this volume in the coming year, further amplifying the impact of wind computing. With the upcoming DLC technology, Super Micro will be able to deliver even greater savings and benefits to our customers. For example, [indiscernible] power and water up to 40% and reduced data center noise [indiscernible] down to about 50 BP. That is almost quite a library. We are going to announce the detail in the coming days. Green computing can be everywhere. And with our DLC 2 solutions, we are making that [indiscernible] a beautiful reality. Our long-term investment and leadership in DLC as solidified a sustainable competitive edge, providing economics of scale and keeping us far ahead of competition. Our global operations continued to expand with our new Malaysia campus, begin shipping product to partners. Meanwhile, our facility in Taiwan and Europe are scaling up their capacity and capability, providing customers with flexible options for their logistics choice and minimize their cost build market and tariff uncertainties to further strength to further strengthen the pool for key partners and aligned with government initiatives. We continue to expand our U.S. domestic manufacturing capacity, including new facility in the middle East and other locations. This strategic expansion will allow us to meet rising demand while continuing to enhance our commitment in quality, security and TCO PTD and PTO. In summary, fiscal Q3 was dynamic and productive. We successfully to navigate the financial challenge while continuing to strengthen our leadership in part and technology innovation. Our first-to-market advantage in AI infrastructure, along with the expanded reach of DC [indiscernible] solution and advancement in TLC technology. further solidifying our industry position. I remain highly confident and optimistic about our long-term strong growth and market share gain. However, near-term macro economic and market uncertainty makes it difficult to precisely forecast the pace and technology adoption. Despite this, I'm confident that we were close to the fiscal year on a strong note. Even the current condition, we anticipate Q4 revenue of at least $6 billion, and we'll resume providing a broader forecast range once we have better visibility. Before passing the call to David for the financial overview, I want to thank you all for our partners, customers, investors and Super Micro team members and express my deep appreciation for their continued support.\nWith that, I will now turn the call over to David.\n\nDavid E. Weigand\n\nSenior VP, CFO, Company Secretary & Chief Compliance Officer, Super Micro Computer, Inc.\n\nThank you, Charles. Fiscal Q3 2025 revenues were $4.6 billion. This was up 19% year-over-year and down 19% quarter-over-quarter. Q3 revenues were down quarter-over-quarter as certain new platform decisions by customers moved some sales into Q4 and later. AI GPU platforms again represented more than 70% of revenues with AI GPU customers in both the enterprise and cloud service provider markets. Our design win pipeline remains robust and we expect continued growth in Q4 as we ramp up production of our data center building block solutions, DC BBS, based on new GPU platforms. As a leading U.S. technology company, we focus on extensive rack scale and DC BBS technology and capacity investments in the U.S. which is complemented by our investments in Taiwan, the Netherlands and Malaysia.\nAs Charles indicated, we have a flexible global manufacturing footprint to meet our customers' needs, and we continue to closely monitor the rapidly evolving macro and tariff environment. During Q3, we recorded $1.9 billion in the enterprise channel vertical representing 42% of revenues versus 25% last quarter. This was up 3% year-over-year and up 38% quarter-over-quarter as we saw strength in enterprise adoption of new AI and CPU platforms. The OEM appliance and large data center vertical revenues were $2.6 billion, which represented 57% of Q3 revenues versus 75% in the last quarter. This was up 35% year-over-year and down 38% quarter-over-quarter. Two existing CSP/large data center customers represented 22% and 14% of Q3 revenues. Emerging 5G telco edge IoT revenues were $48 million or 1% of Q3 revenues. Server and storage systems comprised 97% of Q3 revenue and subsystems and accessories, the remaining 3%. By geography, the U.S. represented 60% of Q3 revenues Asia, 30%; Europe, 6%; and the rest of the world, 4%.\nOn a year-over-year basis, U.S. revenues increased 3%. Asia increased 77%, Europe decreased 3% and and the rest of the world increased 83%. On a quarter-over-quarter basis, U.S. revenues decreased 20%. Asia increased 76% and Europe decreased 69% and the rest of the world increased 45%. China continued to represent less than 1% of sales in Q3. The Q3 non-GAAP gross margin was 9.7%, which was down 20 basis points quarter-over-quarter from 11.9% in Q2, primarily due to higher inventory reserves for older generation products lower volume and accelerated costs to enable time to market for new products. Q3 operating expenses on a GAAP basis decreased 3% quarter-over-quarter and increased 34% year-over-year to $293 million. On a non-GAAP basis, operating expenses decreased 5% quarter-over-quarter and increased 30% year-over-year to $216 million. Q3 non-GAAP operating margin was 5% compared to 7.9% in Q2 due to lower revenues and gross margins. Other income and expense for Q3 was a net expense of $31.7 million, consisting of $13.4 million in interest expense, principally from convertible bonds and other losses of $18.3 million, principally from a noncash $3.3 million loss on the amendment of the 2029 convertible bond and adverse foreign exchange impact and other miscellaneous expenses offset by higher interest income.\nThe GAAP effective tax rate was 5.1%, resulting in a GAAP tax expense of $6 million for Q3. The non-GAAP effective tax rate for Q3 was 15.5%, resulting in Q3 non-GAAP tax expense of $36 million. Q3 GAAP diluted EPS of $0.17 and Q3 non-GAAP diluted EPS of $0.31 was lower than our guidance due to lower revenues and gross margins. The GAAP fully diluted share count for Q3 was $622 million and the non-GAAP fully diluted share count was $636 million. Cash flow generated from operations for Q3 was $627 million compared to cash flow usage of $240 million during the previous quarter. The Q3 closing inventory was $3.9 billion, which increased by 7.6% quarter-over-quarter from $3.6 billion in Q2 as we prepare for higher shipments in Q4, CapEx was $33 million for Q3, resulting in free cash flow of $594 million during the quarter. During the quarter, we amended the terms of our existing 2029 convertible notes and raised $700 million in gross proceeds in a new 2028 convertible note from the existing convertible Investor Group. The proceeds from the new convertible note offering will be used to strengthen our working capital, enable continued investments in R&D and expand global capacity as needed. The closing Q3 balance sheet cash position was $2.54 billion, while bank and convertible note debt was $2.49 million resulting in a net cash position of $44 million versus a negative net cash position of $479 million last quarter.\nTurning to the balance sheet and working capital metrics compared to last quarter, the Q3 cash conversion cycle was 124 days versus 104 days in Q2. Days of inventory increased by 3 days to 81 days compared to the prior quarter of 78 days due to key component purchases for higher expected Q4 shipments. Days sales outstanding increased by 9 days quarter-over-quarter to 56 days, while days payable outstanding decreased by 8 days to 13 days. We are closely monitoring the macro environment, tariffs, and the technology transition to new platforms. The outlook for the fourth quarter of fiscal 2025 ended June 30, 2025. We expect net sales in the range of $5.6 billion to $6.4 billion, GAAP diluted net income per share of $0.30 to $0.40 and non-GAAP diluted net income per share of $0.40 to $0.50. Given this dynamic environment, we are being prudent and expect gross margins to be approximately 10%. GAAP operating expenses are expected to be approximately $319 million and includes $74 million in stock-based compensation expenses that are not included in non-GAAP operating expenses. The outlook for Q4 of fiscal year 2025 fully diluted GAAP EPS includes approximately $63 million in expected stock-based compensation expenses, net of tax effects of $18 million which are excluded from non-GAAP diluted net income per common share. We expect other income and expenses, including interest expense to be [indiscernible] expense of approximately $16 million. The company's projections for Q4 GAAP and non-GAAP diluted net income per common share assume a GAAP tax rate of 14.9%, a non-GAAP tax rate of 16.5% and and a diluted share count -- fully diluted share count of 628 million for GAAP and 642 million shares for non-GAAP. We expect CapEx for Q4 to be in the range of $45 million to $55 million. For the fiscal year 2025 ending June 30, 2025, based on the Q4 guidance above, we are expecting revenues of $21.8 billion to $22.6 billion.\nMichael, we're now ready for Q&A.\n\nMichael Thomas Staiger\n\nSVP of Equity Research, Odeon Capital Group LLC, Research Division\n\nGreat. Victoria, let's go to Q&A. ."
  },
  {
    "header": "SMCI",
    "cik": "0001375365",
    "ticker": "SMCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8c5a538d8a3e7e41c6a8d6644b0c8f4f",
    "period": "2024 Q4",
    "content": "Q4 2024 Super Micro Computer Inc Earnings Call\n\nQ4 2024 Super Micro Computer Inc Earnings Call\n\nSMCINASDAQAUG 6, 5:00 PM\n\nOperator\n\nThank you for standing by. My name is Harry, and I will be your conference operator today. At this time, I would like to welcome everyone to the Super Micro Computer Inc. SMCI U.S. Q4 2024 Earnings Call. With us today, Charles Liang, Founder, President and Chief Executive Officer; David Weigand, CFO; and Michael Staiger, Vice President of Corporate Development. [Operator Instructions] .\n\nMichael Thomas Staiger\n\nSVP of Equity Research, Odeon Capital Group LLC, Research Division\n\nGood afternoon, and thank you for attending Super Micro's call to discuss financial results for the fourth quarter, which ended June 30, 2024. With me today are Charles Liang, Founder, Chairman and Chief Executive Officer; and David Weigand, Chief Financial Officer. At the end of today's prepared remarks, we'll have a Q&A session for sell-side analysts. Our press release was issued after the close of market and is posted on our website where this call is being simultaneously webcast. .\nThe slides that accompany this webcast can be downloaded at ir.supermicro.com. These include statements regarding our financial outlook and operations, our strategy, technology and its advantages, our current new product offerings and competitive industry and economic trends. Any forward-looking statements that we make are based on facts and assumptions as of today, and we undertake no obligation to update them.\nOur actual results may differ materially from the results forecasted and reported results should not be considered as an indication of future performance. A discussion of some of the risks and uncertainties related to our business is contained in our filings with the SEC, and we refer you to those public filings, including our most recent annual report on Form 10-K. During this call, all financial metrics and associated growth rates are non-GAAP measures other than revenue and cash and investments.\nReconciliations to the most directly comparable GAAP measures are provided in our earnings press release and slides. This call is being broadcast live on the Super Micro Investor Relations website and is being recorded for playback purposes. An archive of the webcast will be available on the IR website and is the property of Super Micro. Our first quarter 2025 quiet period begins at the close of business, Friday, September 13, 2024. And with that, I will turn it over to Charles.\n\nCharles Liang\n\nFounder, Chairman of the Board, President & CEO\n\nThank you, Michael. Today, I'm pleased to announce another record quarterly result of 5.31 billion, 143% year-over-year growth. For fiscal 2024, we have achieved $14.94 billion in revenue, 110% year-over-year growth rate. To put this in perspective, our Q4 revenue exceeded the full year revenue of fiscal 2022. Our robust growth is driven by our technology and product leadership in AI, infrastructure market, especially with generative AI training and inferencing. We have been scaling quickly to secure a larger share of AI ASP opportunities, deploying some of the largest AI super cluster in the world.\nLeveraging our system building blocks, we build and optimize rack-scale plug and play solutions with the latest DLC liquid cooling technology, helping our customers achieve the best TTD, time to deployment and TTO, time to online and lowest TCO with their AI solutions. Here are some key quarterly highlights. First, Super Micro is pleased to be included in the NASDAQ 100 Index last quarter. Fiscal Q4 net revenue totaled $5.31 billion, up 143% year-on-year with a strong record high backlog. We could ship more if not for DLC liquid cooling component shortage. Fiscal Q4 non-GAAP earnings of $6.25 per share or way above $3.51 last year, which was 78% year-on-year growth. Our Q4 operating margin is 7.8%, which is lower than what we expected due to the higher mix of hyperscale Datacenter business and expedited cost of our DLC liquid cooling components in June and September quarter.\nSome key new component shortage delayed about $800 million of revenue shipped into July, which lowered our EPS for June and will be recognized in our September quarter. The availability of our Malaysia facility later this calendar year and our dominating position in DLC liquid cooling total solution will be instrumental in increasing our profitability. Supermicro is powering the largest AI factories around the world today. We believe more and more datacenters will be opting for our latest DLC liquid cooling solution, which dramatically improves TCO, relatively -- relative to traditional air-cooled data center and is less environmental taxing.\nWe have proved that DLC solutions also offer higher performance and better uptime, with advantages to support the upcoming new AI chips. At COMPUTEX Taipei, I shared that \"Green Computing can be free with a big bonus\". This means the cost of deploying liquid cooling DLC is on par with traditional air-cooled data center and significantly lowers the operational power cost. Since then, we have been delivering over 1,000 highly reliable DLC racks to multiple customers. Our goal is to quickly make DLC liquid cooling to be a mainstream solution for most data centers and AI factory that focus on increasing efficiency and performance while reducing OpEx.\nWe are targeting 25% to 30% of the new global data center deployments to use DLC solutions in the next 12 months, with most deployments coming from Super Micro we believe. We are happy to help customers transforming and adopting their existing air-cooled data center to DLC liquid cooling in the coming years for 4 major reasons. First, it helps customers save energy cost up to 40%. Second, it will boost data center computing performance. And third, it will helps pull in customers' datacenter lead times or to be more precisely reduce their time to online because of less electrical power requirement. And fourth, it reduces carbon footprint for our one and only Mother Earth.\nAs an end-to-end IT infrastructure solution company, our customers' experience is our #1 priority. By leveraging our system building block and rack-scale plug and play solutions, we help our customers achieve the best time-to-market advantage with new and performance-optimized technologies. Now we are further expanding this solution to the entire data center with rapid deployment of large-scale AI infrastructure, data center worldwide are facing power shortage and cooling inefficiency challenges. Building these new AI-ready data center traditionally takes a long time, averaging 3 years, for example.\nOur upcoming Supermicro 4.0 DCBBS, Datacenter Building Block Solutions, will reduce customers' new data center build time from about 3 years to 2 years. For smaller facilities or older data center transformation, Data Center BBS can enable an optimized, cost-effective data center in less than 1 year or even in just 6 months. This new offering will significantly improves data center's TTO, time to online and cost with full-on integration of AI compute, server, storage, networking rack, cabling, DLC, liquid cooling facility water tower, end-to-end management software, on-site deployment service and maintenance. We will start offering it later this calendar year.\nPlaying a significant role in realizing our DataCenter Building Block solution and providing additional economics of scale, our new Malaysia campus will start production this November. With its geographic advantages, we expect it to quickly ramp up shipping volume and improve our cost structure. In the U.S., we are adding new buildings and production/POC provisioning capacity near our Silicon Valley headquarters as well, which will further boost our monthly DLC liquid cooling rack capacity and value this fiscal year.\nMoreover, we are on track to expand to a few other global manufacturing locations, leveraging our strength in product design, build quality, supply chain and deployment, positioning Super Micro as one of the largest IT infrastructure companies.\nIn summary, we are entering fiscal 2025 with record high backorders, winning products, large volume DLC liquid cooling capacity, Datacenter Building Block Solutions and more new customers. While our long-term investment impact short-term profitability, they position us well for future success by providing a sustainable competitive advantage and necessary economics of scale.\nThis gives me confidence to forecast the September quarter revenue between $6 billion to $7 billion and fiscal 2025 revenue between $26 billion to $30 billion. Again, we anticipate that the short-term margin pressure will ease and return to normal range before the end of fiscal year 2025, especially when our DLC liquid cooling and Datacenter Building Block Solutions start to ship in high volume later this year. Lastly, I would like announce 10-for-1 forward stock split or Super Micro's common stock to make ownership of Super Micro more accessible. We are targeting trading on a split-adjusted basis commencing at market open on October 1, 2024.\nBefore passing the call to David Weigand, our CFO, I want to say thank you to our partners, customers, Super Micro employees on an incredible year where we were able to bring AI at scale to the world and to our shareholders for your continued support. David?\n\nDavid E. Weigand\n\nSenior VP, CFO, Company Secretary & Chief Compliance Officer, Super Micro Computer, Inc.\n\nThank you, Charles. We had robust growth in the fiscal year, and I'm pleased with the progress we made on our strategic initiatives. For fiscal year '24, we reported revenues of $14.9 billion, representing 110% growth over fiscal year '23 revenues of $7.1 billion. Fiscal year '24 non-GAAP diluted EPS of $22.09 grew 87% over fiscal year '23 non-GAAP diluted EPS of $11.81. .\nBetween fiscal year '21 and fiscal year '24, we achieved significant operating leverage with revenues growing at a compound annual growth rate of 61% per year while non-GAAP operating expenses only grew at 19% per year. Between fiscal year '21 and fiscal year '24, gross margins have met or exceeded the target range of 14% to 17%. Non-GAAP operating margins were above the target range of 5% to 8% between fiscal year '21 and fiscal year '24 and more than doubled from 4.4% in fiscal year '21 to 10% in fiscal year '24 due to strong revenue growth and operating leverage.\nQ4 revenues were $5.31 billion, up 143% year-over-year and up 38% quarter-over-quarter and above the midpoint of guidance of $5.1 billion to $5.5 billion. Growth was driven by strong demand for next-generation air-cooled and direct liquid cooled rack scale AI GPU platforms, representing over 70% of revenues across enterprise and cloud service provider markets where demand remains strong.\nWe exited the year with an acceleration in innovative DLC products, a large design win pipeline and a strong backlog, positioning us for continued growth in fiscal year 2025. We expect gross and operating margins to gradually increase in the year driven by product and customer mix, manufacturing efficiencies for new DLC, AI GPU clusters and new platform introductions.\nAs Charles discussed, shipments may continue to be constrained in the short term by supply chain bottlenecks for key new components for our advanced platforms. However, long-term gross margins will benefit from lower manufacturing costs as we scale up production in Malaysia and Taiwan, in addition to expansion in the Americas and Europe.\nDuring Q4, we recorded $1.83 billion in the enterprise channel vertical, representing 34% of revenues versus 49% in the last quarter, up 87% year-over-year and down 3% quarter-over-quarter. The OEM appliance and large data center segment revenues were $3.41 billion, representing 64% of Q4 revenues versus 50% in the last quarter, up 192% year-over-year and up 76% quarter-over-quarter. Emerging 5G telco edge IoT revenues were $75 million or 2% of Q4 revenues.\nFor fiscal year '24, Enterprise channel revenues grew 79% to represent 41% of total revenues. The OEM appliance and large data center segment grew 149% and represented 58% of total revenues. The emerging 5G telco edge IoT segment represented 1% of total revenues. One CSP large data center customer represented approximately 20% of revenues for fiscal year '24.\nServer and storage systems comprised 95% of Q4 revenue and subsystems and accessories represented 5%. ASPs increased on a year-over-year and quarter-over-quarter basis, driven by the value and complexity of our rack-scale total IT solutions. At geography, U.S. represented 61% of Q4 revenues; Asia, 24%; Europe, 10%; and rest of world, 5%. on a year-over-year basis, U.S. revenues increased 94%.\nAsia increased 437%; Europe increased 128%; and the rest of world increased 386%. On a quarter-over-quarter basis, U.S. revenues increased 20%, Asia increased 66%, Europe increased 74% and rest of the world increased 187%. The Q4 non-GAAP gross margin was 11.3% versus 15.6% in Q3 due to product and customer mix, focus on winning strategic new designs with competitive pricing and higher initial costs in ramping production of new DLC AI GPU clusters.\nFor fiscal year '24, the non-GAAP gross margin was 14.2% versus 18.1% for fiscal year '23. We have a path to improve gross margins to the target range of 14% to 17% as we introduce innovative platforms based on multiple new technologies from our strategic partners and improved manufacturing efficiencies on our DLC solutions. Q4 operating expenses on a GAAP basis increased by 15% quarter-over-quarter and 75% year-over-year to $253 million, driven by higher compensation expenses and headcount.\nOn a non-GAAP basis, operating expenses increased 11% quarter-over-quarter and 39% year-over-year to $185 million. Q4 non-GAAP operating margin was 7.1% versus 11.3% in Q3 due to the lower gross margins. Other income and expense for Q4 was $11 million consisting of $3 million in interest expense and $14 million from interest income on higher cash balances, offset by a loss from foreign exchange and other investments.\nInterest expenses decreased sequentially as we paid down short-term bank credit facilities. The tax provision for Q4 was $1 million on a GAAP basis and $21 million on a non-GAAP basis. The GAAP tax rate for Q4 was 0.3%, and the non-GAAP tax rate was 5%. The GAAP tax rate was 4.9% for fiscal year '24 versus 14.7% in fiscal year '23 and the non-GAAP tax rate was 10.4% for fiscal year '24 versus 15.9% in fiscal year '23. Q4 GAAP diluted earnings per share of $5.51 was below the guidance of $7.20 to $8.05 and non-GAAP diluted EPS of $6.25 was below the guidance of $7.62 to $8.42 due to lower gross margins and higher operating expenses in the quarter.\nThe GAAP fully diluted share count increased quarter-over-quarter from 61.4 million to 64.2 million, and the non-GAAP share count increased sequentially from 62 million to 64.8 million shares, reflecting the effects of 2 recent stock offerings and the convertible bond offering. Q4 cash flow used in operations was $635 million compared to $1.52 billion in the previous quarter as inventory and accounts receivable grew due to higher levels of business and the timing of shipments. For fiscal year '24, cash used in operations was $2.5 billion due to strong revenue growth of 110% and working capital needs to support large customer design wins.\nQ4 closing inventory was $4.4 billion in anticipation of future growth. CapEx for Q4 was $27 million, resulting in negative cash flow of $662 million for the quarter. CapEx for fiscal year '24 was $137 million, up $37 million from -- in fiscal year '23 as we invested in new property, plant and equipment globally, including our greenfield Malaysia plant. The Q4 closing balance sheet position was $1.7 billion, while bank and convertible note debt was $2.2 billion, resulting in a net cash position of negative $504 million versus a net cash position of $252 million last quarter.\nTurning to the balance sheet and working capital metrics compared to last quarter. The Q4 cash conversion cycle was 94 days versus 96 days in Q3. Days of inventory decreased by 10 days to 82 days compared to the prior quarter of 92 days. Days sales outstanding was unchanged at 37 days while days payables outstanding decreased by 8 days to 25 days. Now turning to the outlook for Q1 fiscal year '25. We expect strong growth as we ramp new air-cooled and DLC AI GPU design wins with new and existing customers.\nFor the first quarter of fiscal 2025, we expect net sales in the range of $6 billion to $7 billion, GAAP diluted net income per share of $5.97 to $7.66 and non-GAAP diluted net income per share of $6.69 to $8.27. We expect gross margins to improve sequentially due to product and customer mix and improving manufacturing efficiency. GAAP operating expenses are expected to be approximately $282 million and include $84 million in stock-based compensation expenses that are not included in non-GAAP operating expenses.\nThe outlook for Q1 of fiscal year 2025 fully diluted GAAP EPS includes approximately $48 million and expected stock-based compensation expenses, net of tax effects of $35 million, which are excluded from non-GAAP diluted net income per common share. We expect other income and expenses, including interest expense to be a net expense of approximately $20 million. The company's projections for Q1 fiscal year '25 GAAP and non-GAAP diluted net income per common share assume a GAAP tax rate of 9.9% and a non-GAAP tax rate of 14.6% and a fully diluted share count of 65 million for GAAP and 66 million shares for non-GAAP.\nWe expect CapEx for Q1 to be in the range of $45 million to $55 million. For fiscal year 2025, we are introducing guidance for revenues of $26 billion to $30 billion. Michael, we're now ready for Q&A."
  },
  {
    "header": "SMCI",
    "cik": "0001375365",
    "ticker": "SMCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bd7eba7c56382f2220832d8d694b0651",
    "period": "2024 Q3",
    "content": "Q3 2024 Super Micro Computer Inc Earnings Call\n\nQ3 2024 Super Micro Computer Inc Earnings Call\n\nSMCINASDAQAPR 30, 5:00 PM\n\nOperator\n\nThank you for standing by. My name is Joe, and I will be your conference operator today. At this time, I would like to welcome everyone to the Super Micro Computer Fiscal Q3 2024 Results on April 30, 2024. With us today, Charles Liang, Founder, President and Chief Executive Officer; David Weigand, CFO; and Michael Staiger, Vice President of Corporate Development. [Operator Instructions]\nThank you.\n\nMichael Thomas Staiger\n\nSVP of Equity Research, Odeon Capital Group LLC, Research Division\n\nGood afternoon, and thank you for attending Supermicro's call to discuss financial results for the third quarter, which ended March 31, 2024. With me today are Charles Liang, Founder and Chairman and Chief Executive Officer; and David Weigand, Chief Financial Officer. By now, you should have received a copy of the news release from the company that was distributed at the close of regular trading and is available on the company's website.\nAs a reminder, during today's call, the company will refer to a presentation that is available to participants in the Investor Relations section of the company's website under the investor -- excuse me, under the Events and Presentations tab. We have published management's description commentary on our website.\nPlease note that some of the information you'll hear during our discussion today will consist of forward-looking statements, including, without limitation, those regarding revenue, gross margin, operating expenses and other income and expenses, taxes, capital allocation and future business outlook, including guidance for the fourth quarter of fiscal year 2024 and the full fiscal year 2024. There are a number of risk factors that could cause Super Micro's future results to differ materially from our expectations.\nYou can learn more about these risks in the press release we issued earlier this afternoon, our most recent 10-K filing for fiscal '23 and our other SEC filings. All these documents are available on the Investor Relations page of Super Micro's website. We assume no obligation to update any forward-looking statements.\nMost of today's presentation will refer to non-GAAP financial results and business outlook. For an explanation of our non-GAAP financial measures, please refer to the accompanying presentation or to our press release published earlier today. In addition, a reconciliation of GAAP to non-GAAP results is contained in today's press release and in the supplemental information attached to today's presentation. At the end of today's prepared remarks, we will have a Q&A session for sell-side analysts to ask questions.\nI'll now turn the call over to Charles.\n\nCharles Liang\n\nFounder, Chairman of the Board, President & CEO\n\nThank you, Michael, and good afternoon, everyone. We achieved another record-breaking quarter with revenue of $3.85 billion, a 20% increase from the same time last year and the non-GAAP earnings per share of $6.65, up more than 308% year-on-year. Supermicro is at the forefront for the current AI revolution. These strong results reflect the continued demand for our [indiscernible] total AI solutions. We continue to face some supply chain challenge due to new products that require new key components, especially excluding DLC-related components and believe this situation will gradually improve in the coming quarters. To sustain this rapid growth, we are making significant investment in production, operation management software cloud features and customer service to further increase our customer base and bring more value to them.\nTo support this scale-up, we raised an additional $3.28 billion through a convertible note and secondary equity offering in the quarter. We'd like to support strong short- and long-term growth with minimal equity dilution. Overall, I remain optimistic that AI growth will continue for many quarters, if not many years to come. We have long recognized that AI is accelerating the need for cooling, and we have invested heavily into high-quality optimized directly cooling DLC solutions for high-end CSP and NCPs, with CPU reaching 700 watts and more than 1,000 watts, efficiently managing the heat from this AI system and become critical for many customers, especially as the new data centers.\nI am pleased to announce that our new DLC liquid cooling product and rack scale total technology are finally fully ready for high-volume production. With our DLC technology liquid cooling technology, customer can reduce their expense on cooling experience, saving data center space and allocate a greater portion of their finite power resource to computing instead of cooling, which align with our green computing DNA.\nNow let's go over some key financial highlights. Supermicro is pleased to be included in the prestigious S&P 500 index last quarter. Fiscal Q3 net revenue totaled $3.85 billion, up 200% year-on-year, within our aggressive original guidance of March quarter. If not limited by some key component shortage, we could have delivered more. Fiscal Q3 non-GAAP earning of $6.65 per share were well above $1.63 last year, which was about 308% year-on-year growth. Our increasing economic of scale contributed to better net profit.\nOur year-over-year operating margin and net income both continued to improve, and we continue to expect a further benefit as we build our managed facility online later in this calendar year. This fast-growing quarter was driven by end users wanting to accelerate their deployment of the latest generation AI platform. Through our Building Block Solutions, we provide optimized AI solution at a scale, offering a time-to-market advantage and shorter lead time over our competition.\nAdditionally, our Rack Scale product and play total solutions, especially with liquid cooling DLC ensure optimal system performance while saving energy cost up to 40% at a data center scale, delivering much more value to customers. We are leading the AI revolution by deploying NVIDIA HGX H100 super-class solutions to our customers. Housed in our new 100k racks with 2 to 3x higher power density than traditional racks from others.\nAt our NVIDIA GTC last month, we unveiled our next-generation [indiscernible] products, including the [ GB200MV72] solutions. To further grow our AI portfolio we are now strongly focused on delivering new generative AI and influencing optimized systems based on the upcoming next-generation NVIDIA H200, B100, B200, GX200 and GB200 GPUs as well as Intel, and AMD and GPUs. Most of them support both air cooling and DLC cooling. As Supermicro is positioning to our next generation of X14 and H14 product lines featured in the industry's skills of InterXion 6 process-based and AMD tooling-based platforms, we are fully ready for high-volume production and offer early online access for testing through our Jumpstart cloud service.\nMeanwhile, our X14 and H14 storage solutions are addressing the specific requirements of accelerating the AI data pipelines with partners like [indiscernible] and best data and many others. The rapid growth of our business is raising the complexity to scale out capacity. Our production team are making aggressive progress on [ restarting ] the new Silicon Valley facility and scale up our Taiwan and Malatia factories. We had secured the path and acquire additional warehouse for our next phase of enterprise and data center business.\nWe are currently on track to produce over 2,000 deep cooling DLC racks per month of AI server with volumes steadily increasing. Each DLC rack support up to 100 kt or even 120 kt. At this moment, we are focusing on delivering more than 1,000 racks of NVIDIA HGX AI chip computer. Each rack supports 64-piece H100, H200 or P200 GPUs with DLC liquid cooling technology to 3 industry-leading customers from April to June of this quarter. These 3 deployments will be among the orders' largest DLC liquid cooling AI clouds, potentially saving our customers up to 40% of energy cost compared to standby air cool deployment by our competition.\nSpecial thank you to NVIDIA and our close technology partner for this fantastic collaboration. I believe this is just the beginning of our long-term high-volume DLC liquid cooling mission. Green computing can be free with a big bonu. Let's go for green.\nIn summary, we had a strong quarter with more to come. Supermicro is uniquely capable of delivering new technologies to market faster with our integrated direct scale product in place solutions, in-house, building cloud architecture and green computing DNA. With a robust pipeline of new products in calendar year 2024, we are confident Q4 revenue will be in the range of $5.1 billion to $5.5 billion. This values our fiscal revenue guidance to $14.7 billion to $15.1 billion, an increase to our recent fiscal 2024 guide. We continue to win market share and remain committed to executing our growth plan across all verticals. This remain truly the most exciting time yet for Supermicro. And I believe this strong year-over-year growth will continue in our fiscal 2025, especially with our new leading and ready-to-ship DLC liquid cooling rack scale product and play solution and technologies.\nBefore passing the call to David Weigand, our Chief Financial Officer. I want to thank you again to our partner, our customers, our employees and our shareholders for your strong support. David?\n\nDavid E. Weigand\n\nSenior VP, CFO, Company Secretary & Chief Compliance Officer, Super Micro Computer, Inc.\n\nThank you, Charles. Fiscal Q3 2024 revenues were $3.85 billion, up 200% year-over-year and 5% quarter-over-quarter. Q3 growth was again led by AI GPU platforms, which represented more than 50% of revenues with AI GPU customers in both the enterprise and cloud service provider markets. We expect strong growth in Q4 as the supply chain continues to improve with new air-cooled and liquid-cooled customer design wins.\nDuring Q3, we recorded $1.88 billion in the enterprise channel vertical, representing 49% of revenues versus 40% last quarter, up 190% year-over-year and 26% quarter-over-quarter, driven by industry recognition of our solution price performance metrics and reliability. The OEM appliance and large data center vertical revenues were $1.94 billion, representing 50% of Q3 revenues versus 59% in the last quarter, up 222% year-over-year and down 10% quarter-over-quarter.\nOne existing CSP large data center customer represented 21% of Q3 revenues and one existing enterprise channel customer represented 17% of revenues. Emerging 5G telco edge IoT revenues were $37 million or 1% of Q3 revenues. Server and storage systems comprised 96% of Q3 revenue and subsystems and accessories represented 4%. ASPs increased on a year-over-year and quarter-over-quarter basis.\nBy geography, U.S. represented 70% of Q3 revenues, Asia, 20%; Europe, 7%; and Rest of World, 3%. On a year-over-year basis, U.S. revenues increased 242%; Asia increased 257%; Europe increased 30%; and the rest of the world increased 87%. On a quarter-over-quarter basis, U.S. revenues increased 3%; Asia increased 17%; Europe increased 3%; and the rest of the world decreased 11%.\nThe Q3 non-GAAP gross margin was 15.6%, up slightly quarter-over-quarter from 15.5%, as we continue to focus on winning strategic new designs, gaining market share and improving manufacturing efficiencies. Q3 operating expenses on a GAAP basis increased by 14% quarter-over-quarter and 72% year-over-year to $219 million, driven by higher compensation expenses and headcount. On a non-GAAP basis, operating expenses increased 8% quarter-over-quarter and 43% year-over-year to $166 million.\nQ3 non-GAAP operating margin was 11.3%, which was in line with Q2 levels. Other income and expense for Q3 was $3.8 million, consisting of $6 million in interest expense and a gain of [ $2 million ], principally from foreign exchange. Interest expenses decreased sequentially as we paid down short-term bank credit facilities.\nThe GAAP tax rate was negative 5.2%, resulting in a tax benefit of $20 million for Q3. The non-GAAP tax rate for Q3 was 6%, resulting in Q3 tax expense of $27 million. GAAP and non-GAAP tax rates were lower due to the impact of higher R&D tax credits and tax benefits from employee stock grants exercised. Q3 GAAP EPS -- diluted EPS of $6.56 and Q3 non-GAAP diluted EPS of $6.65 exceeded the high end of guidance through record revenues, stable gross margins and operating margins and lower tax rates.\nThe GAAP share count increased from 58.1 million to 61.4 million and the non-GAAP share count increased sequentially from 59 million to 62 million shares as a result of the 2 stock offerings and, to a lesser extent, the convertible bond offering. Cash flow used in operations for Q3 was $1.5 billion compared to cash flow usage of $595 million during the previous quarter, as we grew inventory and accounts receivable for higher levels of business. Cash flows from strong profitability was offset by higher inventory, a large portion of which was received late in Q3 and higher accounts receivable from increasing revenues.\nOur Q3 closing inventory was $4.1 billion, which increased by 67% quarter-over-quarter from $2.5 billion in Q2 due to the purchase of key components. CapEx was $93 million for Q3, resulting in negative free cash flow of $1.6 billion for the quarter. During the quarter, we raised $1.55 billion from a zero coupon 5-year convertible bond offering due in 2029, net of underwriting discounts and offering expenses. We also raised approximately [ $1.73 billion ] in net proceeds from the sale of 2 million shares at a price of $875 per share. The proceeds from these transactions will be used to strengthen our working capital, enable continued investments in R&D and expand global capacity to fulfill strong demand for our leading platforms.\nThe closing balance sheet position was $2.1 billion, while bank and convertible note debt was $1.9 billion, resulting in a net cash position of $252 million versus a net cash position of $350 million last quarter.\nTurning to the balance sheet and working capital metrics compared to last quarter. The Q3 conversion cycle was 96 days versus 61 days in Q2. Days of inventory increased by 25 days to 92 days compared to the prior quarter of 67 days due to 2 key component purchases for higher expected Q4 revenues. Days sales outstanding increased by 8 days quarter-over-quarter to 37 days, while days payables outstanding decreased by 2 days to 33 days.\nNow turning to the outlook for Q4. We expect strong growth as the supply chain continues to improve with new air-cooled and liquid-cooled customer design wins. For the fourth quarter of fiscal 2024 ending June 30, 2024, we expect net sales in the range of $5.1 billion to $5.5 billion, GAAP diluted net income per share of $7.20 to $8.05 and non-GAAP diluted net income per share of $7.62 to $8.42. We expect gross margins to be down sequentially as we focus on driving strategic market share gains.\nGAAP operating expenses are expected to be approximately $226 million and include $55 million in stock-based compensation expenses that are not included in non-GAAP operating expenses. The outlook for Q4 of fiscal year 2024 fully diluted GAAP EPS includes approximately $30 million in expected stock-based compensation expenses, net of tax effects of $28 million, which are excluded from non-GAAP diluted net income per common share. We expect other income and expenses, including interest expense to be a net expense of approximately $8 million. The company's projections for Q4 GAAP and non-GAAP diluted net income per common share assume a GAAP tax rate of minus 2.9%, a non-GAAP tax rate of 2.6% and a fully diluted share count of 64.8 million for GAAP and 65.3 million shares for non-GAAP.\nWe expect CapEx for Q4 to be in the range of $55 million to $65 million. For fiscal year 2024 ending June 30, 2024, we are raising our guidance for revenues from a range of $14.3 billion to $14.7 billion to a range of $14.7 billion to $15.1 billion and establishing guidance for GAAP net income per diluted share of $21.61 to $22.46 and non-GAAP net income per diluted share of $23.29 to $24.09.\nOur projections for GAAP and non-GAAP net income per diluted share assume a tax rate of approximately 3.6% and 9.2%, respectively, and a fully diluted share count of 61.2 million shares for GAAP and fully diluted share count of 61.8 million shares for non-GAAP. The outlook for fiscal year 2024 GAAP net income per diluted share includes approximately $116 million in expected stock-based compensation net of related tax effects of $98 million that are excluded from non-GAAP net income per diluted share.\nWe're now ready for questions."
  },
  {
    "header": "SMCI",
    "cik": "0001375365",
    "ticker": "SMCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/47c7b962b9fbad5f0c25aac2dda5a71d",
    "period": "2024 Q2",
    "content": "Q2 2024 Super Micro Computer Inc Earnings Call\n\nQ2 2024 Super Micro Computer Inc Earnings Call\n\nSMCINASDAQJAN 29, 5:00 PM\n\nOperator\n\nThank you for standing by. My name is Cole, and I'll be your conference operator today. At this time, I would like to welcome everyone to Super Micro Computer Fiscal Second Quarter 2024 Results.\nWith us today, Charles Liang, Founder, President and Chief Executive Officer; David Weigand, CFO; and Michael Staiger, Vice President of Corporate Development.\n[Operator Instructions] And with that, I'd like to pass the call over to Michael Staiger.\n\nMichael Thomas Staiger\n\nSVP of Equity Research, Odeon Capital Group LLC, Research Division\n\nGood afternoon, and thank you for attending Supermicro's call to discuss financial results for the second quarter, which ended December 31, 2023.\nWith me today are Charles Liang, Founder, Chairman and Chief Executive Officer; and David Weigand, Chief Financial Officer. By now, you should have received a copy of the news release from the company that was distributed at the close of regular trading and is available on the company's website.\nAs a reminder, during today's call, the company will refer to a presentation that is available to participants in the Investor Relations section of the company's website under the Events and Presentations tab. We've also published management's scripted commentary on our website. Please note that some of the information you'll hear during our discussion today will consist of forward-looking statements, including, without limitation, those regarding revenue, gross margin, operating expenses, other income and expenses, taxes, capital allocation and future business outlook, including guidance for the third quarter of fiscal year 2024 and the full fiscal year 2024.\nThere are a number of risk factors that could cause Super Micro's future results to differ materially from our expectations. You can learn more about these risks in the press release we issued earlier this afternoon, our most recent 10-K filing for fiscal 2023 and our other SEC filings. All of these documents are available on the Investor Relations page of Super Micro's website. We assume no obligation to update any forward-looking statements.\nMost of today's presentation will refer to non-GAAP financial results and business outlook. For an explanation of our non-GAAP financial measures, please refer to the company presentation or the press release published earlier today. In addition, a reconciliation of GAAP to non-GAAP results is contained in today's press release and in the supplemental information attached to today's presentation. At the end of today's prepared remarks, we will have a Q&A session for sell-side analysts to ask questions.\nI'll now turn the call over to Charles.\n\nCharles Liang\n\nFounder, Chairman of the Board, President & CEO\n\nThank you, Michael, and good afternoon, everyone. I'm delighted to share our second quarter results, which show a record lacking performance for Super Micro. We achieved revenue of $3.66 billion, 103% increase from last year and earnings per share of %5.59. This is our first quarter ever with over $3 billion of revenue. More importantly, this single quarter revenue surpassed our annual revenue for 2021.\nThis fantastic quarterly result was driven by strong demand and improving supply conditions for GPU and related key system components. Our rack-scale plug and play IT and AI total solution continues to gain more new customers along with their confidence in Super Micro as their go-to infrastructure partner. Our AI rack-scale solutions, especially the deep learning and optimize based on NVIDIA HGX H100 continued gaining high popularity. The demand for AI inferencing systems and mainstream computer solutions has also started to grow.\nThe exciting news is that finally, we are entering an accelerating demand phase from many more customer wins. We support -- to support faster growth, we have increased our working capital recently by raising about $600 million with an equity offering. Moreover, we have other programs to increase our cash flow without additional equity dilution to support short- and long-term sustainable growth.\nOverall, I feel very confident that this AI boom will continue for another many quarters, if not many years. And together with the related inferencing and other computing ecosystem requirements demand can last for even many decades to come and AI revolution.\nLet's go over some key financial highlights. First, fiscal Q2 net revenue totaled $3.66 billion, up 103% year-on-year and up 73% quarter-on-quarter, exceeding the top end of our original guidance of $2.9 billion for the December quarter. Second, fiscal Q2 non-GAAP earnings of $5.59 million per share were well above $3.26 a year ago and exceeds the guidance range of $4.40 to $4.80 further demonstrating continued strong operation leverage.\nEconomy of scale is important to us for continued strong growth. Super Micro is from AI revolution, where the pace of innovation is accelerating. We are adding the by developing the most innovative AI infrastructure on many platforms at rescale for almost an industry and for any market vertical. As the market leader, we have been preparing to more than double the size of our current AI portfolio with the NVIDIA CG1 CG2, Grace Hopper Superchip, H200 and B100 CPUs, GPUs and inventing optimized GPUs, AMB MI300X, and Intel Gaudi 2 and Gaudi 3. All these new platforms will be ready for high-volume production in the coming months and quarters.\nMoreover, we are adding further optimized new architectures for the coming NVIDIA GPU product lines. Our AMD MI300X simply now and our Intel Gaudi 2 system is coming soon. More importantly, we are continuing to invest and innovate in data center and enterprise liquid cooling technology to make sure this high-power AI platform are in line with our computing methodology while improving the performance, efficiency and reliability of system in a data center.\nAs a total IT solution innovator, manufacturer and provider, more and more of the major is being delivered as integrated rack solution, particularly for the AI cluster deployment, Service, networking, storage, security features and software are optimized, delivered and service as an integrated rack customer from Super Micro's manufacturing facility worldwide. Leveraging our building block architecture and operating production automation system, we can deliver optimized rack solution with time to market and quality advantages for our customer more efficiently than competition.\nOur TTD, time to delivery factory have been in the continuous improvement. But this June quarter we will have high-volume dedicated capacity for manufacturing 100 kt to 120 kt rack with decoding capability, providing, rack attach including rack capacity up to 1,500 racks per month, and our total rack production capacity will be up to 5,000 racks per month by then. At the same time, our volume -- high-volume Klindo, rack-scale production facility will be ready to service critical customer. The addressed growth of our business is achieving the need of additional R&D solution optimization, manufacturing and service capacity.\nToday, our production utilization rate is about 65% across our USA, Netherlands and Taiwan facilities, and they are quickly. To address this immediate capacity challenge, we are adding 2 new production facilities and warehouse near our Silicon Valley headquarter, which will be operated in a few months. The new Malaysia facility will focus on expanding our building blocks with lower cost and increased volume, where other new facilities will support our annual revenue capacity above $25 billion.\nTo summarize, our record quarterly performance demonstrates our building block, rack scale, plus and play, IT and AI industry leadership, which continues to accelerate and shows signs of strong market share gains. The continued strength of existing customer build and ramp of newly acquired customers and a robust pipeline of new product coming in 2024, givens me confidence that fiscal Q3 revenue will be in the range of $3.7 billion to $4.1 billion.\nAdditionally, we are expecting continued strength for the second half of fiscal 2024. And now forecast revenue for the full fiscal year ending in June to be in the range of $14.3 billion to $14.7 billion. We are in overdrive to accelerate Supermicro 3.0 business model with this AI boom. In the meantime, we are preparing ourselves for the next phase of Super Micro business growth which is Super Micro 4.0 and its expanding TAM. Now it's certainly the most exciting time yet for Super Micro.\nBefore passing the call to David Weigand, our as CFO, I want to thank again to our partners, our customers, our Super Micro employees and our shareholders for your strong support. Now let me pass to our CFO, David, for more financial details.\n\nDavid E. Weigand\n\nSenior VP, CFO, Company Secretary & Chief Compliance Officer, Super Micro Computer, Inc.\n\nThank you, Charles. Fiscal Q2 2024 revenues were $3.66 billion, up 103% year-over-year and up 73% quarter-over-quarter. Revenues were higher than our initial guidance of $2.7 billion to $2.9 billion and slightly above our recently updated guidance of $3.6 billion to $3.65 billion. Our growth was driven by demand from new and existing customers for our leading AI and rack-scale total IT solutions and an improving supply chain.\nNext-generation AI and CPU platforms continue to drive strong levels of design wins. Orders and backlog from top-tier data centers, emerging cloud service providers enterprise channel and edge IoT, telco customers. During Q2, we recorded $1.48 billion in the enterprise channel vertical representing 40% of revenues versus 43% last quarter. This was up 55% year-over-year and up 62% quarter-over-quarter, driven by enterprise AI and CPU upgrade programs. The OEM appliance and large data center vertical revenues were $2.15 billion, representing 59% of Q1 revenues versus 55% last quarter. It was up 175% year-over-year and up 83% quarter-over-quarter.\nTwo existing CSP/large data center customers represented 26% and 11% of total revenues for Q2. Emerging 5G telco edge IoT revenues were $35 million or 1% of Q2 revenues. Growth was driven by AI, GPU and rack-scale total IT solutions, which again represented over 50% of total revenues this quarter with AI GPU revenues in both the enterprise channel and the OEM appliance/large data center verticals. Server and storage systems comprised 94% of Q2 revenue and subsystems and accessories represented 6%. ASPs increased on a year-over-year and quarter-over-quarter basis driven by product and customer mix.\nBy geography, the U.S. represented 71% of Q2 revenues, Asia, 18%; Europe, 8%; and the rest of the world, 3%. On a year-over-year basis, U.S. revenues increased 139%. Asia increased 98%, Europe decreased 8%, and the rest of the world increased 67%. On a quarter-over-quarter basis, U.S. revenues increased 61%. Asia increased 191%, Europe increased 51%, and the rest of the world increased 37%.\nThe Q2 non-GAAP gross margin was 15.5%, which was down quarter-over-quarter from 17% as we continue to focus on winning strategic new designs and gaining market share.\nTurning to operating expenses. Q2 OpEx on a GAAP basis increased by 6% quarter-over-quarter and 58% year-over-year to $193 million, driven by higher compensation expenses and headcount. On a non-GAAP basis, operating expenses increased 18% quarter-over-quarter and 41% year-over-year to $153 million. Q2 non-GAAP operating margin was 11.3% versus 10.8% last quarter as we benefited from operating leverage driven by higher revenues.\nOther income and expenses for Q2 was a net expense of approximately $16 million, consisting of $8 million in interest expense and a loss of $8 million, principally from foreign exchange. Interest expense increased sequentially as we drew down on short-term bank credit facilities for working capital during the quarter.\nThe tax provision for Q2 was $61.5 million on a GAAP basis and $71.1 million on a non-GAAP basis. The GAAP tax rate for Q2 was 17.3% and the non-GAAP tax rate was 17.8%.\nQ2 non-GAAP diluted EPS of $5.59 exceeded the high end of our initial guidance of $4.40 to $4.88 and slightly above our recently updated guidance of $5.40 to $5.55 due to operating leverage. Cash flow used in operations for Q2 was $595 million compared to cash flow generated by operations of $271 million during the previous quarter. Strong profitability and a higher level of accounts payable was offset by higher inventory and accounts receivable due to build plans for Q3 and the timing of shipments during Q2.\nCapEx was $15 million for Q2, resulting in negative free cash flow of $610 million versus positive free cash flow of $268 million last quarter. During the quarter, we executed an equity offering and raised approximately $583 million in net proceeds after underwriting discounts and other issuance costs from the sale of 2.3 million shares at a price of $2.62 per share. The proceeds will be used to strengthen our working capital, enable continued investments in R&D and expand global capacity to fulfill strong demand for our leading platforms.\nThe closing balance sheet position was $726 million, while bank debt was $376 million resulting in a net cash position of $350 million versus a net cash position of $397 million last quarter.\nTurning to the balance sheet and working capital metrics compared to last quarter, the Q2 cash conversion cycle was 61 days versus 86 days in Q1. Days of inventory decreased by 24 days to 67 days versus the prior quarter of 91 days due to the timing of shipments during the quarter. Days sales outstanding was down by 14 days quarter-over-quarter to 29 days, while days payables outstanding decreased by 13 days to 35 days.\nNow turning to the outlook. We expect a strong March quarter as we continue to gain momentum with new and existing customers for our AI and rack-scale total IT solutions. For the third quarter of fiscal 2024, ending March 31, 2024, we expect net sales in the range of $3.7 billion to $4.1 billion. GAAP diluted net income per share of $4.79 to $5.64 and non-GAAP diluted net income per share of $5.20 to $6.01. We expect gross margins to be slightly lower than Q2 levels. GAAP operating expenses are expected to be approximately $201 million and include $39 million in stock-based compensation expenses that are not included in non-GAAP operating expenses.\nThe outlook for Q3 of fiscal year 2024, diluted GAAP EPS includes approximately $28 million in expected stock-based compensation expenses, net of tax effects of $14 million, which are excluded from non-GAAP diluted net income per common share. We expect other income and expenses, including interest expense, to be a net expense of approximately $9 million. The company's projections for Q3 GAAP and non-GAAP diluted net income per share assume a GAAP tax rate of 13.8%, a non-GAAP tax rate of 15.8% and a fully diluted share count of 60.1 million for GAAP and 61 million for non-GAAP.\nWe expect CapEx for Q3 to be in the range of $18 million to $21 million and a range of $105 million to $115 million for the fiscal year 2024. For the fiscal year 2024, which ends June 30, 2024, we are raising our guidance for revenues from a range of $10 billion to $11 billion to a range of $14.3 billion to $14.7 billion.\nMichael, we're now ready for Q&A."
  },
  {
    "header": "SMCI",
    "cik": "0001375365",
    "ticker": "SMCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a521a6e823c97fc362e6d592808a5896",
    "period": "2024 Q1",
    "content": "Q1 2024 Super Micro Computer Inc Earnings Call\n\nQ1 2024 Super Micro Computer Inc Earnings Call\n\nSMCINASDAQNOV 1, 5:00 PM\n\nOperator\n\nThank you for standing by. My name is Rhianna, and I will be your conference operator today. At this time, I would like to welcome everyone to the Super Micro Computer Fiscal First Quarter 2024 Results Conference. With us today, Charles Liang, Founder, President and Chief Executive Officer; David Weigand, CFO; and Michael Staiger, Vice President of Corporate Development.\n[Operator Instructions] Thank you. I will now turn today's call over to Michael Staiger. Please go ahead.\n\nMichael Thomas Staiger\n\nSVP of Equity Research, Odeon Capital Group LLC, Research Division\n\nGood afternoon and thank you for attending Super Micro's call to discuss financial results for the first quarter, which ended September 30, 2023. With me today are Charles Liang, Founder, Chairman and Chief Executive Officer; and David Weigand, Chief Financial Officer.\nBy now, you should have received a copy of the news release from the company that was distributed at the close of regular trading and is available on the company's website.\nAs a reminder, during today's call, the company will refer to a presentation that is available to participants in the Investor Relations section of the company's website under the Events & Presentations tab. We have also published management's scripted commentary on our website.\nPlease note that some of the information you will hear during our discussion today will consist of forward-looking statements, including without limitation those regarding revenue, gross margin, operating expenses, other income and expenses, taxes, capital allocation, and future business outlook, including guidance for the second quarter of fiscal year 2024 and the full fiscal year 2024. There are a number of risk factors that could cause Super Micro's future results to differ materially from our expectations. You can learn more about these risks in the press release we issued earlier this afternoon, our most recent 10-K filing for fiscal 2023 and our other SEC filings. All of these documents are available on the Investor Relations page of Super Micro's website. We assume no obligation to update any forward-looking statements. Most of today's presentation will refer to non-GAAP financial results and business outlook. For an explanation of our non-GAAP financial measures, please refer to the accompanying presentation or to our press release published earlier today. In addition, a reconciliation of GAAP to non-GAAP results is contained in today's press release and in the supplemental information attached to today's presentation. At the end of today's prepared remarks, we will have a Q&A session for sell-side analysts to ask questions.\nI will now turn the call over to Charles.\n\nCharles Liang\n\nFounder, Chairman of the Board, President & CEO\n\nThank you, Michael, and good afternoon, everyone. Today, I am pleased to announce that we are off to a good start for fiscal 2024, with first quarter revenues of $2.12 billion. We navigated tight AI GPU and key components supply conditions to deliver total solutions and large compute clusters, especially for generative AI workloads where our backorders continue to expand faster than our forecast.\nDuring the first quarter, demand for our leading AI platforms in plug-and-play rack-scale, especially for the LLM-optimized NVIDIA HGX-H100 solutions, was the primary growth driver. Many customers have started to request direct-attached cold-plate liquid-cooling solutions to address the energy costs, power grid constraints and thermal challenges of these new GPU infrastructures.\nIn some cases, customers are able to double their datacenter AI computing capacity using our DLC solution due to lower system power requirements, lower PUE and higher computing density per cluster. To meet this strong demand, we have been continuously expanding our validation and production facilities. By the coming March quarter, we expect to complete a dedicated capacity for manufacturing 100 kilowatt racks with liquid-cooling capabilities, that will further expand our total rack production capacity to 5,000 racks per month in full-speed mass production.\nThe increased AI business also includes our new inferencing platforms and telco-optimized edge products based on NVIDIA L40S, L40 and L4 and for sure H100 as well, AI product lines. Furthermore, the upcoming Grace Hopper Superchip-based MGX products for both generative AI and inferencing AI are just ready for volume production.\nOur broadest AI solution portfolio also includes Intel Gaudi 2, PCIe Flex, PVC a codename from the backyard, as well as AMD MI250 and MI300X and MI300A based platforms. We fully expect many of these products to gain broad adoption and expand our share in the accelerated computing market.\nLet's go over some key financial highlights. Fiscal Q1 net revenue totaled $2.12 billion, up 14% year-on-year and down 3% quarter-on-quarter, towards the high end of our guidance range of $1.9 billion to $2.2 billion despite the GPU and key component shortages during our traditionally soft September quarter.\nFiscal Q1 non-GAAP earnings of $3.43 per share were in line with $3.42 a year ago and towards the high end of our guidance range of $2.75 to $3.50, demonstrating continued strong operating leverage during a traditional soft quarter.\nWe launched and are delivering end-to-end Liquid-Cooled Data Center Solutions. We foresee up to 20% of our data center deployments will move to liquid-cooling and for the first time, customers can get a complete rack scale liquid-cooling solution from a single source with a maximum lead time of -- with minimum lead time of about 2 weeks.\nSuper Micro is working hard to fully take the current AI growth opportunity by speeding up the development of more new AI optimized platforms. Super Micro is utilizing its Building Block Architecture to continue our first to market DNA with the launch of NVIDIA CG1, CG2 Grace Hopper Superchip and NVIDIA Grace CPU Superchip as we speak.\nSuper Micro's latest MGX systems provide groundbreaking computing densities, energy efficiency and ease of datacenter deployment and serviceability, ideal for hyperscale and edge data centers. I believe this ongoing AI revolution will impact all industries and the world, possibly much more impactful than the Industrial revolution over 200 years ago.\nAs most people know, the power consumption and thermal challenges of these new AI technologies have risen dramatically. We are now shipping up to 80-kilowatt rack solutions, with 100 kilowatt rack just around the corner, for compute-intensive datacenter, CSP and other industries.\nOur high-power efficiency systems, free-air and liquid-cooling expertise has become one of our key differentiators of success. I anticipate that up to 20% or more of global datacenters will transition to liquid-cooled solutions in just a few years. In addition, the combination of increasing computing density, reducing TCO and liquid-cooling reduces the environmental impact of datacenters significantly. This is well-aligned with Super Micro's green computing mission as we improve datacenter performance-per-watt, per square foot and per dollar.\nTo better support traditional datacenter, enterprise and IoT, telco industry, we have begun the seeding and early ship of the upcoming fifth generation Intel Xeon processor, codenamed Emerald Rapids and shipping fourth generation AMD EPYC processor, codenamed Genoa and Bergamo SP5 and SP6 with more computing cores, PCIe Gen 5, CXL and many other workload-optimized features.\nFor customers that want to test these latest systems, we offer our JumpStart program with remote access to our high-end X13, H13 and GPU systems for qualified customer's workload validation, testing and benchmarking before volume deployments.\nAs the performance of CPU, GPU and memory technologies increase, enhancing storage performance is also necessary to feed massive datasets to the applications without becoming a bottleneck that slows the entire system or cluster down.\nSuper Micro's new PCIe Gen 5 based E1.S and E3.S Petascale All-Flash storage servers offer industry-leading storage performance and capacity. Together, with our U.2 NVMe, top-loaded system and traditional storage platforms, we are fulfilling customer's AI, compute and storage needs with one-stop total solution shopping experience.\nSuper Micro's Total IT Solutions is being recognized as saving customers from the complications of design, validation, sourcing, integration and onsite deployment. We are also streamlining their network switching, firmware and software management challenges, topping it off with our 24x7 Global deployment and service tiers.\nEssentially, our customers are now incorporating our capabilities into their long-term infrastructure plans, entrusting Super Micro provides them with fully optimized solutions and with scale capacity to fit their long-term needs.\nGiven our current customers infrastructure demands, we have continued to evaluate our footprint beyond our ongoing expansion in Malaysia. We are adding several new buildings close to our headquarter in Silicon Valley campus and on track to surpass our current capacity of 4,000 racks per month.\nToday, with utilization rate at about 60%, our U.S. headquarter and Taiwan facility can easily support at least $18 billion in revenue. The new Malaysia facility will serve building blocks with high volume scale and improved cost structure, while pushing our total revenue capacity to a much higher scale than $20 billion. We are also continuing to work with some of our key partners and are deep in the planning process of adding a new manufacturing campus in North America, outside of California focused.\nWe have just celebrated our 30th anniversary in September. For the past 30 years, we have been working tirelessly towards gaining industry leadership position with a best-in-class product portfolio, global scale capability and capacity, and the best time to market, distinguishing ourselves from the competition. Our IT industry leadership position will be even stronger in the near future.\nThe pipeline of new products in the coming quarters has never been stronger. We are gaining market momentum that I expect to build deep into 2024, giving me confidence that fiscal Q2 revenue will be in the range of $2.7 billion to $2.9 billion. Additionally, we are expecting continued strength for the second half of fiscal year 2024 and now forecast revenue in the range of $10 billion to $11 billion.\nOur position as a leading supplier of rack-scale plug-and-play Total AI and IT Solutions has just begun. Our growth will accelerate as we deliver more optimized AI infrastructure to existing and emerging markets, along with our growing software and services value.\nI also look forward to providing more updates on our product lines in the coming quarters that will continue to extend our datacenter technology leadership for years to come. With that in mind, I expect our $20 billion annual revenue target to be just a couple of years away.\nBefore passing the call to David Weigand, our CFO, I want to take this chance to thank to our partners, our customers, our Super Micro employees and our shareholders for your continued support. Thank you. David?\n\nDavid E. Weigand\n\nSenior VP, CFO, Company Secretary & Chief Compliance Officer, Super Micro Computer, Inc.\n\nThank you, Charles. Fiscal Q1 2024 revenues were $2.12 billion, up 14% year-over-year and down 3% quarter-over-quarter. Revenues were towards the end of our guidance range -- the upper end of our guidance range of $1.9 billion to $2.2 billion, driven by AI-related platforms despite supply-chain challenges and summer seasonality.\nNext generation AI and CPU platforms continue to drive strong levels of design wins, orders and backlog. We expect diversified growth in fiscal 2024, driven by top-tier datacenters, emerging CSPs, enterprise investments in new AI, CPU servers and edge, IOT, telco markets. We are also enhancing our offerings in Storage, Switches, Software and Services to strengthen our Total Solutions offerings.\nDuring Q1, we recorded $917 million in the Enterprise and Channel vertical, representing 43% of revenues versus 45% last quarter. This was up 10% year-over-year and down 6% quarter-over-quarter due to seasonally lower enterprise spending as customers focus on AI investments. The OEM appliance and large datacenter vertical revenues were $1.17 billion, representing 55% of Q1 revenues versus 53% last quarter. This was up 26% year-over-year and flat quarter-over-quarter.\nOne existing CSP large datacenter customer represented 25% of total revenues for Q1. Our emerging 5G, telco, edge, IoT segment revenues were $31 million, which represented 2% of Q1 revenues. AI, GPU and rack-scale solutions again represented over 50% of our total revenues this quarter with AI, GPU revenues in both the enterprise channel and the OEM appliance and large data center verticals.\nThe mix of complete systems, storage and rack-scale Total IT Solutions has increased over the last 2 years. Server and Storage Systems comprised 93% of Q1 revenue and Subsystems and Accessories represented 7%. ASPs increased significantly on a year-over-year basis and decreased slightly quarter-over-quarter driven by product and customer mix.\nBy geography, U.S. represented 76% of Q1 revenues, Asia 11%, Europe 9% and Rest of World 4%. On a year-over-year basis, U.S. revenues increased 25%, Asia decreased 17%, Europe decreased 19% and Rest of World increased 63%. On a quarter-over-quarter basis, U.S. revenues decreased 3%, Asia decreased 4%, Europe decreased 16% and Rest of World increased 38%. The Q1 non-GAAP gross margin was 17%, down slightly quarter-over-quarter from 17.1%. We continue to focus on winning strategic new designs and gaining market share.\nTurning to operating expenses, Q1 OpEx on a GAAP basis increased by 25% quarter-over-quarter and 42% year-over-year to $181 million, driven by higher stock-based compensation expenses and headcount. On a non-GAAP basis, operating expenses decreased 3% quarter-over-quarter and increased 11% year-over-year to $130 million. Our Q1 non-GAAP operating margin was 10.8% versus 11% last quarter and 12.5% a year ago due to changes in revenues, gross margins and operating expenses.\nOther income and expense for Q1 was approximately $4.7 million, consisting of $1.9 million in interest expense, offset by a net gain of $6.6 million principally from foreign exchange. Our interest expense decreased sequentially as we paid down our debt during the quarter.\nThe income -- the tax provision for Q1 was $20.2 million on a GAAP basis and $36.2 million on a non-GAAP basis. The GAAP tax rate for Q1 was 11.4% and the non-GAAP tax rate was 15.5%. We delivered strong Q1 non-GAAP diluted EPS of $3.43, which was at the high end of the guidance range of $2.75 to $3.50 due to revenues towards the higher end of guidance, stable gross margins, lower non-GAAP OpEx and foreign exchange gains.\nCash flow generated from operations for Q1 was $271 million, compared to cash flow used in operations of $9 million during the previous quarter due to continued strong profitability, which was offset by higher inventory requirements based on build plans for Q2. CapEx was $3 million for Q1 resulting in positive free cash flow of $268 million versus negative free cash flow of $17 million last quarter. We have $50 million remaining under the authorized buyback program, which expires on January 31, 2024.\nThe closing balance sheet cash position was $543 million, while bank debt was $146 million resulting in a net cash position of $397 million, up from a net cash position of $150 million last quarter. We generated $271 million in operating cash flow and then paid down debt by $144 million in Q1.\nTurning to the balance sheet and working capital metrics compared to last quarter, the Q1 cash conversion cycle was 86 days versus 77 days in Q4. Days of inventory increased by 16 days to 91 days versus the prior quarter of 75 days as we built inventory for a seasonally strong Q2. Days sales outstanding was up by 5 days quarter-over-quarter to 43 days, while days payables outstanding increased by 12 days to 48 days.\nNow turning to the outlook. We remain enthusiastic about our diversified business model covering a wide range of GPU, AI, core computing, storage, 5G telco, edge and IOT solutions. We expect a seasonally strong Q2 and are carefully observing the global macro-economic situation and continuing supply-chain constraints, especially for leading AI platforms.\nFor the second quarter of fiscal 2024 ending December 31, 2023, we expect net sales in the range of $2.7 billion to $2.9 billion, GAAP diluted net income per share of $3.75 to $4.24 and non-GAAP diluted net income per share of $4.40 to $4.88. We expect gross margins to be similar to Q1 levels. GAAP operating expenses are expected to be approximately $191 million and include $49 million in stock-based compensation expenses that are not included in non-GAAP operating expenses.\nThe outlook for Q2 of fiscal year 2024 fully diluted GAAP EPS includes approximately $40 million in expected stock-based compensation expenses, net of tax effects of $13 million, which are excluded from non-GAAP diluted net income per common share. We expect other income and expenses, including interest expense to be a net expense of approximately $8 million. The company's projections for Q2 GAAP and non-GAAP diluted net income per common share assume a GAAP tax rate of 15.7%, a non-GAAP tax rate of 17.1% and a fully diluted share count of 57.6 million for GAAP and 58.3 million shares for non-GAAP.\nWe expect CapEx for the fiscal second quarter of 2024 to be in the range of $21 million to $23 million and a range of $105 million to $115 million for the fiscal year 2024. For the fiscal year 2024 ending June 30, 2024, we are raising our guidance for revenues from a range of $9.5 billion to $10.5 billion to $10 billion to $11 billion.\nMichael, we are now ready for Q&A."
  },
  {
    "header": "SMCI",
    "cik": "0001375365",
    "ticker": "SMCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/48f543d5776c71dd9aab4affe0753f3b",
    "period": "2023 Q4",
    "content": "Q4 2023 Super Micro Computer Inc Earnings Call\n\nQ4 2023 Super Micro Computer Inc Earnings Call\n\nSMCINASDAQAUG 8, 5:00 PM\n\nOperator\n\nThank you for standing by. My name is Anna, and I will be your conference operator today. At this time, I would like to welcome everyone to the Super Micro Computer Fiscal Fourth Quarter 2023 Results Conference. With us today, Charles Liang, Founder, President and Chief Executive Officer; David Weigand, CFO; and Michael Staiger, Vice President of Corporate Development. [Operator Instructions] Michael Staiger, you may begin your conference.\n\nMichael Thomas Staiger\n\nSVP of Equity Research, Odeon Capital Group LLC, Research Division\n\nGood afternoon, and thank you for attending Super Micro's call to discuss financial results for the fourth quarter and full fiscal year, which ended June 30, 2023. With me today are Charles Liang, Founder, Chairman and Chief Executive Officer; and David Weigand, Chief Financial Officer. By now, you should have received a copy of the news release from the company that was distributed at the close of regular trading and is available on the company's website. As a reminder, during today's call, the company will refer to a presentation that is available to participants in the Investor Relations section of the company's website under the Events Presentations tab. We have also published management's scripting commentary on our website.\nPlease note that some of the information you'll hear during our discussion today will consist of forward-looking statements, including, without limitation, those regarding revenue, gross margin, operating expenses and other income and expenses, taxes, capital allocation and future business outlook, including guidance for the first quarter fiscal year 2024 and the full fiscal year 2024. There are a number of risk factors that could cause Super Micro's future results to differ materially from our expectations. You can learn more about these risks in the press release we issued earlier this afternoon, our most recent 10-K filing for fiscal 2022 and other SEC filings. All these documents are available on the Investor Relations page of Super Micro's website. We assume no obligation to update any forward-looking statements.\nMost of today's presentation will refer to non-GAAP financial results and business outlook. For an explanation of our non-GAAP financial measures, please refer to the accompanying presentation or to our press release published earlier today. In addition, a reconciliation of GAAP to non-GAAP results is contained in today's press release and in the supplemental information attached to today's presentation. At the end of today's prepared remarks, we will have a Q&A session for sell-side analysts to ask questions.\nI'll now turn the call over to Charles.\n\nCharles Liang\n\nFounder, Chairman of the Board, President & CEO\n\nThank you, Michael, and good afternoon, everyone.\nToday, I am pleased to announce a new record fiscal result of $7.12 billion annual revenue, a 37% year-over-year growth rate. We have also achieved our first landmark $2.18 billion quarter, which is 34% growth year-over-year and 70% quarter-on-quarter. We are continuing to exceed both top and bottom-line results and performing well beyond our previously guided ranges. It's no secret that our strong growth has been driven by the demand for our leading AI platforms in plug-and-play rack-scale, especially for the Large Language Model-optimized NVIDIA HGX-based Delta Next solution. Our engineering capability enabled us to deliver optimized, first-to-market AI products and solutions to our customers, distinguishing us from the competition and empowering us to take market share.\nI am also proud of our logistics and production teams' execution to maintain our time to market advantage and deliver our total solution to our key partners much sooner than competition. Our investment of 4,000 racks-per-month state-of-the-art validation and production facility in Silicon Valley is one of the major factors in delivering high-performance AI racks quickly with both air-cooled and liquid-cooled options.\nLet's go over some key financial highlights. First, we enter FY'24 with record-high backorders, many more new design wins and new customers. Again, our fiscal year 2023 net revenue totaled $7.12 billion, up 37% year-on-year, above our mid-point guidance range of $6.7 billion. Fiscal year 2023 non-GAAP earnings per share grew 109% year-over-year to $11.81, compared to $5.65 a year ago, exceeding the higher end of our revised guidance range of USD10.50 to USD11.00.\nFiscal Q4 net revenue totaled $2.18 billion, up 34% year-on-year and up 70% quarter-on-quarter, above our guidance range of USD1.7 billion to USD1.9 billion. Fiscal Q4 non-GAAP earnings of $3.51 per share grew 34% year-over-year compared to $2.62 a year ago, and it was well above the high end of our guidance range of USD2.21 to USD2.71, demonstrating strong operating leverage and continued customer preference towards our rack-scale Total IT Solutions.\nFor 30 years, we have been diligently building our company strength and foundation. As the only US-based large scale AI platform designer and manufacturer, we have been shipping our winning products in volume to our partners for more than a quarter. Couple of months ago, I was honored to have my close friend, NVIDIA CEO Jensen Huang, join me on stage at Computex to highlight our optimized new generation GPU solutions for this AI era. We are deploying not just systems, but complete rack-scale total solutions to large generative AI innovators. Supporting HGX H100 Delta-Next, H100 PCIe GPUs, and the just-announced L40S GPUs; our Delta-Next, Redstone-Next, and 8-GPU OVX systems have become the benchmarks of excellence for the industry. We are also getting good traction on Intel's Gaudi 2 and PVC, as well as AMD's MI-250 accelerator solutions.\nThe demand for artificial intelligence infrastructure is perfectly addressed by our building block server architecture, and due to our building block solution, we have the best and broadest application-optimized GPU solutions on the market. We plan to extend this leadership with the upcoming MGX platforms that we announced at Computex, bringing modular flexibility on acceleration with X86, Grace (C2), and Grace-Hopper (CG1) Superchip. The MGX platform is a shared vision of AI computing between NVIDIA and Supermicro, designed to be open, flexible and future proof for multiple generations of GPUs, CPUs, and DPUs.\nWe already have many customers engaged with these new MGX platforms as we speak, and soon they will be in volume production. With nearly half of our revenues this quarter based on AI-related designs, I expect this AI growth momentum to continue expanding our TAM across all customer types from major AI innovators, super large CSPs, Tier 1 datacenters, Tier 2 cloud, and to the general enterprise market.\nAs the performance of GPU, CPU, DPU and memory technologies increase, enhanced storage performance is also necessary to feed massive data sets to the applications without becoming a bottleneck that slows the entire system down. Supermicro's new PCIe Gen 5 based E1.S and E3.S Petascale All-Flash storage servers offer industry-leading storage performance and capacity. Together, with our U.2 NVMe, top-loaded scale-out and traditional storage platforms, we are fulfilling customers' AI, compute, and storage needs with a one-stop total solution shopping experience, with the best optimization in performance, time-to-online, and cost.\nWith accelerated computing and storage, the power consumption and thermal challenges of these new technologies have risen dramatically. 40KW or even 100KW rack solution demand is rapidly expanding and required for compute-intensive datacenter, CSP, and other verticals. Having high power efficiency, free-air and liquid cooling expertise has become one of our key differentiators of success. We have made major investments across a variety of technologies to drive adoption of direct liquid cooling in datacenters to address the thermal challenges.\nIn addition to increasing computing density and reducing TCO, liquid cooling reduces the environmental impact of datacenters dramatically, aligning with our green computing mission. Similarly, our liquid immersion solution is making good progress, and we will be happy to provide that option to interested partners soon. The reality is that datacenter infrastructure is getting more complex, especially with the unprecedented demand for AI. The design complexity and integration skills, along with the requirement to deploy in a timely fashion are heavy burdens to many end customers. Supermicro Total IT Solutions approach saves them from the complications of design, validation, sourcing, and integration. It also streamlines network switching, firmware and software management in datacenter scale. Customers' peace of mind is topped off by the value of our 24/7 Global Service tiers.\nGiven the current infrastructure demand, we have been continuing to evaluate our footprint beyond our recently announced Malaysia expansion. We have recently added another new building close to our Silicon Valley headquarter and are aiming to further increase our current 4000 rack-per-month capacity in this fiscal year. To further support demand from key domestic partners, we are also planning to build another manufacturing campus in North America. At this moment, our U.S. headquarter and Taiwan facility can support at least $15 billion in revenue while the new Malaysia facility will further increase our total revenue capability by serving large scale builds on a reduced cost structure in the coming 3 quarters.\nIn closing, Supermicro is in a great position to continue our growth momentum with our leading AI portfolio, our infrastructure readiness, and our ability to deliver products in a timely manner. Due to the current key components supply shortages, we forecast revenue in the range of USD1.9 billion to USD2.2 billion for the September quarter. However, given the record high backorders, we see fiscal year 2024 revenue between USD9.5 billion to USD10.5 billion with room to deliver more depending on availability of supply.\nOur role as the leader of rack-scale Total AI and IT Solutions has only just begun. We are ready to deliver optimized AI infrastructures to existing and emerging markets, along with our value-added software and services. To say it plainly, our foundation and capacity are fully ready, and our demand is growing strongly. With LLM, Large Language Model, and other AI applications booming, I now expect the $20 billion annual revenue target to be just a couple of years away.\nBefore passing the call to David Weigand, our Chief Financial Officer, I want to say thank you to our partners, customers, Supermicro employees and to our shareholders for your continued support. David?\n\nDavid E. Weigand\n\nSenior VP, CFO, Company Secretary & Chief Compliance Officer, Super Micro Computer, Inc.\n\nThank you, Charles.\nFiscal fourth quarter revenues were $2.18 billion, up 34% year-over-year and up 70% quarter-over-quarter. Q4 revenues exceeded initial guidance range of USD1.7 billion to USD1.9 billion and were at the high end of the recently updated range of USD2.15 billion to USD2.18 billion. For fiscal 2023, we reported revenues of $7.12 billion, representing 37% growth over fiscal year '22 revenues of $5.2 billion. Next generation CPU and AI platforms continue to drive record levels of design wins and orders. Exiting fiscal year 2023 with a record backlog, we are well positioned for fiscal year '24 with an outlook for continued revenue growth and profitability. We expect diversified growth driven by top-tier datacenters, emerging CSPs, enterprise AI build-outs, CPU upgrades, and edge/IOT/telco markets. We are also targeting new opportunities in adjacent markets such as Storage, Switches, Software & Services. We note that our shipments against a record backlog may continue to be constrained by supply chain bottlenecks for key new components for our advanced AI server platforms.\nQ4 results were driven by our high-growth AI/GPU and rack-scale solutions which represented 52% of our total revenues. We had two 10% customers for Q4 and did not have any 10% customers for fiscal year '23. During Q4, we recorded $976 million in the Enterprise and Channel vertical, representing 45% of revenues versus 50% last quarter, this was up 19% year-over-year and up 51% quarter-over-quarter as we ramped several key enterprise programs. The OEM appliance and large datacenter vertical achieved $1.17 billion in revenues, representing 53% of Q4 revenues versus 47% last quarter, up 59% year-over-year and up 94% quarter-over-quarter as we gained momentum from existing and new datacenter, CSP, and OEM cloud appliance customers. Our emerging 5G/Telco/Edge/IoT segment achieved $43 million in revenues, representing 2% of Q4 revenues versus 3% last quarter.\nFor the fiscal year 2023, Organic Enterprise and Channel and AI/ML revenues grew 10% to represent 48% of total revenues. The OEM appliance and large datacenter segment grew 102% and represented 49% of total revenues. The emerging 5G/Telco/Edge/IOT segment decreased 36% and represented 3% of total revenues.\nThe mix of complete systems and rack-scale Total IT Solutions has increased over the last 2 years. Server and Storage Systems comprised 93% of Q4 revenue and Subsystems and Accessories represented 7%. ASPs continued to increase on a quarter-over-quarter and year-over-year basis driven by the value and complexity of our rack-scale Total IT Solutions.\nBy geography, U.S. represented 76% of Q4 revenues, Asia 11%, Europe 10%, and Rest of World 3%. On a year-over-year basis, U.S. revenues increased 55%. Asia decreased 17%, Europe increased 1%, and Rest of World increased 12%. On a quarter-over-quarter basis, U.S. revenues increased 112%, Asia increased 10%, Europe decreased 1%, and Rest of World increased 11%.\nThe Q4 non-GAAP gross margin was 17.1%, down quarter-over-quarter from 17.7% in Q3 as we focused on winning strategic new designs and market share. For fiscal year '23, the non-GAAP gross margin of 18.1% versus 15.4% for fiscal year 2022 was driven by an increased rack-scale product and customer mix and higher manufacturing efficiencies.\nTurning to operating expenses, Q4 OpEx on a GAAP basis increased by 14% quarter-over-quarter and 19% year-over-year to $145 million driven by headcount and related expenses. On a non-GAAP basis, operating expenses increased 14% quarter-over-quarter and 17% year-over-year to $133 million. Our non-GAAP operating margin increased significantly to 11% for Q4 versus 8.7% last quarter due to operating leverage driven by higher revenues that outpaced increases in operating expenses. For fiscal year '23, we achieved a non-GAAP operating margin of 11.4% versus 7.2% in fiscal year '23 due to higher gross margins and operating leverage from higher revenues and expense controls.\nOther Income and Expense for Q4 was an expense of approximately $1.5 million consisting of $3.5 million in interest expense offset primarily by a net foreign-exchange gain of $2.0 million. Our interest expense increased sequentially as we utilized our short-term credit lines for working capital requirements along with higher short-term interest rates on our borrowings.\nThe tax provision for Q4 was $31.3 million on a GAAP basis and $36.6 million on a non-GAAP basis. The GAAP tax rate for Q4 was 13.9% and the non-GAAP tax rate was 15.4%. The GAAP tax rate was 14.7% for fiscal year '23 versus 15.7% in fiscal year '22 and the non-GAAP tax rate was 15.9% versus 17.7% in fiscal year '22.\nWe delivered strong Q4 non-GAAP diluted EPS of $3.51 which exceeded the high end of the original guidance range of USD2.21 to USD2.71 and the recently updated range of USD3.35 to USD3.45. The increase in Q4 EPS was due to a combination of higher revenues and operating leverage. For the full fiscal year 2023, we reported non-GAAP diluted EPS of $11.81, up 109% year-over-year versus fiscal 2022 non-GAAP diluted EPS of $5.65 and higher than the fiscal year '23 guidance of USD10.50 to USD11.00.\nCash flow used in operations for Q4 was $9 million compared to cash flow generated by operations of $198 million in Q3 due to higher accounts receivable, offset by lower inventory and higher accounts payable from backend loaded shipments in the quarter due to supply constraints. CapEx was $8 million for Q4 resulting in negative free cash flow of $17 million versus positive free cash flow of $190 million last quarter. For fiscal year '23, we had cash flow from operations of $664 million, CapEx of $37 million resulting in free cash flow of $627 million. We have $50 million remaining under the authorized buyback program which expires on January 31, 2024.\nThe closing balance sheet cash position was $440 million, while bank debt was $290 million resulting in a net cash position of $150 million down from net cash position of $176 million last quarter as we utilized our bank lines of credit to support higher revenues and accounts receivable as we ramped up production of new AI/GPU design wins.\nTurning to the balance sheet and working capital metrics compared to last quarter, the Q4 cash conversion cycle improved to 77 days versus 126 days in Q3. Days of Inventory was 75, representing a decrease of 51 days versus the prior quarter of 126 days. Days Sales Outstanding was down 13 days quarter-over-quarter to 38 days while Days Payables Outstanding came down by 15 days to 36 days. Faster inventory turns contributed to the improvement in our cash conversion cycle.\nNow turning to the outlook, we remain enthusiastic about our diversified business model covering a wide range of AI, core computing, storage, 5G telco/edge and IOT applications. Design wins span across enterprise/channel, large datacenter/emerging AI CSP, and Telco and OEM customers. We are carefully observing the global macro-economic situation and continuing supply-chain constraints especially for leading AI platforms. For the first quarter of fiscal 2024 ending September 30, 2023, we expect net sales in the range of USD1.90 billion to USD2.20 billion, GAAP diluted net income per share of USD2.02 to USD2.80 and non-GAAP diluted net income per share of USD2.75 to USD3.50. We expect gross margins to be similar to Q4 levels. GAAP operating expenses are expected to be approximately $185 million and include $48 million in stock-based compensation and other expenses that are not included in non-GAAP operating expenses. GAAP and non-GAAP operating expenses are expected to increase due to continued investments in R&D and higher personnel costs adding to our great engineering and sales teams.\nThe outlook for Q1 of fiscal year 2024 fully diluted GAAP EPS includes approximately $44 million in expected stock-based compensation and other expenses, net of tax effects of $9 million, which are excluded from non-GAAP diluted net income per common share. We expect other income and expense, including interest expense, to be a net expense of approximately $1.5 million. The company's projections for GAAP and non-GAAP diluted net income per common share assume a GAAP tax rate of 14.7%, a non-GAAP tax rate of 15.4%, and a fully diluted share count of 56 million for GAAP and 57 million shares for non-GAAP. We expect CapEx for the fiscal first quarter of 2024 to be in the range of USD10 million to USD12 million. For the fiscal year 2024 ending June 30, 2024, we are giving guidance for revenues in the range USD9.5 billion to USD10.5 billion.\nOkay, Michael, we're now ready for Q&A.\n\nMichael Thomas Staiger\n\nSVP of Equity Research, Odeon Capital Group LLC, Research Division\n\nOperator?"
  },
  {
    "header": "SMCI",
    "cik": "0001375365",
    "ticker": "SMCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e95e618f00b7b0642e791054ac8dd028",
    "period": "2023 Q3",
    "content": "Q3 2023 Super Micro Computer Inc. Earnings Call\n\nQ3 2023 Super Micro Computer Inc. Earnings Call\n\nSMCINASDAQMAY 2, 5:00 PM\n\nOperator\n\nLadies and gentlemen, good afternoon. My name is Abby, and I will be your conference operator today. At this time, I would like to welcome everyone to the Super Micro Computer, Inc. Fiscal Third Quarter 2023 Results Conference Call. Today's conference is being recorded. [Operator Instructions]\nAnd I will now turn the conference over to Michael Stager, Vice President of Corporate Development. You may begin.\n\nMichael Thomas Staiger\n\nSVP of Equity Research, Odeon Capital Group LLC, Research Division\n\nGood afternoon, and thank you for attending Super Micro's call to discuss financial results for the third quarter, which ended March 31, 2023. With me today are Charles Liang, Founder, Chairman and Chief Executive Officer; and David Weigand, Chief Financial Officer.\nBy now, you should have received a copy of the news release from the company that was distributed at the close of regular trading and is available on the company's website. As a reminder, during today's call, the company will refer to a presentation that is available to participants in the Investor Relations section of the company's website under the Events and Presentations tab. We've also published management's scripted commentary on our website.\nPlease note that some of the information you'll hear during our discussion today will consist of forward-looking statements, including, without limitation, those regarding revenue, gross margin, operating expenses, other income and expenses, taxes, capital allocation and future business outlook, including guidance for the fourth quarter of fiscal year 2023 and the full fiscal year 2023. There are a number of risk factors that could cause Super Micro's future results to differ materially from our expectations. You can learn more about these risks in the press release we issued earlier this afternoon, our most recent 10-K filing for fiscal 2022 and our other SEC filings. All of these documents are available on the Investor Relations page of Super Micro's website. We assume no obligation to update any forward-looking statements. Most of today's presentation will refer to non-GAAP financial results and business outlook. For the explanation of our non-GAAP financial measures, please refer to our company presentation or to our press release published earlier today.\nIn addition, a reconciliation of GAAP to non-GAAP results is contained in today's press release and in the supplemental information attached to today's presentation. At the end of today's prepared remarks, we will have a Q&A session for sell-side analysts to ask questions. And I'll now turn the call over to Charles.\n\nCharles Liang\n\nFounder, Chairman of the Board, President & CEO\n\nThank you, Michael, and good afternoon, everyone. Our revenue for the third quarter of fiscal year '23 totaled $1.28 billion, down 5% year-on-year and below our initial guidance range as we previously announced. But our non-GAAP earnings per share grew over 5% year-on-year to $1.63 compared to $1.55 a year ago.\nWhile the quarter did not unfold as we expect, I am strongly encouraged by our current business momentum as we navigate market uncertainty with our new generation X13 and H13 and H100 leading-edge product, especially in artificial intelligence. These new AI product demands from top-tier companies have led us to challenge in terms of new key components availability compounded with the economic headwind, our Q3 result was reflective of this difficulty yet opportune condition.\nThe good news is that we have already started to address these component shortage pressures over the past few months, and we are in a much-improved situation going forward. We have started to produce and ship some back orders since April.\nHere are a few highlights for the quarter: First, record pace of GPU leading-edge design wins with growing back order, including winning at least 2 new global top 20 customers. Second, we refreshed our entire product portfolio based on new CPU, GPU, Storage and Fabric technologies from key partners including NVIDIA, Intel, AMD and others. Then, third, increased customer demands of our rack scale plug and play solutions and continued expansion and transition from a server/storage hardware manufacturer to a Total IT Solutions provider.\nWith applications like ChatGPT that heavily count on large language models, LLM and generative AI, the state of AI infrastructure business has grown rapidly. This AI momentum has benefited Super Micro greatly as we are deploying many of the worlds leading and large-scale GPU clusters. In addition, we have built a close and collaborative relationship with NVIDIA over the years by co-developing and offering the most optimized and the fastest time-to-market GPU platform on the market.\nAligning new generation product designs with partner ecosystems is highly complex. As I mentioned earlier, multiple key component shortages delayed our ability to manufacture and deliver the new systems like the Delta Next GPU system last quarter. With the improving components availability this quarter, the new GPU system shipments will ramp significantly. Indeed, we continue to scale up our manufacturing campus in U.S., Taiwan, Netherland and Malaysia, so that we can support our revenue growth in a much larger scale in the coming quarters and years.\nBy leveraging our in-house Building Block design and manufacturing, we are well equipped to navigate through the current economic headwinds. With our Building Block Solutions architecture, we always deliver workload optimized new products to market faster than competitors, like with the recent NVIDIA H100, Intel Sapphire Rapids and AMD Genoa releases.\nThe power consumption and thermal challenges of these new technologies have risen dramatically, and 40KW or even 60KW and 80KW rack solution demands are getting stronger and popular for computing hungry [indiscernible] industries. Having high power efficiency and air/liquid thermal expertise has become one of our key differentiators of success. Combined with our proven green computing pedigree that saves customers much TCO savings, our time-to-market advantage and solution optimization via Building Block Solutions; we anticipate to continue to gain many more new design wins with these new generation products in the quarters ahead.\nWe have made solid progress in our Total IT Solutions initiative by advancing our rack-scale solutions capability. Provided there are no supply constraints, we can design, build, validate full systems and deliver turn-key rack level solutions to customers within a few weeks of placing an order instead of months from competitors.\nSuper Micros one-stop shop Total IT Solutions strategy includes AI, servers, storage, networking, software, racking, cabling, power, cooling, integration, validation, and management features plus services. The idea is to let our customers focus more on their applications and new software features, leaving the IT hardware solutions to Super Micro, from cloud to Edge.\nCurrently, we are on track to support up to 4,000 racks per month of global manufacturing capability and capacity by the calendar year end. Our business is maintaining a growth rate that is multiples of the overall IT industry growth rate worldwide in the same period. We are doing so by efficiently taking market share in the new and fastest growing markets. AI, Storage, on-prem Cloud, Embedded and 5G Edge are all verticals we see the potential to greatly increase our TAM. We are well positioned to support these highly specialized markets by optimizing our technology, design and business automation at our U.S., Asia and EMEA campuses.\nThe recently added liquid-cooled rack-scale solutions and production lines, product auto configurator and online business automation will bring more value to our customer quicker with better quality.\nWe are also improving our cost structure by scaling our Taiwan and upcoming Malaysia campuses, which will be online soon with some of our key partners.\nWhile our March quarter results had some challenges, our new generation of products are in high demand, especially for AI, and we anticipate more customers deploying our products in rack-scale plug and play. We continue to emerge as one of the largest global suppliers of Total IT Solutions and continue to gain market share. The strength of our products and technology keeps us confident of delivering Q4 revenues in the range of $1.7 billion to $1.9 billion. If supply conditions improve sooner, we expect to be above that range, even some economical headwind is still ahead.\nIn other words, I continue to expect our fiscal year 2024 revenue to be at least 20% year-over-year growth, and we are accelerating to reach our mid-to-long-term growth objectives of $20 billion per year.\nNow I will pass the call to David Weigand, our Chief Financial Officer, to provide additional details for the quarter. Thank you.\n\nDavid E. Weigand\n\nSenior VP, CFO, Company Secretary & Chief Compliance Officer, Super Micro Computer, Inc.\n\nThank you, Charles. Fiscal Q3, 2023 revenues were $1.28 billion, down 5% year-over-year and down 29% quarter-over-quarter which was below our initial guidance range of $1.42 billion to $1.52 billion. The shortfall was primarily due to key new component shortages for Super Micros new generation server platforms which have been mostly resolved to date.\nOur next generation AI platforms are driving record levels of design wins along with strong orders from top-tier customers and a record backlog. We are well positioned for a strong finish to our fiscal year 2023 as we ramp up deliveries of our new platforms to key customers. We note that our shipments against a record backlog may be constrained by supply chain bottlenecks due to high demand for our advanced AI server platforms.\nQ3 results were driven by our high-growth AI/GPU and rack-scale solutions which represented approximately 29% of our total revenues and we expect significant, future growth. An existing cloud service provider customer represented more than 10% of revenues for the first time.\nOn a quarter-over-quarter basis, key new platform component shortages and seasonality impacted our 3 end market verticals. On a year-over-year basis, we had growth in our OEM appliance and large datacenter vertical reflecting momentum with new datacenter and CSP customers.\nWe recorded $646 million in the Enterprise and Channel vertical, representing 50% of Q3 revenues versus 53% last quarter, this was down 22% year-over-year and down 32% quarter-over-quarter due to new platform component shortages.\nThe OEM appliance and large datacenter vertical achieved $601 million in revenues, representing 47% of Q3 revenues versus 43% last quarter, this was up 37% year-over-year as we gained momentum with existing and new datacenter, CSP, and OEM cloud appliance customers and down 23% quarter-over-quarter due to new platform component shortages.\nOur emerging 5G, telco, Edge and IoT segment achieved $36 million in revenues, which represented 3% of Q3 revenues versus 4% last quarter. Systems comprised 91% of total revenue and was up 2% year-over-year and down 30% quarter-over-quarter. Subsystems and accessories represented 9% of Q3 revenues and were down 43% year-over-year and down 16% quarter-over-quarter.\nOn a year-over-year basis, the volume of systems and nodes shipped decreased while system node ASPs increased due to higher product ASPs, especially for our AI product offerings. On a quarter-over-quarter basis, the volume of systems and nodes shipped decreased due to lower shipments from component shortages while system node ASPs increased.\nGeographically, during Q3 the U.S. market represented 61% of revenues, Asia 17%, Europe 18% and the rest of the world 4%. On a year-over-year basis, U.S. revenues increased 3%, Asia decreased 31%, Europe increased 11% and rest of the world decreased 29%. On a quarter-over-quarter basis, U.S. revenues decreased 28%, Asia decreased 35%, Europe decreased 27%, and rest of the world decreased 20%.\nThe Q3 non-GAAP gross margin was 17.7%, this was down 110 basis points quarter-over-quarter and up 210 basis points year-over-year. The decline in the non-GAAP gross margin was due to one, our efforts to gain market share in the rapidly growing AI server platform market with aggressive pricing targeting strategic large enterprises, data center and CSP customers. Secondly, lower factory efficiency from smaller sales volume and a learning curve in the production ramp of new platforms.\nThe companys mainstream server business margin profiles were generally on par with last quarter. As we focus on gaining market share with our new AI platforms, we will target the optimal mix of revenue growth, gross margin, and operating profit growth to create long-term value for our shareholders.\nTurning to operating expenses, Q3 OpEx on a GAAP basis increased by 4% quarter-over-quarter and increased 5% year-over-year to $127 million. On a non-GAAP basis, operating expenses increased 7% quarter-over-quarter and increased 6% year-over-year to $116 million. OpEx increased sequentially due to lower NRE and marketing credits for new platform launches and higher headcount. The non-GAAP operating margin was 8.7% for the quarter versus 12.8% last quarter and 7.5% a year ago due to lower revenues and lower gross margins. Other income and expense was approximately $1.4 million in expense primarily consisting of interest expense of $1.3 million and a small FX loss as compared to $1.8 million in interest expense and $6.3 million in FX losses last quarter. Interest expense decreased sequentially as we paid down some working capital loans last quarter.\nThe tax provision for Q3 was $11 million on a GAAP basis and $15 million on a non-GAAP basis. The GAAP tax rate for Q3 was 11% and non-GAAP tax rate was 14%. Our tax rates were lower sequentially due to higher discrete tax benefits realized in Q3.\nLastly, our share of income from our joint venture was a loss of $1 million this quarter as compared to a loss of $1.4 million last quarter. We delivered Q3 non-GAAP diluted earnings per share of $1.63 which was up 5% year-over-year and down 50% quarter-over-quarter due to the lower revenues, lower gross margins and higher operating expenses quarter-over-quarter.\nTurning to the balance sheet and working capital metrics compared to last quarter, our Q3 cash conversion cycle was 126 days versus 95 days in Q2. Days of inventory was 126 which was up by 27 as we built inventory to fulfill large new customer orders. Days sales outstanding rose 13 days quarter-over-quarter to 51 days while days payables outstanding increased by 9 days to 51. Working capital metrics were impacted by the -- again by the new platform component shortages, which increased inventory and lengthened the cash conversion cycle as we could not fulfill all our sales demand.\nIn fiscal Q3, we generated positive cash flow from operations of $198 million versus $161 million in Q2. Despite our quarter-over-quarter revenue decline, our operating cash flow benefited from continued profitability and the conversion of accounts receivables to cash. CapEx was $8 million for Q3 resulting in positive free cash flow of $190 million versus positive free cash flow of $151 million last quarter.\nThe closing balance sheet cash position was $363 million. Total bank debt increased to $187 million as we increased our debt by $17 million during the quarter, while net cash increased to $176 million in Q3 from $135 million in Q2 due to strong operating cash flow. During Q3 we repurchased 1.55 million shares of our common stock for approximately $150 million leaving $50 million remaining under our current $200 million share repurchase authorization which goes until January 31, 2024. Our Board will determine the timing and amount of any future share repurchases.\nNow turning to the outlook for our business, we have a strong backlog of orders for new platforms entering the seasonally strong June quarter. We are working diligently with our strategic partners and customers to fulfill their requirements and are making steady progress in easing key supply constraints. For the fourth quarter of fiscal 2023 which ended in June 30, 2023, we expect net sales in the range of $1.7 billion to $1.9 billion, GAAP diluted net income per share of $2.13 to $2.65 and non-GAAP diluted net income per share of $2.21 to $2.71.\nWe expect gross margins to be approximately 17% as we focus on gaining market share with our strategic new customers and platforms. As we improve our production efficiencies on the new platforms and gain scale with our customers, we expect our gross margins to improve. However, in the current AI growth, AI market environment, we will continue to balance market share gains with gross margins. GAAP operating expenses are expected to be $145 million, which includes approximately $10 million in expected stock-based compensation and other expenses that are excluded from non-GAAP diluted net income per common share.\nGAAP and non-GAAP operating expenses are expected to increase in Q4 due to lower R&D NRE credits and higher personnel and marketing costs. We expect other income and expenses, including interest expense, to be a net expense of approximately $4 million and expect a nominal loss from our joint venture. The companys projections for GAAP and non-GAAP diluted net income per common share assume a GAAP tax rate of 14.7%, a non-GAAP tax rate of 15.7%, and a fully diluted share count of 56 million for GAAP and 57 million shares for non-GAAP. The outlook for the fiscal fourth quarter of 2023 fully diluted GAAP EPS includes approximately $7 million in expected stock-based compensation and other expenses, net of tax effects that are excluded from non-GAAP diluted net income per common share.\nWe expect CapEx for the fiscal fourth quarter of 2023 to be in the range of $11 million to $14 million. For the fiscal year 2023 ending June 30, 2023, we are tightening our guidance for revenues from a range of $6.5 billion to $7.5 billion to a range of $6.6 billion to $6.8 billion which would represent year-over-year growth of 27% to 31%, GAAP diluted net income per share from a range of $8.50 to $11 to a range of $10.14 and to $10.66 and non-GAAP diluted net income per share from a range of $9 to $11.30 to a range of $10.50 to $11.00.\nThe companys projections for GAAP annual net income assume a tax rate of 14.9% and a rate of 16% for non-GAAP net income. For fiscal year '23, we are assuming a fully diluted share count of 56 million shares for GAAP and 57 million shares for non-GAAP. The outlook for fiscal year 2023 fully diluted GAAP earnings per share includes approximately $33 million in expected stock-based compensation and other expenses, net of tax effects that are excluded from non-GAAP diluted net income per common share.\nFor fiscal year 2024 we are expecting revenue growth of at least 20% based on strong customer demand for our best-in-class new AI platforms and Total IT solutions. We remain confident in our long-term outlook for robust revenue growth and profitability driven by our leading-edge new platforms, design wins and significant new customers, our efficient global manufacturing capacity, and continued market share gains.\nMichael, we are now ready for Q&A.\n\nMichael Thomas Staiger\n\nSVP of Equity Research, Odeon Capital Group LLC, Research Division\n\nOperator?"
  },
  {
    "header": "SMCI",
    "cik": "0001375365",
    "ticker": "SMCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bdbaaf3b8a3580292e14933e3288812c",
    "period": "2023 Q2",
    "content": "Q2 2023 Super Micro Computer Inc Earnings Call\n\nQ2 2023 Super Micro Computer Inc Earnings Call\n\nSMCINASDAQJAN 31, 5:00 PM\n\nOperator\n\nGood morning. My name is Evan, and I will be your conference operator today. At this time, I would like to welcome everyone to the Super Micro Computer, Inc. Fiscal Q2 2023 Results Conference Call. (Operator Instructions)\nMr. Michael Staiger, you may begin the conference.\n\nMichael Thomas Staiger\n\nVP of Corporate Development, Super Micro Computer, Inc.\n\nGood afternoon, and thank you for attending Supermicro's call to discuss financial results for the second quarter, which ended December 31, 2022. With me today are Charles Liang, Founder, Chairman and Chief Executive Officer; and David Weigand, Chief Financial Officer. By now, you should have received a copy of the news release from the company that was distributed at the close of regular trading and is available on the company's website.\nAs a reminder, during today's call, the company will refer to a presentation that is available to participants in the Investor Relations section of the company's website under the Events & Presentations tab. We have also published management's scripted commentary on our website.\nPlease note that some of the information you'll hear during our discussion today will consist of forward-looking statements, including without limitation those regarding revenue, gross margin, operating expenses, other income and expenses, taxes, capital allocation, and future business outlook, including guidance for the third quarter of fiscal '23 and the full fiscal year 2023.\nThere are a number of risk factors that could cause Supermicro's future results to differ materially from our expectations. You can learn more about these risks in the press release we issued earlier this afternoon and in our most recent 10-K filing for fiscal 2022 and other SEC filings. All of these documents are available on the Investor Relations page of Supermicro's website. We assume no obligation to update any forward-looking statements. Most of today's presentation will refer to non-GAAP financial results and business outlook.\nFor an explanation of our non-GAAP financial measures, please refer to accompanying presentation or to our press release published earlier today. In addition, a reconciliation of GAAP to non-GAAP results is contained in today's press release and in the supplemental information attached to today's presentation. At the end of today's prepared remarks, we will have a Q&A session for sell-side analysts to ask questions.\nAnd I'll now turn the call over to Charles.\n\nCharles Liang\n\nFounder, Chairman of the Board, President & CEO, Super Micro Computer, Inc.\n\nThank you, Michael, and good afternoon, everyone. Today, I am pleased to announce another outstanding quarterly result for Supermicro, driven by contribution across our diversified customers, end markets and strong products. No single customer contributed more than 10% of our revenue. This is the eighth consecutive quarter of outstanding growth that effectively doubled our annual revenue.\nLet me share some key highlights for the quarter. First, revenue for the second quarter of fiscal year 2023 totaled $1.803 billion, up 54% year-on-year, above our guidance range of $1.7 billion to $1.8 billion. Our fiscal second quarter non-GAAP earnings per share grew over 271% year-on-year at $3.26 compared to $0.88 a year ago, far exceeding the high end of our guidance range of $2.64 to $2.90. This great achievement is made possible by our much-improved operational and financial discipline, including our Taiwan campus that contributed lower operation and production cost.\nWith the increase of AI applications, our plug-and-play rack-scale total IT solutions and GPU-based systems continued to be strong contributors with more than 100% year-on-year growth. Storage products are also gaining significant traction with 41% year-over-year growth as we continued to grow market share.\nWe are mindful that many of our partners and customers have become increasingly more cautious with respect to macroeconomic headwind, and we are prepared to deal with these uncertainties as we always have in the past.\nThe strength of our products and business fundamentals keeps us confident in our ability to continue gaining market share from competition given in the traditional soft Q3 quarter. We expect the headwind may persist in the first half of calendar 2023, but we believe our business will recover quickly in the second half of the year as our new Sapphire Rapids, Genoa product and H100 product lines start to ramp up in high volume. Having said that, our fiscal year 2023 revenue year-over-year growth should be in the middle 30% compared with last year without changing our business plan for strong growth in the coming years.\nFor fiscal year 2024, we are targeting year-over-year revenue growth of at least 20%. We continue to see new customers, increase demands for energy efficient rack-scale plug-and-play solutions across the Tier 1, Tier 2 data center ecosystem as well as other enterprise customers. Some of them are highly interested in our liquid cooling at the rack and system level for their green computing HPC, data center and cloud installations.\nIn addition, our continuous investment in software, switch and service are paying dividends to our total IT strategy as they grow. Our Silicon Valley and Taiwan campus continue to optimize their rack-scale production process, ready to deliver L10, L11 and L12 systems in volume with software, networking and service. Our U.S. facility still have 40% capacity, while Taiwan still have 50% capacity headroom to grow for the next 1 to 2 years. To accommodate stronger growth in the near and medium future, our recently broken-ground Malaysia new campus will start to contribute even better profit margin through economy of scale with our more and more new high-volume customers.\nI am very glad that the lower operation and production cost from our new Malaysia campus will be ready in just 4 to 5 quarters away. When the time gets tough, customers are looking for tangible value from their IT investment. With the power requirements rising with each new generation of technology, now up to 400 watt on the CPU and 700 watt on the GPU, we are seeing the true value of our Green Computing effort. We have added both high ambient temperature operation and liquid cooling support for the new portfolio to reduce environmental impact, cooling-related infrastructure costs and OpEx.\nWe are happy to see many more cloud total solutions customer speeding up their deployments with our Green Computing methodology. Many of them have already saved tens of millions of dollars in electricity cost as a direct result. We expect them to grow even faster by the coming quarters and years as we deliver superior performance, performance per watt and per dollars through new generation of products.\nAs I have shared in the past, when the IT industry adopts our Green Computing solution or develops green solution like ours, it's possible to save close up to $10 billion in electricity costs per year, which is equivalent of eliminating about 30 fossil fueled power plants and equating to the preservation of up to 8 billion trees for our planet.\nAs we approach the second half of our fiscal 2023, we see opportunities for diversified growth across more large data centers, enterprise, AI machine learning, storage, cloud, 5G telco and IoT markets. Our online B2C and B2B programs have finally started to ramp up and offers the convenience and quicker service of direct support from Supermicro to many customers around the world. With all the online automation and intelligent database-driven tools, we see many new customers that are really happy to order from our new platform. 24-hour around-the-clock service, real-time responses, and precise communication, cost efficiency are just some of the advantage this program offers.\nWith our industry's most intensive product portfolio supporting the recently launched Intel 4th Generation Scalable Xeon processors, Sapphire Rapids; 4th Gen AMD EPYC Genoa processors; and NVIDIA H100 Hopper GPUs, we are confident to maintain and enhance our market-leading growth momentum in the coming quarters and years. Unlike last few generation's steady product ramp up, we currently see many more customers taking samples and seeding units of these new solutions. This demonstrates our customer base is strongly expanding now. We expect them to become a significant revenue stream by the June quarter and more so in the September quarter and beyond.\nWith market excited for the latest innovations from Intel, AMD, NVIDIA and Supermicro, we remain optimistic that the demand will expand as new architecture developed for AI, Metaverse, Omniverse and IoT/Edge applications will be strong in the foreseeable future. We had a better than expected December quarter. With new generation of products in a strong position now, it will generate more demand, especially with our rack-scale solutions. Along with our getting stronger software, switch and service offerings, our potential to gain market share has never been stronger than today despite the macroeconomic headwind.\nWith our strong cash position today and especially pulled down PE, we allocate $200 million of stock buyback program. We continue to emerge as one of the largest global suppliers of total IT solutions with market share gains. We are a Silicon Valley company focusing on green innovation and system technology. Our efforts have saved our customers' OpEx tremendously. With our 50% still available capacity in Taiwan and the soon coming more cost-efficient campus in Malaysia, we continue to expect a 20% to more than 50% year-over-year growth for the coming years, and we remain on track to reach our long-term growth objective of $20 billion annual revenue in the long run.\nNow, I will pass the call to David Weigand, our Chief Financial Officer, to provide additional details on the quarter. David?\n\nDavid E. Weigand\n\nSenior VP, CFO, Company Secretary & Chief Compliance Officer, Super Micro Computer, Inc.\n\nThank you, Charles. I am pleased to report Q2 fiscal 2023 revenues of $1.8 billion, up 54% year-on-year and down 3% sequentially. Revenues were at the high end of our initial guidance range of $1.7 billion to $1.8 billion and our recently updated range of $1.77 billion to $1.8 billion. Our year-on-year revenue growth continued to be driven by new and existing customers widely adopting our GPU/AI systems and rack-scale total IT solutions, which contributed to solid gross margins and record operating margins.\nIn fiscal Q2, we had good growth in our 2 largest verticals: the enterprise channel and OEM vertical -- I'm sorry, the enterprise channel vertical and the OEM appliance/large data center vertical, which demonstrated the resilience of our business model. AI/GPU accelerated computing solutions represented more than 20% of our revenues over the past 4 quarters and is a significant growth opportunity based on our wide range of AI/GPU platforms. We achieved Q2 revenues of $1.8 billion with no customer representing more than 10% of revenues.\nWe recorded $970 million in our Enterprise and Channel vertical, representing 54% of Q2 revenues versus 45% last quarter. This was up 29% year-over-year and up 15% quarter-over-quarter. The OEM appliance and large data center vertical achieved $766 million in revenues, representing 42% of Q2 revenues versus 50% last quarter. This was up 172% year-over-year and down 17% quarter-over-quarter. Our emerging 5G/Telco/Edge/IoT segment achieved $67 million in revenues, representing 4% of Q2 revenues versus 5% last quarter.\nSystems comprised 92% of total revenue and was up 68% year-over-year and down 3% quarter-over-quarter. Subsystems and accessories represented 8% of Q2 revenues and were down 24% year-over-year and up 2% quarter-over-quarter. On a year-on-year basis, the volume of systems and nodes shipped as well as system node ASPs increased due to product and customer mix. While on a quarter-on-quarter basis, the volume of systems shipped increased, while nodes shipped and system node ASPs decreased again due to product and customer mix.\nTaking a look geographically in fiscal Q2, the U.S. market represented 61% of revenues, Asia 18%, Europe 17% and the Rest of the World 4%. On a year-on-year basis, U.S. revenues increased 71%, Asia increased 16%, Europe increased 45% and Rest of the World increased 98%. On a quarter-over-quarter basis, U.S. revenues decreased 15%, Asia increased 23%, Europe increased 33% and Rest of the World increased 33%. The Q2 non-GAAP gross margin was 18.8%. That was unchanged quarter-over-quarter and was up 480 basis points year-over-year due to price discipline, lower freight costs and leverage from higher factory utilization.\nTaking a look at operating expenses, Q2 OpEx on a GAAP basis decreased by 4% quarter-over-quarter and increased 8% year-over-year to $122 million. On a non-GAAP basis, operating expenses decreased 7% quarter-over-quarter and increased 5% year-on-year to $109 million. OpEx decreased sequentially due to higher NRE and marketing credits that we received from the new platform launches. The non-GAAP operating margin was 12.8% for the quarter versus 12.5% last quarter and 5.2% a year ago as we benefited from lower operating expenses.\nOther income and expense was approximately $8 million in expense, primarily consisting of $6 million in foreign exchange losses as the dollar weakened during Q2 and interest expense of $2 million as compared to an $8 million FX gain and $4 million of interest expense last quarter. Interest expense decreased sequentially as we reduced our credit -- short-term credit lines. This was partially offset by increased interest rates. The tax provision for Q2 was $30 million on a GAAP basis and $34 million on a non-GAAP basis. The GAAP tax rate for Q2 was 14.3% and non-GAAP tax rate was 15.3%. Our tax rates were lower sequentially as we benefited from some favorable discrete tax benefits.\nLastly, our share of income from our joint venture was a loss of $1.4 million this quarter as compared to a loss of $0.9 million last quarter. We delivered strong Q2 non-GAAP diluted EPS of $3.26, which was up 271% year-over-year and down 5% quarter-over-quarter and exceeded the high end of our original guidance range of $2.64 to $2.90 and our recently updated guidance of $3.07 to $3.22. Our EPS outperformance was attributed to our ability to maintain gross margins, manufacturing efficiencies and higher NRE and marketing credits.\nTurning to the balance sheet and working capital metrics compared to last quarter. Our Q2 cash conversion cycle was unchanged at 95 days versus Q1. Days of inventory was 99. It was down by 1 day sequentially due to a more stable supply chain. Accounts receivable increased sequentially by $32 million while accounts payable decreased sequentially by $225 million. Days sales outstanding was down by 1 day quarter-over-quarter to 38 days while days payables outstanding came down by 2 days to 42 days. In fiscal Q2, we generated positive cash flow from operations of $161 million versus $314 million in Q1. Our operating cash flow contribute -- continued to benefit from strong revenues and margins and an improved supply chain.\nWe note that Q1 operating cash flow benefited from $70 million in customer prepayments recorded as deferred revenues. CapEx was $10 million for Q2 resulting in positive free cash flow of $151 million versus positive free cash flow of $303 million last quarter. The closing balance sheet cash position was $305 million, while bank debt was reduced to $170 million as we paid down $80 million in short-term debt during the quarter. We did not buy back any shares during the quarter and have $200 million in share repurchase authorization until January 31, 2024. Our Board will determine the timing and amount of share repurchases.\nNow turning to the outlook for our business. We continue to watch the global macroeconomic situation. Additionally, as the supply chain disruptions have eased and the industry transitions to new platforms from Intel, AMD, NVIDIA during 2023, we anticipate normal -- a return to normal seasonal patterns. For the third quarter of fiscal 2023 ending March 2023, we expect net sales in the range of $1.42 billion to $1.52 billion, GAAP diluted net income per share of $1.75 to $2.02 and non-GAAP diluted net income per share of $1.88 to $2.14. We expect gross margins to be down 30 to 40 basis points due to macroeconomic conditions.\nGAAP operating expenses are expected to be $139 million, which includes approximately $12 million in expected stock-based compensation and other expenses that are excluded from non-GAAP diluted net income per common share. GAAP and non-GAAP operating expenses are expected to increase in Q3 due to lower R&D NRE credits and higher personnel costs. We expect other income and expenses, including interest expense, to be a net expense of approximately $3 million and expect a nominal loss from our joint venture. The company's projections for GAAP and non-GAAP diluted net income per common share assume a GAAP tax rate of 15.9%, a non-GAAP tax rate of 16.9%, and a fully diluted share count of 57 million for GAAP and 58 million shares for non-GAAP.\nWe expect CapEx for the fiscal third quarter of 2023 to be in the range of $11 million to $14 million. For the fiscal year 2023 ending June 30, 2023, we are maintaining our guidance for revenue -- our guidance for revenues from a range of $6.5 billion to $7.5 billion, GAAP diluted net income per share from a range of $8.50 to $11 and non-GAAP diluted net income per share from a range of $9 to $11.30. The company's projections for GAAP annual net income assume a tax rate of 19.2% and a rate of 19.8% for non-GAAP net income. For fiscal year '23, we are assuming a fully diluted share count of 57 million shares for GAAP and 58 million shares for non-GAAP.\nThe outlook for fiscal year 2023 fully diluted GAAP EPS excludes approximately $33 million in expected stock-based compensation and other expenses, net of tax effects that are excluded from non-GAAP diluted net income per common share.\nWe remain confident in our long-term outlook for robust revenue growth and profitability driven by our leading-edge new platforms, design wins, market share gains, and engagement with significant new global customers.\nAnd Michael, we're now ready for Q&A."
  },
  {
    "header": "SMCI",
    "cik": "0001375365",
    "ticker": "SMCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8c020bc4558336984a2b91ddd73eb662",
    "period": "2023 Q1",
    "content": "Q1 2023 Super Micro Computer Inc Earnings Call\n\nQ1 2023 Super Micro Computer Inc Earnings Call\n\nSMCINASDAQNOV 1, 5:00 PM\n\nOperator\n\nGood afternoon. My name is Abby, and I will be your conference operator today. At this time, I would like to welcome everyone to the Super Micro Computer, Inc. Fiscal Quarter 1 2022-'23 Results Conference Call. (Operator Instructions)\nMr. Michael Staiger, you may begin your conference.\n\nMichael Staiger;Vice President, Corporate Development\n\nGood afternoon, and thank you for attending Supermicro's call to discuss financial results for the first quarter, which ended September 30, 2022.\nWith me today are Charles Liang, Founder, Chairman and Chief Executive Officer, and David Weigand, Chief Financial Officer. By now, you should have received a copy of the news release from the company that was distributed at the close of regular trading and is available on the company's website.\nAs a reminder, during today's call, the company will refer to a presentation that is available to participants in the Investor Relations section of the company's website under the Events & Presentations tab. We have also published management's scripted commentary on our website.\nPlease note that some of the information you'll hear during our discussion today will consist of forward-looking statements, including without limitation those regarding revenue, gross margin, operating expenses and other income and expenses, taxes, capital allocation and future business outlook, including guidance for the second quarter of fiscal year 2023 and the full fiscal year. There are a number of risk factors that could cause Supermicro's future results to differ materially from our expectations. You can learn more about these risks in the press release we issued earlier this afternoon, our most recent 10-K filing for fiscal 2022, and our SEC filings.\nAll of these documents are available on the Investor Relations page of Supermicro's website. We assume no obligation to update any forward-looking statements. Most of today's presentation will refer to non-GAAP financial results and business outlook. For an explanation of our non-GAAP financial measures, please refer to the accompanying presentation or to our press release published earlier today.\nIn addition, a reconciliation of GAAP to non-GAAP results is contained in today's press release and in the supplemental information attached to today's presentation. At the end of today's prepared remarks, we will have a Q&A session for sell-side analysts to ask questions.\nI'll now turn the call over to Charles.\n\nCharles Liang\n\nFounder, Chairman of the Board, President & CEO, Super Micro Computer, Inc.\n\nThank you, Michael, and good afternoon, everyone.\nToday, I'm very pleased to announce another faster growing quarter and a great start to our fiscal 2023. Supermicro is finally ready to do a big jump for green computing and for being the best IT total solution company.\nHere are some key highlights for the quarter. First, revenue for the first quarter of fiscal year 2023 totaled $1.85 billion, up 79% year-on-year, above our guidance range of $1.52 billion to $1.62 billion, with growth rate at about 10x greater than the overall IT industry.\nOur fiscal first quarter non-GAAP earnings per share grew over 490% year-over-year at $3.42 compared to $0.58 a year ago. It was well above the high end of our guidance range of $2.07 to $2.32. It was achieved by our leading designs, innovative products, our IT total solutions and our strong global operations. Especially, the growing utilization of our Taiwan facility is improving our ability to meet demand and making higher operating margin.\nOur plug-and-play rack-scale total IT solutions and GPU-based systems have resulted in triple-digit percentage growth year-over-year. Along with excellent results from storage and 5G verticals, we are making solid market share gains. Growth in our major geographies skewed to the US at 70% of total sales this quarter, driven by ongoing design wins from some of the top tier technology leaders. They recognize and accept the strong value proposition of our green computing technology and total IT solutions.\nWe are off to a great start for fiscal 2023, and we expect our unprecedented growth momentum to continue. We are comfortably delivering quarterly revenue in the multibillion-dollar range, supporting our ambition of reaching $20 billion in the near distant future with a focus on increasing our profitability. Based on our current demand and capacity, we are forecasting $1.75 billion revenue for December quarter, supporting our $7 billion annual revenue target for financial year 2023.\nWe continue to see opportunities for share gains across our TAM, especially with strong demands for our rack-scale total IT solutions and accelerated compute platforms. Despite already having the broadest server and storage portfolio in the industry, we are expanding our product lines by 25% in supporting our future growth. These additional new products line will specifically be optimized for, number one, high-end AI workloads; second, 5G telco applications; third, accelerated storage systems; and number 4, specific technology partner and top tier customer engagements.\nFor the first time, we are offering standard OCP-optimized platforms and rack products. We are able to leverage our unique building block solution designs instead of spending huge additional engineering, production resources and hardware, software investment. Combining our hardware building block solutions, advancing software, security and service features, our total IT solutions are getting ever stronger.\nTo address the growing demand of total IT solutions, our manufacturing capacity in both Silicon Valley and Taiwan campus continues to gear toward delivering more L10, L11 and L12 rack-scale systems, including our new liquid cooled solutions. We are on target to scale our rack solution -- rack scale production capacity to 3,000 racks per month in US in the near future. We are also preparing to expand our rack scale plug-and-play solution in Europe and in Asia soon.\nFurthermore, as the component shortages start to ease, our ability to deliver our best-in-class solutions will begin to accelerate, giving our customers even greater confidence in our ability to service their IT needs. From a systems level perspective, we are ready to launch a full line of next-generation products with technologies across our key partner ecosystem.\nFor Intel, we are engaged with many large opportunities with Intel's upcoming Gen 4 scalable Xeon CPU code-named Sapphire Rapids. We now have hundreds of early seeding engagements, including several dozen early shipments. Similar programs have been executing with AMD, and we have seen very strong demand for our upcoming Genoa CPU based platforms.\nWith respect to NVIDIA, not only do we have the most complete portfolio of systems supporting H100 GPUs, but we have also developed many brand new architectures for the leading metaverse and omniverse partners. At the upcoming Super Computing event, we will be showcasing many new systems supporting these latest CPUs and GPUs, including our next-generation water-cooled rack scale plug-and-play solutions.\nWe work closely with our customers, designing solutions that are both optimized for performance and efficiency, putting them on the path of green computing. From a financial perspective, Supermicro's green computing solution lowers customer data center TCO while maximize performance per kilowatt, increase compute capacity per rack, lower facilities costs while add location flexibility, in particular to power constrained regions with higher power cost.\nWe expect to see elevated demand for energy efficient rack scale solutions across the Tier 1 and Tier 2 data center ecosystems. Thus, we now have enabled our popular SuperBlade, Twin product lines and some of GPU product lines to be fully optimized for liquid-cooling solutions and free-air cooling data center environment. Soon, we will start to offer fully redundant liquid cooling on the system level similar to its air-cooled counterparts for even more peace of mind.\nIf half of the IT industry adapts Supermicro's green computing solutions or develops solutions as green as ours, together we can potentially save the industry up to $10 billion in electricity costs per year, which is equivalent to eliminating about 30 fossil fueled power plants. That is also equivalent to preserving 8 billion trees for our planet. With planning in advance for green computing, indeed green computing can be free with bonus.\nTo summarize, we are emerging as one of the largest global suppliers of global IT solutions. There are some key factors that enable Supermicro to continue with its ability to make strong market share gains. First, our unique building block solution design methodology enables us to create optimized products from system level to rack-scale. Second, our IT total solutions strategy, including data center management software, security features, cloud stack and service, offers customers a peace of mind and quicker time to market while expanding our TAM.\nOur unique operation model, with business headquarters and campuses in US, Asia and Europe is pivotal in supporting these key growth drivers. Third, our green computing DNA helps our customers achieve much lower TCO while saving the Mother Earth. As I have mentioned earlier, green computing can be free with proper advanced planning and with a bonus that keeps paying back. With that, I expect our fiscal Q2 revenue will be in the range of $1.7 billion to $1.8 billion, and our fiscal '23 should reach $6.5 billion to $7.5 billion.\nLooking ahead, I anticipate fiscal year '24 revenue may reach the range of $8 billion to $10 billion, considering the current economic headwind may be lasting for many quarters. As we continue to gain IT market share with the best rack scale plug-and-play IT total solutions, I believe we will soon become a $20 billion revenue company. Our business model have been optimized, our engineering teams are fully ready, and our worldwide campus production capacity and efficiency are now second to none.\nLet me not forget, I want to take a moment to thank our Supermicro employee teams, our suppliers, and our partners for their continued dedication to making Supermicro a market leader.\nNow, I will pass the call to David Weigand, our Chief Financial Officer, to provide additional details on the quarter.\n\nDavid E. Weigand\n\nSenior VP, CFO, Company Secretary & Chief Compliance Officer, Super Micro Computer, Inc.\n\nThank you, Charles.\nI'm pleased to report Q1 fiscal 2023 revenues of $1.85 billion, a 79% year-on-year and 13% quarter-on-quarter increase. Revenues exceeded our initial guidance range of USD 1.52 billion to USD 1.62 billion and our recently updated range of USD 1.78 billion to USD 1.82 billion. Our growth momentum continued with our rack-scale total IT Solutions targeting growing markets and customers with accelerated GPU, AI workloads, software-defined storage and networking, public and hybrid cloud, and 5G, Edge, IoT platforms. Our green computing Solutions helped us gain market share as customers valued both generating less carbon in our environment and reducing their operating costs. These growth drivers have resulted in accelerated revenues with expanding margins and operating leverage.\nIn fiscal Q1, Supermicro again recorded strong revenues across all 3 of our market verticals, demonstrating the value we bring to our end markets and customers. We achieved $840 million in our Enterprise and Channel vertical, representing 45% of Q1 revenues versus 51% last quarter. That vertical was up 16% year-over-year and 1% quarter-over-quarter.\nThe year-over-year growth in this segment was driven by our new product offerings. Our OEM appliance and large data center segment achieved $921 million in revenues, representing 50% of Q1 revenues versus 44% last quarter. This vertical was up 268% year-over-year and up 28% quarter-over-quarter, with strong growth coming from design wins from data center and OEM appliance customers.\nOur 5G Telco/Edge IoT segment achieved $90 million in revenues, representing 5% of our Q1 revenues, which was the same as last quarter. This vertical was also up 58% year-over-year and 9% quarter-over-quarter. Our mix of complete systems and rack-scale total IT solutions has been increasing steadily. Systems comprised 92% of our total revenues and was up 102% year-over-year and up 16% quarter-over-quarter, as we saw growing success with our high-value rack-scale total IT solutions for emerging applications.\nSubsystems and accessories represented 8% of Q1 revenues and was down 24% year-over-year and down 9% quarter-over-quarter, as we prioritized our key customers with high-growth rack-scale applications. On a year-over-year basis, the volume of systems and nodes shipped as well as system node ASPs increased due to product and customer mix. On a quarter-over-quarter basis, the volume of systems shipped decreased while nodes shipped and system node ASPs increased, again, due to product and customer mix.\nDuring fiscal Q1, we observed strength in the US market, with US representing 70% of our revenues. Asia represented 14%, Europe 13%, and the Rest of World 3%. On a year-on-year basis, US revenues increased 131%, as we gained market share with our advanced, rack-scale total IT solutions for high-growth server workloads. Asia increased 3%, Europe increased 31%, and the Rest of World increased 78%. On a quarter-over-quarter basis, US revenues increased 21%, Asia decreased 4%, Europe increased 5%, and the Rest of World decreased 5%.\nThe Q1 non-GAAP gross margin was 18.8%, up 120 basis points quarter-over-quarter from Q4, and up 540 basis points year-over-year due to price discipline, lower freight costs and leverage from a higher factory utilization. Our Q1 gross margin demonstrates the success of our high-value rack-scale total IT solutions.\nTurning to operating expenses. Q1 OpEx on a GAAP basis increased by 4% quarter-on-quarter and 17% year-on-year to $127.4 million. On a non-GAAP basis, operating expenses increased 3% quarter-on- quarter and increased 16% year-on-year to $117.3 million. Our non-GAAP operating margin increased significantly to 12.5% for the quarter versus 10.7% last quarter and 3.7% a year ago, demonstrating both improvements in gross margins and operating leverage.\nOther income and expense was approximately $4.1 million in income, primarily consisting of $7.8 million in foreign-exchange gains offset by interest expense of $3.9 million as compared to $4 million in FX gain and $2.9 million in interest expense last quarter. Interest expense increased sequentially as we reduced short-term credit lines while interest rates increased. The tax provision for Q1 was $38.9 million on a GAAP basis and $42.1 million on a non-GAAP basis. The GAAP tax rate for Q1 was 17.4%, and non-GAAP tax rate was 17.9%. Our GAAP and non-GAAP tax expenses increased due to the higher level of pre-tax profits.\nLastly, our share of income from our JV was a loss of $0.9 million this quarter as compared to a gain of $0.3 million last quarter. We delivered strong Q1 non-GAAP diluted EPS of $3.42, which was up 490% year-over-year and up 31% quarter-over-quarter and exceeded the high end of the original guidance range of $2.07 to $2.32, and the recently updated range of $3.05 to $3.20. The increases to earnings per share were due to a combination of higher revenues, higher gross margins from manufacturing efficiency, price discipline and operating leverage.\nTurning to the balance sheet and working capital metrics compared to last quarter. Our Q1 cash conversion cycle improved to 95 days versus 100 days in Q4, still above our target range of 85 days to 90 days. Days of Inventory was 100, representing a decrease of 7 days versus the prior quarter of 106 days as we managed our inventory more efficiently.\nAccounts receivable decreased sequentially by $98 million from strong collections, while accounts payable increased sequentially by $130 million due to the timing of payments to our vendors. Days sales outstanding was down by 3 days quarter-on-quarter to 39 days, while days payables outstanding came down by 4 days to 44 days.\nFor fiscal Q1, we generated positive cash flow from operations of $314 million versus cash used in operations of $25 million last quarter. The positive operating cash flow was due to higher profitability, along with better management of inventory and working capital. Revenue growth was 79% year-over-year and 13% quarter-over-quarter, while inventory grew 47% year-over-year and 12% quarter-over-quarter.\nCapEx was $10.8 million for Q1, resulting in positive free cash flow of $303 million versus negative free cash flow of $36 million last quarter. The closing balance sheet cash position was $238 million, while bank debt was reduced to $250 million as we paid down $347 million in short-term debt during the quarter. We did not buy back any shares during the quarter and have $200 million in share repurchase authorization until January 31, 2024.\nNow turning to the outlook for our business. We are carefully watching the global macroeconomic situation and supply chain dynamics. For the second quarter of fiscal 2023 ending December 31, 2022, we expect net sales in the range of USD 1.7 billion to USD 1.8 billion, GAAP diluted net income per share of $2.54 to $2.81, and non-GAAP diluted net income per share of $2.64 to $2.90. We expect gross margins to be down 75 basis points to 100 basis points due to competition from a strong US dollar and macroeconomic conditions.\nGAAP operating expenses are expected to be approximately $133 million and include $11.8 million in stock-based compensation that is not included in non-GAAP operating expenses. GAAP and non-GAAP operating expenses are expected to increase in Q2 due to continuing investments in R&D and higher personnel costs. We expect other income and expense, including interest expense, to be a net gain of approximately $1.6 million and expect a nominal contribution from our joint venture.\nThe company's projections for GAAP and non-GAAP diluted net income per common share assume a GAAP tax rate of 17.4%, a non-GAAP tax rate of 17.9%, and a fully diluted share count of 55.7 million for GAAP and 57.0 million shares for non-GAAP. We expect CapEx for the fiscal second quarter of 2023 to be in the range of USD 7 million to USD 10 million.\nFor the fiscal year 2023 ended June 30, 2023, we are raising our guidance for revenues from a range of USD 6.2 billion to USD 7 billion to a range of USD 6.5 billion to USD 7.5 billion, GAAP diluted net income per share from at least $7.27 to a range of $8.50 to $11, and non-GAAP diluted net income per share from at least $7.50 to a range of $9 to $11.30.\nThe company's projections for GAAP annual net income assumes a tax rate of 19.2% and a rate of 19.8% for non-GAAP net income. For fiscal year '23, we are assuming a fully diluted share count of 57 million shares for GAAP and 58.4 million shares for non-GAAP. The outlook for fiscal year 2023 fully diluted GAAP EPS includes approximately $32.7 million in expected stock-based compensation and other expenses, net of tax effects that are excluded from non-GAAP diluted net income per common share.\nAs we look ahead to the rest of fiscal 2023, we expect that our improved profitability, together with good working capital management will lead to operating cash flow in line with net income. We remain confident in our long-term outlook for robust revenue growth and profitability driven by our leading-edge new platforms, design wins, market share gains and engagement with significant new global customers.\nMichael, we're now ready for Q&A.\n\nMichael Staiger\n\nOperator?"
  },
  {
    "header": "SMCI",
    "cik": "0001375365",
    "ticker": "SMCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0ce0231f6e2b4846fb4bad2077a43e53",
    "period": "2022 Q4",
    "content": "Q4 2022 Super Micro Computer Inc Earnings Call\n\nQ4 2022 Super Micro Computer Inc Earnings Call\n\nSMCINASDAQAUG 9, 5:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to Super Micro Computer, Inc's Fiscal Fourth Quarter 2022 Results Conference Call. (Operator Instructions)\nThank you. Nicole Noutsios, Investor Relations, you may begin your conference.\n\nNicole Noutsios\n\nPrincipal, NMN Advisors, Inc.\n\nGood afternoon and thank you for attending Super Micro's call to discuss financial results for the fourth quarter which ended June 30, 2022. With me today are Charles Liang, Founder, Chairman and Chief Executive Officer; and David Weigand, Chief Financial Officer.\nBy now, you should have received a copy of the news release from the company that was distributed at the close of regular trading and is available on the company's website. As a reminder, during today's call, the company will refer to a presentation that's available to participants in the Investor Relations section of the company's website under Events & Presentations tab. We've also published management's scripted commentary on our website.\nPlease note that some of the information you'll hear during our discussion today will consist of forward-looking statements, including without limitation those regarding revenue, gross margin, operating expenses, other income and expenses, taxes, capital allocation, and future business outlook, including guidance for the first quarter of fiscal 2023 and the full year 2023, and the potential impact of COVID-19 on the company's business and results of operations.\nThere are a number of risk factors that can cause Super Micro's future results to differ materially from our expectations. You can learn more about these risks in the press release we issued earlier this afternoon, our most recent 10-K filing for fiscal 2021, and our other SEC filings. All of these documents are available on the IR page of Super Micro's website. We assume no obligation to update any forward-looking statements.\nMost of today's presentation will refer to the non-GAAP financial results and business outlook. For an explanation of our non-GAAP financial measures, please refer to the accompanying presentation or to our press release published today. In addition, a reconciliation of GAAP to non-GAAP results is contained in today's press release and in the supplemental information attached in today's presentation. At the end of today's prepared remarks, we will have a Q&A session for sell-side analysts to ask questions.\nI'll now turn the call over to Charles.\n\nCharles Liang\n\nFounder, Chairman of the Board, President & CEO, Super Micro Computer, Inc.\n\nThank you, Nicole, and good afternoon, everyone. Today, I am pleased to announce record year end results with annual revenue surpassing a milestone of $5.2 billion, growing 46% year-over-year. We ended the year with another great quarter with fiscal Q4 2022 revenues of $1.64 billion, growing 53% year-over-year and 21% quarter-on-quarter, surpassing both top and bottom-line estimates. Our quarterly and year-end results were above our guidance given 3 months ago and exceeded our recently updated range given several weeks ago.\nOur strong growth is fueled by recent ramp in design wins based on our rack scale Total IT Solutions, especially on GPU solutions and AI platforms. And I believe our solutions will continue to drive plenty of new design wins and further accelerate our strong growth in the coming quarters and years. More customers are also recognizing and adopting the value of our Green Computing Solutions due to the rising environmental challenges and energy cost. The Total Solution strategy and Green Computing Solution value have resulted in 4 consecutive quarters of growth, at minimum 3x faster than competitors' growth rate.\nNow, let's look at some of the key highlights from the year and quarter. First, our quarter 2022 net revenue totaled $5.2 billion, up 46% year-on-year, above our guidance range of $5 billion. Our fiscal year non-GAAP earnings per share of $5.65, grew 128% year-over-year, compared to $2.48 a year ago. This exceeded the higher end of our guidance range of $4.53 to $4.71. Our fiscal fourth quarter net revenue totaled $1.64 billion, up 53% year-on-year and up 21% quarter-on-quarter, above our guidance range of $1.4 billion to $1.48 billion. Our fiscal fourth quarter non-GAAP earnings per share tripled year-over-year and was $2.62 compared to $0.81 a year ago and was well above the high end of our guidance range of $1.51 to $1.69. It demonstrates the strong operating leverage and customer preference towards our rack scale Total IT Solutions.\nWith our Total IT Solutions business experienced a robust growth in U.S.A. this year, we will continue to gain even greater domestic traction going forward. We will also expand our Total IT solution to both Europe and Asia markets in the coming quarters and years. We are excited as this generation opportunity to become a global leader of rack scale plug and play IT solutions. Our robust fiscal year results reinforce our confidence in achieving the $10 billion in annual revenue target much sooner than we guided last year, and we are now preparing for our $20 billion mid-term mission that we disclosed last quarter.\nBased on current supply and capacity, at the midpoint of our guidance range, we are forecasting $1.57 billion in revenue for the upcoming September quarter. I am also confident that our full fiscal 2023 revenue will be above the prior guidance range of $6 billion to $7 billion. We now expect revenue to be in the range of $6.2 billion to $7 billion with EPS at least at $7.50. Although the macroeconomic conditions are uncertain, we are optimistic that some of the supply chain and logistics issue will begin to subside.\nFrom a market perspective, we continue to see increasing demand for accelerated compute and AI platforms. We are meeting this demand at both system and rack scale level with our Total IT Solutions, which are supported by over 20 years of system building block development. These building blocks allow us to create highly optimized rack scale plug-and-play datacenter solutions for our customers with lower infrastructure cost and increase in significant TCO savings. Our Total IT Solutions approach streamlines design, validation, sourcing and integration, resulting in much shorter lead times for our customers with optimized quality and performance. Moreover, our Total IT Solutions simplifies the intricacies of firmware, management software and division control.\nIn addition, our SuperCloud Composer, Orchestrator, security and other software products can optimally manage compute, acceleration, storage and network building blocks at a cloud level, including rich analytics. Datacenter operators can easily leverage this information to make critical decisions that improve workload efficiencies. Soon, we are expanding our investments in full datacenter management software stacks that will enable future infrastructure as-a-service and secure monitoring as-a-service functionalities, further enhancing our Total IT Solutions capabilities and value.\nThis one-stop-shop approach is well-aligned with emerging growth markets across AI, Machine Learning, software-defined storage, networking, public and hybrid cloud, and 5G, IoT and Telco. We previously shared that we will soon be deploying our Command Center-based intelligent business automation. This new B2B, B2C automation platform is being used and validated by more and more of our customers as we speak. This intelligent auto-configurator will leverage our system building block methodology, scaling out application-optimized solutions to a much broader customer base.\nWe expect this tool will dramatically improve our go-to-market initiatives, product designs, operations, and service effectiveness. Most importantly, the automation process will considerably grow our customer base and improve customer satisfaction starting from pretty much this fiscal year. Our current manufacturing scale and capacity is built to support between $10 billion to $12 billion in annual revenue as we continue to ramp up our rack scale capabilities in our global facilities. During the June quarter, we shipped over a 1,000 plug-and-play racks.\nToday, in the September quarter, we have doubled our rack scale capacity with enhanced features at our new Building '23. Our rack scale capacity can be up to 6,000 racks per quarter now. Our product development activities continue to grow stronger with close partnership like NVIDIA, expanding our GPU system product lines including the new Delta Next H100, Redstone Next and Grace Hopper product lines. Our early deployment programs with the upcoming Intel Sapphire Rapids and AMD Genoa product lines are mostly ready, just awaiting for the new Intel and AMD processors to be available.\nSwitching gears, we stay committed to lead the market in Green Computing Solutions with our resource saving designs, both to reduce environmental impact and the cost of customers' operations. As we apply our Green Computing Solutions at a rack scale level, we can bring even better quality and time-to-market value to our customers. Higher energy costs and limitation on electricity usage will continue to strain many companies in the near future. We saw this dynamic and challenges since a decade ago, and we have been at the forefront with technologies and solutions that help customers go for higher temperature operation datacenter, free-air cooling or liquid cooling.\nMany of our customers have achieved significant TCO and PUE reduction in their data centers, down to 1.05 from industry average of 1.57 or even higher. By our calculations, worldwide adoption of our Green Computing Solutions, or other suppliers' solutions with similar energy efficiency, would potentially save the IT industry more than $10 billion in electricity costs yearly or eliminating the equivalent of more than 30 fossil-fueled power plants. That's equal to saving 8 billion trees on our planet. Personally, I am very glad to see increased demand for energy efficient solutions for cost savings, but more importantly, we must do this for our Mother Earth.\nIn closing, we are focused on building and delivering much more greener, rack scale Total IT Solutions. From an industry perspective, this is the greatest opportunity Super Micro has ever seen since our founding 29 years ago. Our year-over-year top and bottom-line performance is evidence that our Total IT Solutions strategy is accelerating. I see our room to grow is at least another 4x in the coming years while we believe that our TAM will continue to expand with new applications. We will continue to address this technology intersection by enhancing our Total IT Solutions capabilities and capacities with more software and services.\nWe will continue to gain market share and expand to new verticals which increase our business scale and operating profits. My team and I will continue to execute our growth strategies and are accelerating the timeline to our $10 billion revenue target in short term and $20 billion midterm mission.\nI will now pass the call to David Weigand, our Chief Financial Officer, to provide additional details on the quarter.\n\nDavid E. Weigand\n\nSenior VP, CFO, Company Secretary & Chief Compliance Officer, Super Micro Computer, Inc.\n\nThank you, Charles. I am pleased to report fiscal fourth quarter revenues of $1.64 billion, a 53% year-on-year and 21% quarter-on-quarter increase. Our revenues exceeded our initial guidance range of $1.4 billion to $1.48 billion and our recently updated range of $1.58 billion to $1.63 billion. For fiscal year '22, we reported revenues of $5.2 billion, representing 46% growth over fiscal year '21 revenues of $3.56 billion.\nOur growth initiatives are gaining momentum with our Total IT Solutions targeting fast-growing markets and customers with accelerated GPU and AI workloads, software-defined storage and networking, public and hybrid cloud, and 5G, Edge, IOT platforms. These new growth drivers complement our traditional strength with enterprise, channel and OEM customers, leading to accelerated revenue growth, expanding margins and operating leverage.\nIn the fourth fiscal quarter, Super Micro recorded balanced revenues across all 3 of our market verticals demonstrating the resilient nature of our diversified end markets. We achieved $835 million in Organic, Enterprise and Channel and AI, ML revenues, representing 51% of Q4 revenues versus 62% last quarter, up 24% year-over-year and flat quarter-over-quarter. The year-over-year growth in this segment was driven by our growing list of large enterprise customers and new product offerings.\nOur OEM appliance and large datacenter segment achieved $717 million in revenues, representing 44% of Q4 revenues versus 32% last quarter, up 95% year-over-year and up 67% quarter-over-quarter with strong growth driven by large new and existing datacenter customers and OEM appliance customers. Our 5G, Telco, Edge, IoT segment achieved $83 million in revenues, representing 5% of Q4 revenues versus 6% last quarter and was up 172% year-over-year and down slightly by 4% quarter-over-quarter. For the full fiscal year 2022, our Organic, Enterprise and Channel and AI, ML revenues grew 40% to represent 61% of fiscal year '22 revenues.\nOur OEM appliance and large datacenter segment grew 44% and represented 32% of revenues. Our emerging 5G, Telco, Edge and IOT segment grew 163% and represented 7% of total revenues. Our mix of complete systems and rack scale Total IT Solutions has been increasing steadily. Systems comprised 91% of total revenue and subsystems, accessories represented 9% of Q4 revenues. On a year-over-year basis and also on a quarter-over-quarter basis, the volume of systems and nodes shipped as well as system node ASPs increased due to product and customer mix.\nWe had a balanced distribution of Q4 revenues across geographies, with U.S. representing 66% of revenues, Asia 17%, Europe 14%, and the Rest of World 3%. On a year-on-year basis, U.S. revenues increased 65% as we gained market share with our advanced, rack scale Total IT Solutions for emerging high-growth server workloads. Asia increased 38%, Europe increased 21%, and Rest of World increased [8%]. On a quarter-over-year basis, U.S. revenues increased 41%, Asia decreased 9%, Europe increased 9%, and Rest of World decreased 30%.\nThe Q4 non-GAAP gross margin was 17.6%, up 200 basis points quarter-over-quarter from Q3 and up 390 basis points year-on-year due to price discipline, lower freight costs, leverage from higher factory utilization, operating efficiencies and a continually improving product customer mix. While the supply-chain disruptions continued, we achieved some success in controlling freight and other logistics costs through disciplined execution. Our Q4 gross margin was above the high end of our long-term target model range of 14% to 17% and demonstrates the success of our new, high-value Total IT Solutions.\nTurning to operating expenses, Q4 OpEx on a GAAP basis increased slightly by 1% quarter-on-quarter and 15% year-on-year to $122 million. On a non-GAAP basis, operating expenses increased 4% quarter-on-quarter and increased 15% year-on-year to $113.5 million. Our non-GAAP operating margin increased significantly to 10.7% for the quarter versus 7.5% last quarter and 4.4% a year ago, demonstrating both improvements in gross margins driven by new product and customer mix and operating leverage driven by higher revenues along with disciplined expense controls.\nOur non-GAAP operating margin of 10.7% for Q4 was also above our target model range of 5% to 8%. Other income and expense was approximately $1 million in income consisting of $4 million in foreign exchange gains offset by interest expense of $2.9 million as compared to $4.7 million in FX gain and $1.5 million in interest expense last quarter. Our interest expense increased sequentially as we utilized our short-term credit lines for financing inventory and accounts receivables. We also experienced higher short-term interest rates on borrowings driven by recent Fed actions.\nThis quarter, the tax provision was $25.8 million on a GAAP basis and $29.9 million on a non-GAAP basis. Our GAAP tax rate for Q4 was 15.5% and our non-GAAP tax rate was 17.1%. Our GAAP and non-GAAP tax expenses increased to higher level of pre-tax profits; but the tax rates were lower sequentially. Lastly, our share of income from our JV was $0.3 million this quarter as compared to $0.2 million last quarter. We delivered strong Q4 non-GAAP diluted EPS of $2.62 which exceeded the high end of the original guidance range of $1.51 to $1.69 and our recently updated range of $2.30 to $2.40.\nThe increases to EPS were due to a combination of higher revenues, higher gross margins from manufacturing efficiency, price discipline, product and customer mix and operating leverage. For the full fiscal year 2022, we reported non-GAAP diluted EPS of $5.65, which was up 128% year-over-year versus fiscal 2021 non-GAAP diluted EPS of $2.48 and higher than our initial guidance of $4.53 to $4.71. Cash flow used in operations for Q4 was $25 million compared to cash flow used in operations of $228 million for Q3 due to our improved profitability along with better management of our inventory and working capital.\nDespite the 21% quarter-over-quarter increase in revenues, we trimmed our inventory by 3% quarter-over-quarter. Accounts receivable increased sequentially due to higher revenues, while accounts payable decreased sequentially due to the timing of payments to our vendors. Our CapEx was $11 million for Q4 resulting in negative free cash flow of $36 million versus negative free cash flow of $239 million last quarter. Our closing balance sheet cash position was $267 million, while bank debt was $597 million as we utilized our bank lines of credit to support higher revenues and accounts receivables as we ramped production of new design wins globally.\nAs we look ahead to fiscal 2023, we expect that our continued growth in revenue and profitability together with improved working capital management will lead to better operating and free cash flow. We are optimistic that some of the supply chain and logistics costs will begin to stabilize. We remain confident in our long-term outlook for robust revenue growth and profitability driven by our leading-edge new platforms, design wins, market share gains, and engagement with significant new global customers. We are announcing also a new $200 million stock buyback program today that will be in effect through January 31, 2024.\nTurning to the balance sheet and working capital metrics compared to last quarter, our Q4 cash conversion cycle was 100 days versus 98 days in Q3 and above our target range of 85 to 90 days. Days of inventory was 106, representing a decrease of 11 days versus the prior quarter of 117 days as we managed our inventory more efficiently. Days sales outstanding was up by 3 days quarter-on-quarter to 42 days while days payable outstanding came down significantly by 10 days to 48 days.\nNow turning to the outlook for our business, we remain enthusiastic about design wins in plug and play, rack scale Total IT Solutions ramping in multiple end markets. We are carefully watching the global macro-economic situation and continuing supply chain disruptions. For the first quarter of fiscal 2023 ending September 30, 2022, we expect net sales in the range of $1.52 billion to $1.62 billion, GAAP diluted net income per share of $2.01 to $2.27 and non-GAAP diluted net income per share of $2.07 to $2.32. We expect gross margins to be similar to Q4 levels.\nGAAP operating expenses are expected to be approximately $126 million and include $8.6 million in stock-based compensation and $0.5 million in other expenses that are not included in non-GAAP operating expenses. GAAP and non-GAAP operating expenses are expected to increase due to continued investments in R&D and higher personnel costs. We expect other income and expense, including interest expense, to be a net expense of approximately $3.6 million and expect a nominal contribution from our Joint venture.\nThe company's projections for GAAP and non-GAAP diluted net income per share assume a GAAP tax rate of 19.4%, a non-GAAP tax rate of 20.3%, and a fully diluted share count of 54.8 million for GAAP and 56.2 million shares for non-GAAP. We expect CapEx for the fiscal first quarter of 2023 to be in the range of $6 million to $8 million. For the fiscal year 2023 ending June 30, 2023, we are giving guidance for revenues in the range $6.2 billion to $7 billion, GAAP diluted net income per share of at least $7.27, and non-GAAP diluted net income per share of at least $7.50.\nThe company's projections for GAAP annual net income assumes a tax rate of 20.3% and a rate of 21.1% for non-GAAP net income. For fiscal year '23, we are assuming a fully diluted share count of 55.6 million shares for GAAP and 57 million shares for non-GAAP. The outlook for fiscal 2023 fully diluted GAAP earnings per share includes approximately $35.4 million in expected stock-based compensation and other expenses, net of tax effects that are excluded from non-GAAP diluted net income per share.\nNicole, will turn it back to you.\n\nNicole Noutsios\n\nPrincipal, NMN Advisors, Inc.\n\nOperator, you can open the line up for questions."
  },
  {
    "header": "SMCI",
    "cik": "0001375365",
    "ticker": "SMCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f0573a470d53893b8ad7ab45434ef31d",
    "period": "2022 Q3",
    "content": "Q3 2022 Super Micro Computer Inc Earnings Call\n\nQ3 2022 Super Micro Computer Inc Earnings Call\n\nSMCINASDAQMAY 3, 5:00 PM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Brent, and I will be your conference operator today. At this time, I would like to welcome everyone to the Super Micro Computer, Inc. Fiscal Third Quarter 2022 Results Conference Call. (Operator Instructions)\nIt's now my pleasure to turn the call over to Nicole Noutsios, Investor Relations. Please go ahead.\n\nNicole Noutsios\n\nPrincipal, NMN Advisors, Inc.\n\nGood afternoon, and thank you for attending Super Micro's call to discuss financial results for the third quarter, which ended March 31, 2022. With me today are Charles Liang, Founder, Chairman and Chief Executive Officer; Patrick Wang, President, East Coast and SVP, Strategy and Corporate Development; and David Weigand, Chief Financial Officer. By now, you should have received a copy of the news release from the company that was distributed at the close of regular trading and is available on the company's website.\nAs a reminder, during today's call, the company will refer to a presentation that is available to participants on the IR section of the company's website under Events and Presentations tab. We have also published management's scripted commentary on our website. Please note that some of the information here during our discussion today will consist of forward-looking statements, including, without limitation, those regarding revenue, gross margin, operating expenses, other income and expenses, taxes, other allocation and future business outlook, including guidance for the fourth quarter of fiscal year '22 and full year 2022, our long-term revenue goals and the potential impact of COVID-19 on the company's business and results of operations.\nThere are a number of risk factors that can cause Super Micro's future results to differ materially from our expectations. You can learn more about these risks in the press release we issued earlier this afternoon, most recent 10-K filings of fiscal 2021, our 10-Q filings made thereafter and our other SEC filings. All these documents are available on the IR section of Super Micro's website. We assume no obligation to update any forward-looking statements. Most of today's presentation refer to non-GAAP financial results and business outlook. For an explanation of our non-GAAP financial measures, please refer to the company's presentation or to our press release published earlier today. In addition, a reconciliation of GAAP to non-GAAP results is contained in today's press release and supplemental provision attached to today's presentation. At the end of today's prepared remarks, we'll have a Q&A session for sell-side analysts to ask questions.\nI will now turn the call over to Charles. Charles?\n\nCharles Liang\n\nFounder, Chairman of the Board, President & CEO, Super Micro Computer, Inc.\n\nThank you, Nicole, and good afternoon, everyone. Today, I am pleased to announce our quarterly revenue of $1.36 billion for fiscal year Q3 2022, which was 51% year-over-year growth and 16% quarter-on-quarter growth sequentially. These results are well above our guidance given 3 months ago and above our recently updated range given 2 weeks ago. The continued 5 quarters of strong earnings indicate our Total IT Solutions growth strategy is working well, and we are only at the very beginning of the breakout.\nNow let's look at some of the key highlights from the quarter. First, again, our fiscal third quarter net revenue totaled $1.36 billion, up 51% year-on-year and up 16% quarter-on-quarter. We are above our guidance range of $1.1 billion to $1.2 billion. It's Super Micro's fifth (inaudible) quarter of faster revenue provision, and we continue to execute our strong growth trajectory at 3 to 4x higher than the overall industry's growth rate.\nOur fiscal third quarter non-GAAP earnings per share was more than triple year-over-year and was $1.55 compared to $0.50 a year ago. This 210% growth was well above the higher end of our guidance range of $0.70 to $0.90, demonstrating strong operating leverages and the customers accepting the value of our Total IT Solutions.\nGrowth in our major geographies was well balanced, and our recent Taiwan expansion has contributed to our better operation margin and meeting our growth -- customer demand. Our results in the past 5 quarters are showing that we are ahead of our $10 billion annual revenue target that was shared last year March. And our profitability has been improving gradually as well since then. Based on our current demand and capacity, we are forecasting at least $1.45 billion revenue for the coming June quarter to end the fiscal 2022 on a strong note at above $5 billion yearly revenue.\nLooking further ahead, I believe we will continue to have a strong fiscal year '23 in the range of $6 billion to $7 billion annually and expect to reach our $10 billion yearly revenue at least 1 year sooner than the original plan we shared back in 2021 March. The fuel that accelerate our revenue came from our success with our Total IT Solutions in AI, enterprise, cloud, edge, telco and customers from many other verticals. Riding on the strength and the foundation of Super Micro's optimal building blocks architecture, our Total IT Solutions allow customers to quickly deploy without going through the complications of design, validation, sourcing and integration. This strategy also positions Super Micro very profitably against the ongoing supply chain challenge compared to our competition. With our building blocks and faster-growing economy of scale, we can create and deliver workload optimized solutions to customers with time-to-market advantage, quality, performance, cost and TCO advantages.\nTo grow our solutions and customer base faster and more efficiently, we are on track with our command center based auto-configurator and B2B/B2C automation platforms. Many customers have tried and liked this intelligent database and [wafer-based] service for many quarters. This represents our next opportunity to scale up and scale out our application optimized solution to many more customers, 24/7 with no downtime and no manpower bandwidth limitation. The B2B and B2C automation program will be gradually launched nationwide in this month, indeed, next week, I believe. It will dramatically improve our engineering, operations, sales and service effectiveness and customer satisfaction, while accelerating our market share gains.\nTo enrich our Total IT Solutions product portfolio, we have doubled our software engineering resource in the past few years to build new features to power our enterprise data center and OEM customers. Our SuperCloud Composer and other software products manage GPU, compute, storage and networking building blocks at cloud scale, including rich analytics. So data center operators can make critical data-driven decisions to improve workflow efficiently. In middle and long term, we see our investment in broad data center management software stack will enable future infrastructure-as-a-service and monitor-as-a-service functionality and that will further enhance our Total IT Solutions capability and value.\nOur recent Taiwan and U.S. expansions are focusing on delivering L10, L11 and L12 rack-scale Total IT Solutions in volume, capable of shipping thousands of racks per mile directly from Super Micro campuses. Designed with green computing in mind means energy-saving rack-scale solutions, leveraging our latest air cooling and liquid cooling technologies. More and more of our customers are able to run their data center with POE close to 1.06 or even better. Customers can expect lower TCO by saving energy costs, while increase performance per megawatt in their facility substantially. In some other cases, our customer increased computing capacity up to 50% with the same energy budget. [Many of] these customers are quite happy to receive higher-quality plug-and-play-ready products. They are fully optimized, integrated and validated by Super Micro.\nOur R&D organizations are happy and hard at work to expand our new technology product lines. With the upcoming new Intel (inaudible) and AMD [novel] processors, we again are ready to bring time-to-market advantages to our customers. We are pleased to see a strong trend in terms of customer seeding and early deployment requests. We especially partnered closely with NVIDIA and other leading technology partners in the emerging metaverse and omniverse ecosystems and doubled our GPU product line to support these [speedy] and immersive workloads. With all other new technologies, including PCIe Gen 5, CXL, DDR5, the new 350-watt CPU and 700-watt GPU, our portfolio of new platform for rack-scale Total IT Solutions will continue to evolve and become a key growth driver for our coming quarters and years.\nIn closing, our 51% year-over-year revenue growth and $1.55 quarterly EPS prove that our Total IT Solutions strategy has been gaining customers' preference and trust in this growing time. We will continue to enhance our Total IT Solutions capability and value, while continuing to lower our operation costs by leveraging our Taiwan production capacity. With our strong technical foundation, dedicated employees, server building blocks solutions and application-optimized green computing products, we are quickly and consistently winning new customers and their satisfaction now.\nMore importantly, we invested in command center-based B2B and B2C platforms will help us to much efficiently increase our customer base and market share. I and my team will continue to execute our growth strategies and accelerating the time line to reach $10 billion revenue target in short term and start to plan and execute our new $20 billion midterm goal as well.\nI will now pass the call to David Weigand, our CFO, to provide additional detail on the quarter. David?\n\nDavid E. Weigand\n\nSenior VP, CFO, Company Secretary & Chief Compliance Officer, Super Micro Computer, Inc.\n\nThank you, Charles. I'm pleased to report solid fiscal third quarter revenue of $1.36 billion, 51% year-on-year increase and 16% quarter-on-quarter increase. Our revenue exceeded our initial guidance range of $1.1 billion to $1.2 billion and our recently updated range of $1.3 billion to $1.35 billion. This was our fourth consecutive quarter of revenues exceeding $1 billion. Year-to-date revenue through our fiscal third quarter increased 43% year-over-year. Our growth initiatives with Total IT Solutions targeting fast-growing markets and customers with accelerated GPU and AI workloads, software-defined storage and networking, public and hybrid cloud and edge/IoT platforms are gaining momentum. These new growth drivers complement our traditional strength with enterprise, channel and OEM customers, leading to accelerating revenue growth, expanding margins and operating leverage.\nRevenues for the trailing 4 quarters, that's Q4 '21 through Q3 of fiscal year '22, totaled $4.63 billion. In the third fiscal quarter, Super Micro recorded balanced revenues across all 3 of our market verticals, demonstrating the resilient nature of our diversified end markets. We achieved $846 million in [organic, enterprise and channel] and AI/ML revenues, representing 62% of Q3 revenues versus 64% last quarter. It was up 44% year-over-year and 12% quarter-over-quarter with growth driven both by our growing list of large enterprise customers and new product offerings.\nOur OEM appliance and large data center segment achieved $423 million in revenues, representing 31% of Q3 revenues versus 23% (sic) [24%] last quarter, which was up 54% year-over-year and up 54% quarter-over-quarter, with strong growth driven by large new and existing data center customers and OEM appliance customers.\nOur 5G, telco, edge and IoT segment achieved $86 million in revenues, representing 7% of Q3 revenues versus 12% last quarter. This was up 159% year-over-year and down 39% quarter-over-quarter. This emerging segment represents a vast long-term opportunity for us, and our design win momentum and backlog continues to grow, but short-term quarter-to-quarter results can fluctuate depending on the timing of new customer adoptions and qualification cycles.\nSystems comprised 85% of total revenue and subsystems and accessories represented 15% of Q3 revenues. On a year-over-year basis, the volume of systems and nodes shipped as well as system node ASPs increased. On a quarter-over-quarter basis, the volume of systems shipped and system node ASPs increased, while nodes shipped were lower due to product mix.\nWe had balanced distribution revenues across geographies, with the U.S. representing 56% of revenue; Asia, including Japan, 23%; and Europe, 15%; while rest of the world was 6%. On a year-on-year basis, U.S. revenues increased 53%; Asia, including Japan, increased 50%; Europe increased 27%; and the rest of the world increased 184%. On a sequential basis, U.S. revenues increased 19%; Asia, including Japan, increased 9%; Europe decreased 5%; and the rest of the world increased 124%.\nThe Q3 gross margin was 15.6%, which was up 160 basis points quarter-over-quarter from Q2 and up 180 basis points year-on-year due to price discipline, leverage from higher factory utilization and operating efficiencies and a continually improving product customer mix. The quarter-on-quarter and year-on-year increase in gross margins was achieved despite continued elevated freight and supply chain costs.\nTurning to operating expenses. Q3 OpEx, on a GAAP basis, increased 7% quarter-on-quarter and 14% year-on-year to $121 million. On a non-GAAP basis, operating expenses increased 6% quarter-on-quarter and increased 15% year-on-year to $110 million. Our non-GAAP operating margin increased significantly to 7.5% for the quarter versus 5.2% last quarter and 3.2% a year ago, demonstrating both improvements in gross margins and operating leverage. The year-on-year and quarter-on-quarter increases on a GAAP and non-GAAP basis were driven by higher headcount and personnel costs and lower research and development [NRV] credits.\nOther income and expense was $3.1 million in income, consisting of $4.6 million in foreign exchange gains, offset by interest expense of $1.5 million as compared to a $1.8 million expense last quarter. This quarter, the tax provision was $16.2 million on a GAAP basis and $19.6 million on a non-GAAP basis. Our non-GAAP tax rate was 18.7% for the quarter. Our tax rate for GAAP and non-GAAP purposes increased again this quarter, primarily due to a significant increase in pretax income in fiscal 2022.\nLastly, our share of income from our JV was $0.3 million this quarter as compared to $0.2 million last quarter. The Q3 non-GAAP diluted earnings per share totaled $1.55, which exceeded the high end of the original guidance range of $0.70 to $0.90 and our recently updated Q3 range of $1.40 to $1.50. The increases to EPS were due to a combination of higher revenues, manufacturing efficiencies, price discipline, product and customer mix and operating leverage. Cash flow used in operations for Q3 was $228 million compared to cash flow used in operations of $53 million in Q2 as accounts receivable and inventories grew due to increasing demand from our customers and to mitigate the continued impact of supply chain disruptions.\nIncluding CapEx of $11 million, Q3 negative free cash flow totaled $239 million. Key uses of cash during the quarter included increases to inventory and accounts receivable and a reduction in customer prepayments. This was offset by cash provided from increased accounts payable and short-term debt. We did not repurchase any shares in the quarter. Our closing balance sheet cash position was $247 million, while bank debt was $547 million as we drew down on our bank lines of credit to increase inventory levels as we ramped production of new platforms globally.\nTurning to the balance sheet and working capital metrics compared to last quarter, our Q3 cash conversion cycle was unchanged at 98 days relative to Q2 and above our target range of 85 to 90 days due to higher inventories. Days of inventory was 117, representing a slight decrease of 1 day versus the prior quarter. Days sales outstanding was up by 2 days quarter-on-quarter to 39 days, while days payable outstanding was up by 1 day to 58 days.\nNow turning to the outlook for our business. We note that our Q4 June quarter is typically seasonally strong, and we are enthusiastic about several new customers and innovative new leading-edge Total IT Solutions ramping in multiple end markets. We are carefully watching the global macroeconomic situation and impacts to the supply chain from continuing COVID-19-related disruptions.\nFor the fourth quarter of fiscal 2022, ending June 30, 2022, we expect net sales in the range of $1.4 billion to $1.48 billion; GAAP diluted net income per share of $1.45 to $1.64; and non-GAAP diluted net income per share of $1.51 to $1.69. We expect gross margins to be similar or slightly up from Q3 levels. GAAP operating expenses are expected to be approximately $121 million and it include $8 million in stock-based compensation and $1 million in other expenses not included in non-GAAP operating expenses. We expect other income and expense, including interest expense, to be a net expense of approximately $2 million and expect a nominal contribution from our JV. Non-GAAP operating expenses are forecasted to be up quarter-on-quarter from continued investment in R&D and higher personnel costs. The company's projections for GAAP and non-GAAP diluted net income per common share assume a GAAP tax rate of 17.4%, a non-GAAP tax rate of 19.4% and a fully diluted share count of 54.3 million for GAAP and 55.7 million shares for non-GAAP.\nFor the fiscal year ending June 30, 2022, we are raising our revenue guidance range from $4.2 billion to $4.6 billion to a new range of $4.96 billion to $5.04 billion, and raising our GAAP diluted net income per share outlook from at least $2.77 to a range of $4.16 to $4.35, and our non-GAAP diluted net income per share from at least $3.20 to a range of $4.53 to $4.71. The company's projections for GAAP annual net income assumes a tax rate of 16.5% and a rate of 18.7% for non-GAAP net income. For fiscal year '22, we are assuming a fully diluted share count of 53.6 million shares for GAAP and 55.1 million shares for non-GAAP. The outlook for fiscal year 2022 fully diluted GAAP earnings per share includes approximately $39 million in expected stock-based compensation and other expenses net of tax effects that are excluded from non-GAAP diluted net income per common share. Finally, we expect CapEx for the fiscal fourth quarter of 2022 to be in the range of $10 million to $15 million.\nAnd Nicole, we're ready for Q&A.\n\nNicole Noutsios\n\nPrincipal, NMN Advisors, Inc.\n\nOperator, please open the line for questions."
  },
  {
    "header": "SMCI",
    "cik": "0001375365",
    "ticker": "SMCI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0848ccee7caa90817f45de0dfa0b248b",
    "period": "2022 Q2",
    "content": "Q2 2022 Super Micro Computer Inc Earnings Call\n\nQ2 2022 Super Micro Computer Inc Earnings Call\n\nSMCINASDAQFEB 1, 5:00 PM\n\nOperator\n\nThank you for standing by. My name is Brent, and I will be your conference operator today. At this time, I would like to welcome everyone to the Super Micro Second Quarter 2022 Earnings Conference Call. (Operator Instructions). It's now my pleasure to turn the call over to Nicole Noutsios, Investor Relations. Please go ahead.\n\nNicole Noutsios\n\nPrincipal, NMN Advisors, Inc.\n\nGood afternoon, and thank you for attending Supermicro's call to discuss financial results for the second quarter, which ended December 31, 2021. With me today are Charles Liang, Founder, Chairman and Chief Executive Officer; Patrick Wang, President, East Coast and SVP, Strategy and Corporate Development; and David Weigand, Chief Financial Officer.\nBy now, you should receive a copy of the news release from the company that is distributed at the close of regular trading and is available on the company's website. As a reminder, during today's call, the company refer to a presentation that's available to participants on the IR section of the company's website under Events and Presentations tab. We have also published management's scripted commentary on our website. Please note that some information you'll hear during -- our discussion today will consist of forward-looking statements, including, without limitation, regarding revenue, gross margin, operating expenses, other income and expenses, taxes, capital allocation and future business outlook, including guidance for the third quarter and fiscal year 2022 and the full year 2022 and the potential impact of COVID-19 on the company's business and results of operations.\nThere are a number of risk factors that can cause Super Micro's future results to differ materially from our expectations. You can read more about these risks in the press release we issued earlier this afternoon, our most recent 10-K filing for fiscal 2021 and our other SEC filings.\nAll of these documents are available on the IR page at Super Micro's website. We assume no obligation to update any forward-looking statements. Most of today's presentation refer to non-GAAP financial results and business outlook. For an explanation of our non-GAAP financial measures, please refer to the company's presentation to our press release published earlier today. In addition, a reconciliation of GAAP to non-GAAP results is contained in today's press release and the supplemental information attached to today's presentation. At the end of today's prepared remarks, we'll have a Q&A session for cell phone analysts to ask questions. I'll now call over to Charles.\n\nCharles Liang\n\nFounder, Chairman of the Board, President & CEO, Super Micro Computer, Inc.\n\nThank you, Nicole, and good afternoon, everyone. Today, I'm pleased to announce our quarterly revenue of $1.17 billion for fiscal Q2 2022, which was 41% year-over-year growth and our sequential growth was 14%. We have seen strong growth in all our key verticals and geographically despite a challenge Boma global component shortage and COVID impact. More importantly, our total IT solution strategy have been empowering us to continuously gain market share, all thanks to our dedicated employees, powerful server building block solutions and finally, our faster-growing software products. with bigger time and potential from total IT solutions, I believe our growth trend will continue for many years to come and getting stronger quarter-over-quarter. Now let's look at some key highlights from the quarter.\nFirst, again, our fiscal second quarter net revenue totaled $1.17 billion, up 41% year-on-year and up 14% quarter-on-quarter at the higher end of our guidance range of $1.1 billion to $1.2 billion. It's Super Micro's set quarter of faster revenue progression as we continue our growth trajectory at multiple times the industry's growth rate. Our fiscal second quarter non-GAAP earnings per share was $0.88 compared to $0.63 in the same quarter last year, which was 40% growth and at the higher end of our guidance range of $0.70 to $0.90.\nAll our major geographies contribute significantly to our year-over-year growth, especially in the APAC region, which grew 26% year-over-year. The Taiwan expansion boosts our APAC and EMEA growth momentum by providing additional capacity and lowering operational costs. We continue to expand our B2B auto congregator program to service significantly more customers during the quarter. our innovation command center based on online business system have been improving our sales, PMs efficiency as well as our key customer satisfaction. Recent market conditions present us with a better opportunity to accelerate our business transition from a hardware company to a total IT solution company.\nThe transition enables Supermicro to all 4 customers, higher value and product availability with optimal hardware, software, service, switches and more. Our results has shown that our outperformed we have outperformed our previous $10 billion annual revenue target timeline we shared in a few quarters ago.\nMore encouragingly, we are overdriving diversified growth across our target verticals, which are a large year enterprise AI, machine learning, cloud, 5G telco and IoT. Our design win and engagement with future these customers continue to grow quickly with our total IT solutions. Our push forward total IT solutions is benefiting Super Micro and our customers in multiple ways. Most notably, our customers will receive a higher-quality products, they are fully optimized, integrated and very data in-house.\nThis effort is also helping Supermicro and our customers mitigate the impact of the global supply chain disruptions by accurately forecasting building inventory in scale and prioritize with our strategic partner. As a result, our total IT solution dramatically improved our customers' time to market and increase Supermicro value. Our total IT solution are built upon a robust knowledge of system architecture and building blocks that can be optimized for most of the market verticals. -- with the drive of Omniverse and Metaverse, -- we have recently introduced several new architectures to enhance our GPU product offerings.\nOur new universal GPU architecture allows customers to choose the base DPU switches and I cumulation to fully optimize their applications and workloads, leveraging either scale process or AMP processor. The universal GPU season enable customers to standby compulation in their clusters for the desire workload on a single platform. This unique well-supplied system support various GPU, including our NVIDIA A100 GPUs newly announced accelerator, many other APG products from different companies and other GPU for mother company.\nI'm glad to announce that we already have many major customers and industry leaders committing to this new platform. And the only major limitation is a supply chain challenge. Partnering closely with leading technology providers in the emerging Metaverse and Omniverse ecosystem. Super Micro has doubled our GPU product line to supply this 3D and immersive workflow. Our 2U 2-node GPU system provides an optimal mix of CPU to GPU ratio with resource-saving features. -- our high-performance and highly configurable hyper and hypo servers, supporting multiple GPUs in a single system and IP of use cases such as distributed AI influencing application, content delivery, telco, macro data center, 5G core and many other mission-critical enterprise workloads, along with our NVIDIA A100 and platforms, Super Micro's comprehensive AI system, building progress support everything from influencing it to a high-performance computing data center for the Metaverse or Omniverse kind of opportunity define our growth drivers to speed up our growth strategy, which including system and components complete system total IT solutions and 5S.\nOur building broke and completed system business have been stably growing over the decades with the help of our partners. And this still serves the backbone of our revenue growth with other large enterprise customer, top technology leading partner and appliance customers' engagement. I would like to emphasize again that our total IT solutions business is our new major growth driver now. Going forward, our investment in software products, service and networking will be the key to improve our margin and profitability in the coming quarters and years.\nIn summary, DipoMicro is rapidly growing and transforming into a total IT solution company from a server hardware company. We are accelerating our design wins and market share at a key large global customers, including enterprise, AI, machine learning, 5G telco edge and IoT. And we are improving our profitability and duplicating our market share success in the U.S. to APAC and EMEA with the completion of our APAC expansion and rapid production ramp in Taiwan. Our new comment center base, auto-configurator and B2B automation platform are improving our operation efficiency and customer satisfaction while accelerating our market share again. In closing, our 41% year-over-year revenue growth is a solid proof that Super Micro's business is taken of critically now.\nI am confident that our market presence attempt and profitability will continue to increase strongly, and we invest more as we invest more resource in software as a total IT solution company. my team and I have been diligently executing our growth strategy and accelerating the time line to grow in our $10 billion revenue growth. I will now pass the call to David Weigand, our financial -- Chief Financial Officer, to provide additional detail on the quarter.\n\nDavid E. Weigand\n\nSenior VP, CFO, Company Secretary & Chief Compliance Officer, Super Micro Computer, Inc.\n\nThank you, Charles. I'm pleased to report our third consecutive quarter of revenues exceeding $1 billion. We are seeing continued strength across all geographies and strong demand for our products and services, resulting in fiscal second quarter revenue of $1.17 billion, a 41% year-on-year increase and up 14% quarter-on-quarter. Our Q2 revenues were at the higher end of our guidance range of $1.1 billion to $1.2 billion. Revenues for the trailing 4 quarters being Q3 of fiscal year '21 through Q2 of fiscal year '22 totaled $4.17 billion.\nSuper Micro's Q2 fiscal year '22 recorded revenue growth was across all 3 of our market verticals, achieving $756 million in the organic enterprise and channel and AML vertical, $274 million in the OEM appliance and large data center vertical and $142 million in the 5G, Telco and Edge IoT vertical. The 5G telco and edge IoT vertical more than doubled sequentially as new designs went into production. Systems comprised 84% of total revenue and subsystems and accessories represent 16% of Q2 revenues. The volume of systems and nodes shift as well as the system node ASPs increased both year-over-year and quarter-on-quarter. On a year-on-year basis, Asia, including Japan, increased 76% as we saw continued growth with both new and existing customers.\nEurope increased to 39%. The U.S. increased 38%, and the rest of the world decreased 32%. On a sequential basis, Asia, including Japan, increased 8%. The U.S. increased 14%. Europe increased 20%, and the rest of the world increased 19%. The -- the Q2 margin was 14%, which was up 60 basis points quarter-over-quarter from Q1 due to price discipline and a better product customer mix. This increase was achieved in spite of our increased use of air freight and higher supply chain costs.\nOn a year-over-year basis, gross margins were down 240 points due to a discrete cost recovery event in Q2 of last year and higher freight and supply chain costs in the current year. Turning to operating expenses. Q2 OpEx on a GAAP basis increased 3% quarter-on-quarter and 14% year-on-year to $113 million. On a non-GAAP basis, operating expenses increased 2% quarter-on-quarter and increased 15% year-on-year to $103 million. The year-on-year and quarter-on-quarter increases on a GAAP basis were driven by higher personnel costs and increased head count, higher stock compensation expense and lower research and development NRE credits.\nThe year-on-year and quarter-on-quarter increases on a non-GAAP basis were driven primarily by higher personnel costs and the increased headcount in lower research and development NRE credits. Other income and expenses include interest -- including interest expense, was a $1.8 million expense as compared to a $0.8 million expense last quarter. The sequential change is mostly related to a loss from remeasurement of our Taiwan dollar loans to a weaker U.S. dollar, so FX.\nThis quarter, the tax provision was $7.6 million on a GAAP basis and $10.9 million on a non-GAAP basis. Our non-GAAP tax rate was 18.5% for the quarter. Our tax rate for GAAP and non-GAAP purposes increased this quarter, primarily due to a change in U.S. tax regulations. Lastly, our share of income from our JV was $0.2 million this quarter as compared to $0.4 million last quarter. Q1 non-GAAP diluted earnings per share totaled $0.88, which was near the high end of the guidance range due to higher revenues and gross margins, partially offset by higher operating expenses. Cash flow used in operations was $53 million compared to cash flow used in operations of $135 million in Q1 as we continue to build inventory to be in a position to meet the increasing levels of large orders from our customers and to mitigate the impact of supply chain disruptions.\nCapEx totaled $12 million for Q2, resulting in a negative free cash flow of $65 million. Key uses of cash during the quarter included increases in inventory and accounts receivable, offset by cash provided from increased accounts payable, customer prepayments and deferred revenue. We did not repurchase any shares in the quarter. Our closing balance sheet cash position was $247 million, while bank debt was $316 million as we drew down on our bank lines of credit to increase inventory levels as we ramped production of new platforms globally. Turning to the balance sheet and working capital metrics compared to last quarter. Our Q2 cash conversion cycle was 98 days, up from 94 days in Q1, which is above our target range of 85 to 90 days due to the higher inventory levels.\nDays of inventory was 118, representing an increase of 4 days versus the prior quarter. Days sales outstanding was down by 4 to 37 days, while days payable outstanding was down by 4 to 57 days. Now turning to the outlook for our business. We note that our Q3 March quarter typically has some seasonal impact from the Lunar New Year holiday, and we are also carefully watching impacts to our supply chain from COVID-related disruptions. We expect net sales in the range of $1.1 billion to $1.2 billion, GAAP diluted net income per share of $0.58 to $0.81, and non-GAAP diluted net income per share of $0.70 to $0.90 for the third quarter of fiscal year '22 ending March 31, 2020.\nWe expect gross margins to be up slightly from Q2 levels. Our GAAP operating expenses are expected to be approximately $118 million and include $8.5 million in stock-based compensation and $1.7 million in other expenses not included in non-GAAP operating expenses. We expect other income and expense, including interest expense to be a net expense of roughly $2 million and expect a nominal contribution from our joint venture. Non-GAAP operating expenses are forecasted to be up quarter-on-quarter from continued investment in R&D and higher personnel costs. The company's projections for GAAP and non-GAAP diluted net income per common share assume a GAAP tax rate of 15%, a non-GAAP tax rate of 16.5% and a fully diluted share count of 54.5 million for GAAP and 56 million shares for non-GAAP. The outlook for Q3 of fiscal year 2022 GAAP diluted net income per common share includes approximately $8.5 million in expected stock-based compensation and $1.7 million in other expenses net of tax effects that are excluded from our non-GAAP diluted net income per common share.\nWe are maintaining our revenue guidance range of $4.2 billion to $4.6 billion for the fiscal year '22 ending June 30, 2022, and our GAAP diluted net income per share outlook of at least $2.77 and non-GAAP diluted net income per share of at least $3.20. The company's projections for GAAP net income assumes a tax rate of 15% and a tax rate of 17% for non-GAAP net income. For fiscal year '22, we are assuming a fully diluted share count of 54.1 million shares per GAAP and 55.6 million shares for non-GAAP. The outlook for fiscal year '22 fully diluted GAAP earnings per share includes approximately $37 million in expected stock-based compensation and other expenses net of tax effects that are excluded from non-GAAP diluted net income per common share. We expect CapEx for the fiscal third quarter of 2022 to be in the range of $5 million to $8 million. Nicole, I'll turn it back to you.\n\nNicole Noutsios\n\nPrincipal, NMN Advisors, Inc.\n\nOperator, we can now open the line up for questions."
  }
]