[
  {
    "header": "PRU",
    "cik": "0001137774",
    "ticker": "PRU",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6081423bc07993b4ecba451035cc6bb2",
    "period": "2025 Q1",
    "content": "Q1 2025 Prudential Financial Inc Earnings Call\n\nQ1 2025 Prudential Financial Inc Earnings Call\n\nPRUNYSEMAY 1, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to Prudential's quarterly earnings conference call. [Operator Instructions] As a reminder, today's call is being recorded.\nI will now turn the call over to Mr. Bob McLaughlin. Please go ahead.\n\nRobert McLaughlin\n\nHead of Investor Relations\n\nGood morning, and thank you for joining our call. Representing Prudential on today's call are Andy Sullivan, CEO; and Yanela Frias, CFO. We will start with prepared comments by Andy and Yanela, and then we will address your questions.\nToday's discussion may include forward-looking statements. It is possible that actual results may differ materially from those predictions we make today. In addition, our presentation includes references to non-GAAP measures. For a reconciliation of such measures to the comparable GAAP measures and a discussion of factors that could cause actual results to differ materially from those in the forward-looking statements. Please see the slides titled Forward-Looking Statements and non-GAAP Measures in the appendix to today's presentation, which can be found on our website at investor.prudential.com.\nAnd now I'll turn it over to Andy.\n\nAndrew Francis Sullivan\n\nExecutive VP & Head of U. S. Businesses, Prudential Financial, Inc.\n\nGood morning, everyone. I'm incredibly excited to lead Prudential forward at this pivotal moment in our 150-year history. We make promises that last for decades, and we commit every single day to keep those promises to our 50 million customers all over the world. Our work makes a difference, and that is a privilege that I take seriously. Over the past few months, I've been visiting our global offices and meeting with our leadership as I take stock of the state of our business. What is clear to me from this early assessment as CEO, is that we need to sharpen our focus on driving growth and on creating greater value for our stakeholders.\nBeginning on Slide 2, I see both significant opportunities and challenges in front of us. With our unique combination of global scale, distribution power, brand and talent, we're well positioned to address the growing protection and retirement needs of customers and clients around the world. and to meet increasing investor appetite for a broad range of investment products, including private credit and alternatives. Over the last several years, we've made tangible progress towards derisking and diversifying the company. Through our divestitures and blocks placed into runoff, we've significantly reduced our exposure to more volatile and market-sensitive products.\nWe've already reduced our overall exposure to traditional variable annuities and guaranteed universal life products by nearly 60%. And we continue to focus on ways to optimize our balance sheet, capital and cash flows. Our life and annuity products in the U.S. are more diverse than ever. While in Japan, we've increased sales of savings and retirement products by more than 50% over the past 3 years. complementing our core life insurance offering in that market. We're beginning to see the benefits of this more diversified product mix, specifically stronger sales and flows across our retirement and insurance businesses, while PGIM continues to benefit from a broader range of traditional and alternative investment products and expanding distribution platform and strong investment performance.\nIn the first quarter, we reported strong sales across our global retirement and insurance businesses as well as strong investment performance and robust flows at PGIM. And while our earnings were higher than in the first quarter of last year, I want to be clear. Our recent results do not meet our expectations, and we will do better. The underlying capabilities distribution strength, brand and product quality of Prudential should deliver more value to our stakeholders. We will deliver to a higher performance standard going forward. That is what our customers our employees and our shareholders expect. My leadership team and I are committed to executing on a strategy to fundamentally improve our financial performance.\nAt the same time, the path to higher earnings growth will not be linear. There are 2 reasons for this. First, we expect lower earnings growth in our U.S. businesses over the near term as we continue to run off more volatile blocks of our business, comprised of traditional variable annuities and guaranteed universal life products. Second, we face near-term earnings pressure in our Japan business. driven by elevated surrenders of U.S. dollar-denominated products due to a weaker yen, although we're seeing signs that this is beginning to stabilize. Importantly, we believe these earnings headwinds that contribute to an estimated 3 to 4-point drag to EPS growth in 2025 will dissipate over time. We will see the compounding impact of our strong sales and flows drive stronger growth long term. We remain confident in achieving the intermediate-term financial targets we provided to you last quarter.\nWhile we do not plan to provide quarterly updates to these targets, I want to assure you that as the new CEO and despite the current macro uncertainty, we continue to expect 5% to 8% core adjusted operating EPS growth on average through 2027, which is inclusive of the transitory headwinds. We have real work ahead of us to create greater value for our stakeholders. But let me reiterate, we are committed to delivering stronger results over time. Turning to Slide 3.\nI want to share with you today how I see us getting there. First, we will evolve and deliver on our strategy. Our world is evolving. We will adapt to meet the opportunity and prioritize the allocation of our capital accordingly. The areas that present the greatest opportunities for profitable growth will get more capital. Those that do not will get less. Second, we will execute with consistency. We must raise the bar as we execute. Specifically, that means continuing to evolve to a more favorable product and business mix, improving our track record of delivering the expected returns of our inorganic and organic capital deployment and continuing to improve our expense profile across our operations. Finally, we will focus on our culture. We benefit from strong talent, expertise and diversity of perspectives. But we must move faster to ensure we capture new opportunities as they emerge and take greater accountability for outcomes.\nWe've already taken action to align incentives even more closely to earnings per share growth. These are my priorities, evolving and delivering on our strategy, improving on our execution and fostering a high-performance culture, coupled with our differentiated position serving 50 million customers and clients, with a diverse range of financial solutions. I have every confidence that we can, and we will evolve our business and drive sustainable, profitable growth in the years ahead.\nMoving to Slide 4 and before turning it over to Yanela to provide greater detail on our results, let me briefly reflect on how we're positioned in the current macroeconomic and market environment. Prudential has a long history of navigating economic cycles and global events, and we are well positioned to support our customers and capitalize on new opportunities as they emerge. Our diversified business mix provides stability across a variety of macroeconomic scenarios. Our balance sheet includes nearly $5 billion in highly liquid assets strong statutory solvency ratios and access to significant off-balance sheet resources that support our AA financial strength. In addition, we have a high-quality, well-diversified investment portfolio and disciplined approach to asset liability and risk management, which is designed for times like these to perform through periods of stress, uncertainty and volatility.\nAnd with that, I'll turn it over to Yanela.\n\nYanela del Carmen Frias\n\nExecutive VP & CFO\n\nThank you, Andy. I will provide an overview of our financial results and business performance for our PGIM U.S. and international businesses. I will begin on Slide 5 with our financial results.\nOur pretax adjusted operating income was [ $1.5 billion ] or $3.29 per share for the first quarter of 2025, up 8% from the prior year quarter. This reflects favorable variances on underwriting results across our U.S. businesses, including the benefits of our recent derisking transactions and lower expenses. The current quarter also included alternative investment income that was below our expectations by $90 million, driven by lower private equity and real estate returns.\nTurning to the quarterly operating results from our businesses compared to the year ago quarter. PGIM had lower other related revenues driven by lower seed and co-investment income and [indiscernible] fees which was partially offset by higher asset management fees, net of related expenses. Results of our U.S. businesses reflected more favorable underwriting results and lower expenses, partially offset by lower fee income from the runoff of our legacy traditional variable annuity block and lower spread income driven by lower alternative investment returns that more than offset the benefit from business growth. Our international businesses have lower spread income, including lower alternative investment returns, lower joint venture earnings driven by less favorable encaje performance in Chile and the net unfavorable impact from foreign currency exchange rates. Turning to Slide 6.\nPGIM has diversified capabilities in both public and private asset classes across fixed income, equities and alternatives. PGIM's Investment performance remained strong with 81% and 79% of assets under management outperforming their benchmarks over the last 5- and 10-year periods, respectively. PGIM's assets under management increased by 3% to $1.4 trillion from the prior year quarter, driven by market appreciation, net flows and strong investment performance. The net flows in the quarter of $4.3 billion included institutional third-party flows of $4.6 billion, driven by mandates across fixed private alternatives and equity which were partially offset by modest retail third-party outflows.\nOur diversified PGIM private alternatives platform, which has assets under management of nearly [ 250 ] [indiscernible] experienced over $10 billion in private capital deployment up over 60% compared to the prior year quarter, although deployment was higher across both private credit and real estate, activity slowed towards the end of the quarter due to heightened market uncertainty, which has continued into the second quarter. Turning to Slide 7.\nOur U.S. businesses produced diversified sources of earnings from fees, net investment spread and underwriting income and benefit from our complementary mix of longevity and mortality businesses. Retirement strategies continue to have strong sales momentum, generating over $10 billion in the first quarter across its institutional and individual lines of business. Institutional Retirement sales of $7 billion included 2 international longevity reinsurance transactions totaling nearly $5 billion. We also experienced our best quarter ever in structured settlements with $600 million in sales. Individual Retirement posted $3.5 billion in sales in the first quarter, up 5% from the year ago quarter.\nOur registered index-linked annuities continue to demonstrate the benefits of our product pivot and innovation, while we sustained momentum in our fixed annuity product sales. Additionally, we continue to reduce market sensitivity by running off our legacy variable annuities. Group Insurance sales totaled $400 million in the first quarter, up 6% from the prior year quarter, driven primarily by strength in our group life products. We are executing our strategy of both product and market segment diversification while leveraging technology to increase operating efficiency and enhance the customer experience. The benefit ratio of 81.3% in the first quarter reflects favorable underwriting results in the quarter as well as our strategic actions to improve profitability and performance. In Individual Life, sales totaled over $200 million in the first quarter, up 26% from the prior year quarter. This growth was driven largely by accumulation-focused variable products, reflective of our pivot to be more capital efficient. Turning to Slide 8.\nOur international businesses include our Japanese life insurance companies, where we have a differentiated multichannel distribution model as well as other businesses aimed at expanding our presence in targeted high-growth emerging markets. Sales in our international businesses were up 15% compared to the prior year quarter. Sales in Japan are benefiting from our recent retirement and savings product launches which are gaining traction with customers, resulting in an increase of over 20% in sales of these products compared to the prior year quarter. In addition, emerging market sales increased 19% and versus the prior year quarter, driven by record sales in Brazil as we continue to benefit from the strong performance of our Life Planners and group sales. Turning to Slide 9.\nOur significant capital position and strong regulatory capital ratios continue to support our AA financial strength and our ability to expand our market-leading businesses. Our cash and liquid assets were $4.9 billion, which is above our minimum liquidity target of $3 billion, and we have substantial off-balance sheet resources. As we look ahead, we are well positioned across our businesses to be a global leader in expanding access to investing, insurance and retirement security. As Andy mentioned, there are near-term headwinds impacting the earnings across several of our businesses, and we're operating in volatile economic conditions, but we have confidence in the intermediate-term targets outlined last quarter.\nAnd with that, we will be happy to take your questions."
  },
  {
    "header": "PRU",
    "cik": "0001137774",
    "ticker": "PRU",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/763d66e2754a6e60a876955ae4308d87",
    "period": "2025 Q3",
    "content": "Q3 2025 Prudential Financial Inc Earnings Call\n\nQ3 2025 Prudential Financial Inc Earnings Call\n\nPRUNYSEOCT 30, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to Prudential's quarterly earnings conference call. [Operator Instructions]. As a reminder, today's call is being recorded. I will now turn the call over to Mr. Bob McLaughlin. Please go ahead.\n\nRobert McLaughlin\n\nHead of Investor Relations\n\nGood morning, and thank you for joining our call. Representing Prudential on today's call are Andy Sullivan, CEO; and Yanela Frias, CFO. We will start with comments by Andy and Yanela, and then we will address your questions.\nToday's discussion may include forward-looking statements. It is possible that actual results may differ materially from the predictions we make today. In addition, our presentation includes references to non-GAAP measures. For a reconciliation of such measures to the comparable GAAP measures and a discussion of the factors that could cause actual results to differ materially from those in the forward-looking statements. Please see the slides titled Forward-Looking Statements and non-GAAP Measures in the appendix to today's presentation, which can be found on our website at investor.prudential.com.\nAnd now I'll turn it over to Andy.\n\nAndrew Francis Sullivan\n\nExecutive VP & Head of U. S. Businesses, Prudential Financial, Inc.\n\nGood morning, everyone, and welcome to the call. We had a strong third quarter. Our pretax adjusted operating income was $1.9 billion or $4.26 per share, a record high, up 28% from the prior year quarter, reflecting earnings growth in every business. And our year-to-date adjusted operating return on equity was over 15%. These results reflect higher spread income and more favorable underwriting experience across our Global Retirement and Insurance businesses as well as higher fee income in PGIM.\nCurrent quarter results benefited from alternative investment income that was above our expectations, as well as other favorable onetime items. Higher alternative investment income was driven by stronger private equity and hedge fund returns, partially offset by lower real estate returns. Our third quarter performance reflects sustained momentum across our businesses. Let me highlight a few examples.\nPGIM remains focused on delivering strong investment performance and strengthening core capabilities, while continuing to invest in the business to drive future growth. This quarter, we achieved positive net inflows across both third-party and affiliated channels. In Institutional Retirement we closed a Jumbo Pension Risk Transfer transaction, reinforcing our market leadership and complementing the robust Longevity Risk Transfer activity so far this year. Our Individual Retirement, Individual Life and Group Insurance businesses are benefiting from our differentiated distribution and the actions we've taken to broaden our product portfolios and diversify our market segments.\nIndividual Retirement delivered over $3 billion in sales for the seventh consecutive quarter, and Individual Life and Group Insurance, we delivered double-digit year-to-date sales growth.\nTurning to our International Insurance businesses. In Japan, where our business has been traditionally focused on protection products, we continue to expand our Retirement and Saving Solutions, leaning into the changing nature of this marketplace. And in Brazil, we set a new sales record in the Life Planner channel. In addition, we continue to expand our third-party distribution network and deepen our strategic partnerships. While business performance was strong for the quarter overall, let me bring one area of pressure to your attention.\nJennison, our active equity manager continued to experience outflows consistent with broader industry trends. These outflows are dampening our organic growth and earnings momentum in PGIM. We are encouraged by the third quarter results and remain committed to delivering stronger and more consistent earnings growth that creates long-term value for our shareholders.\nMoving to Slide 3. I've been clear on my three priorities as CEO. First, we are evolving our strategy to focus on opportunities that will deliver the most profitable growth over time and are allocating our capital accordingly. Specifically, we're looking to focus on areas with large and growing addressable markets in which we have highly differentiated capabilities and can earn attractive returns. Accordingly, in the third quarter, we completed the sale of our PGIM Taiwan business to focus resources on higher growth opportunities.\nSecond, we are determined to execute with more consistency and discipline. We are quickly evolving to a unified asset manager model in PGIM and have taken actions to deliver run rate savings that will drive margin expansion in 2026. Client response to our new organizational structure which includes a centralized distribution capability for institutional investors has been overwhelmingly positive. In fact, we now expect to double the percentage of clients engaging with two or more of our Asset Management businesses, which will drive additional margin growth over time.\nThe sales momentum in our Global Retirement businesses underscores how we're meeting evolving customer needs around the world. In U.S. Retirement Strategies, year-to-date sales of over $30 billion demonstrate our leadership in the growing retirement market and contributed our highest earnings in the last 5 quarters. Additionally, over the past 3 years in Japan, we've launched 7 new products, reflecting our commitment to meeting the evolving needs of our customers through a comprehensive suite of Protection and Retirement Solutions. As a result, sales in Japan have increased by about 35% over this period with yen-denominated sales increasing by over 50%.\nAnd third, we are enhancing our culture with a focus on speed and accountability. As an example, we accelerated our succession plan in Japan, appointing Brad Hern as CEO reporting directly to me. This move ensures we have the right leadership in place to drive our growth strategy in Japan. Brad, brings a strong track record of driving results and scaling distribution networks from his time leading our Domestic Prudential Advisors business. His experience is directly relevant given the shifting nature of Japan's market towards retirement. He will continue working closely with Caroline, Jacques and the entire leadership team to share best practices and collaborate across businesses, ultimately helping us better serve customers and capture opportunities in this rapidly evolving market.\nWe extend our thanks to Hamada-san for his 33 years of service in Japan. Before I turn it over to Yanela, I want to emphasize that across the enterprise, we're taking clear and decisive action to address these priorities. I look forward to sharing more in the quarters ahead as we continue to build on our momentum. With that, I'll hand it over to Yanela.\n\nYanela del Carmen Frias\n\nExecutive VP & CFO\n\nThank you, Andy. I will provide an overview of the performance for our PGIM, U.S. and International businesses. I will begin on Slide 4 with the quarterly operating results from our businesses compared to the year ago quarter.\nPGIM delivered higher asset management fees, driven by market appreciation, positive net flows and strong investment performance. Higher other related revenues from strong Fannie Mae, and Freddie Mac originations and gains on [indiscernible] co-investment. Third quarter results also included $40 million in reorganization charges from integrating PGIM's multi-manager model, partially offset by a $25 million gain from the sale of our Taiwan business. Results of our U.S. businesses reflected higher net investment spread income in Retirement Strategies, including the benefit from stronger alternative investment income, coupled with more favorable underwriting results from Individual Life and Group Insurance. This was partially offset by lower fee income resulting from the runoff of our legacy variable annuity block and higher expenses to support business growth.\nIn our International businesses, we also experienced higher net investment spread results including the benefit from stronger alternative investment income and more favorable underwriting, partially offset by higher expenses to support business growth.\nTurning to Slide 5. PGIM has diversified capabilities in both public and private asset classes across fixed income, equities and alternatives. PGIM's long-term investment performance remains strong, with over 70% of assets under management outperforming their benchmarks over the 5- and 10-year periods. In addition, the 3-year track record, which is an important metric for the retail channel has 80% of assets outperforming benchmarks. PGIM's assets under management of $1.5 trillion increased 5% from the prior year quarter, driven by market appreciation, positive net flows and strong investment performance.\nTotal net inflows in the quarter of $2.4 billion included affiliated net inflows of $1.8 billion and third-party net inflows of $600 million. Third-party institutional and retail inflows were both $300 million, mainly driven by fixed income inflows, partially offset by Jennison equity outflows as previously noted.\nBefore I move on from PGIM, I want to expand on Andy's commentary regarding the rapid progress we have made reorganizing, including early financial impacts. The actions taken thus far will drive operating efficiencies and create reinvestment capacity, enabling us to continue expanding capabilities, enhancing client experience and strengthening our competitive position to support future growth. We expect to realize approximately $100 million in annual run rate savings by the end of 2026 and plan to reinvest about 1/3 of these savings to bolster sales and distribution.\nCompared to 2025, we now anticipate over 200 basis points of margin expansion in 2026 from these actions and are well positioned to reach our 25% to 30% margin target.\nTurning to Slide 6. Our U.S. businesses produced diversified sources of earnings from fees, net investment spread and underwriting income and benefit from our complementary mix of Longevity and Mortality businesses. Retirement Strategies continue to have strong momentum, generating $10 billion of sales in the third quarter across its Institutional and Individual lines of business. Institutional Retirement sales of over $6 billion included a $2.3 billion Jumbo Pension Risk Transfer and was complemented by $1.5 billion of Longevity Risk Transfer transactions.\nIndividual Retirement posted over $3 billion in sales, driven by continued momentum in fixed annuities as well as solid sales of registered index-linked annuities reflecting the actions we have taken to broaden our product portfolio. Group Insurance sales totaled almost $80 million in the third quarter, with year-to-date sales of $555 million, up 14% from 1 year ago, driven by growth in both Group Life and Disability. We are executing our strategy of both product and market segment diversification while leveraging technology to increase operating efficiency and enhanced customer experience. The benefit ratio of approximately 83% remains at the low end of our target range, reflecting favorable life underwriting results and less favorable disability experience, driven by an uptick in severity and lower claim resolutions, which can vary quarter-to-quarter.\nIn Individual Life, sales of $253 million in the third quarter were up 20% from the prior year quarter. This growth was driven by higher accumulation-focused variable life, including record sales in our differentiated FlexGuard Life product suite. Turning to Slide 7.\nOur International businesses include our Japanese life insurance companies, where we have a differentiated multichannel distribution model as well as other businesses aimed at expanding our presence in targeted high-growth emerging markets. Sales in our International businesses were down 6% compared to the prior year quarter. This was primarily due to strong U.S. dollar-denominated single-pay sales in Japan that benefited from the yen appreciating sharply in the prior year quarter. Year-to-date, International sales remained solid and are up 4% versus prior year, driven by growth in both Japan and Brazil.\nAs we previously stated, while surrender activity in Japan continued to show signs of stabilization, it remains a near-term headwind that will partially offset new business growth. We also anticipate approximately $30 million of higher expenses in the fourth quarter, primarily due to timing consistent with what we've observed in prior years. Turning to Slide 8.\nOur capital position and strong regulatory capital ratios continue to support our AA financial strength and our ability to grow our market-leading businesses. Our cash and liquid assets were $3.9 billion, which is above our minimum liquidity target of $3 billion, and we have substantial off-balance sheet resources.\nAlso of note, our Board approved an economic solvency ratio operating target of 150% as part of our annual capital planning process. Prudential of Japan and Gibraltar Life remained well above this level. As we look ahead, we are well positioned across our businesses to be a global leader in expanding access to investing, insurance and retirement security. And with that, happy to take your questions."
  },
  {
    "header": "PRU",
    "cik": "0001137774",
    "ticker": "PRU",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5944036b845397f438f62e82d0188ebc",
    "period": "2025 Q2",
    "content": "Half Year 2025 Prudential PLC Earnings Call - Q&A\n\nHalf Year 2025 Prudential PLC Earnings Call - Q&A\n\nPRULONDONAUG 27, 4:30 AM\n\nOperator\n\nGood morning, everybody, and thank you for joining us on today's Prudential Half Year Results 2025. My name is Drew, and I'll be the operator on today's call. [Operator Instructions]\nIt's now my pleasure to hand over to Patrick Bowes to begin. Please go ahead when you're ready.\n\nPatrick Bowes\n\nHead of Investor Relations\n\nThank you, Drew, and good afternoon and good morning to everyone. Welcome to Prudential plc's Half Year 2021 Results Analyst and Investor Call.\nBefore I turn the call over to Anil, our CEO; and Ben, our CFO, a couple of housekeeping points. A recording of today's call will be available from Tuesday next week, and our full results package is available on our website. And all and Ben will start the call with opening remarks followed by a Q&A, as you've just heard.\nAnd just a quick word on recent developments we have shared with the market already regarding the potential listing of our shares in ICICI Prudential asset management company. We published the draft prospectus on the ninth of July. However, we remain under a number of restrictions as to what we can say about this given the next stage of the process is to undergo a series of regulatory reviews. We will provide you with further updates in due course.\nWith that, let me pass over to Anil, our CEO, to start this off. Anil.\n\nAnil Wadhwani\n\nChief Executive & Executive Director\n\nThank you, Patrick. Good morning, good afternoon, and good evening, everyone. Thank you for joining us today for our 2025 1st half results and capital management update. I'm very pleased with our financial performance in the first half of 2025 during which we delivered both high quality growth and enhanced shareholder returns.\nWe achieved double-digit growth across our key financial metrics in line with the guidance we gave earlier in the year. We have reached an inflection point in our operating free surplus generation, enabling us to update our capital management program and increased shareholder returns. This demonstrates the strength of our business model and its ability to generate sustainable cash returns.\nNew business profit and adjusted operating profit per share both grew 12%. Gross operating fee surplus generation grew 14% and dividends per share increased 13%. These results reflect strong momentum across our core markets, the sharpness of our execution and our relentless focus on writing high-quality new business, effectively managing in-force and improving our variances.\nI'm also very pleased that we have now settled the dividend claim in Malaysia. Having reached the infection point in our capital generation and reflecting our confidence in the future. we have announced today our capital management update alongside an enhanced capital allocation framework.\nIncluding the completion by the end of this year of our existing share repurchase program, we expect to return in total more than $5 billion to shareholders between 2024 and 2027. Any initial net proceeds from the potential IPO of the Asset Management business in India will be in addition to this. Ben will cover our capital management update in more detail.\nWe are now halfway through our strategic transformation, launched in August 2023 and are making good progress across our key priorities. We continue to invest to accelerate value creation across our markets actively pursuing structural growth opportunities as well as addressing areas that need improvement. We have invested $400 million in targeted initiatives, including modernizing our technology, processes and capabilities. Through these investments, we are accelerating our platform improvements, enhancing customer engagement and driving operational effectiveness at scale. They are underpinned by an increased focus on the use of data, predictive analytics and AI across the business. We are investing to make potential a stronger future-ready business.\nWhile the macro environment remains volatile, we are very well positioned given our multichannel and our multi-market franchise. This is demonstrated by our broad-based new business profit growth, including 16% growth in our Hong Kong market and 34% growth in Indonesia. We have clear plans to continue to strengthen our performance, including in distribution and addressing areas of underperformance.\nOur multichannel distribution model is 1 of our greatest strengths, and we have a good balance between agency and bancassurance. Agency is our primary distribution channel, and we have 1 of the largest forces in the Asian insurance industry. We see significant value in further strengthening it. Our agency strategy focuses on driving high-quality profitable growth through quality recruitment, career progression towards MDRT and digital capabilities that boost both productivity and activation. Further developing our agency capabilities and accelerating our performance is a top priority for us, and we are activating bespoke change management programs in our markets.\nIn Bancassurance, the continued focus on strategic relationships and training has underpinned our strong performance with 14 markets delivering double-digit growth in new business profit. We have also recently successfully activated our new partnership with Bank Sharia Indonesia. We are also building on the foundation of our health transformation efforts to further accelerate growth in health and protection sales. These efforts will be instrumental in unlocking the next phase of sustainable, high-quality growth. Reflecting on our strategic progress and investments in the growth drivers of our business, we are confident we will carry the momentum in the second half and beyond. This keeps us firmly on track to achieve our 2027 financial objectives.\nToday, I'm delighted to be joined on the call by the leadership team responsible for our businesses and would now like to hand it over to Ben Bulmer, our CFO, to walk through the financial highlights. Ben?\n\nBenjamin James Bulmer\n\nChief Financial Officer\n\nThanks, Anil, and hello, everyone. Our first half 2025 financial performance reflects a positive start to the year as we continue to focus on accelerating growth in value and capital generation, in line with our strategy. We delivered double-digit growth across our primary financial KPIs. We're on track for our 2025 guidance, and we remain confident in achieving our 2027 financial objectives. Growth in our in-force profit and the ongoing capital return improved our return on embedded value to 15% and there's more to come. Net of the dividend payment, embedded value per share, excluding goodwill at the end of the period was $13.24 equivalent to GBP 9.66. We've reached the inflection point in our capital generation trajectory with gross operating free surplus generation or OFSG up 14% year-on-year, whilst our net OFSG is up 20%.\nAs we indicated in March, we've updated our capital allocation framework, reflecting both our strong capitalization and our confidence in the strategic progress we're making, which is driving improved organic capital generation.\nLet me spend a couple of moments on our capital management update. Our enhanced capital allocation framework reflects a move to a total return orientation in respect of the distribution of our holding company free cash flow. We've updated our guidance for ordinary dividend per share growth rates and announced that from 2026, shareholders will also benefit from additional capital returns. This framework is intended to set a recurring and sustainable basis for returns going forward.\nIn terms of ordinary dividends, our policy is unchanged. We've given guidance of greater than 10% dividend per share growth each year from 2025 to 2027, building on the 13% dividend per share growth in 2024. We will commence additional recurring capital returns in 2026, and we expect a buyback of $500 million in 2026 and a further return of $600 million in 2027.\nAnd as we previously said, capital above our established 175% to 200% operating range will be assessed regularly and if deemed excess, then capital will be reset to shareholders.\nLastly, we expect to complete our current $2 billion share buyback by the end of this year. Overall, this means we are planning to return to shareholders over $5 billion between 2024 and 2027. And this is before assuming any initial net proceeds of the proposed IPO of India Asset Management business.\nIn terms of financial performance in the period, we remain focused on writing quality new business with strong underlying capital generation. Our product IRRs remain above 25%, and our shareholder payback periods are less than 4 years. The $1.3 billion in new business profit added over the period, up 12% and reflects our continued focus on quality, driven by our actions to reprice products and improved mix. The NBP margin expanded 2 percentage points to 38% compared with the first half of last year. As a result, the addition to 2027 capital emergence from first half 2025 new business increased by 27% year-on-year much faster than APE growth during the same period. Management of our in-force book continues to improve with variances between actual and expected cash flows before investing in capabilities, continuing to meaningfully reduce. Underlying this improvement are a range of ongoing actions including repricing, enhanced claims management, cost containment and the benefits of a return to higher margin new business growth. We expect our core operating variances to return to our historic positive levels in 2027.\nIn summary, as a result of the financial performance and execution to date of our strategy, we remain confident in achieving our 2027 financial objectives.\nWith that, I'll pass back to Patrick to open the Q&A.\n\nPatrick Bowes\n\nHead of Investor Relations\n\nThank you to Ben and Anil. I'll hand over to our conference call moderator Drew, who will provide instructions and then open the line for questions. Over to you, Drew."
  },
  {
    "header": "PRU",
    "cik": "0001137774",
    "ticker": "PRU",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/00f9667836dbee2083af543b29d73370",
    "period": "2025 Q4",
    "content": "Q4 2025 Perseus Mining Ltd Earnings Call\n\nQ4 2025 Perseus Mining Ltd Earnings Call\n\nPRUASXAUG 27, 7:00 PM\n\nNathan Ryan\n\nFounder and Managing Director\n\nGood morning, and welcome to the Perseus Mining Investor Webinar and Conference Call. All attendees and are in listen-only mode. If you would like to ask a question directly to the company, please use the raise hand function within Zoom.\nI'll now hand over to Perseus Mining, Managing Director and CEO, Jeff Quartermaine. Thank you, Jeff.\n\nJeffrey Allan Quartermaine\n\nMD, CEO & Director, Perseus Mining Limited\n\nThanks very much, Nathan, and welcome to Perseus Mining. We're now to discuss our annual report for the financial year ending 30 June. Now as you are aware, this annual report these days includes both our annual financial report and our sustainability report; and these documents, along with a range of related documents were released to the market this morning.\nI'm joined on the call today by my colleague, Lee-Anne de Bruin, who, as many of you on the call would know, is Perseus' Chief Financial Officer. Lee-Anne and her team have been working very hard to produce the financial report that's been released today. And once again, Paul thanks go out to all team members both in Australia and offshore, and of course, our auditors Price Waterhouse Coopers through all their excellent work in preparing the document. And while I'm thanking people, I should also thank Mel Pollard, our Chief Sustainability Officer and her team for their work on preparing the sustainability report.\nIn just a moment, I'll ask Lee-Anne to take you through the details of the financial report, and then I will pick up on the sustainability report. And then when we have finished our presentation, so share a few thoughts with you on the way forward for Perseus, and we will then conclude today's whether now with a Q&A session, as Nathan, I think you already mentioned.\nNow if you're listening to this webinar through your computer, you should be able to follow the presentation on your screen. If not, it has been released to the market, and you can take a look later. And I'll try to make the presentation as relevant as we can for those who aren't seeing a screen.\nSo just moving forward before handing to Lee-Anne, I'd just like to talk a little bit about the operations that have led to today's financial results. And I'm showing you a graph that shows our production on a quarterly basis over the last or 5 years. The thing that stands out about this is that is the consistency of our performance over that time. We've averaged around 509,000 ounces of gold at an all-in site cost of $1,048 an ounce for the last 4 financial years. But of course, as everyone knows, we've done that in an environment of a climbing gold price, which has given us an increased margin. And of course, has certainly contributed to the excellent financial results that we speak of in just a moment.\nIn terms of the most recent 12 months, of course, our performance relative to guidance, both production guidance and cost guidance has been very, very good. I think we ended up in about the 77 percentile of the production range and right to -- or just below the bottom end of the cost range. So that was a very credible performance once again. And you can see from the chart that's on the screen, the value of us being a diversified company, in other words, having multiple mines in multiple jurisdictions. While one or other of the mines may not have performed as strongly as they have in previous periods, the others have picked up the slack, which has led to this very good and consistent performance at contributes, as I say, to the financial results.\nSo with that, I'll pass to Lee-Anne and she will take you through what we've actually achieved in terms of operations and finance. Lee-Anne?\n\nLee-Anne de Bruin\n\nChief Financial Officer\n\nThanks, Jeff. As you say, our teams across Africa and Australia have again worked to deliver excellent operating results, and these have culminated in us delivering excellent financial outcomes for the FY '25 financial year. Despite production being slightly down by 2.6% on FY '24, we produced just under 500,000 ounces of gold over the 12 months, and this is on the upper end of guidance.\nAll-in site cost was up USD 182 per ounce at $1,235 an ounce. Average gold sales price increased by USD 529 per ounce, delivering a price of USD 2,543 per ounce, and this is largely due to the increased gold prices, and this delivered a cash margin for the group of $1,308 per ounce. Collective effort of our teams then generated a notional cash flow for the 12 months of USD 650 million or 990 million and ending with net cash and willing at the end of the financial year of USD 827 million or AUD 1.3 billion.\nMoving on to the key financial metrics. Revenue was up 22% at $1.2 billion or AUD 1.9 billion, largely due to the gold price. Profit after tax up 16% at USD 421 million or AUD 651 million. And our operating cash flow, importantly, was up 25%, delivering USD 537 million or AUD 826 million.\nThis result was generated, as I've said previously, due to the increase in revenue due to higher gold prices. offsetting our decrease in gold production from Sissingue and Edikan during the year. The increase in revenue was in turn offset by an increase in cost of sales due to higher mining costs, particularly at Yaouré and higher royalties from an increased gold price.\nIncrease in the income taxes expense went up by USD 13 million to USD 142 million, with purchase success enabling further contributions to the government of the countries in which we operate our gold mines. Net tangible assets have increased by 56%, delivering USD 1.9 billion or AUD 2.9 billion.\nMoving on to the growth in earnings. FY '25 with all of the -- with the operating excellence has delivered strong growth in our earnings across all of our metrics. EBITDA, up 18% at USD 740 million or AUD 1.1 billion. The gross profit from operations, up 22% at USD 587 million or AUD 906 million. Basic earnings per share has increased 14% to USD 27.02 per share. And then very importantly, a very key focus on Perseus' team is our earnings per ounce was up at USD 853, up 19%.\nCash flow. We've generated another year of strong cash flow, you're able to see in the results. The operating cash flow per share was USD 0.39 per share, up 25% on the previous financial year, and our operating cash flow per ounce is up 29%, delivering USD 1,086 per ounce.\nMoving towards the balance sheet. Perseus ended the financial year with a cash and bullion balance of USD 827 million or AUD 1.3 billion, with no undrawn debt on the U.S. dollar $300 million debt facility. And the total assets of Perseus Group of USD 2.5 billion and net tangible assets of USD 1.9 billion. So a very strong position as we go into FY '26.\nPerseus continues to focus on deploying capital, which ensures delivery of reliable and strong operating cash flows, whilst always maintaining a balance sheet resilience under a range of trading conditions. This year, we have generated USD 650 million, as I've said, in notional cash flow. And this has allowed us then to also just to make distributions to our local government shareholders through dividends of USD 36 million or AUD 55 million, and we have paid income tax and withholding taxes to our host countries of a total of USD 131 million, which is at AUD 200 million and something we're extremely proud of.\nPerseus looks to also deploy discretionary investments to ensure that our assets are performing optimally. We're focused on our growth strategy, and we've done that this year to making the decision on the CMA underground and the investment that we're making in the Nyanzaga gold project in Tanzania. And we also want to be continuing to be able to deliver sustainable returns to our shareholders through dividends and share buybacks.\nWith that in mind, purchase Board resolved to declare $0.05 per share final dividend, bringing the full year dividend for FY '25 to $0.075. in addition, this year, Perseus returned capital to shareholders by its share buyback, executing AUD 83.6 million of the buyback at the time of releasing this report. Since 2021, when we launched our dividend program, Perseus has returned to its shareholders a total of AUD 354 million, through either capital returns, dividends or buybacks. And finally, the Board resolved as well to renew the share buyback program in FY '26 with up to AUD 100 million to be invested over the next 12 months.\nSo I'll hand back to Jeff after delivering those results to talk about our sustainability performance and other aspects.\n\nJeffrey Allan Quartermaine\n\nMD, CEO & Director, Perseus Mining Limited\n\nOkay. Thanks very much, Lee-Anne. So they were very, very good results as you could tell. But the pleasing thing is that in delivering those results, we've got about our work a sustainable and particularly and in a safe manner, something we are proud of. Now this year, we have, as I say, put a sustainability report out at the same time or as part of our annual report. And this is a very comprehensive document, which outlines the work that we've achieved this year.\nNow just a couple of slides to summarize what some of the significant achievements have been. One of those is to very firmly think through our path on sustainability to make sure that the strategy that we are delivering upon actually delivers where it counts most. And in getting that strategic framework, we have responded to our shareholders' expectations. And we've said very clear targets that will drive performance in the future.\nOur sustainability strategy is built around 4 key pillars, people, environment and climate community and economic development and government and risk. And basically, what this does is it outlines what is important to us and what is important to our stakeholders. Furthermore, what we have done during the period is we've had an independent material -- second materiality assessment completed to look at our strategy to make sure that we are very much focused on the things that are going to make a difference to those who count.\nIf you look at the results that we have actually delivered during the course of the year, as I said, safety is one where we have done particularly well, a 43% improvement in our TRIFR, which came in at around 0.6%, which I think anybody who understands safety metrics would acknowledge that, that result is as good as you will see anywhere in the world. In fact, it's not better. which is something that people don't often associate with African operations, 0 fatalities we've incurred, which is something which is extremely important to us.\nIn terms of our people, the mix of women in our workforce and men is improving over time. I think the point to be noted in this respect is that we are operating in a cultural setting that is very different to the Western world. And so the results that we achieved in this area of diversity are not those that you would achieve in a Western setting but nevertheless, very considerable.\nIn terms of environment, we've made some very significant advancements in our tailings management, aligning with best global practices and standards. We have had 0 events during the year. We have been involved in land rehabilitation and monitoring carbon emissions, et cetera. As Lee-Anne has already noted, we've made some fairly significant contributions to our host countries and communities. In fact, if we add it all up, about $813 million has been injected into our various host economies in terms of economic value. That includes a range of things. It's not only taxes and royalties, but it's also local procurement, employment, et cetera, et cetera. But I'm sure you'd agree, that's a fairly substantial sum of money which has been injected into our communities.\nAcross the board, about 94% of our employees are national people, which is great in terms of being able to drive those economies. We've also made significant contributions at a community level, which is very important. I mean that investment is not only just on infrastructure, but also in important areas of education and health. And I think it's fairly clear that we are making a difference to the lives of a lot of people, which is something that we are proud of.\nIn terms of governance and risk, we take that very seriously. And we're working to global standards. We are aligned to the World Gold Council responsible gold mining principles and maintain compliance with conflict-free gold standard. So I think that the work that is being done on the sustainability front is something that we are quite proud of.\nSo that's a quick summary of the results. And let me just say a couple of closing words, if I may. These financial results and operating results that we've delivered this financial year and about which we just spoke and reflect a continuation of the elevated gold prices, but also our strong and consistent and sustainable operating performance at all levels of our business throughout the year.\nSince our maiden dividend distribution occurred back in August 2021, Perseus has returned [ $826 million ] to our shareholders via a combination of dividends and share buybacks. That's to date. And as noted, given our strong financial performance in fiscal '25, our Board has decided to increase capital returns to shareholders by declaring the final dividend of $0.05 per share, bringing the full fiscal '25 dividend to $0.75 per share. And that's about 50% more than the total dividend paid in the previous financial year.\nAs Lee-Anne said, we've also decided to continue our program of buying shares back by investing a further $100 million in buybacks over the next 12 months. noting that for many shareholders, this is now the preferred form of capital return. So I think that we're trying to -- we've listened to our shareholders and we are doing what they seem to believe is the preferred way of receiving capital returns. So hopefully, that will be well received.\nNow in determining the quantum of these capital returns, we have carefully assessed our quite considerable cash flow generating capacity as well as the capital investment program that lies ahead to purchase as we develop both the Nyanzaga project in Tanzania and the CMA Underground project at our gold mine in Cote d'Ivoire. And we look at extending the lives of both the Edikan and Sissingue operations through cutbacks of existing pits and various other initiatives. So there is quite a lot of work to be done in the coming periods which will require investment.\nAnd as I've already noted, we are mindful that in addition to investing in the future growth of the company. We need to invest in our social license to operate by continuing our current practice of contributing materially to the economies of our host countries and host communities and also paying fair salaries to our local and expatriate employees who have been the ones who have delivered these outstanding results. having achieved our corporate mission of generating material benefits for all stakeholders in fair and equitable proportions in '25. As a company, we're looking forward to continuing to operate in this manner for many years to come.\nNow finally, as many of you know, this will be my last webinar representing Perseus. I'll be retiring from the company shortly and will be replaced in the role by [ Craig Jones ] who has been recently joined Perseus the CEO designate. I trust that Craig will work tirelessly to not only continue Perseus' traditions of delivering on our promises and generating material benefits for our stakeholders, but also continue to grow the company and to leverage from the base that's been successfully set up by our team over the last few years. And in doing that, realized Perseus is a very significant potential. So good luck to Craig and the team. And once again, many thanks to our employees, shareholders and friends.\nThanks very much. Any questions, please?"
  },
  {
    "header": "PRU",
    "cik": "0001137774",
    "ticker": "PRU",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3d51fcebfc423d0863b3264e0b703fc2",
    "period": "2024 Q2",
    "content": "Half Year 2024 Prudential PLC Earnings Call - Q&A\n\nHalf Year 2024 Prudential PLC Earnings Call - Q&A\n\nPRULONDONAUG 28, 4:30 AM\n\nOperator\n\nGood morning, and welcome to the Prudential Half Year Results 2024 live Q&A session. My name is Adam, and I will be your operator today. [Operator Instructions]\nI will now hand the floor to Patrick Bowes, Chief of Investor Relations to begin. So Patrick. Please go ahead, when you're ready.\n\nPatrick Bowes\n\nHead of IR, Prudential plc\n\nThank you, Adam, and good morning, good afternoon, everyone. Thank you for joining us. I'm delighted. I'm joined by our CFO and CEO. And I'll pass over to Anil to give us some opening remarks.\n\nAnil Wadhwani\n\nCEO & President of Manulife Asia, Manulife Financial Corporation\n\nThank you, Patrick. Good morning, and good evening, everyone. A very warm welcome to our results call. I'm Anil Wadhwani, CEO of Prudential Plc, and I'm delighted to provide you with an update on our first half 2024 results.\nBuilding on last year's exceptional growth of 47%, our new business profit for the first half grew by 8% to $1.5 billion, excluding economic effects. This growth was both high quality as well as well-diversified. We improved our new business profit margin through product and repricing actions and reported an encouraging 9% growth in operating profits supported by our large and growing in-force portfolio.\nOur gross operating free surplus generation was very much in line with what we had expected. We continue to focus on cash returns to shareholders following the $2 billion buyback program, which we launched in the month of June. We are pleased to announce our first interim dividend for 2024 of $188 million, up 9%, which aligns with our dividend policy and previous guidance.\nWe are 1 year into our 5-year strategy, and we are seeing encouraging early results from our capability investments as well as disciplined management of financial and operational performance. Let me start by sharing a few illustrations of where we are seeing operational improvements.\nStarting with customer. We successfully launched our enhanced customer digital platform PRUServices, building in self-service capabilities and other enhancements. We have seen improved customer registrations and satisfaction and now plan to deploy this in 9 markets over the next 12 months.\nWe have focused on driving quality agency through strategic recruitment, training and lead generation, empowered by our agency digital platform PRUForce, which has now a 90% adoption rate amongst our active agents. Going forward, one of our primary focus will be to encourage and drive greater module usage with our agents.\nOur Bancassurance business continues to provide us the balance in our channel mix. We are encouraged by the momentum in the first half and are focused on driving further increases in our share of health and protection mix.\nIn health, we have implemented a new operating model to improve the quality of our front and back book. We have launched new propositions while undertaking disciplined regulary pricing and claims management.\nAnd while we are seeing progress across our pillars and enablers, at the same time, I believe we are more effectively identifying issues and taking hard decisions where they are required to ensure we are generating high-quality, sustainable growth that will convert into operating free surplus over a period of time.\nIn Malaysia, we were surprised and deeply disappointed with the Federal Court decision to overturn to previous judgments in our favor at the High Court and Court of Appeal, we have now received the seal order and are evaluating our options. You will appreciate we cannot say more at this stage.\nFor the full year 2024, we continue to expect new business profit growth at a rate consistent with the trajectory needed to meet our 2027 new business profit objective. Our confidence is supported by several key factors. Firstly, we delivered 8% growth in new business profit in the first half of 2024 on the top of 47% achieved in 2023 while increasing our margins.\nSecond, we have seen pickup in sales momentum in June and coming into the start of the second half as the base effects of the first half of 2023 comparators start to ease. And third, the momentum is broad-based and diversified across markets as well as across our 2 channels of agency and bancassurance.\nLooking further ahead, we remain confident in achieving our 2027 strategic and financial objectives given the encouraging early results from our capability build and the actions we are taking to drive high-quality sustainable growth and cash generation.\nJoining me on the call is Ben Bulmer, our CFO, Lilian Ng, who is responsible for Greater China; Dennis Tan, who looks after Singapore, Vietnam and Thailand; Solmaz Altin, who looks after our other ASEAN markets alongside India and Africa; and Bill Maldonado, who is our CEO for Eastspring.\nI would also like to take this opportunity to thank Lillian Ng, given her decision to retire. Lillian has been a veteran of the insurance industry and within Prudential with significant personal contribution to building our Asia franchise to what it is today. Lilian has played a pivotal role in building our multi-distribution platform and championed transformative growth strategies into our businesses.\nIn October, we will welcome Angel Ng to Prudential lead Greater China Wealth and Customer. Angel's operational experience in managing businesses and relationships in Greater China, plus her knowledge of distribution and wealth will be strong additions to our leadership team.\nAdditionally, I also look forward to onboarding our new Chief Agency Officer next month. Pankaj Banerjee is returning to Prudential, and will be reporting to Solmaz to drive our agency strategy forward.\nOn that note, I'll now hand it over to our CFO, Ben Bulmer, for his comments. Ben?\n\nBen Bulmer\n\nThanks, Anil, and hello, everyone. Look, there are, of course, the usual slides, transcripts and videos covering details of the results on our website. So I'm just going to limit my comments to the following 3 points.\nFirstly, as I've said before, continuing to grow profitable, high-quality new business is key to our 2022 to 2027 NBP objective and our 2027 gross operating free surplus objective.\nThe other building blocks of our gross OFSG objective include our asset management profits and the elimination of adverse operating variances. We have made material progress over the first half. In particular, I'd like to flag the contribution of new business added in the first half of 2024 to the level of expected OFSG in 2027, and that's up 12% ahead of the 6% growth in new sales.\nNow those jaws will accelerate as we move through the remainder of the year as the full effect of the pricing actions taken only at the beginning of the second quarter start to emerge. I expect our actions to increase the rate of OFSG in relation to APE added in 2024 to be far more comparable to 2022 levels.\nThese new business pricing actions, coupled with our ongoing efforts to return to positive net variances, growth in asset management and our ambitions for agency and health, of course, give us continued confidence in reaching our 2027 objectives.\nSecondly, our balance sheet remains in very good shape with a robust capital position and sufficient flexibility. We've continued to deploy capital in line with the high-return allocation priorities we've set out investing in high-quality new business, enhancing our capabilities. And as Anil mentioned, at the end of June, announcing a $2 billion share buyback.\nTo date, we've invested $230 million in our $1 billion program to enhance our capabilities. Over time, these investments will drive improved consistency of execution, increase productivity, improve customer experience and increase operational efficiency, all of which aim to accelerate sustainable value creation.\nFinally, as I mentioned in March, having completed the IFRS 17 project, we've been actively considering converting to traditional embedded value or TEV. We will do so from our first quarter 2025 business update. And I believe that the move to TEV will enhance the transparency of underlying growth trends and allow greater comparability with our Asia peers.\nThis is, of course, an accounting change. It doesn't affect the economics or actual cash flows earned by the business and is substantially about discounting.\nConsequently, of course, it goes to follow. There's no change in business strategy. Definitions of free surplus, capital management or our dividend policy. There is also no change to our NBP growth objective, which remains a compound growth rate of 15% to 20% between 2022 and 2027.\nOn a TEV basis, the implied 2027 NBP objective range is $3.4 billion to $4.2 billion. Finally, our 2027 capital generation objective of gross OFSG of above $4.4 billion is unchanged. Back to you, Patrick, to run the proceedings.\n\nPatrick Bowes\n\nHead of IR, Prudential plc\n\nThank you, Ben. Thank you, Anil. Okay. Adam, over to you to run the Q&A session."
  },
  {
    "header": "PRU",
    "cik": "0001137774",
    "ticker": "PRU",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c6bfc37d3e439009d4845764cf1f6936",
    "period": "2024 Q1",
    "content": "Q1 2024 Prudential Financial Inc Earnings Call\n\nQ1 2024 Prudential Financial Inc Earnings Call\n\nPRUNYSEMAY 1, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to Prudential's quarterly earnings conference call. [Operator Instructions] As a reminder, today's call is being recorded.\nI will now turn the call over to Mr. Bob McLaughlin. Please go ahead.\n\nRobert McLaughlin\n\nGood morning, and thank you for joining our call. Representing Prudential on today's call are Charlie Lowrey, Chairman and CEO; Rob Falzon, Vice Chairman; Andy Sullivan, Head of International Businesses and PGIM, our global investment manager; Caroline Feeney, Head of U.S. Businesses; Yanela Frias, Chief Financial Officer; and Rob Axel, Controller and Principal Accounting Officer.\nWe will start with prepared comments by Charlie, Rob and Yanela, and then we will take your questions.\nToday's discussion may include forward-looking statements. It is possible that actual results may differ materially from the predictions we make today. In addition, our presentation includes references to non-GAAP measures. For a reconciliation of such measures to the comparable GAAP measures and a discussion of the factors that could cause actual results to differ materially from those in the forward-looking statements please see the slides titled Forward-Looking Statements and non-GAAP Measures in the appendix to today's presentation and the quarterly financial supplement, both of which can be found on our website at investor.prudential.com.\nAnd now I'll turn it over to Charlie.\n\nCharles Frederick Lowrey\n\nCEO & Director, Prudential Financial, Inc.\n\nThank you, Bob, and thanks to everyone for joining us today. Our results for the quarter reflect accelerating momentum across all our businesses, including significant positive net flows in PGIM, our global asset manager and strong sales in our U.S. and International Insurance businesses.\nDuring the quarter, we made substantial progress in shifting our business mix and growing our market-leading businesses to become a higher growth, more capital efficient and nimble company. We also maintained our disciplined approach to capital management by making further investments in our businesses and returning additional capital to shareholders. Our rock solid balance sheet, business mix and distinct strategy position us to deliver long-term growth for our stakeholders.\nTurning to Slide 3. I'll now begin this morning with a few recent examples that demonstrate how we are growing our market-leading businesses. PGIM achieved robust third-party and affiliated net flows in the quarter, notably in our fixed income business, underpinned by continued strong investment performance. These flows reinforce the benefits of our large and strategic global client relationships and the power of our mutually reinforcing business system to grow our asset management fees.\nOur Institutional Retirement Strategies business reported strong sales and record account values, including the benefits of 2 large pension risk transfer transactions in the quarter. As a result, we delivered a record first quarter of PRT sales. Meanwhile, our Individual Retirement Strategies business recorded its best sales quarter in more than a decade. This reflects the continued diversification and expansion of our product offerings as well as strong demand in the market.\nStrong growth in our group insurance elected our product and segment diversification strategy leading to increased sales across life, disability and supplemental health. Meanwhile, our individual life insurance business continues to shift towards more capital-efficient products and broaden solutions through newer offerings like FlexGuard Life, which had its highest sales quarter since launching in 2022.\nInternationally, we continue to benefit from our broadening product portfolio in Japan and from our actions to expand our distribution to new customers in emerging markets. Prudential in Brazil saw strong momentum across all distribution channels, most notably in our Life Planner channel, which reported record sales for the quarter.\nWe achieved these milestones while continuing to pivot away from more capital-intensive and lower-growth businesses. We successfully closed a reinsurance transaction for a portion of our guaranteed universal life block further advancing our strategy to reduce market sensitivity and increase capital efficiency. We also announced an agreement to sell Prudential of Argentina, a move aligned with our strategy of focusing on fewer high-growth emerging markets where we have an opportunity to achieve scale.\nAnd finally, we initiated the process to exit our Assurance business so that we can focus our efforts and resources on core businesses and capabilities. We also continue to strengthen our operating model through technology and strategic partnerships to generate efficiencies that can be reinvested to fuel growth and deliver exceptional sales, service and claims experiences. This ongoing focus on improving the ways we work and supporting our customers continues to be recognized outside the company.\nAs just 1 example, Prudential of Japan recently ranked #1 for life insurance service in a J.D. Power customer satisfaction survey for the ninth year in a row. We are proud to be recognized for the value we provide to our customers.\nTurning now to Slide 4. Our disciplined approach to capital deployment enables us to invest in our market-leading businesses to support long-term growth and return capital to shareholders. In the first quarter, we returned over $700 million to shareholders and increased the quarterly dividend by 4%, our 16th consecutive annual dividend increase. We will continue to focus on creating sustainable, profitable growth that will benefit all stakeholders.\nMoving to Slide 5. Our growth strategy is supported by Prudential's rock solid balance sheet and robust risk and capital management framework. Our AA rated financial strength represents a strong capital position, including approximately $48 billion of unrealized insurance margins over $4 billion in highly liquid assets at the end of the first quarter, a high-quality, well-diversified investment portfolio and a disciplined approach to asset liability management.\nWe've entered the second quarter with confidence in our strategy to be a global leader in expanding access to investing insurance and retirement security for people around the world.\nAnd with that, I'll turn it over to Rob to provide more details on our first quarter business performance.\n\nRobert Michael Falzon\n\nVice Chairman, Prudential Financial, Inc.\n\nThanks, Charlie. I'll provide an overview of our financial results and business performance for our PGIM U.S. and international businesses I'll begin on Slide 6 with our financial results for the first quarter of 2024.\nOur pretax adjusted operating income was $1.5 billion or $3.12 per share on an after-tax basis, up 16% from the year ago quarter. These results reflect the continued execution of our strategy to grow our market-leading businesses. Strong sales and robust net inflows and the benefit of higher interest rates and equity markets have resulted in higher spread income, fee income and underwriting results.\nThese diversified sources of earnings were partially offset by higher expenses to support business growth and onetime costs of closing the Guaranteed Universal Life reinsurance transaction.\nTurning to the operating results from our businesses compared to the year ago quarter. PGIM, our global investment manager had higher asset management fees driven by equity market appreciation, positive third-party net inflows and contributions from the Deerpath Capital acquisition. Additionally, higher incentive fees and seed and co-investment income resulted in an increase in other related revenues. This was partially offset by higher expenses to support business growth.\nEarnings growth in our U.S. businesses reflected higher spread income driven by business growth and the benefit of higher interest rates and variable investment income as well as more favorable underwriting results. This was partially offset by higher expenses, including the onetime charges associated with the closing of the Guaranteed Universal Life reinsurance transaction and by lower legacy traditional variable annuity fee income as we intentionally continue our pivot to less market-sensitive products.\nEarnings growth in our International businesses was primarily driven by higher spread income, including the benefit of higher interest rates and more favorable variable investment income and higher joint venture earnings due to the favorable encaje performance in Chile. This was partially offset by less favorable underwriting results, primarily reflecting policyholder behavior.\nTurning to Slide 7. PGIM, our global investment manager, has diversified capabilities in both public and private asset classes across fixed income, equities and alternatives. PGIM's strong investment performance continues to improve with 80% of assets under management exceeding their benchmarks over the past year. This has contributed favorably to attractive long-term performance with over 80% of assets under management outperforming their benchmarks over the last 5- and 10-year periods.\nPGIM's assets under management increased by 6% to $1.3 trillion from the year ago quarter, driven by market appreciation and positive third-party net flows. Robust third-party net inflows in the quarter totaled $26.6 billion. Institutional inflows of $26 billion included a large fixed income client mandate. And retail flows also turned positive, reflecting building momentum in public fixed income.\nAdditionally, strong affiliated flows were driven by retirement strategy sales during the quarter as the investment engine of Prudential, the success and growth of PGIM and of our U.S. and International insurance and retirement businesses are mutually reinforcing. PGIM's asset origination capabilities, investment management expertise and access to institutional and other sources of private capital, including through the recently launched reinsurer Prismic, our competitive advantage helping our businesses bring enhanced solutions and create more value for our customers.\nOur insurance and retirement businesses, in turn, provide a source of growth for PGIM through affiliated net flows as well as unique access to insurance liabilities. In addition, our diversified PGIM private alternatives platform, which has assets under management of approximately $240 billion experienced strong private credit activity driven by our organic growth and the first full quarter benefit from acquiring Deerpath Capital.\nTurning to Slide 8. Our U.S. businesses produced diversified earnings from fees, net investment spread and underwriting income and benefit from our complementary mix of longevity and mortality businesses. We continue to focus on growing our market-leading businesses by transforming our capabilities to improve customer experiences and expanding our addressable market with new financial solutions leveraging the capabilities across Prudential.\nRetirement strategies generated strong sales of $14.3 billion in the first quarter across its institutional and individual lines of business. Institutional Retirement sales of $11 billion in the first quarter included 2 large U.S. funded pension risk transfer transactions of nearly $9 billion, driving the strongest first quarter in market history.\nWe have now completed 6 of the 10 largest transactions on record. Individual Retirement posted $3.3 billion in sales, our best quarter in sales in over a decade. Our product pivots have resulted in continued strong sales of FlexGuard and FlexCard Income, which increased nearly 60% from the year ago quarter and fixed annuity sales have nearly tripled, while we continue to reduce market sensitivity by running off our legacy variable annuities.\nGroup Insurance sales increased 18% compared to the prior year, driven by growth in life, disability and supplemental health. We are executing our strategy of both product and client segment diversification while leveraging technology to increase operating efficiency and enhance the customer experience.\nIn Individual Life, we continue to execute our strategic pivot to more capital-efficient products with the closing of the guaranteed Universal Life reinsurance transaction. Total sales in Individual Life increased 12% from the year ago quarter, including the benefit from the recently launched FlexGuard Life product. Variable Life products represented approximately 70% of sales for the quarter.\nTurning to Slide 9. Our International businesses include our Japanese life insurance companies, where we have a differentiated multichannel distribution model as well as other businesses aimed at expanding our presence in targeted high-growth emerging markets.\nIn Japan, we're focused on providing high-quality service and expanding our distribution and product offerings. Our needs-based approach and protection product focus continue to provide important value to our customers as we expand our product offerings to meet their evolving needs. In emerging markets, we're focused on creating a selective portfolio of businesses in regions where customer needs are growing, where there are compelling opportunities to build market-leading businesses and where the Prudential enterprise can add value.\nSales in our International businesses were up 5% compared to the year ago quarter. Higher sales in Japan are benefiting from the recent product launches, including a new yen-denominated variable life product offered through our Life Consultant and independent agency channels beginning in the first quarter. In addition, emerging market sales were higher, driven by growth in Brazil as we continue to expand third-party distribution and benefit from the strong performance of our world-class life planners.\nAs we look ahead, we are well positioned across our businesses to be a global leader in expanding access to investing, insurance and retirement security. We continue to focus on investing in growth businesses and markets, delivering industry-leading customer experiences and creating the next generation of financial solutions to serve the diverse needs of a broad range of customers.\nAnd with that, I'll now hand it over to Yanela.\n\nYanela del Carmen Frias\n\nExecutive VP & CFO\n\nThank you, Rob. I will begin on Slide 10, which provides insight into earnings for the second quarter of 2024 relative to our first quarter results. As noted, pretax adjusted operating income for the first quarter was $1.5 billion and resulted in earnings per share of $3.12 on an after-tax basis.\nTo get a sense of how our second quarter results might develop, we suggest adjustments for the following items: Underwriting experience was below expectations by $85 million in the first quarter, and we expect $10 million of favorable seasonality in the second quarter. We also included an adjustment of $50 million for expenses and other items. This includes adjustments for typical seasonality of expenses and premiums as well as the onetime expenses related to our guaranteed universal life reinsurance transaction.\nThese adjustments combined get us to a baseline of $3.43 per share for the second quarter. I will note that if you exclude items specific to the second quarter, earnings per share would be $3.50. The key takeaway is that we continue to drive underlying earnings power momentum as we invest in the growth of our market-leading businesses and pivot away from capital-intensive and lower growth businesses.\nWhile we have provided these items to consider, please note that there may be other factors that affect earnings per share in the second quarter.\nTurning to Slide 11. Our capital position continues to support our AA financial strength rating. Our regulatory capital ratios are in excess of our AA objectives. Our cash and liquid assets were $4.2 billion within our liquidity target range of $3 billion to $5 billion, and we have substantial off-balance sheet resources. We remain thoughtful in our capital deployment, investing in our businesses for long-term growth and returning capital to shareholders.\nTurning to Slide 12. And in summary, we are becoming a higher growth, more capital efficient and nimble company. We are maintaining a disciplined approach to capital deployment and our growth is supported by our rock-solid balance sheet.\nAnd with that, we will be happy to take your questions."
  },
  {
    "header": "PRU",
    "cik": "0001137774",
    "ticker": "PRU",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a4ca88487ec365371381161cf53d74ca",
    "period": "2023 Q2",
    "content": "Half Year 2023 Prudential plc Earnings Call - Q&A\n\nHalf Year 2023 Prudential Plc Earnings Call - Q&A\n\nPRULONDONAUG 30, 4:30 AM\n\nPatrick Bowes\n\nHead of IR, Prudential plc\n\nGood afternoon to you in Hong Kong. Good morning elsewhere in the world. It's Patrick Bowes speaking. Thank you for joining us today. In the interest of ruthless efficiency and operating rhythm, we're going to start at exactly 4:30 Hong Kong time. Thank you very much.\nI'll pass over to Charlie, our operator for today.\n\nOperator\n\nThank you. Good morning, and welcome to the Prudential Half Year Results 2022 (sic) [ 2023 ] live Q&A. My name is Charlie, and I'll be coordinating the call today. [Operator Instructions]\nI will now hand over to our host, Anil Wadhwani, Chief Executive Officer, to begin. Anil, please go ahead.\n\nAnil Wadhwani\n\nCEO & President of Manulife Asia, Manulife Financial Corporation\n\nThank you, operator, and thank you, Patrick. Good morning, good afternoon, everyone, and a very, very warm welcome to the half yearly results for 2023. I'm Anil Wadhwani. I have taken over the role as Prudential plc's CEO over the last 6 months, and I'm delighted to be sharing both the first half results as well as the update on our new strategy.\nRight at the outset, we are very pleased with the exceptionally strong performance that we have been able to communicate and delivered in the first half of this year. Our new business profit touched $1.5 billion, registering a growth year-on-year of 39%. And if you were to remove the impacts of interest rate, our growth was even stronger at 52%. Importantly, our margins were resilient and our margins came in at 49% on an overall basis, which was more or less flattish to the same time last year. And if, again, you remove the impact of interest rate, our margins improved by 4 percentage points.\nThis was largely driven on account of the strong sales growth. Our sales were in excess of $3 billion, again, a very strong growth of 42% year-on-year. This was underpinned by a strong performance by agency. Agency volumes doubled. And again, this was on the back of the last set of COVID restrictions going away.\nWe have a very strong bancassurance channel that complemented our agency very well and delivered sales in excess of $1 billion for the first half of this year. Hong Kong led our performance, but we also witnessed growth in new business profit in 10 out of our 13 Asian markets, and all our African markets delivered sales growth. So indeed, very excited and very pleased with the set of results that we have announced today.\nWe, at the same time, launched our new strategy. And our new strategy is a promise to accelerate value creation for all our stakeholders, our customers, our people, our shareholders and, importantly, our community. The strength of our strategy lies in its simplicity. And we believe that the focus that we are driving on both operational and financial discipline will be key to driving sustainable value creation between now and 2027. We are also using our newly launched purpose to give us the inspiration and the guiding force as we write the next chapter of growth at Prudential.\nWe have shared 2 financial targets: firstly, 15% to 20% new business profit growth CAGR, on a CAGR basis between now and 2027; and second, accelerating our free surplus generation to double digit during the same time period. And both are going to be driven by the 3 strategic pillars of customer, technology-driven distribution and scaling of our health business. And they are going to be enabled by 3 enablers: our open architecture technology platform, our people, and our wealth and investment capabilities. So we are very excited about the future that we are just about to create. And as I said, it's a pleasure to be hosting you this morning, this afternoon.\nBefore we launch into the Q&A, I would like to introduce our group executive team. Starting on my right, Ben Bulmer, our Chief Financial Officer. Next to Ben is Dennis Tan. Dennis looks after Singapore, Vietnam and Thailand. Next to Dennis is Catherine Chia, our Chief Human Resources Officer. And at the far end is Avnish Kalra, our Chief Risk Officer.\nOn my left is Lilian Ng. Lilian is responsible for Greater China markets and has additional responsibility for customer and distribution. Next to Lilian is Solmaz Altin. Solmaz has a wide range of responsibilities from managing Malaysia, Indonesia, Philippines, our African markets, India as well as has responsibilities for health and technology. And on the far end is Bill who's our newly appointed CEO for Eastspring. And together, we look forward to engaging with you in the question and answers.\nSo back to you, Patrick.\n\nPatrick Bowes\n\nHead of IR, Prudential plc\n\nThank you very much. Charlie, I think we'll start in the room to respect that we're here. I think there are some microphones that will come around."
  },
  {
    "header": "PRU",
    "cik": "0001137774",
    "ticker": "PRU",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/213b118b6e86f6ec587c0162d44e4b3b",
    "period": "2023 Q4",
    "content": "Full Year 2023 Prudential PLC Earnings Call - Q&A\n\nFull Year 2023 Prudential PLC Earnings Call - Q&A\n\nPRULONDONMAR 20, 4:30 AM\n\nOperator\n\nHello, everyone, and welcome to Prudential's Full Year 2023 Results Q&A Event. [Operator Instructions]\nI will now hand the floor over to Patrick to begin. Please go ahead.\n\nPatrick Bowes\n\nHead of Investor Relations\n\nThank you, Sebastian, and welcome to everyone. We're going to just have a short address by Anil to start and then we'll go straight into questions and answers. Sebastian will explain to those on the call how to lob their questions.\nBut I'll pass over to Anil to kick off.\n\nAnil Wadhwani\n\nChief Executive & Executive Director\n\nThank you, Patrick. Good morning, good evening, ladies and gentlemen. Very warm welcome to the 2023 full year results for Prudential. I'm Anil Wadhwani. I'm the CEO for Prudential and it's Indeed my honor and pleasure to be welcoming you today. Earlier today we announced our results. We are delighted with the strength of our performance. I thought the results were excellent both on operational grounds as well as the financial performance that we delivered in 2023. Our sales came in at $5.9 billion for the full year, up by 37%. Our new business profits came in at $3.1 billion, up 45%. 17 out of the 22 markets were able to register new business profit growth, 12 of them on a double-digit basis. The margins held up. In fact they improved by 4 percentage points ex economics. And our IFRS earnings came in at $2.9 billion, up 8% year-on-year. So clearly, a very strong set of results.\nHong Kong led the results. A strong rebound post the borders opening up and the pleasing aspect of the Hong Kong growth was that we were able to gain market share both in domestic as well as in Mainland China's visitor segment. And again one of the other pleasing aspects of the Hong Kong results were that we gained market share in agency, which is the lifeblood of our company. In China, it was a year of transition. We pivoted to driving a different product mix in China. And as you're well aware, we took proactive steps way back in April 2023 much in advance of the regulatory guidance and in many ways, the regulatory guidance of quarter 3 ratified some of the steps that we took in terms of repricing our 3.5% guaranteed product. Our agency grew by 25% and on account of the steps that we took to reposition our bancassurance product mix, as we transition to 2024 we feel optimistic about the growth prospects in China.\nAnd I'm sure we will talk about that as we go along. In ASEAN, again strong performances by Malaysia, delighted with the sales and the new business profit growth. Indonesia, 4 consecutive quarters of new business profit growth, early signs of the transformation work that we are leading in Indonesia. And Singapore, clearly we have a quality, quality franchise there, multidistribution channel and it underscores the strong rebound that we witnessed in Singapore in the second half of last year. So overall, as I said, very pleased with the results that we delivered in 2023. I believe that these are excellent results. We have seen sales growth in the first 2 months of 2024. March and April of 2024 will have base effects given the fact that we saw a resurgence in March 2023 and April 2023 on account of the border opening.\nWe are in early days of the execution of our strategy and we are already seeing some measurable progress against our strategy execution. And a combination of these factors lead us to believe that we are increasingly getting confident in terms of delivering 2 financial objectives, which is 15% to 20% growth on new business profit to 2027 and the acceleration of cash on the value that we generate. We are also increasingly confident of our strategic objectives and are effectively deploying capital to drive organic profitable growth, but at the same time looking a sharp eye out on extending and expanding our distribution footprint through partnerships. I also wanted to at this juncture thank our people, thank our agents and thank our partners. Without their dedication and commitment, these results simply would not have been possible.\nSo thank you very much again for joining us. I would like to now start by introducing our management team. On my right: Ben Bulmer, our Chief Financial Officer. Next to Ben, Dennis Tan; Dennis Tan manages the cluster of our ASEAN markets and is also responsible for wealth. Next to Dennis, Catherine Chia; Catherine is responsible for human resources. And at the far right is Avnish Kalra, our Chief Risk Officer. On my left, Lilian Ng; Lilian runs Greater China in customer as well as distribution for the company. Next to Lilian, Solmaz Altin. Solmaz runs again a cluster of markets in Southeast Asia and ASEAN alongside India, Africa as well as is responsible for health and technology over and above his geographic responsibility. And on the far left, Bill who we appointed as the incoming CEO of Eastspring in the middle of last year.\nSo on that note, back to you, Patrick."
  },
  {
    "header": "PRU",
    "cik": "0001137774",
    "ticker": "PRU",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/98f95b42b46a626c03586bab76cd84f3",
    "period": "2023 Q1",
    "content": "Q1 2023 Prudential Financial Inc Earnings Call\n\nQ1 2023 Prudential Financial Inc Earnings Call\n\nPRUNYSEMAY 3, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to Prudential's quarterly earnings conference call. [Operator Instructions] As a reminder, today's call is being recorded. I will now turn the call over to Mr. Bob McLaughlin. Please go ahead.\n\nRobert McLaughlin\n\nGood morning, and thank you for joining our call. Representing Prudential on today's call are Charlie Lowrey, Chairman and CEO; Rob Falzon, Vice Chairman; Andy Sullivan, Head of International Businesses; and P. Jim, our Global Investment Manager; Caroline Feeney, Head of U.S. Businesses; Ken Tanji, Chief Financial Officer; and Rob Axel, Controller and Principal Accounting Officer.\nWe will start with prepared comments by Charlie, Rob and Ken, and then we will take your questions. As a reminder, our financial results reflect the long duration targeted improvement accounting guidance that was adopted at the beginning of the year and prior year results have been adjusted accordingly.\nToday's presentation may also include forward-looking statements. It is possible that actual results may differ materially from the predictions we make today. In addition, this presentation may include references to non-GAAP measures. For a reconciliation of such measures to the comparable GAAP measures and a discussion of factors that could cause actual results to differ materially from those in the forward-looking statements, please see the slides titled forward-looking statements and non-GAAP measures in the appendix to today's presentation and the quarterly financial supplement, both of which can be found on our website at investor.prudential.com. And now I'll turn it over to Charlie.\n\nCharles Frederick Lowrey\n\nCEO & Director, Prudential Financial, Inc.\n\nThank you, Bob, and thanks to everyone for joining us today. During the first quarter, we continued to transform our business to be less market-sensitive and better positioned to deliver sustainable long-term growth. Our financial strength, disciplined asset liability management and robust risk management position us well to navigate the current macroeconomic environment while maintaining our balanced approach to capital deployment focused on creating value for our stakeholders.\nTurning to Slide 3. I'll begin this morning with an update on the progress of our strategy to become a higher growth, less market-sensitive and more nimble company. We are investing in long-term sustainable growth by expanding access to our products and services and markets around the world, including through programmatic M&A and organic growth opportunities, creating the next generation of financial solutions and delivering industry-leading customer experiences.\nLet me provide a few recent examples. Yesterday, we announced that Prudential is acquiring a majority stake in Deerpath Capital Management, a leading U.S. private credit and direct lending manager with more than $5 billion in assets under management. The acquisition will expand PGIM's alternative capabilities, while providing additional fee-based revenue and complementing PGIM's existing direct lending origination capabilities.\nIn addition, Deerpath is a great example of how we are building our self-reinforcing business model, which will benefit both third-party investors as well as our insurance and retirement customers.\nOur Institutional Retirement Strategies business had strong first quarter sales, largely driven by our Pension Risk Transfer business, which had its best first quarter ever with more than $2.8 billion in total new business transactions.\nIn addition, we experienced continued momentum in international reinsurance with a $500 million longevity risk transaction. We also achieved new growth milestones in our international business, especially in Latin America, where Prudential of Brazil's sales reached double-digit year-over-year growth through our 3 distribution channels.\nIn particular, we are driving growth in Brazil through our expanded third-party distribution channel, which allows more consumers to access our products and services.\nDuring the quarter, we also expanded our distribution through the [ Mercado Libre ] platform into Mexico to sell life and accident and health products. In the U.S., our individual retirement strategies business continued to expand its suite of next-generation protection solutions. We expanded our FlexGuard distribution and introduced new product enhancements to meet the evolving needs of our customers. We are also diversifying our sales mix to meet increasing customer needs in a higher interest rate environment.\nSales of fixed annuities represented 1/3 of total individual annuity sales in the first quarter, a significant increase from a year ago quarter. We continue to enhance the ways in which customers engage with our products and solutions to drive more digital experiences and better customer outcomes. Let me give you a couple of examples.\nFirst, an industry survey ranked Prudential as a top 3 carrier in e-signature adoption. A majority of annuities applications are now submitted with e-signature, which has reduced processing time by several days and improved our environmental impact.\nSecond, we launched a new electronic claims portal for life insurance customers that allows beneficiaries to file claims in minutes and to receive payments in days rather than weeks. By using the portal this quarter, we have experienced a 300% increase in digital claims processing and overwhelmingly positive customer feedback.\nTurning now to Slide 4. Prudential's rock solid balance sheet and robust risk and capital management frameworks have allowed us to confidently navigate the current macroeconomic environment. Our financial strength, including our AA rating is supported by $4.6 billion in highly liquid assets at the end of the first quarter as well as a high-quality, well-diversified investment portfolio and a disciplined approach to asset liability management.\nWe've also taken advantage of opportunities to further optimize our financial flexibility and liquidity position. We proactively issued a contingent capital facility to replace the one that matures in November of this year and issued $500 million of hybrid debt to prefund the maturity of the same amount next year.\nMoving to Slide 5. Our disciplined approach to capital deployment also enables us to effectively balance investing in the long-term growth of our businesses with returning capital to shareholders. In the first quarter, we returned $700 million to shareholders and increased the quarterly dividend by 4%, our 15th consecutive annual dividend increase. Looking ahead, we will maintain our disciplined approach to capital management and redeployment. We are confident that this approach, coupled with our robust financial position, mix of mutually enhancing businesses and growth strategy, positions us well to be a leader in expanding access to investing, insurance and retirement security for people around the world. Thank you for your time this morning. And with that, Rob will now provide an overview of our first quarter financial results and an update on our business performance.\n\nRobert Michael Falzon\n\nVice Chairman, Prudential Financial, Inc.\n\nThank you, Charlie. I'll provide an overview of our financial results and business performance for our PGIM, U.S. and International businesses. I will also provide an overview of our investment portfolio and specifically our commercial real estate holdings, given the increased focus on the risks associated with a potential near-term credit cycle.\nI'll begin on Slide 6 with our financial results for the first quarter of 2023. Our pretax adjusted operating income was $1.3 billion or $2.66 per share on an after-tax basis. These results reflect underlying business growth, including the benefits from a higher interest rate environment, offset by lower variable investment and fee income as well as elevated seasonal mortality experience. While elevated mortality improved compared to the year ago quarter as COVID has transitioned to an endemic phase.\nTurning to the operating results from our businesses compared to the year ago quarter. PGIM, our global investment manager, had lower asset management fees due to lower assets under management resulting from the higher interest rates, equity market declines and net outflows. Other related revenues increased primarily from [ seed ] and co-investment earnings.\nResults of our U.S. businesses primarily reflected lower fee income, less favorable variable investment income, partially offset by the impact of higher rates on spread income and more favorable underwriting. The decrease in earnings in our International businesses primarily reflected lower spread income largely due to less favorable variable investment income.\nTurning to Slide 7. PGIM, our global active investment manager, has diversified capabilities in both public and private asset classes across fixed income, equities and alternatives. PGIM's investment performance remains attractive with 80% or more of assets under management outperforming their benchmarks over the last 3-, 5- and 10-year periods.\nPGIM experienced third-party institutional and retail net outflows of $14 billion in the quarter, primarily from fixed income strategies. Institutional outflows were mainly driven by client redemptions for liquidity needs, including derisking actions of defined benefit sponsors. Retail outflows were driven by investors rebalancing amidst higher interest rates and inflation, consistent with the industry.\nAs the investment engine of Prudential, the success and growth of PGIM and of our U.S. and International insurance and Retirement businesses are mutually self-reinforcing. PGIM's asset origination capabilities, investment management expertise and access to institutional and other sources of private capital or a competitive advantage, helping our businesses bring enhanced solutions and create more value for our customers.\nOur insurance and retirement businesses, in turn, provide a source of growth for PGIM through affiliated net flows, which totaled $2 billion in the first quarter of 2023 as well as unique access to insurance liabilities. In addition, we continue to grow our private alternatives and credit business, which has assets of approximately $235 billion across private, corporate and infrastructure credit, real estate equity and debt and secondary private equity and will be further enhanced through the acquisition of Deerpath Capital, as Charlie previously stated.\nTurning to Slide 8. Our U.S. businesses produced diversified earnings from fees, net investment spread and underwriting income and benefit from our complementary mix of longevity and mortality businesses. We continue to shift towards higher growth and less market-sensitive products and markets, enhance our customer and adviser experiences and further expand our addressable market. Retirement strategies achieved strong sales of $5.5 billion in the first quarter across its institutional and individual lines of business.\nOur Institutional Retirement business has market-leading capabilities with first quarter sales of $3.8 billion, including a [ jumbo ] pension risk transfer transaction, which contributed to record account values at the end of the first quarter. In Individual Retirement, product pivots have resulted in continued strong sales of more simplified solutions like FlexGuard and FlexGuard income, representing over $13 billion of sales since inception as well as increased fixed annuity sales that comprised approximately 1/3 of our sales.\nOur individual life sales reflect our earlier product pivot strategy with variable life products representing about 70% of sales for the quarter. And we continue to diversify group insurance sales with strong growth in supplemental health and disability products and driving 25% growth in the premier segment from the prior year quarter.\nTurning to Slide 9. Our international businesses include our Japanese life insurance companies, where we have a differentiated multichannel distribution model as well as other businesses aimed at expanding our presence in high-growth emerging markets. In Japan, we are focused on providing high-quality service and expanding our geographic coverage and product offerings. Our needs-based approach and protection product focus continue to provide important value to our customers as we expand our product offerings to meet their evolving needs.\nWe continue to enhance customer experience and agent support, including through digital tools. Prudential of Japan ranked #1 in 2 out of the 3 categories in the 2023 [ J.D. ] Power Life Insurance customer satisfaction survey. We are proud to be recognized for the value we provide customers.\nIn emerging markets, we are focused on creating a carefully selected portfolio of businesses in regions where customer needs are growing, where there are compelling opportunities to build market-leading businesses and where the Prudential enterprise can add value.\nOur International businesses experienced their highest sales since the third quarter of 2020. Compared to the prior year quarter, Gibraltar sales were up 16%, mainly driven by the Life Consultant channel, primarily from higher U.S. dollar sales. Life Planner sales were up 13%, driven by the continued momentum in Brazil as well as higher sales in Japan.\nNow turning to our investment portfolio on Slide 10. We have a disciplined approach to our investment portfolio construction and management. It reflects our robust asset liability management practices, commitment to broad diversification and a rigorous underwriting security selection and credit management framework. We also leverage PGIM's expertise across multiple asset classes, including its deep and long-standing experience in private placements and real estate. With respect to our investment portfolio, here are a few key points.\n30% of the portfolio is invested in government securities, primarily comprised of U.S. treasuries and Japanese government bonds. 43% of the portfolio is invested in corporate securities, of which over 93% are investment grade. Private placements represent almost 40% of these corporate securities and over half of our BBB and below rated securities. These privates have financial covenants and structural protections that have consistently resulted in lower losses than comparable public securities.\nIn past cycles, the loss experienced on our BBB private placements have been comparable to single A public credits.\nMortgage loans represent an area of interest, I'll provide more detail on Slide 11. Our mortgage loans represent 13% of our portfolio and reflect our conservative underwriting with an average loan-to-value of 57% and debt service coverage of 2.4x. The portfolio is broadly diversified by property type, overweight in more defensive sectors such as multifamily and industrial, and underweighted in both office and retail.\nSpecifically, office properties represent only 2% of invested assets with loan to values and debt service coverage ratios that are in line with the overall portfolio. We have a disciplined portfolio monitoring process to review all investments at least annually and a robust risk management framework, which includes stress tests under cyclical and tail scenarios. Any potential credit losses in these scenarios are factored into our capital management framework and are expected to be manageable.\nAs we look ahead, we are well positioned across our businesses to be a leader in expanding access to investing, insurance and retirement security. We continue to be focused on investing in growth businesses and markets, delivering industry-leading customer experiences and creating the next generation of financial solutions to better serve the diverse needs of a broad range of customers. And with that, I'll now hand it over to Ken.\n\nKenneth Yutaka Tanji\n\nChief Financial Officer & Executive Vice President, Prudential Financial, Inc.\n\nThanks, Rob. I'll begin on Slide 12, which provides insight into earnings for the second quarter of 2023 relative to our first quarter results. As noted, pretax adjusted operating income in the first quarter was $1.3 billion and resulted in earnings per share of $2.66 on an after-tax basis.\nTo get a sense of how our second quarter results might develop, we suggest adjustments for the following items. First, variable investment income was below expectations in the first quarter by $150 million. Next, we adjust underwriting experience by $85 million to normalize for first quarter experience. And last, we expect other items to increase adjusted operating income by $25 million, primarily due to the seasonally elevated expenses in the first quarter. These items combined get us to a baseline of $3.20 per share for the second quarter.\nI'll note that if you exclude items specific to the second quarter, earnings per share would be $3.29. The key takeaway is that our underlying earnings power has improved due to business growth, including the benefit of higher interest rates. While we have provided these items to consider, please note there may be other factors that affect earnings per share in the second quarter.\nTurning to Slide 13. Our capital position continues to support our AA financial strength rating. Our cash and liquid assets were $4.6 billion at the high end of our liquidity target range. We have substantial off-balance sheet resources, including contingent capital and liquidity facilities. As Charlie noted, we replaced a $1.5 billion contingent capital facility that will mature in November. We remain thoughtful in our capital deployment, balancing the preservation of financial strength and flexibility, investment in our businesses and shareholder distributions.\nTurning to Slide 14 and in summary, we are transforming our businesses for sustainable growth. We continue to navigate the current macro environment with the financial strength of our rock-solid balance sheet, and we maintain a balanced and disciplined approach to capital deployment. Now I'll turn it to the operator for your questions."
  },
  {
    "header": "PRU",
    "cik": "0001137774",
    "ticker": "PRU",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b925b0edce70deea8dc5575a552cac8a",
    "period": "2023 Q3",
    "content": "Q3 2023 Prudential Financial Inc Earnings Call\n\nQ3 2023 Prudential Financial Inc Earnings Call\n\nPRUNYSENOV 2, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to Prudential's quarterly earnings conference call. [Operator Instructions] As a reminder, today's call is being recorded. I will now turn the call over to Mr. Bob McLaughlin. Please go ahead.\n\nRobert McLaughlin\n\nGood morning, and thank you for joining our call. Representing Prudential on today's call are Charlie Lowrey, Chairman and CEO; Bob Falzon, Vice Chairman and Head of International Businesses; and PGIM, our Global Investment Manager; Caroline Feeney, Head of U.S. Businesses; Ken Tanji, Chief Financial Officer; and Rob Axel, Controller and Principal Accounting Officer. .\nWe will start with prepared comments by Charlie, Rob and Ken, and then we will take your questions. Today's presentation may include forward-looking statements. It is possible that actual results may differ materially from the predictions we make today. In addition, this presentation may include references to non-GAAP measures.\nFor a reconciliation of such measures to the comparable GAAP measure and a discussion of factors that could cause actual results to differ materially from those in the forward-looking statements, please see the slides titled Forward-Looking Statements and Non-GAAP Measures in the appendix of today's presentation and the quarterly financial supplement, both of which can be found on our website at investor.prudential.com.\nAnd now I'll turn it over to Charlie.\n\nCharles Frederick Lowrey\n\nCEO & Director, Prudential Financial, Inc.\n\nThank you, Bob, and thanks to everyone for joining us today. Our third quarter results reflect continued momentum across our businesses, excluding the benefits from strong sales and the fifth consecutive quarter of underlying earnings growth. We continue to execute on our strategy to become a higher growth, less market-sensitive and more nimble company. This quarter, we increased our capital efficiency and enhanced our capabilities in mutually reinforcing business system.\nWe are also optimizing our operating model to drive both efficiency and growth. Our strategic progress and financial strength position us well to navigate the current macroeconomic environment and maintain a disciplined approach to capital deployment.\nTurning to Slide 3. During the quarter, we launched Prismic, a life and annuity reinsurance company alongside Warburg Pincus and other investors. It is one of our most exciting opportunities to drive sustainable long-term growth across our investment management, insurance and retirement businesses. Through Prismic, we can ensure portions of our life and annuity in-force and new business to reduce market sensitivity, free up capital and invest in growth opportunities. Prismic can also offer its services to other insurance companies in need of reinsurance support, tapping into additional sources of third-party capital to drive further growth.\nIn addition, Prismic expands PGIM's assets under management. Prismic is a great example of how Prudential can unlock value for customers, shareholders and other stakeholders with our mutually reinforcing business system, which combines the power of our brand, global asset and liability origination capabilities and multichannel distribution. We're also growing and investing in our businesses to better serve our customers through both the products and services we offer and through the ways we do business.\nOur distribution channels continue to evolve and expand to provide more people around the world with our products and services in the way they want them. I'll provide a few examples from the third quarter. In Brazil, we achieved the second consecutive quarter of record sales, driven by continued expansion in the third-party distribution channel and the strong performance of our Life Planner channel.\nIn the U.S., individual retirement strategies posted its strongest sales quarter in 3 years, driven by the continued success of FlexGuard as well as the expansion of our fixed annuity suite with the launch of our new Wealth Guard multiyear guaranteed annuity. Within the Institutional market, retirement strategy secured $2.5 billion in new pension risk transfer transactions to the health savings account space by securing a $1.2 billion transaction with a top HSA provider, expanding our addressable market.\nAnd in our Prudential Advisors distribution channel, we announced a strategic relationship with LPL Financial, which upon completion in the latter part of next year, will enhance both our adviser and customer experience by leveraging LPL's expertise, industry-leading technology and robust broker dealer and registered investment adviser services.\nAlongside these investments in our businesses, we continue to focus on customer service through enhanced sales and claims platforms. For example, this year, we have announced 7 customer experience technology partnerships within group insurance. These include Enrolofy, an innovative platform transforming the enrollment experience for millions of employees and Evolution IQ, an AI-driven platform that will streamline the disability claims process.\nWe're also working to create a leaner, faster and more agile company so that we can better meet the changing needs and expectations of our customers around the world while driving growth and efficiency to further strengthen our competitive position. We're taking new steps to simplify our organizational structure by reducing management layers, complexity and costs while making investments in technology and data platforms.\nOur goal is to empower faster decision-making and bring our integrated business teams closer to our customers and clients. Turning now to Slide 4. Prudential's rock solid balance sheet and robust risk and capital management frameworks have allowed us to confidently navigate the current macroeconomic environment. Our AA financial strength is supported by our strong capital position, including approximately $48 billion of unrealized insurance margins, $4.3 billion in highly liquid assets at the end of the third quarter and a high-quality, well-diversified investment portfolio and disciplined approach to asset liability management.\nMoving to Slide 5. Our disciplined approach to capital deployment, coupled with the added capital efficiency from the Prismic transaction enables us to effectively balance investing in the long-term growth of our businesses with returning capital to shareholders. In the third quarter, we returned over $700 million of capital to shareholders.\nAnd with that, I'll turn it over to Rob.\n\nRobert Michael Falzon\n\nVice Chairman, Prudential Financial, Inc.\n\nThank you, Charlie. I'll provide an overview of our financial results and business performance for our PGIM U.S. and International businesses. I'll begin on Slide 6 with our financial results for the third quarter of 2023. Our pretax adjusted operating income was $1.6 billion $3.44 per share on an after-tax basis, up 45% from the year ago quarter. These results reflect underlying business growth, including the benefits from a higher interest rate environment, more favorable variable investment income and underwriting experience, partially offset by lower fee income. .\nOur GAAP net loss was $2.1 billion lower than our after-tax adjusted operating income, primarily driven by mark-to-market losses on interest rate derivatives due to the higher rates. Turning to the operating results from our businesses compared to the year ago quarter. PGIM, our global investment manager, had lower other related revenues driven by lower agency and seed and co-investment earnings and higher expenses.\nResults of our U.S. businesses primarily reflected higher spread income, including more favorable variable investment income and lower expenses, partially offset by lower fee income and the increase in earnings in our International businesses primarily reflected higher spread income.\nTurning to Slide 7. PGIM, our global active investment manager has diversified capabilities in both public and private asset classes across fixed income, equities and alternatives. PGIM's long-term investment performance remains attractive with 80% or more of assets under management outperforming their benchmarks over the last 5- and 10-year periods.\nIn addition, our short-term performance continues to improve with 83% of assets exceeding their benchmarks over a 1-year period. PGIM experienced third-party net outflows of $5.7 billion in the quarter, Institutional outflows were primarily driven by lower than normal fixed income inflows and a large client outflow. Retail outflows were driven by sub-advised equity mandates.\nAs the investment engine of Prudential, the success and growth of PGIM end of our U.S. and International insurance and retirement businesses are mutually reinforcing. PGIM's asset origination capabilities, investment management expertise and access to institutional and other sources of private capital, including through the recently launched reinsurer of Prismic, our competitive advantage, helping our businesses bring enhanced solutions and create more value for our customers.\nOur insurance and retirement businesses, in turn, provide a source of growth for PGIM through affiliated net flows as well as unique access to insurance liabilities. In addition, we continue to grow both organically and through acquisitions, our private alternatives and credit business, which has assets of approximately $230 billion across private corporate and infrastructure credit real estate equity and debt and secondary private equity.\nCapital deployment across PGIM's private assets platform of $8 billion during the quarter benefited from robust private placement and direct lending originations. Turning to Slide 8. Our U.S. businesses produced diversified earnings from fees, net investment spread and underwriting income and benefit from our complementary mix of longevity and mortality businesses. We continue to drive towards a higher value, higher growth and less market-sensitive mix of earnings, invest in our businesses to deliver best-in-class customer experiences and expand our addressable market with new financial solutions leveraging the capabilities across Prudential.\nRetirement strategies generated strong sales of $6.7 billion in the third quarter across its institutional and individual lines of business. Our institutional retirement business has leading market capabilities, which helped to produce third quarter sales of $4.7 billion, including $2.5 billion of pension risk transfer transactions as well as strong stable value sales.\nIndividual Retirement posted $2 billion in sales, up 40% from the prior year quarter. Our product pivots have resulted in continued strong sales of FlexGuard and FlexGuard income, which represented about 2/3 of sales and fixed annuities that accounted for approximately 1/3 of sales this quarter. Our Individual Life sales increased 24% from the year ago quarter, reflecting our earlier product pivot strategy with variable life products representing approximately 73% of sales in the quarter, including the benefit from our recently launched FlexGuard Life product.\nAnd in Group Insurance, we continue to execute on our strategy of product and client segment diversification while leveraging technology to increase operating efficiency and enhance the customer experience. Our strong results this quarter included favorable group life underwriting experience, which resulted in a benefit ratio of 82.4%.\nTurning to Slide 9. Our International businesses include our Japanese life insurance companies where we have a differentiated multichannel distribution model as well as other businesses aimed at expanding our presence in targeted high-growth emerging markets. In Japan, we are focused on providing high-quality service and expanding our distribution and product offerings. Our needs-based approach and protection product focus continue to provide important value to our customers as we expand our product offerings to meet their evolving needs.\nDuring the third quarter, we launched a new U.S. dollar indexed annuity product and Prudential of Japan was ranked as the #1 Japanese life insurer in the Forbes world best life insurance companies this year. We are proud to be recognized for the value we provide to our customers. In emerging markets, we are focused on creating a select portfolio of businesses in regions where our customer needs are growing, where there are compelling opportunities to build market-leading businesses and where the Prudential enterprise can add value. Our International business sales were up 19% compared to the year ago quarter. Life Planner sales were up 18%, driven by our second consecutive quarter of record sales in Brazil as well as higher sales in Japan.\nGibraltar sales were up 20%, primarily driven by growth in the bank channel. As we look ahead, we are well positioned to cross our businesses to be a global leader in expanding access to investing insurance and retirement security. We continue to focus on investing in growth businesses and markets, delivering industry-leading customer experiences and creating the next generation of financial solutions to serve the diverse needs of a broad range of customers.\nAnd with that, I'll now turn it over to Ken.\n\nKenneth Yutaka Tanji\n\nChief Financial Officer & Executive Vice President, Prudential Financial, Inc.\n\nThanks, Rob. I'll begin on Slide 10, which provides insight into earnings for the fourth quarter of 2023 relative to our third quarter results. As noted, pretax adjusted operating income in the third quarter was $1.6 billion and resulted in earnings per share of $3.44 on an after-tax basis. To get a sense of how our fourth quarter results might develop we suggest adjustments for the following items: First, variable investment income was below expectations in the third quarter by $25 million. Second, we adjust underwriting experience by $10 million to normalize for third quarter experience. .\nAnd last, we include an adjustment of $350 million for expenses and other items. This includes elevated seasonal expenses and lower international earnings due to timing of seasonal premiums in the fourth quarter. In addition, as Charlie mentioned, we are implementing changes to our organizational structure as part of our continuous improvement process, and we have included an estimated restructuring charge of approximately $200 million that will be incurred in the fourth quarter.\nWe expect these actions will create operating efficiencies and provide reinvestment capacity to build capabilities. This will allow us to realize additional efficiencies, strengthen our competitiveness and fuel future growth. These adjustments combined get us to a baseline of $2.75 per share for the fourth quarter.\nI'll note that if you exclude items specific to the fourth quarter, earnings per share would be $3.48. The key takeaway is that our underlying earnings power continued to improve due to business growth, including the benefit of higher interest rates. While we have provided these items to consider, please note that there may be other factors that affect earnings per share in the fourth quarter.\nTurning to Slide 11. Our capital position continues to support our AA financial strength rating. Our cash and liquid assets were $4.3 billion within our liquidity target range of $3 billion to $5 billion. Regulatory capital ratios are above our targets, and we have substantial off-balance sheet resources, including approximately $9 billion of contingent capital and liquidity facilities. We remain thoughtful in our capital deployment, balancing the preservation of financial strength and flexibility, investment in our businesses for long-term growth and shareholder distributions.\nTurning to Slide 12 and in summary. We are transforming our business for sustainable growth. We continue to navigate the current macro environment with the financial strength of our rock solid balance sheet, and we are maintaining a balanced and disciplined approach to capital deployment. Now I'll turn it to the operator for your questions."
  },
  {
    "header": "PRU",
    "cik": "0001137774",
    "ticker": "PRU",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/74ff2c4ea7bcff99150bff23bc26aee6",
    "period": "2022 Q4",
    "content": "Q4 2022 Prudential Financial Inc Earnings Call\n\nQ4 2022 Prudential Financial Inc Earnings Call\n\nPRUNYSEFEB 8, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to Prudential's quarterly earnings conference call. (Operator Instructions). As a reminder, today's call is being recorded. I will now turn the call over to Mr. Bob McLaughlin. Please go ahead.\n\nRobert McLaughlin\n\nGood morning, and thank you for joining our call. Representing Prudential on today's call are Charlie Lowrey, Chairman and CEO; Bob Falzon, Vice Chairman; Andy Sullivan, Head of International Businesses; and P. Jim, our Global Investment Manager; Caroline Ben, Head of U.S. Businesses; Ken Tanji, Chief Financial Officer; and Rob Axel, Controller and Principal Accounting Officer. We will start with prepared comments by Charlie, Rob and Ken, and then we will take your questions.\nToday's presentation may include forward-looking statements. It is possible that actual results may differ materially from those predictions we make today. In addition, this presentation may include references to non-GAAP measures. For a reconciliation of such measures to the comparable GAAP measures and the discussion of factors that could cause actual results to differ materially from those in the forward-looking statements, please see the slide titled Forward-Looking Statements and -- non-GAAP Measures in the appendix to today's presentation and the quarterly financial supplement, both of which can be found on our website at investor.prudential.com. And now I'll turn it over to Charlie.\n\nCharles Frederick Lowrey\n\nChairman, CEO & President, Prudential Financial, Inc.\n\nThank you, Bob, and thanks to everyone for joining us today. As we look back on 2022, I am proud of the progress we have made executing against our strategic priorities. During the year, we continued to transform our business to be less market-sensitive and better positioned to deliver sustainable long-term growth. We exceeded our $750 million cost savings target 1 year ahead of schedule. And our rock-solid balance sheet provided the financial strength to navigate the evolving macroeconomic environment. I'll provide an update on each of these areas, beginning with our business transformation.\nTurning to Slide 3. During 2022, we reduced the overall market sensitivity of our business by completing the sales of the full service retirement business and the PALAC block as well as the runoff of traditional variable annuities. We simultaneously continue to invest in the long-term sustainable growth of our business through programmatic acquisitions and partnerships in emerging markets. In Africa, we acquired a minority interest in AlexForbes, a leading provider of financial advice, retirement, investment and wealth management in the South Africa.\nWe also continued to grow our third-party distribution network in Latin America, particularly in Brazil, where third-party distribution now accounts for about 50% of sales and complements our strong Life Planner channel. Additionally, we advanced our vision to be a global leader in expanding access to investing, insurance and retirement security. For example, we completed the second largest pension risk transfer transaction in U.S. market history with IBM and closed several major longevity risk transactions, including the $8 billion transaction we completed in the fourth quarter with the Barclays Bank U.K. Retirement Fund.\nThese transactions underscore our leadership in these markets as well as the strength of our interconnected business model. Our IBM PRT transaction provided PGIM with more than $8 billion in additional assets under management and is a good example of how we leverage synergies across our businesses. We see a strong pipeline of opportunities in these markets in the year ahead. We continue to expand our product offerings to meet the increasing customer needs for financial solutions.\nFor example, building on the success of our FlexGuard annuity products we introduced during the fourth quarter, FlexGuard Life, an index variable universal life product. In PGIM, we expanded our private loan capabilities through PGIM Private Capital, including our direct lending capabilities. This broad proprietary origination platform provides our insurance businesses and our institutional clients with unique investment opportunities and is another example of our self-reinforcing business model. We also invested in enhanced customer experiences that blend human touch with advanced technology.\nIn Brazil, for example, we expanded our digital sales application to expedite same-day policy delivery and processing with greater automation. In addition, as the administrator for the IBM PRT transaction, we introduced new technology capabilities to expedite the onboarding experience for 100,000 IBM pensioners and as part of our continued efforts to refine customer experience, we implemented a company-wide initiative to better understand the evolving needs of all our customers around the globe and in turn, deliver the most effective products and solutions to meet their needs. Moving to Slide 4.\nWe achieved $820 million of annual run rate cost savings, exceeding our target of $750 million, 1 year ahead of schedule. We reached this milestone by streamlining and automating the way in which we operate while improving the customer and employee experience. We leverage new systems and technologies to enhance our digital underwriting, claims and fund processing capabilities, improving efficiency while reducing customer wait times. For example, for many of our individual life customers, we reduced the underwriting time from 22 days to 22 seconds. Our group insurance claims processing is now 3x faster. And fund verification to process new annuity sales now takes 2 to 3 days, down from 2 to 3 weeks.\nWe also implemented a hybrid work model for our employees that reduced our U.S. real estate footprint by 50%, equating to approximately $50 million in annual run rate savings. And finally, we adopted a continuous improvement mindset that helps us proactively identify and execute on cost savings opportunities that enhance customer and employee experiences and continue to improve our competitiveness going forward. Turning now to Slide 5, our rock solid balance sheet and disciplined approach to capital deployment have helped Prudential navigate financial and macroeconomic challenges for nearly 150 years. and 2022 was no exception.\nOur financial strength, including our AA ratings is supported by $4.5 billion in highly liquid assets at the end of the fourth quarter as well as a high-quality, well-diversified investment portfolio. We continue to balance investments in the growth of our businesses with returning capital to our shareholders. During the fourth quarter, we returned more than $800 million to shareholders through dividends and share repurchases for a total of over $7.5 billion since the beginning of 2021. For 2023, our board has authorized up to $1 billion in share repurchases as well as a 4% dividend increase beginning in the first quarter. This represents our 15th consecutive annual dividend increase.\nLooking ahead, our strategic progress, financial strength and self-reinforcing business system, coupled with the higher interest rate environment, position us well to be a leader in expanding access to investing, insurance and retirement for our customers across the globe. Now before turning it over to Rob, I'd like to extend a special thank you to all our employees for their dedication to our customers and our communities. Together, we have made significant progress on our transformation and are fulfilling our purpose of making lives better by solving the financial challenges of our changing world. And now over to Rob to talk about the fourth quarter financial results and to provide an update on our business performance.\n\nRobert Douglas Axel\n\nSenior VP, Controller & Principal Accounting Officer, Prudential Financial, Inc.\n\nThank you, Charlie. I'll provide an overview of our financial results and business performance for our PGIM U.S. and international businesses. them was $4.7 billion or $9.46 per share for 2022 and $1.2 billion or $2.42 per share in the fourth quarter. These results reflect lower variable investment and fee income, partially offset by improved mortality as COVID has transitioned to an endemic phase, an increase in spread income due to rising interest rates and underlying business growth. In addition, full year results include the strengthening of reserves from our annual assumption update and the gain on the sale of the PALAC legacy variable annuity block.\nOur GAAP net loss for the quarter was $1.53 per share and included net realized investment losses and related charges and adjustments of $800 million, largely reflecting the impacts of rising interest rates. This loss also included a $700 million goodwill impairment due to the reduction in the estimated fair value of Assurance. While Assurance is making good progress in many areas and had a profitable fourth quarter, the impairment reflects lower growth expectations, a higher discount rate applied to future cash flows, reflecting macroeconomic conditions and lower publicly traded peer valuations.\nTurning to the operating results from our businesses compared to the year ago quarter. PGIM, our global investment manager reported lower fees primarily due to lower assets under management, resulting from higher rates and equity market declines. Results of our U.S. businesses primarily reflected less favorable variable investment income, partially offset by the impact of higher rates on spread income and more favorable underwriting. The decrease in earnings in our international businesses primarily reflected lower spread income largely due to less favorable variable investment income and less favorable underwriting, including elevated surrenders in Japan due to the depreciation of the yen.\nTurning to Slide 7. PGIM, our global investment manager, has diversified capabilities in both public and private asset classes across fixed income, equities and alternatives, including real estate and private credit. PGIM's investment performance remains attractive with more than 79% of assets under management outperforming their benchmarks over the last 3-, 5- and 10-year periods. For 2022, PGIM experienced positive institutional net flows that were more than offset by retail outflows, primarily in fixed income, consistent with industry trends due to the rising rate environment. In the fourth quarter, PGIM experienced third-party net outflows of $11.7 billion, driven by public fixed income strategies across institutional and retail clients.\nInstitutional net outflows were driven by a few large client redemptions while retail net outflows reflected the impact of the rising interest rate environment on retail flows across the industry. As the investment engine of Prudential, the success and growth of PGIM and of our U.S. and international insurance and retirement businesses are mutually reinforcing. PGIM's asset origination capabilities, investment management expertise and access to institutional and other sources of private capital are a competitive advantage, helping our businesses bring enhanced solutions and create more value for our customers.\nOur insurance and retirement businesses, in turn, provide a source of growth for PGIM through affiliated flows that totaled $13 billion during 2022 as well as unique access to insurance liabilities. In addition, we continue to grow our alternatives business, which has assets in excess of $230 billion across private credit and real estate equity and debt and benefits from our global scale of market-leading positions. Notably, PGIM's private businesses deployed nearly $43 billion of gross capital in 2022. Turning to Slide 8. Our U.S. businesses produced diversified earnings from fees, net investment spread and underwriting income and benefit from our complementary mix of longevity and mortality businesses.\nWe continue to shift towards higher growth and less market-sensitive products and markets, enhance our customer experience while reducing costs by amplifying the use of e-capabilities and self-service tools and further expand our addressable markets. Retirement strategies achieved robust sales in fourth quarter and full year 2022 across its institutional and individual lines of business. Our Institutional Retirement business has market-leading capabilities with full year sales of almost $32 billion, driving record account values at the end of the year. This includes being selected for a 50% participation in a $16 billion pension risk transfer transaction and our fourth largest international reinsurance transaction of $8 billion in the fourth quarter.\nIn Individual Retirement, product pivots have resulted in continued strong sales of more simplified solutions like FlexGuard and FlexGuard income, representing over $12 billion of sales since inception as well as increased fixed annuity sales. Our individual life sales were consistent through the year and reflect our earlier product pivot strategy with variable life products representing approximately 70% of sales for the year. And our group insurance benefits ratio has improved during the year from lower COVID mortality. Turning to Slide 9. Our international businesses include our Japanese life insurance companies, where we have a differentiated multichannel distribution model as well as other businesses aimed at expanding our presence in high-growth emerging markets.\nIn Japan, we are focused on providing high-quality service and expanding our geographic coverage and product offerings. Our needs-based approach and protection product focus continue to provide important value to our customers as we expand our product offerings to meet their evolving needs. In emerging markets, we are focused on creating a carefully selected portfolio of businesses in regions where customers' needs are growing, where there are compelling opportunities to build market-leading businesses and where the Prudential enterprise can add value. Our international businesses experienced their highest sales since the third quarter of 2020, including record sales in Brazil.\nCompared to the prior year quarter, Gibraltar sales were up 20%, mainly driven by the life consultant channel, primarily from higher U.S. dollar sales. Life Planner sales were also up 17%, driven by continued momentum in Brazil's third-party distribution channel as well as higher sales in Japan. As we look ahead, we're well positioned across our businesses to be a global leader in expanding access to investing, insurance and retirement security. We continue to focus on investing in growth businesses and markets, delivering industry-leading customer experiences and creating the next generation of financial solutions to better serve the diverse needs of a broad range of customers. And with that, I'll now hand it over to Ken.\n\nKenneth Yutaka Tanji\n\nExecutive VP & CFO, Prudential Financial, Inc.\n\nThanks, Rob. I'll begin on Slide 10, which provides insight into earnings for the first quarter of 2023 relative to our fourth quarter results. As noted, pretax adjusted operating income in the fourth quarter was $1.2 billion and resulted in earnings per share of $2.42 on an after-tax basis. To get a sense of how our first quarter results might develop, we suggest adjustments for the following items: First, variable investment income was below expectations in the fourth quarter by $125 million. Next, we adjust underwriting experience by a net $60 million as we normalize for fourth quarter experience and expect seasonality in the first quarter. And last, we expect other items to increase adjusted operating income by $91 million, primarily due to seasonally elevated expenses in the fourth quarter.\nIf these items combined get us to a baseline of $3.01 per share for the first quarter. I'll note that if you exclude items specific to the first quarter, earnings per share would be $3.07. The key takeaway is that our underlying earnings power has improved due to business growth and the benefit of higher interest rates. While we have provided these items to consider, please note that there may be other factors that affect earnings per share in the first quarter. As we look forward, we have included other considerations for 2023 in the appendix. Turning to Slide 11. I'll now provide an update on the adoption of the new accounting standard for long-duration insurance contracts, which went into effect on January 1. The new standard applies to our GAAP financial statements and will have no direct effect on our statutory financial statements, cash flows or dividend capacity.\nWe estimate that as of September 30, 2022, GAAP equity will increase by approximately $15 billion comprised of 2 components. Accumulated other comprehensive income, or AOCI, will increase by approximately $17 billion, primarily due to the remeasurement of long-duration liabilities with higher discount rates in our Japan business. Retained earnings will be reduced by approximately $2 billion, reflecting the reclassification of nonperformance risk gains from retained earnings to AOCI and other changes in reserves. Also of note, GAAP equity will continue to exclude certain unrealized insurance margins from products subject to LDTI. As of September 30, 2022, the estimated after-tax unrealized insurance margins related to those products are approximately $50 billion, primarily in our Japan business. These margins are an important factor in determining financial strength and assessing profitability.\nAnd finally, we do not expect significant impacts from LDTI on our total underlying earnings power as impacts across our businesses will largely offset.\nTurning to Slide 12. Our capital position continues to support our AA financial strength rating. Our cash and liquid assets were $4.5 billion at the high end of our liquidity target range. We have substantial off-balance sheet resources, including contingent capital and liquidity facilities. We remain thoughtful in our capital deployment, balancing the preservation of financial strength, investment in our businesses and shareholder distributions.\nTurning to Slide 13 and in summary. We are transforming our businesses for sustainable growth. We exceeded our targeted cost savings 1 year ahead of plan and will maintain our discipline and continuous improvement mindset going forward. We continue to navigate the current macro environment with the financial strength of our rock solid balance sheet.\nNow I'll turn it to the operator for your questions."
  },
  {
    "header": "PRU",
    "cik": "0001137774",
    "ticker": "PRU",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/75352ebf39a005bc7c5e617bd22950f0",
    "period": "2022 Q3",
    "content": "Q3 2022 Prudential Financial Inc Earnings Call\n\nQ3 2022 Prudential Financial Inc Earnings Call\n\nPRUNYSENOV 2, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to Prudential's quarterly earnings conference call. (Operator Instructions) As a reminder, today's call is being recorded.\nI will now turn the call over to Mr. Bob McLaughlin. Please go ahead.\n\nRobert McLaughlin\n\nGood morning, and thank you for joining our call. Representing Prudential on today's call are Charlie Lowrey, Chairman and CEO; Rob Falzon, Vice Chairman; Andy Sullivan, Head of U.S. Businesses; Scott Sleyster, Head of International Businesses; Ken Tanji, Chief Financial Officer; and Rob Axel, Controller and Principal Accounting Officer. We will start with prepared comments by Charlie, Rob and Ken, and then we will take your questions.\nToday's presentation may include forward-looking statements. It is possible that actual results may differ materially from the predictions that we make today. In addition, this presentation may include references to non-GAAP measures. For a reconciliation of such measures to the comparable GAAP measures and a discussion of factors that could cause actual results to differ materially from those in the forward-looking statements. Please see the slides titled Forward-Looking Statements and non-GAAP Measures in the appendix to today's presentation and the quarterly financial supplement, both of which can be found on our website at investor.prudential.com.\nAnd now I'll turn it over to Charlie.\n\nCharles Frederick Lowrey\n\nChairman, CEO & President, Prudential Financial, Inc.\n\nThank you, Bob, and thanks to everyone for joining us today. Our third quarter financial results reflect the impact of market conditions, including the variability in alternative investment returns and lower fee income, as well as an elevated level of COVID-19 hospitalization claims in Japan, partially offset by underlying business growth, including the benefit from rising interest rates.\nWe continue to transform our businesses to be less market-sensitive and better positioned to deliver sustainable long-term growth. This includes investing in products and solutions that meet the evolving needs of our customers. and achieving our $750 million cost savings target 1 year ahead of schedule. Our rock-solid balance sheet provides the financial strength to navigate the current macroeconomic environment and support our customers, shareholders, employees and other stakeholders.\nTurning to Slide 3. I'll start off today with an update on how we are investing in long-term growth opportunities that meet the evolving needs of our customers and support our vision to be a global leader in expanding access to investing, insurance and retirement security.\nIn September, Prudential was selected by IBM for a 50% participation in the second largest pension risk transfer transaction in U.S. market history, with a total value of over $16 billion. This transaction builds upon our leadership role in this market, where we have helped employers safeguard their workers' retirements since pioneering the first jumbo PRT transaction a decade ago. We are well positioned to continue to benefit from the growing PRT market, which is expected to have over $50 billion of total industry transactions in 2022.\nIn the individual retirement market, our FlexGuard suite continues to grow in both sales volume and product scope with an additional $1 billion in sales. bringing the total to nearly $12 billion since its launch in 2020. Building upon FlexGuard's tremendous success. We plan to introduce FlexGuard Life, an index variable universal life product later this month. We expect our businesses will benefit from the increased demand for retirement decumulation products over the next decade as we strengthen our role as a leader in the $300 billion annuities market.\nWe're making similar growth investments on behalf of our international customers as well. During the third quarter, we expanded into Argentina, our partnership with MercadoLibre, Latin America's largest e-commerce platform with approximately 200 million users. Our expanded partnership follows our initial launch with MercadoLibre in Brazil earlier this year, which delivers life insurance and accident and health products tailored to the platform's mass market customer base.\nMoving to Slide 4. As I noted earlier, we have now achieved $765 million of annual run rate cost savings, exceeding our target of $750 million and completed this 1 year ahead of schedule. This includes $180 million realized in the third quarter. To achieve these cost savings, we carefully assessed all aspects of our business and operations from our physical office space, to how we leverage technology to deliver more efficient customer experiences. For example, by embracing a hybrid work model, we reduced our office space footprint in the U.S. by approximately 50%, which results in an annual run rate savings of about $50 million.\nOn the customer experience front, our use of artificial intelligence accelerated our individual life underwriting from 22 days to 22 seconds. And our new digital claims processing capability can now deliver funds to most customers in 6 hours as opposed to 6 days. We also automated and reduced the timing of fund verification and processing on about 1/3 of new annuity sales from what was 2 to 3 weeks to now 2 to 3 days. And our group insurance claims processing is now 3x faster, thanks to new data systems we have installed.\nTurning now to Slide 5. Our rock-solid balance sheet and disciplined approach to capital deployment has helped Prudential navigate financial and macroeconomic challenges for nearly 150 years. Consistent with our AA financial strength rating, we have a strong capital position, a high-quality, well-diversified investment portfolio and approximately $5 billion in highly liquid assets at the end of the third quarter.\nWe continue to balance investing in our businesses for long-term growth with shareholder distributions. In addition to the investments in our businesses that I previously mentioned, we also returned over $800 million to shareholders during the third quarter through dividends and share repurchases for a total of $7 billion since the beginning of 2021.\nLooking ahead, we expect higher interest rates will economically benefit our business over time. We have the financial strength to continue to navigate the current economic and market environment. As we monitor developments, we will maintain our disciplined approach to capital management and redeployment, and our Board will review our 2023 capital plan early next year.\nBefore turning it over to Rob, I'd like to touch upon the leadership transition we announced last week as part of our thoughtful approach to creating a sustainable long-term leadership structure.\nBeginning early next year, Andy Sullivan will move from his current role as Head of our U.S. businesses, including PGIM, to lead our international businesses and PGIM. Caroline Feeney who currently leads our U.S. retirement and insurance businesses, will take on an expanded role as Head of our business portfolio in the U.S. and will join our executive leadership team.\nScott Sleyster, who currently leads our international businesses will retire in the first quarter of 2023. We thank Scott for his tremendous contributions to Prudential over the course of the 35-year career with the company. and look forward to working closely with Andy and Caroline in their new roles.\nI'll now turn it over to Rob for an update on our business performance.\n\nRobert Michael Falzon\n\nVice Chairman, Prudential Financial, Inc.\n\nThank you, Charlie. I'll provide an overview of our financial results and business performance for our PGIM, U.S. and international businesses. I'll begin on Slide 6 with our financial results for the third quarter of 2022. Pretax adjusted operating income was $1 billion or $2.13 per share on an after-tax basis and reflected lower variable investment income driven by market conditions and an elevated level of Japan COVID-19 hospitalization claims, partially offset by underlying business growth, including a benefit from rising interest rates. Our GAAP net loss per share was $0.78 on an after-tax basis, primarily reflecting realized investment losses, largely driven by higher interest rates.\nTurning to the operating results from our businesses compared to the year ago quarter. PGIM, our global investment manager reported lower asset management fees resulting from a reduction in assets under management reflecting higher interest rates, widening credit spreads and declines in equity markets.\nResults of our U.S. businesses were lower than the year ago quarter, reflecting lower spread income due to less favorable variable investment income and lower fee income resulting from the sale of a portion of the legacy variable annuities business, the decline in equity markets and net outflows.\nWe partially offset by more favorable underwriting as COVID-19 transitions to an endemic level in the U.S. The decrease in earnings in our international businesses reflected elevated COVID-19 hospitalization claims in Japan and lower spread income driven by less favorable variable investment income.\nTurning to Slide 7. PGIM, our global active investment manager, has diversified capabilities in both public and private asset classes across fixed income, alternatives, real estate and equities. PGIM's long-term investment performance remains attractive with more than 80% of assets under management outperforming their benchmarks over the last 5- and 10-year periods. PGM experienced retail outflows, primarily in fixed income, consistent with industry trends due to the rising rate environment, while institutional net flows continue to be positive.\nAs the investment engine of Prudential, the success and growth of PGIM and of our U.S. and international insurance and retirement businesses are mutually enhancing. PGIM's asset origination capabilities, investment management expertise and access to institutional and other sources of private capital or a competitive advantage. This helps our businesses bring enhanced solutions and create more value for our customers.\nOur insurance and retirement businesses, in turn, provide a source of growth for PGIM through affiliated flows and unique access to insurance liabilities that complement its track record of third-party growth. PGIM's annual fee rate increased due to the continued shift toward higher fee strategies, including our alternatives and private credit business.\nWe continue to grow our alternatives in private credit business, which has assets under management of nearly $230 billion across private credit, real estate equity and debt and private equity secondaries and benefits from our global scale and market-leading positions. Across PGIM's private platform, we deployed $9.6 billion of capital this quarter. As we continue to invest in growth areas that are aligned with the needs of our clients, we also remain disciplined in finding opportunities to protect operating margins by managing the business more efficiently.\nTurning to Slide 8. Our U.S. businesses produced diversified earnings from fees, net investment spread and underwriting income and benefit from our complementary mix of longevity and mortality businesses. We continue to shift our business mix towards higher growth and less market-sensitive products in markets, transform our capabilities and cost structure and further expand our addressable markets.\nRetirement Strategies achieved robust sales in the third quarter across its institutional and individual lines of business. Institutional Retirement closed nearly $10 billion of pension risk transfer transactions in the third quarter including being selected by IBM for a 50% participation in a $16 billion pension risk transfer transaction.\nOur focus on superior execution, supported by the experience of our high-quality PRT team and our continued market leadership in the U.S. pension risk transfer market contributed to IBM selecting us. We continue to see a significant opportunity in the growing PRT market.\nIn individual retirement, product pivots have resulted in continued strong sales of more simplified solutions with $1 billion of FlexGuard and FlexGuard income sales in the third quarter as well as increased fixed annuity sales. Our individual life sales also reflect our earlier product pivot strategy with variable life products representing approximately 70% of sales for the quarter. Group Insurance experienced a 50% increase in sales compared to the year ago quarter, reflecting higher national account life and disability sales and execution of our product growth strategy to drive supplemental health.\nTurning to Slide 9. Our international businesses include our Japanese life insurance companies, where we have a differentiated multichannel distribution model as well as other businesses aimed at expanding our presence in high-growth emerging markets. In Japan, we are focused on providing high-quality service and expanding our geographic coverage and product offerings.\nOur needs-based approach and protection product focus continue to provide important value to our customers as we expand our product offerings to meet their evolving needs. For example, we launched a yen-denominated investment product with a joint survivorship feature in the bank channel in the third quarter.\nIn emerging markets, we are focused on creating a carefully selected portfolio of businesses and regions where customer needs are growing, where there are compelling opportunities to build market-leading businesses and where the Prudential enterprise can add value.\nIn the third quarter, we continued to focus on expanding product and business capabilities to meet the evolving needs of customers. In Brazil, we expanded our digital sales application and achieved record sales for the second consecutive quarter driven by strong performance across all distribution channels.\nWe further expanded our product offerings on the MercadoLibre platform in Brazil and successfully launched the sales platform in Argentina, as Charlie mentioned. In addition, we completed our tender offer for Alexforbes, expanding our ownership to 33% of a leading provider of integrated retirement, investment and wealth management services in South Africa.\nAs we look ahead, we're well positioned across our businesses to be a global leader in expanding access to investing, insurance and retirement security. We continue to invest in growth businesses and markets, deliver industry-leading customer experiences and create the next generation of financial solutions to better serve the diverse needs of a broad range of customers.\nAnd now with that, I'll hand it over to Ken.\n\nKenneth Yutaka Tanji\n\nExecutive VP & CFO, Prudential Financial, Inc.\n\nThanks, Rob. I'll begin on Slide 10, which provides insight into earnings for the fourth quarter of 2022 relative to our third quarter results. As noted, pretax adjusted operating income in the third quarter was $1 billion, and resulted in earnings per share of $2.13 on an after-tax basis.\nTo get a sense for how our fourth quarter results might develop, we suggest adjustments for the following items: First, variable investment income was below expectations in the third quarter by $295 million; next, we adjust underwriting experience by a net $165 million. This adjustment includes a placeholder for COVID-19 claims experience in the fourth quarter of $20 million for our International Insurance businesses. We expect a lower level of hospitalization claims due to the recent government supported industry revision of eligible benefits for policyholders recovering from COVID-19 at home in Japan; and last, we expect seasonal and other items to reduce adjusted operating income by $166 million, primarily driven by the seasonally elevated expenses expected in the fourth quarter. These items combined get us to a baseline of $2.71 per share for the fourth quarter.\nI'll note that if you exclude items specific to the fourth quarter, earnings per share would be $2.96. The key takeaway is that our underlying earnings power improved due to business growth, including the benefit of higher interest rates that more than offset equity market depreciation. While we have provided these items to consider, please note that there may be other factors that affect earnings per share in the fourth quarter.\nTurning to Slide 11. Our capital position supports our AA financial strength rating. Our cash and liquid assets were $5 billion at the high end of our liquidity target range after investing in our businesses to support long-term growth, including the capital to support our IBM pension risk transfer transaction. We have substantial off-balance sheet resources, including contingent capital and liquidity facilities.\nOver the long term, a higher interest rate environment is economically beneficial. In the near term, the current market environment and the annual assumption update reduce our regulatory capital and excess liquidity. We will remain prudent in our capital deployment, balancing the preservation of financial strength investment in our businesses for sustainable long-term growth and shareholder distributions.\nTurning to Slide 12 and in summary. We are executing our plans to reposition our businesses we achieved our targeted cost savings 1 year ahead of plan, and we are navigating the current macro environment with the financial strength of our rock solid balance sheet.\nNow I'll turn it over to the operator for your questions."
  },
  {
    "header": "PRU",
    "cik": "0001137774",
    "ticker": "PRU",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/18b3b4669083664a142c9bb0c5ae9ce9",
    "period": "2022 Q2",
    "content": "Q2 2022 Prudential Financial Inc Earnings Call\n\nQ2 2022 Prudential Financial Inc Earnings Call\n\nPRUNYSEAUG 3, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to Prudential's quarterly earnings conference call. (Operator Instructions) As a reminder, today's call is being recorded.\nI will now turn the call over to Mr. Bob McLaughlin. Please go ahead, sir.\n\nRobert McLaughlin\n\nGood morning, and thank you for joining our call. Representing Prudential on today's call are Charlie Lowrey, Chairman and CEO; Rob Falzon, Vice Chairman; Andy Sullivan, Head of U.S. Businesses; Scott Sleyster, Head of International Businesses; Ken Tanji, Chief Financial Officer; and Rob Axel, Controller and Principal Accounting Officer. We will start with prepared comments by Charlie, Rob and Ken, and then we will take your questions.\nToday's presentation may include forward-looking statements. It is possible that actual results may differ materially from the predictions we make today. In addition, this presentation may include references to non-GAAP measures. For a reconciliation of such measures to the comparable GAAP measures and the discussion of factors that could cause actual results to differ materially from those in the forward-looking statements, please see the slide titled Forward-Looking Statements and Non-GAAP Measures in the appendix to today's presentation and the quarterly financial supplement, both of which can be found on our website at investor.prudential.com.\nAnd now I'll turn it over to Charlie.\n\nCharles Frederick Lowrey\n\nChairman, CEO & President, Prudential Financial, Inc.\n\nThank you, Bob, and thanks to everyone for joining us today. Our second quarter financial results reflect the impact of macroeconomic environments, including the unusual confluence and magnitude of rising interest rates, widening credit spreads and equity market declines. In addition, we strengthened our Individual Life reserves as part of our annual review of assumptions, which had a significant impact on our results. This was primarily driven by an increase in our guaranteed Universal Life reserves. As a reminder, we discontinued single life guaranteed Universal Life sales in 2020 as part of our strategy to derisk our product mix. And we continue to make strategic progress in transforming our businesses to be less market-sensitive and more nimble.\nWe also made additional investments to enhance our long-term sustainable growth. We did this in several ways. First, we significantly reduced our market sensitivity by completing our planned divestitures. Second, we invested in growth businesses and partnerships to address customer needs and expand access to our products and solutions. And third, we continue to advance our cost savings program and now expect to reach our $750 million target 1 year ahead of schedule.\nWe executed on these strategic initiatives with the support of our solid balance sheet. Our strong financial position provides us with the flexibility to navigate through the current macroeconomic conditions while continuing to invest in the long-term growth of our businesses and return capital to shareholders. We're also confident that our higher rate environment will benefit our businesses over time despite the short-term impacts on our financial performance.\nI'll now provide an update on the progress of our strategic initiatives. Turning to Slide 3. We are executing on our plans to reposition the businesses by reducing market sensitivity and making investments to support long-term sustainable growth. We completed the sales of our Full Service business and a portion of our traditional variable annuities in April. Together, these divestitures resulted in a $1.5 billion pretax gain and further reduce the overall market sensitivity of our businesses by approximately 20%.\nMoving to our growth investments. We are investing in programmatic acquisitions and partnerships that will help us grow in emerging markets and expand access to investing, insurance and retirement security around the world. In Africa, we completed our acquisition of an initial minority stake in Alexforbes, a leading provider of financial advice, retirement, investment and wealth management in South Africa. We are now in the process of increasing our stake in the company by up to an additional 18% through a tender offer.\nIn June, we established a partnership with Mercado Libre, the largest e-commerce platform in Latin America with approximately 200 million users. This will enable us to deliver life insurance and accident and health products tailored to the platform's mass market customer base. At the same time, we are investing in the growth of our products that meet the evolving needs of our customers. Our FlexGuard buffered annuity product recently surpassed $10 billion in sales since launching 2 years ago. We are also experiencing strong sales from our more recently launched FlexGuard Income offering.\nTurning to our cost savings initiative on Slide 4. We now expect to achieve our full $750 million cost savings target in 2022, 1 year ahead of schedule. We recorded $175 million in cost savings during the second quarter for a total of $725 million of run rate savings to date since 2019. We've also implemented a process of continuous improvement to identify and execute on additional cost savings opportunities in the future.\nTurning now to Slide 5. Our robust balance sheet is at the core of all our efforts to transform Prudential to be a leader in expanding access to investing insurance and retirement security around the world. This financial strength also provides the flexibility to balance investing in our businesses with delivering attractive returns to our shareholders. Our robust financial position includes a high-quality, well-diversified investment portfolio; our capital position supports a AA financial strength rating; and we had $7 billion in highly liquid assets at the end of the second quarter. During the second quarter, we returned over $800 million to shareholders. And since the beginning of 2021, we have returned a total of $6 billion towards our objective of $11 billion by the end of 2023.\nFinally, a comment on the environmental, social and governance front. In June, we published our third annual sustainability report, which details the progress of our ESG initiatives, including information on our EEO-1 and pay equity disclosures, commitments to racial equity and achieving net zero emissions. We believe in transparency and hold ourselves accountable to the commitments detailed in our report.\nWith that, I'll turn it over to Rob for an update on our business performance.\n\nRobert Michael Falzon\n\nVice Chairman, Prudential Financial, Inc.\n\nThank you, Charlie. I'll provide an overview of our financial results and business performance for our PGIM, U.S. and International Businesses. I'll begin on Slide 6 with our financial results for the second quarter of 2022.\nPretax adjusted operating income was $872 million or $1.74 per share on an after-tax basis and included a $1.4 billion increase in reserves from our annual assumption update and other refinements. We strengthened our Individual Life reserves, primarily reflecting updates to policyholder behavior and revised mortality assumptions. These updates were based on several industry studies, emerging practices and our own experience following our well-established annual assumption update process.\nCurrent quarter results also included an $852 million gain from completing the sale of PALAC, a legacy block of variable annuities. Our GAAP net loss was $1.4 billion lower than our after-tax adjusted operating income, primarily driven by the mark-to-market impact from higher interest rates on derivatives that are used for asset liability management, partially offset by a gain on the full -- on the sale of our Full Service business.\nTurning to the operating results of our businesses, excluding the impacts of the annual assumption update and the gain on the sale of PALAC. PGIM, our global investment manager, reported lower other related revenues driven by a decrease in seed and co-investment income and incentive fees as well as lower asset management fees compared to the year ago quarter. Results of our U.S. Businesses were lower than the year ago quarter, reflecting lower spread income due to less favorable variable investment income and lower fee income resulting from the decline in equity markets, partially offset by more favorable underwriting. The decrease in earnings in our International Businesses primarily reflected lower earnings from joint venture investments, lower net investment results driven by less favorable variable investment income and less favorable underwriting results, partially offset by business growth.\nTurning to Slide 7. PGIM, our global active investment manager, has diversified capabilities in both public and private asset classes across fixed income, alternatives, real estate and equities. PGIM's long-term investment performance remains attractive, with 75% to 85% of assets under management outperforming their benchmarks over the last 3-, 5- and 10-year periods. PGIM benefited from its diversified business mix as strong institutional net inflows of $8.1 billion, primarily driven by fixed income, offset retail outflows as investors repositioned their portfolios in a rising rate environment.\nAs the investment engine of Prudential, the success and growth of PGIM and of our U.S. and International insurance and retirement Businesses are mutually enhancing. PGIM's asset origination capabilities, investment management expertise and access to institutional and other sources of private capital are our competitive advantage, helping our businesses bring enhanced solutions, innovation and create more value for our customers. Our insurance and retirement businesses, in turn, provide a source of growth for PGIM through affiliated flows and unique access to insurance liabilities that complement its successful third-party track record of growth.\nPGIM's average fee rate increased due to the successful execution of our strategy, including the continued mix shift toward higher fee strategies in our alternatives and private credit business. As a result, asset management fees decreased by only 6% despite assets under management declining by 11% due to rising rates, widening spreads and equity market depreciation. We continue to grow our alternatives in private credit business, which has assets under management of approximately $230 billion across private credit, real estate equity and debt and private equity secondaries, and benefits from our global scale and market-leading positions.\nNotably, across PGIM's private platform, we deployed nearly $15 billion of capital, up nearly 40% from the year ago quarter, reflecting the continued strong environment for private credit. PGIM also raised nearly $3 billion in new private capital commitments across real estate and private credit.\nTurning to Slide 8. Our U.S. Businesses produced diversified earnings from fees, net investment spread and underwriting income and benefit from our complementary mix of longevity and mortality businesses. We continue to shift our business mix towards higher growth and less market-sensitive products and businesses to transform our capabilities and cost structure and to further expand our addressable markets.\nRetirement Strategies achieved solid sales in the second quarter across its institutional and individual lines of business. Institutional stable value sales were $1.6 billion. International reinsurance closed $1.4 billion of longevity reinsurance transactions during the quarter, and U.S. pension risk transfer closed several transactions totaling more than $725 million.\nOur product pivots in individual retirement have resulted in strong sales of more simplified solutions with nearly $1.5 billion of FlexGuard and FlexGuard Income sales in the second quarter. Our strong FlexGuard sales benefited from implementing a fully digital and automated new business experience. This tech-forward approach helps to maintain our record pace of sales.\nOur Individual Life sales also reflect our earlier product pivot strategy with variable life products representing approximately 71% of sales for the quarter. The improved group insurance benefits ratio for the quarter reflects the transition from a pandemic to an endemic phase of COVID as well as favorable experience in both group life and disability. In addition, we're focused on creating the next generation of financial solutions to serve the diverse needs of a broader range of customers and clients. This quarter, we launched the Prudential simplified issue final expense product on the Assurance platform.\nTurning to Slide 9. Our International Businesses include our Japanese life insurance companies, where we have a differentiated multichannel distribution model as well as other businesses aimed at expanding our presence in high-growth emerging markets. In Japan, we are focused on providing high-quality service and expanding our geographic coverage and product offerings. Our needs-based approach and mortality protection focus continue to provide important value to our customers as we expand our product offerings to meet their evolving needs.\nAnd we continue to enhance customer experience and agent support, including through digital tools. For example, this quarter, Gibraltar launched an exclusive website dedicated to teachers to help serve this market. In emerging markets, we are focused on creating a carefully selected portfolio of businesses in regions where customer needs are growing, where there are compelling opportunities to build market-leading businesses and where the Prudential enterprise can add value.\nIn the second quarter, we continued to focus on expanding product and business capabilities in emerging markets to meet the evolving needs of customers. In Brazil, we achieved record sales, driven by the expansion of our third-party distribution channel, where sales increased 120% compared to the year ago quarter as well as by the continued strength of the Life Planner channel. We established a partnership with Mercado Libre in Latin America to expand access to customers in the region. In the first 2 weeks following the launch in June, we have sold life and A&H policies in every state in Brazil. This was accomplished through a fully digital sales, customer service and claims experience.\nWe also continue to expand our wellness platform across Latin America by establishing a partnership with Medifé, a health service provider to 300,000 customers in Argentina. In addition, we are expanding our presence in Africa through an investment in South African-based Alexforbes, as Charlie discussed earlier.\nAs we look ahead, we're well positioned across our businesses to be a global leader in expanding access to investing, insurance and retirement security. We continue to invest in growth businesses and markets, deliver industry-leading customer experiences and create the next generation of financial solutions to better serve the diverse needs of a broad range of customers.\nAnd with that, I'll hand it over to Ken.\n\nKenneth Yutaka Tanji\n\nExecutive VP & CFO, Prudential Financial, Inc.\n\nThanks, Rob. I'll begin on Slide 10, which provides insight into earnings for the third quarter of 2022 relative to our second quarter results. As noted, pretax adjusted operating income in the second quarter was $872 million and resulted in earnings per share of $1.74 on an after-tax basis.\nTo get a sense for how our third quarter results might develop, we suggest adjustments for the following items. First is an adjustment for 2 onetime items that net to a charge of $571 million in the second quarter. Our annual assumption update and other refinements resulted in a net charge of $1.4 billion, primarily driven by our Individual Life business, as Rob previously described. This was partially offset by an $852 million gain from the sale of a block of legacy variable annuities.\nNext, variable investment income outperformed expectations in the second quarter by $80 million. Third, we adjust underwriting experience by a net $25 million. This adjustment includes a placeholder for COVID-19 claims experience in the third quarter of $50 million for our International Businesses, primarily due to hospitalization benefits for policyholders recovering from COVID-19 at home in accordance with the special regulatory provision in Japan that is currently in effect.\nWe have also updated our mortality assumptions for the U.S. Businesses to include continued COVID-19 mortality with an expected gradual transition to an endemic phase over time. While we have attempted to reflect COVID-19-related claims experience, the actual impact will depend on a variety of factors such as infection and fatality rates, geographic and demographic mix and the effectiveness of vaccines.\nAnd last, we expect other items to be $30 million lower in the third quarter, primarily due to lower-than-typical expenses in the second quarter that were partially offset by lower other related revenues in PGIM and lower joint venture earnings. These items combined get us to a baseline of $2.63 per share for the third quarter. I'll note that if you exclude items specific to the third quarter, earnings per share would be $2.75, a modest decline primarily due to lower fee income as a result of market depreciation, lower underwriting income due to the updated actuarial assumptions and continued COVID-19 mortality that is now reflected in our U.S. Businesses expected results. While we have provided these items to consider, please note there may be other factors that affect earnings per share in the third quarter.\nTurning to Slide 11. I will now comment on the upcoming adoption of the new accounting standard for long-duration insurance contracts, also known as LDTI, which goes into effect on January 1, 2023. The new accounting standard applies to our GAAP financial statements and will have no direct effect on our statutory financial statements, cash flows or dividend capacity. We estimate that adjusted book value, which excludes accumulated other comprehensive income, or AOCI, will be reduced by $1 billion to $2 billion as of December 31, 2021.\nThis reflects the reclassification of nonperformance risk gains from retained earnings to AOCI and other changes in reserves. We believe adjusted book value, which excludes AOCI, remains a relevant measure as AOCI and GAAP equity will continue to lack symmetry in the valuation of invested assets and insurance liabilities. We estimate that AOCI will be reduced by approximately $28 billion to $33 billion as of December 31, 2021, primarily due to the remeasurement of long-duration liabilities with a lower discount rates, primarily in our Japan business.\nAlso of note, GAAP equity and adjusted book value will continue to exclude certain unrealized insurance margins from products subject to LDTI. As of December 31, 2021, the estimated after-tax unrealized insurance margins related to those products are expected to be $60 billion to $65 billion, primarily in our Japan business. These margins represent an important factor in determining financial strength.\nTurning to Slide 12. We continue to maintain a robust capital position and adequate sources of funding. Our capital position continues to support a AA financial strength rating, and we have substantial sources of funding. Our cash and liquid assets were $7 billion and above our $3 billion to $5 billion liquidity target range due to the receipt of proceeds from the sales of our Full Service retirement business and a block of legacy variable annuities. And other sources of funds include free cash flow from our businesses as well as contingent capital facilities.\nTurning to Slide 13 and in summary, we are executing on our plans to reposition our businesses. We are expecting to reach our targeted cost savings 1 year ahead of plan, and our rock-solid balance sheet provides financial flexibility to execute on our transformation and thoughtfully deploy capital.\nNow I'll turn it to the operator for questions."
  },
  {
    "header": "PRU",
    "cik": "0001137774",
    "ticker": "PRU",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/802f6b04f3ce39d03f9d03053c5ad5b7",
    "period": "2022 Q1",
    "content": "Q1 2022 Prudential Financial Inc Earnings Call\n\nQ1 2022 Prudential Financial Inc Earnings Call\n\nPRUNYSEMAY 4, 11:00 AM\n\nOperator\n\nGood morning, and thank you for joining our call. Representing Prudential on today's call are Charlie Lowrey, Chairman and CEO; and Rob Falzon, Vice President Chairman; Andy Sullivan, Head of U.S. Businesses; Scott Sleyster, Head of International Businesses; Ken Tanji, Chief Financial Officer; and Rob Axel, Controller and Principal Accounting Officer. We will start with prepared remarks by Charlie, Rob and Ken, and then we will take your questions.\nToday's presentation may include forward-looking statements. It is possible that actual results may differ materially from the predictions we make today. In addition, this presentation may include references to non-GAAP measures. For a reconciliation of such measures to the comparable GAAP measures and a discussion of factors that could cause actual results to differ materially from those in the forward-looking statements. Please see the slides titled forward-looking statements and non-GAAP measures in the appendix of today's presentation. And the quarterly financial supplement, both of which can be found on our website at investor.prudential.com.\nNow I'll turn the call over to Bob McLaughlin. Please go ahead.\n\nRobert McLaughlin\n\nGood morning, and thank you for joining our call. Representing Prudential on today's call are Charlie Lowrey, Chairman and CEO; Rob Falzon, Vice Chairman; Andy Sullivan, Head of U.S. Businesses; Scott Sleyster, Head of International Businesses; Ken Tanji, Chief Financial Officer; and Rob Axel, Controller and Principal Accounting Officer. We will start with prepared comments by Charlie, Rob and Ken, and then we will take your questions.\nToday's presentation may include forward-looking statements. It is possible that actual results may differ materially from the predictions we make today. In addition, this presentation may include references to non-GAAP measures. For a reconciliation of such measures to the comparable GAAP measures and a discussion of factors that could cause actual results to differ materially from those in the forward-looking statements, please see the slides titled forward-looking statements and non-GAAP measures in the appendix to today's presentation and the quarterly financial supplement, both of which can be found on our website at investor.prudential.com.\nNow I'll turn it over to Charlie.\n\nCharles Frederick Lowrey\n\nChairman, CEO & President, Prudential Financial, Inc.\n\nThank you, Bob, and thanks to everyone for joining us this morning. We delivered solid operating earnings for the first quarter, including strong variable investment income that more than offset the impact of elevated mortality from COVID-19. We have also recently achieved multiple significant milestones in our transformation process to become a higher growth, less market-sensitive and more nimble company. These milestones included continued execution on our plans to reposition our businesses.\nWe completed 2 key divestitures and announced another programmatic acquisition. We continue to invest in our businesses to further enhance the customer experience and expand solutions to support sustainable long-term growth. And we also further advanced the progress on our $750 million cost savings program.\nWe are pleased with the pace of these initiatives, which are well supported by our rock-solid balance sheet and help us expand access to investing insurance and retirement security for our customers and clients around the world. I'll provide an update on each of these areas before turning it over to Rob and Ken.\nMoving to Slide 3. At the beginning of April, we successfully completed the divestiture of our full service retirement business and the sale of a significant portion of our legacy variable annuities block. Together, these dispositions reduced the overall market sensitivity of our businesses by approximately 20%, while enabling us to further sharpen our focus on higher growth opportunities, including programmatic M&A and asset management and emerging markets.\nTo that end, we agreed during the quarter to acquire a minority stake in Alexander Forbes, a leading provider of financial advice, retirement, investment and wealth management in South Africa. This deal provides access to essential financial tools and further expands our footprint in a strategically important market. We also continue to focus on enhancing customer experiences and creating solutions to drive sustainable growth across our businesses and to address the evolving needs of our customers. For example, FlexGuard continued to build momentum, and we are excited about its future and our broader suite of complementary annuity products, including FlexGuard Income.\nIn Individual Life, we continue to expand our reach to a broader range of customers and further address the $12 trillion life insurance coverage gap with the introduction of a final expense product. And we are also making similar growth investments to further enhance customer experience and expand solutions across our international businesses.\nIn Japan, we are focusing on evolving our product suite to meet the increasing retirement and inheritance needs of the aging Japan population. In Brazil, we are diversifying our customer offerings with the introduction of a new stand-alone accident and health product. And in China, we introduced Grow Partners, a digital sales platform that we are extending to distribution partners and directly to consumers, beginning with a medical cash benefit plan.\nTurning to Slide 4. We continue to make steady progress towards achieving our cost savings target of $750 million at the end of 2023, while improving customer experience. During the first quarter, we realized $170 million in cost savings for a total of $680 million of run rate savings to date since 2019.\nTurning now to Slide 5. Prudential's rock solid balance sheet provides significant financial flexibility to execute on our transformation strategy while returning substantial capital to shareholders. Our robust financial position includes: a high-quality, well-diversified investment portfolio; a capital position that supports a AA financial strength rating; and $3.6 billion in highly liquid assets at the end of the first quarter, as well as over $4 billion of additional proceeds from divestitures that we have already received in the second quarter.\nIn addition to supporting our strategy for sustainable, profitable growth, we remain committed to returning $11 billion of capital to shareholders between 2021 and the end of 2023. As part of this program, we have increased our dividend by 4% in the first quarter of 2022, our 14th consecutive annual dividend increase.\nBefore turning it over to Rob, I'd like to update you on a few of our recent ESG initiatives, which we consider integral to our purpose of solving the financial challenges of our changing world. First, relating to the war in Ukraine. In addition to providing financial assistance to humanitarian and nonprofit organizations supporting people impacted by the war, we divested our modest level of Russian financial assets in our investment portfolio. Closer to home, we've adopted a hybrid working model that combines the benefits of in-person collaboration and remote work flexibility to support our employees and help us attract and retain talent. Our hybrid work model will enable us to reduce our total home/office properties in the U.S. by approximately 50% over time as we invest in the redesign of 600,000 square feet of office space that will be optimized for collaborative and hybrid work, most of which was completed during the past 2 years.\nIn addition to helping us achieve our cost savings targets, our real estate and hybrid work strategies are one of the several factors that will contribute to a 2050 net 0 emissions target. Alongside these efforts, we are also finding new opportunities to support our home city in Newark, New Jersey, including new investments in local commerce, live workspaces for resident small business owners and additional opportunities to foster local home ownership. We look forward to continuing to support the city's revitalization.\nWith that, I'll turn it over to Rob for more specific details on our business performance.\n\nRobert Michael Falzon\n\nVice Chairman, Prudential Financial, Inc.\n\nThank you, Charlie. I'll provide an overview of our financial results and business performance for our PGIM, U.S. and International Businesses. I'll begin on Slide 6 with our financial results for the first quarter of 2022. Our pretax adjusted operating income was $1.6 billion or $3.17 per share on an after-tax basis and reflected a benefit from variable investment income, which exceeded the net mortality impact from COVID-19. PGIM, our global investment manager had higher asset management fees than the year ago quarter. However, these were more than offset by lower other related revenues as well as investments made to support business growth.\nResults of our U.S. businesses increased 12% from the year ago quarter and reflected higher net investment spread, including benefits from variable investment income and rising interest rates, more favorable underwriting, primarily due to declining COVID-19-related mortality experience and lower expenses, primarily driven by our cost savings initiatives, partially offset by lower fee income resulting from the runoff of our legacy variable annuities.\nEarnings in our International Businesses decreased by 8%, reflecting lower net investment results, less favorable underwriting results and lower earnings from joint venture investments, partially offset by continued business growth.\nTurning to Slide 7. PGIM, our top 10 global investment manager has diversified capabilities in both public and private asset classes across fixed income, alternatives, real estate and equities. PGIM's long-term investment performance remains attractive with more than 84% of assets under management outperforming their benchmarks over the last 3-, 5- and 10-year periods. PGIM experienced third-party net outflows of $4.3 billion in the quarter as institutional net inflows, driven by fixed income and real estate, were more than offset by retail outflows, driven by mutual fund investors rebalancing out of fixed income due to rising rates and inflation expectations.\nAs the investment engine of Prudential, the success and growth of PGIM and of our U.S. and international insurance and retirement businesses, are mutually enhancing. PGIM's asset origination capabilities, investment management expertise and access to institutional and other sources of private capital or a competitive advantage, helping our businesses bring enhanced solutions, innovation and more value to our customers. And our insurance and retirement businesses, in turn, provide a source of growth for PGIM through affiliated flows and unique access to insurance liabilities that complement its successful third-party track record of growth.\nPGIM's asset management fees increased by 2% compared to the year ago quarter, reflecting positive third-party flows and a continued shift towards higher fee-yielding strategies, including the benefits from recent acquisitions over the past year, partially offset by the impact of rising rates.\nAs rates rise in the near term, investor demand for some fixed income strategies could continue to moderate. However, over the longer term, a stabilized higher rate environment would be a positive for fixed income demand and PGIM's business.\nWe continue to grow our alternatives in private credit business, which has assets under management of approximately $240 billion, across private credit, real estate equity and debt and private equity secondaries, and benefits from our global scale and market-leading capabilities.\nNotably, across PGIM's private platform, we deployed nearly $10 billion of capital, up 20% from the year ago quarter, reflecting the continued strong environment for both real estate and private credit.\nNow turning to Slide 8. Our U.S. businesses produced diversified earnings from fees, net investment spread and underwriting income and benefit from our complementary mix of longevity and mortality businesses. We continue to shift our business mix towards higher growth and less market-sensitive products and businesses to transform our capabilities and cost structure and to further expand our addressable markets.\nOur product pivots have worked well, as demonstrated by strong sales of recently launched simplified solutions. Our FlexGuard and FlexGuard income products represented $1.4 billion or over 90% of total individual annuity sales in the first quarter. We continue to exercise pricing discipline informed by changing market conditions and our sales benefit from having a strong and trusted brand and a highly effective distribution team.\nOur Individual Life sales also reflect our earlier product pivot strategy with variable life products representing approximately 70% of sales for the quarter. We also successfully completed the national rollout of our Individual Life Express term plus product with a large national distributor and recently launched a final expense product continuing to expand our middle market presence. And we are focused on enhancing customer experience through digital tools, including automated underwriting, resulting in more than 90% utilization for eligible policies in the first quarter of 2022.\nOur retirement business has market-leading capabilities, which drove funded pension risk transfer sales of $700 million in the quarter. And our group insurance business reflected sales growth of 5% compared to the prior year quarter driven by an increase in supplemental health sales.\nTurning to Slide 9. Our International Businesses include our Japanese life insurance companies, where we have a differentiated multichannel distribution model as well as other businesses aimed at expanding in high-growth emerging markets.\nIn Japan, we are focused on providing high-quality service and expanding our geographic coverage and product offerings. Our needs-based approach and mortality protection focus continue to provide important value to our customers as we expand our product offerings to meet their evolving needs.\nWe continue to enhance customer experience and agent support, including through digital tools. The value we provide customers was recently recognized by the 2022 J.D. Power life insurance customer satisfaction survey. Prudential of Japan was ranked #1 in all 3 categories: contract; servicing; and claims.\nIn emerging markets, we are focused on creating a carefully selected portfolio of businesses in regions where customer needs are growing, where there are compelling opportunities to build market-leading businesses and partnerships and where the Prudential enterprise can add value. In the first quarter, we continued to focus on expanding product and business capabilities in emerging markets to meet the evolving needs of our customers.\nWe launched a new accident and health product in the large and growing Brazil market, and continue to expand our wellness platform across Latin America. In addition, as Charlie discussed earlier, we are pleased to expand our presence in Africa with the announcement to acquire a minority interest in Alexander Forbes through our existing partnership with LeapFrog investments.\nAs we look ahead, we're well positioned across our businesses to be a global leader in expanding access to investing, insurance and retirement security. We plan to continue to invest in growth businesses and markets, deliver industry-leading customer experiences and create the next generation of financial solutions to better serve the diverse needs of a broad range of customers.\nAnd with that, I'll hand it over to Ken.\n\nKenneth Yutaka Tanji\n\nExecutive VP & CFO, Prudential Financial, Inc.\n\nThanks, Rob. I'll begin on Slide 10, which provides insight into earnings for the second quarter of 2022 relative to our first quarter results. Pretax adjusted operating income in the first quarter was $1.6 billion, and resulted in earnings per share of $3.17 on an after-tax basis.\nTo get a sense of how our second quarter results might develop, we suggest adjustments for the following items: first, variable investment income outperformed expectations in the first quarter by $275 million; next, we adjust underwriting experience by a net $165 million. This adjustment includes a placeholder for COVID-19 claims experienced in the second quarter of $40 million for our U.S. businesses based on 25,000 COVID-19-related fatalities in the U.S. and a placeholder of $25 million for our International Businesses. While we have provided this placeholder for COVID-19-related claims experience, the actual impact will depend on a variety of factors such as infection and fatality rates, geographic and demographic mix and the effectiveness of vaccines; and last, we expect other items to be $95 million lower in the second quarter, primarily as a result of completing the sales of both our full service retirement business and a block of legacy variable annuities.\nThese items combined get us to a baseline of $2.75 per share for the second quarter. I'll note that if you exclude items specific to the second quarter, earnings per share would be $2.91. A modest decline from recent quarters, primarily from the completed sales of businesses. And the proceeds from these sales will provide flexibility for future capital deployment.\nI would also note a few other items: first, due to the rise in interest rates, we no longer anticipate a reduction in net investment income from portfolio reinvestment. The benefit from a rising rate environment on our investment income compounds over time as we reinvest our portfolio. However, the reductions in assets under management and related income and our fee-based businesses occurs more immediately. In addition, as a result of our derisking actions, the sensitivity of our adjusted operating income to markets will be reduced by approximately 20% on an annual basis. We also expect to report a gain on the sale of the legacy variable annuity block and adjusted operating income in the second quarter.\nImpacts from the annual review of actuarial and economic assumptions will also be reported in the second quarter. In accordance with our established practice, we have a comprehensive process that will include, among other things, the review of long-term interest rates, inflation, COVID mortality experience and updated industry data that may impact our assumptions.\nAnd finally, as a result of new foreign tax credit regulations, we are expecting an effective tax rate in the range of 21% to 23% for 2022. While we have provided these items to consider, please note there may be other factors that affect earnings per share in the second quarter.\nTurning to Slide 11. We continue to maintain a robust capital position and adequate sources of funding. Our capital position continues to support a AA financial strength rating, and we have substantial sources of funding. Our cash and liquid assets were $3.6 billion and within our $3 billion to $5 billion liquidity target range. And other sources of funds include free cash flow from our businesses, proceeds from divested businesses and contingent capital facilities.\nTurning to Slide 12 and in summary. We are executing on our plans to reposition our businesses. We are on track to achieve our targeted cost savings and our rock solid balance sheet provides financial flexibility to execute on our transformation and thoughtfully deploy capital.\nNow I'll turn it to the operator for your questions."
  },
  {
    "header": "PRU",
    "cik": "0001137774",
    "ticker": "PRU",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/86e69d09331c016812c0012377994be1",
    "period": "2021 Q4",
    "content": "Q4 2021 Prudential Financial Inc Earnings Call\n\nQ4 2021 Prudential Financial Inc Earnings Call\n\nPRUNYSEFEB 4, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to Prudential's quarterly earnings conference call. (Operator Instructions) As a reminder, today's call is being recorded. I will now turn the call over to Mr. Bob McLaughlin. Please go ahead.\n\nRobert McLaughlin\n\nGood morning, and thank you for joining our call. Representing Prudential on today's call are Charlie Lowrey, Chairman and CEO; Rob Falzon, Vice Chairman; Andy Sullivan, Head of U.S. Businesses; Scott Sleyster, Head of International Businesses; Ken Tanji, Chief Financial Officer; and Rob Axel, Controller and Principal Accounting Officer. We will start with prepared comments by Charlie, Rob and Ken, and then we will take your questions.\nToday's presentation may include forward-looking statements. It is possible that actual results may differ materially from the predictions we make today. In addition, this presentation may include references to non-GAAP measures. For a reconciliation of such measures to the comparable GAAP measures and a discussion of factors that could cause actual results to differ materially from those in the forward-looking statements, please see the slides titled Forward-Looking Statements and Non-GAAP Measures in the appendix to today's presentation and the quarterly financial supplement, both of which can be found on our website at investor.prudential.com.\nAnd now I'll turn it over to Charlie.\n\nCharles Frederick Lowrey\n\nChairman, CEO & President, Prudential Financial, Inc.\n\nThank you, Bob, and thanks to everyone for joining us this morning.\nPrudential delivered strong financial results for the fourth quarter and the full year, reflecting favorable investment performance and continued high demand for the products we introduced during the pandemic to address our customers' evolving needs. 2021 was also a pivotal year for Prudential and our efforts to become a higher growth, less market-sensitive and more nimble company.\nFirst, we are repositioning our business mix to generate sustainable long-term growth with reduced market sensitivity. Second, we continue to advance our cost savings program. And third, we maintained our disciplined and thoughtful approach to deploying capital. I'll provide an update on each of these areas before turning it over to Rob and Ken.\nMoving to Slide 3. We are making significant progress repositioning our business for sustainable long-term growth with reduced market sensitivity through a mix of divestitures and strategic programmatic acquisitions. Following the successful completion of the sales of our Korea and Taiwan insurance businesses, which produced $1.8 billion in proceeds, we reached agreements to divest our full service business and a portion of our traditional variable annuities. We are on track to close both of these transactions in the first half of 2022 and generate additional proceeds of over $4 billion. We are redeploying capital in part through highly targeted acquisitions and investments in asset management and emerging markets.\nLast year, PGIM acquired Montana Capital Partners, a European-based private equity secondaries asset manager; and Green Harvest, a separately managed account platform that provides customized solutions for high net worth investors. Meanwhile, on the emerging markets front, we closed on an investment in ICEA LION Holdings, a highly respected financial services market leader in Kenya with operations in Tanzania and Uganda.\nTurning to Slide 4. We continue to advance our cost savings program and are on track to achieve $750 million in savings by the end of 2023. To date, we have already achieved $635 million in run rate cost savings, exceeding our $500 million target for 2021. We have also taken steps to improve experiences around the world for our customers and employees through innovation. This includes using automation, artificial intelligence and other technology to expedite underwriting, reduce and simplify processes, provide faster, more convenient service options, and deliver meaningful financial advice in the ways our customers want it. I'll touch more upon how we're using technology in a moment.\nTurning to Slide 5. We have maintained a disciplined and balanced approach to deploying capital by enhancing returns to shareholders, reducing financial leverage and by investing in the growth of our businesses. We currently plan to return a total of $11 billion of capital to shareholders between 2021 and the end of 2023. This includes $4.3 billion returned during 2021 through share repurchases and dividends.\nAs part of this plan, the Board has authorized $1.5 billion of share repurchases and a 4% increase in our quarterly dividend beginning in the first quarter. This represents our 14th consecutive annual dividend increase. We also reduced debt by $1.3 billion in 2021.\nIn addition to the acquisitions I previously mentioned, we have also made investments in our businesses to drive long-term growth and to meet the evolving needs of our customers. In PGIM, for example, we have significantly strengthened our suite of environmental, social and governance bond funds to better serve sustainability-focused investors. Meanwhile, in our insurance businesses, we continue to develop products that are less market-sensitive and have higher growth potential, such as our FlexGuard and variable life products, with a focus on improved customer experience and driving greater operational efficiency.\nOne example, as I mentioned earlier, is our use of artificial intelligence. We use AI to quickly and accurately assess risk in our life insurance businesses and to expedite the application and underwriting process. The application of innovative technology generated significant efficiencies for our global businesses during 2021, while delivering a dramatically better experience for our customers. We will continue to expand the use of AI and other emerging technologies across the firm. Our capital deployment strategy is supported by a rock solid balance sheet which includes $3.6 billion in highly liquid assets at the end of the fourth quarter and a capital position that continues to support our AA financial strength rating.\nTurning to Slide 6. Our ongoing efforts to transform the company in 2021 go hand-in-hand with Prudential's long-standing commitment to sustainability. This commitment is reflected in several significant enhancements to our environmental, social and governance framework last year. We committed to achieve net zero emissions by 2050 across our primary global home office operations, with an interim goal of becoming carbon-neutral in these facilities by 2040. We are also reviewing our general account investment holdings and have restricted new direct investments in companies that derive 25% or more of their revenues from thermal coal.\nOn the social front, the Prudential Foundation surpassed $1 billion in grants to partners primarily focused on eliminating barriers to financial and social mobility around the world. This achievement follows another milestone that we reached in 2020 when our impact investment portfolio exceeded $1 billion.\nWe also continue to advance our 9 commitments to racial equity through investments in funding for organizations committed to diversity, equity and inclusion, and through internal measures, including diversity training and our commitment to equitable compensation for our employees.\nOur governance actions reflected a shared commitment to diversity and inclusion, beginning at the top with over 80% of our independent Board Directors being diverse. It also includes the steps we are taking to improve diverse representation throughout Prudential and to provide greater transparency around the composition of our U.S. workforce. In 2021, we enhanced our diversity disclosures by publishing EEO-1 data and the results of our pay equity analysis for our U.S. employees. We also expanded our policy of tying compensation plans for senior executives to the achievement of workforce diversity goals.\nAs I noted earlier, we believe our sustainability commitments and transformation to become a higher growth, less market-sensitive and more nimble business are closely connected. Together, they help us fulfill our purpose of making lives better by solving the financial challenges of our changing world by expanding access to investing insurance and retirement security for customers and clients around the globe.\nBefore turning it over to Rob, I'd like to thank all of our employees for their unwavering dedication to the customers and communities we serve, particularly in light of the continued challenges created by the pandemic. I am proud of the progress we made and the momentum we built in 2021 and look forward to making an even more meaningful difference in the lives of all our stakeholders in 2022 and beyond.\nThank you for your time this morning. And with that, I'll turn it over to Rob.\n\nRobert Michael Falzon\n\nVice Chairman, Prudential Financial, Inc.\n\nThanks, Charlie. I'll provide an overview of our financial results and business performance for our PGIM, U.S. and International businesses.\nI'll begin on Slide 7 with our financial results. For 2021, pretax adjusted operating income was $7.3 billion or $14.58 a share on an after-tax basis. Results for the year included a benefit from the outperformance of variable investment income that exceeded target returns by about $1.6 billion, reflecting market performance, strategy and manager selection. In the fourth quarter, pretax adjusted operating income was $1.6 billion or $3.18 a share on an after-tax basis, while GAAP net income was $3.13 per share. Of note, our GAAP net income includes realized investment gains and favorable market experience updates that were offset by a goodwill impairment that resulted in a charge of $837 million net of tax.\nThis charge reflects 2 main drivers of a reduction in the estimated fair value of Assurance. First, we acquired capabilities to increase access to more customers, and we have experienced good revenue growth. However, this growth has been slower than expected and we are now assuming it will take longer to monetize into earnings and cash flow. And second, we have seen a significant decline in publicly traded peer valuations, which is a key input in our assessment of fair value.\nTurning to the operating results of our businesses. PGIM, our global asset manager, had record asset management fees driven by record account values of over $1.5 trillion. Relative to the year-ago quarter, earnings reflected the elevated level of other related revenues last year as well as higher expenses supporting business growth in the current period.\nResults of our U.S. Businesses increased 13% from the year-ago quarter and reflected higher net investment spread, including a greater benefit from variable investment income, higher fee income, primarily driven by equity market appreciation, partially offset by higher expenses driven by a legal reserve and less favorable underwriting experience due to COVID-19-related mortality. Earnings in our International Businesses increased 5%, reflecting continued business growth, lower expenses and higher net investment spread.\nTurning to Slide 8. PGIM continues to demonstrate the strength of its diversified capabilities in both public and private asset classes across fixed income, alternatives, real estate and equities as a top 10 global investment manager. PGIM's investment performance remains attractive with more than 95% of assets under management outperforming their benchmarks over the last 3-, 5- and 10-year periods. This performance has contributed to third-party net flows of $11 billion for the year, with positive flows across U.S. and non-U.S.-based clients in both public and private strategies.\nAs the investment engine of Prudential, success and growth of PGIM and of our U.S. and International insurance businesses are mutually enhancing. PGIM's asset origination capabilities, investment management expertise and access to institutional and other sources of private capital provide a competitive advantage by helping our businesses to bring enhanced solutions, innovation and more value to our customers. And our businesses, in turn, provide a source of growth for PGIM through affiliated flows and unique access to insurance liabilities that complement its successful third-party track record of growth.\nPGIM's sixth consecutive quarter of record asset management fees reflects strong business fundamentals and record assets under management. We continue to expand our global equity franchise to grow our alternatives and private credit business, which has assets in excess of $240 billion across private credit and real estate equity and debt and benefits from our global scale and market-leading positions. Notably, PGIM's private businesses deployed nearly $50 billion of gross capital, up 33% from last year.\nNow turning to Slide 9. Our U.S. Businesses produced diversified earnings from fees, net investment spread and underwriting income and also benefit from our complementary mix of longevity and mortality businesses. We continue to shift our business mix towards higher growth and less interest rate-sensitive products and businesses to transform our capabilities and cost structure and to expand our addressable markets.\nOur product pivots have worked well, demonstrated by continued strong sales of our buffered annuities, which were nearly $6 billion for the year, representing 87% of total individual annuity sales. These sales reflect customer demand for investment solutions that offer the potential for appreciation from equity markets combined with downside protection. We have also exercised discipline through frequent pricing actions and our sales benefit from having a strong and trusted brand and a highly effective distribution team.\nOur Individual Life sales also reflect our earlier product pivot strategy with Variable products representing 71% of sales for the year. Our Retirement business has market-leading capabilities, which drove robust international reinsurance and funded pension risk transfer sales, including a $5 billion transaction, which was the fourth largest in the history of the market during 2021. And our Group Insurance business reflected strong persistency and revenue growth in 2021 across all segments. With respect to Assurance, our digitally enabled distribution platform, total revenues for the year were up 43% from last year.\nTurning to Slide 10. Our International Businesses include our Japanese life insurance companies, where we have a differentiated multichannel distribution model as well as other businesses focused on high-growth emerging markets. We remain encouraged by the resiliency of our unique distribution capabilities, which have maintained the stability of our sales and our in-force business despite the pandemic.\nIn Japan, we are focused on providing high-quality service, growing our world-class sales force and expanding our geographic coverage and product offerings. Our needs-based approach and mortality protection focus continue to provide important value to our customers as we expand our product offerings to meet their evolving needs. In emerging markets, we are focused on creating a carefully selected portfolio of businesses and regions where customers' needs are growing, where there are compelling opportunities to build market-leading businesses and partnerships and where Prudential -- the Prudential enterprise can add value.\nAs we look ahead, we're well positioned across our businesses to be a global leader in expanding access to investing, insurance and retirement security. We plan to continue to invest in growth businesses and markets, deliver industry-leading customer experiences and create the next generation of financial solutions to better serve the diverse needs of a broad range of customers.\nAnd with that, I will now hand it over to Ken.\n\nKenneth Yutaka Tanji\n\nExecutive VP & CFO, Prudential Financial, Inc.\n\nThanks, Rob. I'll begin on Slide 11, which provides insight into earnings for the first quarter of 2022 relative to our fourth quarter results.\nPretax adjusted operating income in the fourth quarter was $1.6 billion and resulted in earnings per share of $3.18 on an after-tax basis. To get a sense for how our first quarter results might develop, we suggest adjustments for the following items: first, variable investment income outperformed expectations in the fourth quarter by $440 million. Next, we adjust underwriting experience by a net $90 million. This adjustment includes a placeholder for COVID-19's claims experience in the first quarter of $195 million, assuming 75,000 COVID-19-related fatalities in the U.S. While we have provided this placeholder for COVID-related claims experience, the actual impact will depend on a variety of factors such as infection and fatality rates, geographic and demographic mix and the effectiveness of vaccines.\nThird, we expect seasonal expenses and other items will be lower in the first quarter by $105 million. Fourth, we anticipate net investment income will be reduced by about $10 million, reflecting the difference between new money rates and disposition yields of our investment portfolio. And last, we expect the first quarter effective tax rate to normalize. These items combined get us to a baseline of $2.73 per share for the first quarter. I'll note that if you exclude items specific to the first quarter, earnings per share would be $3.17.\nThe key takeaway is that the underlying earnings power per share continues to improve and has increased 9% over the last year, driven by business growth, the benefits of our cost savings program, capital management and market appreciation. While we have provided these items to consider, please note there may be other factors that affect earnings per share in the first quarter. As we look forward, we have also included seasonal and other considerations for 2022 in the appendix.\nTurning to Slide 12. We continue to maintain a robust capital position and adequate sources of funding. Our capital position continues to support a AA financial strength rating and we have substantial sources of funding. Our cash and liquid assets were $3.6 billion and within our $3 billion to $5 billion liquidity target range and other sources of funds include free cash flow from our businesses and contingent capital facilities.\nTurning to Slide 13 and in summary, we are executing on our plans to reposition our businesses and we are on track to achieve our targeted cost savings. And with the support of our rock solid balance sheet, we are thoughtfully deploying capital.\nNow I'll turn it to the operator for your questions."
  }
]