[
  {
    "header": "ABNB",
    "cik": "0001559720",
    "ticker": "ABNB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ef3ed797d96b4d1417ed800574cadbbc",
    "period": "2025 Q3",
    "content": "Q3 2025 Airbnb Inc Earnings Call\n\nQ3 2025 Airbnb Inc Earnings Call\n\nABNBNASDAQNOV 6, 5:00 PM\n\nOperator\n\nGood afternoon, and thank you for joining Airbnb's earnings conference call for the third quarter of 2025. As a reminder, this conference call is being recorded and will be available for replay from the Investor Relations section of Airbnb's website following this call. I will now hand the call over to Angela Yang, Director of Investor Relations. Please go ahead.\n\nAngela Yang\n\nDirector of Investor Relations\n\nGood afternoon, and welcome to Airbnb's Third Quarter of 2025 Earnings Call. Thank you for joining us today. On the call today, we have Airbnb's Co-Founder and CEO, Brian Chesky and our Chief Financial Officer, Eli Mertz. Earlier today, we issued a shareholder letter with our financial results and commentary for our third quarter of 2025.\nThese items were also posted on the Investor Relations section of Airbnb's website. During the call, we'll make brief opening remarks and then spend the remainder of time on Q&A. Before I turn it over to Brian, I would like to remind everyone that we will be making forward-looking statements on this call that involve a number of risks and uncertainties.\nActual results may differ materially from those expressed or implied in the forward-looking statements due to a variety of factors. These factors are described under forward-looking statements in our shareholder letter and in our most recent filings with the Securities and Exchange Commission.\nWe urge you to consider these factors and remind you that we undertake no obligation to update the information contained on this call to reflect subsequent events or circumstances. You should be aware that these statements should be considered estimates only and are not a guarantee of future performance.\nAlso, during the call, we will discuss some non-GAAP financial measures. We provided reconciliations to the most directly comparable GAAP financial measures in the shareholder letter posted to our Investor Relations website. These non-GAAP financial measures are not intended to be a substitute for our GAAP results.\nWith that, I'll pass the call to Brian.\n\nBrian Chesky\n\nCo-Founder, CEO, Head of Community & Chairman of the Board\n\nAll right. Thanks, Angela, and good afternoon, everyone. Thanks for joining. I am excited to share that Airbnb had another strong quarter. Revenue increased 10% year-over-year, landing at the high end of our guidance. Adjusted EBITDA was over $2 billion, and this is our highest in any quarter ever.\nGross booking value increased 14% year-over-year, while [ night ] and Seats book rose by 9%. Both metrics have started in Q2, and they both exceeded our expectations, and they were driven by the strength in the U.S. market and ADR. We are driving this growth by focusing on 4 key areas: making our service better, bringing Airbnb in more parts of the world, expanding will we offer and integrating AI across our app.\nSo what I want to do is I want to share just a few highlights on each of these 4 growth levers. First, we're making Airbnb better for our hosting guests. So we know that the better our product is, the more people use it. And since last -- this past May, we didn't stop. In fact, we accelerated development by making 65 major improvements that we think will help further drive growth.\nAnd here are just a few of them. We know that guests want more flexibility in ways that they can pay. So we introduced Reserve Now Pay Later in the United States. And not unexpectedly, this helped drive licenses booked in Q3. So we're going to continue to roll it out more broadly next year. We also announced improved maps. One of the things we noticed was a lot of people were come to Airbnb, they didn't have enough context on the map on Airbnb when we were leaving our app. Going to Google Apple Map somewhere else. And sometimes it wouldn't come back to our app.\nSo we built a lot more context about our map on Airbnb. We added nearby landmark, public transit, restaurants. We even are offering different map views, like satellite view, street view, transit view. And this is, we think, going to be a huge user experience improvement and we'll keep people on our app and increase conversion.\nFinally, we updated our cancellation policy, so it's even easier for us to earn more than yes to make changes. Post can now choose a new policy allows guests to cancel for free up to 14 days before check-in and all guests can counter free within 24 hours if they book more than 7 days for check-in. So these changes are reducing a huge amount of customer service cases and increasing annualized bookings. But again, these are just a few of the 65 major improvements that we just made that makes our service better.\nNumber two, we're bringing Airbnb to more parts of the world. International expansion is a multiyear strategy, but we're already off to a great start. Over the past 12 months, average night book in our expansion markets have grown at double the rate of our core markets. And we're also attracting new users to the platform in key markets.\nFor example, first-time bookers were up over 20% in Japan and nearly 50% in India on a year-over-year basis. So this is really encouraging. Number three, we're driving growth by expanding what we offer. In May, we took the first step in expanding Airbnb beyond stage the launch of Airbnb services and experiences.\nNow since then, back from guests has been amazing. Service and experiences are receiving an average rating of 4.3 out of 5 stars. And now in our core business, it's 4.8 out of 5 stars. So this is really encouraging as a sign of growth to come. If people love your product, sell use it more. service experiences are also bringing more people to the platform. So in Q3, almost half of the people who booked an experience did not have an Airbnb stay.\nSo we're giving people another reason to use Airbnb and we're also scaling supply of high-quality service experiences. In fact, we received over 110,000 applications from a potential host. So not only do we think the demands can be there but the supply is there as well. And that is almost double last quarter, the 110,000 applications, and it means people see the value of reaching new customers through Airbnb.\nBut we're not just adding more service experiences. We know one of the top reasons guest book experiences because they want to meet other people. So we're making experiences more social. Now before I guess books and experience, we're going to show them who else is going and where they can -- where they're from. So guests can also request to directly message other guests they met during an experience to keep in touch or playing their experience right in the app.\nAnd in the connection section of the Airbnb Profile tab, guests can see the people they've met on experiences, so it's easy to reconnect. This is really just about giving guests what they want and doing it Airbnb does best, which is bringing people together in the real world.\nNow outside of surface experiences, we're also launching hotels in Airbnb. While a small number of hotels list Airbnb in the past, we haven't had a true hotels business until now. We started with a hotel pilot in L.A., New York City and Madrid, and we're partnering directly with both boutique and independent hotels.\nAs part of this pilot, we've improved how hotels show up on Airbnb with new search filters, updated hotel page displays and the ability to choose to room type. So in other words, we built a custom-built product just for hotels. We've also been active recruiting hotels in key markets where there aren't a lot of Airbnb. And our goal is to fill the gaps where hotels make more sense for guests like a 1-night stay trip in the middle of the city.\nFinally, we're integrating Airbnb -- sorry, finally, we're integrating AI extensively across the app. Over the past year, we've been laying the foundation for a more intelligent, more personalized Airbnb. From rebuilding our tech stack to launching a series new AI features. We now have more than a dozen AI work streams underway, and they're all focused on really creating a more personal experience for guests and hosts and make it easier discover what we offer.\nNow this is part of a major transformation for Airbnb, and I want to share just 2 highlights from Q3 with regard to AI. This quarter, we rolled out smarter and faster AI customer support. Our AI customer support assistant has smarter responses that include answer reservation or listing and also provide quicker, more precise responses. It also lets you take common actions like canceling or changing reservation dates directly from the chat.\nSo what we did is we designed this custom user interface, that's not just text base, but it's got us rich user interface module. So it's a really custom-built AI interface built right into the messaging platform. Now we initially launched in the United States, where it's already reduced people need to contact a human agent by 15%. So now we're going to expand it to more countries in more language, and we expect this to be in over 50 languages next year.\nNow we're also building out AI-powered search. And this is a really, really big part of our strategy. You're going to see this. We're testing it now. You'll see this rolling out through the app next year. And this will let people have a conversation with the app just like a chat bit about what they're looking for, so we can help them design the perfect trip.\nAnd remember that we have access to all the same models that every other chat bot and AI application has. So we think this is going to be a really delightful product to use. Now this is just the beginning of a much bigger AI strategy because we're integrating AI across our app to make every smarter, more personal and easier to use.\nBut I think what makes our approach different is that we're not just using AI to pull people deeper into the screen. We're using it to get them off their phones and help them connect in the real world. Because I believe in the age of AI, more and more what's going to happen is with on a screen will be artificial. You won't know if it's real or not.\nAnd the age of AI, people are going to increasingly want which real and which real is in real life, they're going to create real experience or real people in the real world. And I think that's especially true for younger generations who grew up on social media are now surrounded by AI-generated content. So we think Airbnb is the best way to experience the magic of the real world.\nSo while other companies are using it to keep you online, we're really trying to do the opposite, get you off your phone and into the real world. And so in that sense, a bet on Airbnb is a bet on AI because it's a bet that the more AI proliferates the content we consume on devices, the more people are going to earn for real connection with real people in the real world.\nSo with that, I'll turn it over to Eli.\n\nElinor B. Mertz\n\nVice President of Finance & Investor Relations\n\nThank you, Brian, and good afternoon, everyone. I'll start with a review of our Q3 financial results, and then I'll walk through our outlook for Q4. As Brian mentioned, Q3 was another strong quarter for Airbnb. Gross booking value grew 14% year-over-year to $22.9 billion, driven by strong growth in both bookings and price.\nNights and seats booked increased 9% year-over-year, representing a 2-point sequential acceleration from Q2, primarily due to the strength in the U.S. In Q3, nights growth across each of our major regions remain steady or accelerated sequentially. Latin America grew in the low 20s, Asia Pacific grew in the mid-teens, and both North America and EMEA were up in the mid-single digits.\nNotably, we saw a meaningful acceleration in the U.S. from Q2 to Q3, in part due to the launch of our Reserve Now Pay Later payment offering. Now turning to our Q3 financials. Revenue for the quarter was $4.1 billion, up 10% year-over-year.\nIn terms of profitability, we generated $2.1 billion of adjusted EBITDA, representing a 50% EBITDA margin. And finally, net income was $1.4 billion, while EPS was $2.21, growing 4% year-over-year. Now net income was impacted by a onetime $213 million valuation allowance related to corporate alternative minimum tax credits as a result of the enactment of the one big beautiful Bill Act on July 4.\nOn a go-forward basis, starting in 2026, we anticipate that the one big beautiful bill will materially reduce our effective tax rate due to the preferential changes to tax on foreign earnings. Next, I'll turn to our balance sheet and cash flow. We continue to generate significant cash in Q3, delivering $1.3 billion of free cash flow.\nOver the past 12 months, we've generated $4.5 billion, representing a free cash flow margin of 38%. At the end of Q3, we had $11.7 billion of corporate cash and investments as well as $7.2 billion of funds held on behalf of our guests. Our strong balance sheet allowed us to repurchase $857 million of our common stock during the quarter.\nAnd during the trailing 12 months, we have repurchased over $3.5 billion of our common stock, using approximately 3/4 of our free cash flow. We believe returning capital to shareholders is a key component of our capital allocation strategy. reflecting our confidence in the business and our commitment to delivering long-term value.\nAs of the end of Q3, we still had $6.6 billion remaining on our repurchase authorization. Since introducing our share repurchase program in 2022, we've reduced our fully diluted share count by 8%. Now let's shift to our Q4 and full year 2025 outlook. As we start the fourth quarter, we're encouraged by the continued momentum. Despite more difficult year-over-year comps, we're seeing strength in longer lead time bookings, partly driven by our Reserve Now Pay Later offering in the U.S.\nThe strength in bookings support our positive outlook for the rest of the year. In Q4, we expect to generate revenue of $2.66 billion to $2.72 billion, representing year-over-year growth of 7% to 10%. This includes a small foreign exchange tailwind after factoring in our hedges. We expect our GDV to grow low double digits year-over-year, benefiting from a small -- or excuse me, from a modest increase in ADR due to price appreciation and FX as well as continued growth in nights and seats booked.\nFor Q4, we anticipate year-over-year growth of nights and seats booked in the mid-single-digit range. Last year, we saw a meaningful acceleration of growth from Q3 to Q4. Our Q4 2025 guide takes this tougher comp into consideration. But on a year-over-year basis, we do anticipate a sequential acceleration from Q3 to Q4.\nOn profitability, we now expect our full year adjusted EBITDA margin to be approximately 35%, up from the 34.5% for previously shared. As we look forward to 2026, we're focused on maintaining strong margins while continuing to invest in growth initiatives. We will share more about our 2026 outlook on the next earnings call in February.\nIn closing, our Q3 results demonstrate our disciplined execution across our strategic priorities as we continue to build a stronger company for the long term. And with that, I will open it up to Q&A."
  },
  {
    "header": "ABNB",
    "cik": "0001559720",
    "ticker": "ABNB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e784cdbdc50cdd0f6bd2f857d969313c",
    "period": "2025 Q2",
    "content": "Q2 2025 Airbnb Inc Earnings Call\n\nQ2 2025 Airbnb Inc Earnings Call\n\nABNBNASDAQAUG 6, 4:30 PM\n\nOperator\n\nGood afternoon, and thank you for joining Airbnb's earnings conference call for the second quarter of 2025. As a reminder, this conference call is being recorded and will be available for replay from the Investor Relations section of Airbnb's website following this call.\nI will now hand the call over to Angela Yang, Director of Investor Relations. Please go ahead.\n\nAngela Yang\n\nDirector of Investor Relations\n\nGood afternoon, and welcome to Airbnb's Second Quarter of 2025 Earnings Call. Thank you for joining us today. On the call today, we have Airbnb's Co-Founder and CEO, Brian Chesky; and our Chief Financial Officer, Ellie Mertz. Earlier today, we issued a shareholder letter with our financial results and commentary for our second quarter of 2025. These items were also posted on the Investor Relations section of Airbnb's website. During the call, we'll make brief opening remarks and then spend the remainder of time on Q&A.\nBefore I turn it over to Brian, I would like to remind everyone that we will be making forward-looking statements on the call that involve a number of risks and uncertainties. Actual results may differ materially from those expressed or implied in the forward-looking statements due to a variety of factors. These factors are described under forward-looking statements in our shareholder letter and in our most recent filings with the Securities and Exchange Commission. We urge you to consider these factors and remind you that we undertake no obligation to update the information contained on this call to reflect subsequent events or circumstances. You should be aware that these statements should be considered estimates only and are not a guarantee of future performance.\nAlso during this call, we will discuss some non-GAAP financial measures. We provided reconciliations to the most directly comparable GAAP financial measures in the shareholder letter posted to our Investor Relations website. These non-GAAP measures are not intended to be a substitute for our GAAP results.\nWith that, I'll pass the call to Brian.\n\nBrian Chesky\n\nCo-Founder, CEO, Head of Community & Chairman of the Board\n\nAll right. Thanks, Angela, and good afternoon, everyone. Thanks for joining. Airbnb had a strong Q2. We exceeded expectations across key metrics, including bookings, revenue and margin. And while the quarter started with some global economic uncertainty, travel demand picked up, and nights booked in Airbnb accelerated from April to July.\nWe also made meaningful progress across our 3 strategic priorities. First, we continue to perfect our core service. In Q2, we made improvements to checkout, messaging, merchandising and more flexible payment options, all of which helped us increase revenue. We also expanded our new AI customer service agent in the U.S. reducing the percentage of hosting guests who need to contact a human agent by 15%.\nSecond, we accelerated growth in global market. Nights booked on an origin basis and our expansion markets have now grown at twice the rate of our core markets for 6 consecutive quarters. And what this shows is that we're achieving product market fit, increasing brand awareness and driving traffic in key countries outside the United States.\nSo take Japan, for example. Late last year, we launched a brand campaign to raise awareness among Japanese travelers. You might want to take a trip within Japan. And the early results are really encouraging. In Q2, Japanese travelers booked more nights on Airbnb than they did in Q1, driven by more domestic travel and a 15% year-over-year increase in first-time bookers. We also announced several major partnerships to help accelerate growth in key markets, including a 3-year partnership with the Tour de France, a global live partnership -- music partnership with Lollapalooza and our continued partnership to IOC for the upcoming Winter Olympics in Milan. And we just announced a 3-year partnership with FIFA and the World Cup, which is the largest event in the world.\nLarge events have been a part of Airbnb's story from the very beginning. They help us build brand awareness and grow supply in key markets. And while many of these partnerships are high profile, the events themselves are often very local, and that's what makes them so powerful. They highlight our ability to disperse travel beyond popular city centers and help strengthen relationships with local governments and communities.\nFinally, our third strategic priority is to expand our business beyond stays. And in Q2, we did that in a big way. As part of our 2025 summer release in May, we launched Airbnb services, and completely reimagined Airbnb experiences. We also introduced an all-new app, making it easier to book home, service and experiences all in one place.\nNow this is our biggest launch to date. And it's earning more than 13,000 press stories and nearly 660 million social media impressions. After the launch, I travel around the world to amplify the news and key markets. And over the next 3 weeks, I visited 6 countries and met with over 600 members of the press, policymakers, Airbnb partners and Airbnb hosts. And so far, the response to our summer lease has been great. Guests say it's easier to discover new list -- offerings on our home page and find what they're looking for. And when they book a servicer experience, the feedback has been incredibly positive.\nThe average guest rating for a service and experience since launch is 4.93 stars out of 5 stars. Now for context, this outperforms the already impressive 4.8 average rating per home during the same period. And we're also seeing strong interest from a potential host. Since launch, over 60,000 people have submitted applications to host a service or experience. We are really excited about the momentum. It's still early, but we believe that services and experiences could become sizable businesses for Airbnb.\nNow with that, I'll turn it over to Ellie for a financial update.\n\nElinor B. Mertz\n\nVice President of Finance & Investor Relations\n\nThanks, Brian, and good afternoon, everyone. I'll start with a review of our Q2 financial results, and then I'll walk through our outlook for Q3. As Brian mentioned, Q2 marked another strong quarter for us. We had $134 million nights and seats booked, up 7% year-over-year. We also saw an acceleration in year-over-year nights and seats booked with growth rates for May and June, both outpacing Q1.\nLooking at the growth rates by region. Latin America grew in the high teens, Asia Pacific grew in the mid-teens, EMEA in the middle single digits and North America in the low single digits. It is worth highlighting that nights and seats book is a new metric that now includes the number of nights booked for stays as well as the total number of seats booked for both services and experiences.\nNow turning to our Q2 financials. Revenue for the quarter was $3.1 billion, up 13% year-over-year. In terms of profitability, we generated $1 billion of adjusted EBITDA, representing a 34% margin, up from 32.5% last year. And finally, net income of $642 million and EPS of $1.03 grew 16% and 20%, respectively.\nNext, I'll turn to our balance sheet and cash flow. We continue to generate significant cash in Q2, delivering $1 billion of free cash flow. Over the past 12 months, we've generated $4.3 billion, representing a free cash flow margin of 37%. At the end of Q2, we had $11.4 billion of corporate cash and investments as well as $11.1 billion of funds held on behalf of guests. Our strong balance sheet allowed us to repurchase $1 billion of our common stock during the quarter and we ended Q2 with $1.5 billion remaining on our repurchase authorization. And today, we're announcing a new share repurchase program with authorization to purchase up to an additional $6 billion of our Class A common stock. Now since introducing our share repurchase program in 2022, we've reduced our fully diluted share count by 8%.\nNow let me shift to our Q3 and full year 2025 outlook. As we look to Q3, we're encouraged by current demand trends, specifically the acceleration of nights booked from April through July. We've seen this momentum globally with especially strong growth in the U.S. That said, we do expect year-over-year comparisons to get tougher towards the end of the quarter and that this dynamic will continue into Q4, putting pressure on growth rates later in the year.\nSpecifically for Q3, we expect to generate $4.02 billion to $4.1 billion, representing year-over-year growth of 8% to 10%. This includes minimal impact for foreign exchange after factoring in our hedges. We expect nights and seats booked to grow at a similar rate to Q2 2025 and for ADR to increase modestly year-over-year, primarily driven by FX.\nOn profitability, we expect adjusted EBITDA in Q3 to exceed $2 billion, and we anticipate that adjusted EBITDA margin will be lower than in Q3 2024, primarily due to investments in new growth and policy initiatives. And we expect a similar year-over-year decline of adjusted EBITDA margin in Q4 '25 due to growth investments and a tougher year-over-year top line comparison.\nFor the full year, we continue to expect an adjusted EBITDA margin of at least 34.5%. This includes approximately $200 million of investment towards new businesses in 2025. While we don't expect meaningful revenue from our new businesses in the near term, we expect -- or excuse me, we believe the opportunity is significant and are building with a multiyear view.\nTo wrap up, our Q2 results reflect strong execution across our strategic priorities, perfecting the core, accelerating growth in global markets and expanding beyond the core. We are acting with urgency and focus to drive growth of our core business and to scale services and experiences. And with our strong financial position, we are well equipped to invest in the future in order to create long-term value for our investors.\nWith that, I will open it up to Q&A."
  },
  {
    "header": "ABNB",
    "cik": "0001559720",
    "ticker": "ABNB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bbc2feec30c5a37721bb3a4beda3ec72",
    "period": "2025 Q1",
    "content": "Q1 2025 Airbnb Inc Earnings Call\n\nQ1 2025 Airbnb Inc Earnings Call\n\nABNBNASDAQMAY 1, 4:30 PM\n\nOperator\n\nGood afternoon, and thank you for joining Airbnb's earnings conference call for the First Quarter of 2025. As a reminder, this conference call is being recorded and will be available for replay from the Investor Relations section of Airbnb's website following this call.\nI will now hand the call over to Angela Yang, Director of Investor Relations. Please go ahead.\n\nAngela Yang\n\nDirector of Investor Relations\n\nGood afternoon, and welcome to Airbnb's First Quarter 2025 Earnings Call. Thank you for joining us today. On the call today, we have Airbnb's Co-Founder and CEO, Brian Chesky, and our Chief Financial Officer, Ellie Mertz. Earlier today, we issued a shareholder letter with our financial results and commentary for our first quarter of 2025. These items were also posted on the Investor Relations section of Airbnb's website. During the call, we'll make brief opening remarks and then spend the remainder of time on Q&A.\nBefore I turn it over to Brian, I would like to remind everyone that we will be making forward-looking statements on this call that involve a number of risks and uncertainties. Actual results may differ materially from those expressed or implied in the forward-looking statements due to a variety of factors. These factors are described under forward-looking statements in our shareholder letter and in our most recent filings with the Securities and Exchange Commission. We urge you to consider these factors and remind you that we undertake no obligation to update information contained on this call to reflect subsequent events or circumstances. You should be aware that these statements should be considered estimates only and are not a guarantee of future performance.\nAlso during this call, we will discuss some non-GAAP financial measures. We've provided reconciliations to the most directly comparable GAAP financial measures in the shareholder letter posted to the Investor Relations website. These non-GAAP measures are not intended to be a substitute for our GAAP results.\nWith that, I'll pass the call to Brian.\n\nBrian Chesky\n\nCo-Founder, CEO, Head of Community & Chairman of the Board\n\nWell, good afternoon, everyone, and thanks for joining. We have a strong start to 2025. In Q1, guests on Airbnb spent nearly $25 billion. These results show that no matter what's happening in the world, people continue to choose Airbnb. And that's because our model is inherently adaptable. It's something we've proven time and time again.\nWe started Airbnb during the great recession of 2008. People turned us for a more affordable way to travel and they started hosting Airbnb to earn extra income. Then in 2020, when the pandemic hit, we provided a way for people to travel close to home. And as a result, our business quickly rebounded. And by the end of that year, we went public.\nToday, they feel uncertain once again. But just as we've shown in the past, as the world changes, Airbnb will continue to adapt. And that's because we have millions of host offering nearly every type of home at nearly every price point from budget to luxury in neighborhoods in cities all over the world. And for host, Airbnb remains a great way to earn meaningful income.\nNow before we get into Q1 results, I want to just talk for a moment about where we are as a company. We've been focused on driving long-term growth as well as preparing for Airbnb's next chapter where we'll offer more than a place to stay. And we've been laying the groundwork to make this transformation for years. And there are 2 key things we've done to get ready.\nFirst, we want to make sure that people love their core service before we launched anything new. So we spent the last few years rolling out hundreds of upgrades to make Airbnb better for guests and hosts. It's now easier to use, more affordable and more reliable. And just one example of this is the launch of Guest Favorites, which is a way for people to easily find the best places to stay on Airbnb. Since launch, over 350 million nights book have been booked at Guest Favorites listings.\nWe've also worked hard to improve affordability and price transparency, where just are especially top of mind for people today. Guest told us prices weren't transparent enough. We introduced a toggle that let them see the total price upfront. Over 17 million guests have used over the past 2 years. And last month, we rolled out total price display globally. So now the price you see upfront includes all fees. But perfecting our core service wasn't enough.\nTo expand beyond homes, we needed an app that could support new offering. Now until now, our app has really done one thing, which is it lets you book a home. So we rebuilt the app from the ground up on a new technology stack. And now we can innovate faster and offer much more thin homes. So we're ready for Airbnb's next chapter. On Tuesday, May 13, we will unveil the 2025 summer release, and you can visit our website that day to watch the announcement and see all the details.\nSo with that, I'm going to turn the call over to Ellie for our financial update.\n\nElinor B. Mertz\n\nVice President of Finance & Investor Relations\n\nThanks, Brian, and good afternoon, everyone. I'll start with a review of our Q1 financial results, and then I'll walk through our outlook for Q2. As Brian mentioned, we had a strong first quarter. We had 143 million Nights and Experiences Booked up 8% year-over-year. Looking at this year-over-year growth by region, Latin America grew in the low 20s, Asia Pacific grew in the mid-teens, Europe in the mid-single digits and North America in the low single digits. Revenue for the quarter was $2.3 billion, up 6% year-over-year.\nIf you exclude the impact of FX and calendar factors, revenue would have grown 11%. As a reminder, those calendar factors include Easter falling in Q1 2024 and the extra day from leap day last year. We generated $417 million of adjusted EBITDA, which represents an 18% margin.\nNext, I'll turn to our balance sheet and cash flow. We continue to generate significant cash in Q1, delivering $1.8 billion of free cash flow. Over the past 12 months, we've generated $4.4 billion, representing a free cash flow margin of 39%. At the end of Q1, we had $11.5 billion of corporate cash and investments as well as $9.2 billion of funds held on behalf of Guest. Our strong balance sheet allowed us to repurchase $807 million of our common stock during the quarter. And at the end of Q1, we had $2.5 billion remaining on our repurchase authorization.\nNow let's shift to our Q2 and full year 2025 outlook. Despite the recent volatility in the [indiscernible] economy, we believe we're positioned to deliver strong results in Q2. We expect to deliver revenue between $2.99 billion to $3.05 billion, representing 9% to 11% year-over-year growth. This includes a benefit of approximately 2 percentage points due to the timing of Easter. For Nights and Experiences Booked, we expect year-over-year growth in Q2 to moderate relative to Q1. So far in Q2, we saw strong guest demand for Easter travel in Europe and continued momentum in Latin America, which remains our fastest-growing region. In the U.S., we've seen relatively softer trends which we believe is largely driven by broader economic uncertainty.\nOn profitability, we expect adjusted EBITDA to increase year-over-year with adjusted EBITDA margin expected to be flat to slightly down compared to Q2 2024. Marketing expense will grow faster than revenue in Q2, mostly due to our upcoming summer release and investments in growth initiatives. For the full year, we continue to expect an adjusted EBITDA margin of at least 34.5%, in line with what we shared in February. Now that includes $200 million to $250 million of investment to launch and scale new businesses in 2025. These investments will have the biggest impact on our margins in the second half of the year since our new offerings go live on May 13. Now as these new businesses scale over the coming years, we expect them to be significant drivers of future revenue growth.\nNow looking ahead, our priorities rate remained consistent with last quarter. As a reminder, we're continuing to drive long-term growth and deliver market share gains through 3 key growth levers. First, we are perfecting our core service. As Brian mentioned, we've made significant, we've made Airbnb significantly better for both guests and hosts. We've been driving growth from product improvements like enhanced search and better merchandising. One example is the newly redesign refined feature that better highlights popular high-quality listing. We also simplified our checkout page to make booking easier. These are just a few examples of the product optimizations that are contributing to our top line, but we know there's still more work to do.\nSecond, we are accelerating growth in global markets. We're taking a much more localized approach to product and marketing in underpenetrated markets around the world. This is a multiyear strategy, but we've already seen encouraging results. For the first -- fifth quarter in a row, growth in these expansion markets significantly outperformed our core markets. In fact, the average growth rate in Q1 in expansion markets was more than double that of our core markets. Brazil continues to lead the way. In Q1, origin nights in Brazil grew 27% and first-time bookers grew over 30%, both accelerated from Q4.\nThird, we are launching and scaling new offering. This begins on May 13. So expect more on that soon.\nNow to wrap up before we go to questions, we're staying close to geopolitical and macroeconomic uncertainty and monitoring any short-term impact they could have. As Brian mentioned in his remarks, we have an adaptable and diversified business that has been resilient during periods of uncertainty, most recently is COVID. Despite signs of near-term volatility, we remain focused on the long-term opportunity to both grow our core business and expand into new ones. We believe that our efficient operating model, financial strength and significant liquidity give us the ability to pursue these multiyear initiatives in the current environment.\nAnd with that, I will open it up to Q&A."
  },
  {
    "header": "ABNB",
    "cik": "0001559720",
    "ticker": "ABNB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d6bb5b6a7f14be8a1933f08a65483406",
    "period": "2024 Q4",
    "content": "Q4 2024 Airbnb Inc Earnings Call\n\nQ4 2024 Airbnb Inc Earnings Call\n\nABNBNASDAQFEB 13, 4:30 PM\n\nOperator\n\nGood afternoon and thank you for joining Airbnb's earnings conference call for the fourth quarter of 2024. As a reminder, this conference call is being recorded and will be available for replay from the Investor Relations section of Airbnb's website following this call.\nI will now hand the call over to Angela Yang, Director of Investor Relations. Please go ahead.\n\nAngela Yang\n\nDirector of Investor Relations\n\nGood afternoon and welcome to Airbnb's Fourth Quarter of 2024 Earnings Call. Thank you for joining us today. On the call today, we have Airbnb's Co-Founder and CEO, Brian Chesky; and our Chief Financial Officer, Ellie Mertz. Earlier today, we issued a shareholder letter with our financial results and commentary for our fourth quarter of 2024. These items were also posted on the Investor Relations section of Airbnb's website. During the call, we'll make brief opening remarks and then spend the remainder of time on Q&A.\nBefore I turn it over to Brian, I would like to remind everyone that we will be making forward-looking statements on this call that involve a number of risks and uncertainties. Actual results may differ materially from various expressed or implied in the forward-looking statements due to a variety of factors. These factors are described under forward-looking statements and shareholder letter and in our most recent filings with the Securities and Exchange Commission. We urge you to consider these factors and remind you that we undertake no obligation to update the information contained on this call to reflect subsequent events or circumstances. You should be aware that these statements should be considered estimates only and are not a guarantee of future performance.\nAlso during the call, we will discuss some non-GAAP financial measures. We provide a reconciliation to the most directly comparable GAAP financial measures in the shareholder letter posted to our Investor Relations website. These non-GAAP measures are not intended to be a substitute for GAAP results.\nWith that, I'll pass the call to Brian.\n\nBrian Chesky\n\nCo-Founder, CEO, Head of Community & Chairman of the Board\n\nAll right. Well, thank you very much. And hey, everyone, thanks for joining us today. 2024, Airbnb outpaced the travel industry's growth. We ended the year with Q4 revenue, nice booked GBV all accelerating from Q3.\nNow before we get into the results, I want to just quickly touch on some of the work that got us here. Over the past several years, we've been preparing for Airbnb's next chapter, and we want to make sure that guests and hosts love our core service before we introduce something new. So we listened to their feedback and rolled out more than 535 features and upgrades to improve the experience. These upgrades include major reliability efforts like Guest Favorites. Guest Favorites make it easier for guests to find the best listing to Airbnb.\nWe've also made it easier to host by launching the Cohost Network, which is a really simple way to find the best local host to manage Airbnb. Now in just 4 months, the Cohost Network has grown to almost 100,000 listings. At the same time, we've been driving growth in a number of product optimization. We made it easier for guests line to perfect stay with enhanced search functionality and better merchandising. And this includes things like suggested destinations, more detailed maps and a new welcome guide for guests.\nWe also introduced flexible payment options and local payment methods in nearly 2 dozen countries, making it easier for people around the world to use Airbnb. And we're in the process of rolling out a completely redesigned checkout experience that makes it even simpler to book an Airbnb. Now as a result, we've seen higher conversion rates, and we expect these improvements to continue delivering growth in 2025. By optimizing key parts of our product, like search, merchandising and payments, we're seeing strong near-term results, and we're building a foundation to support the introduction of new offerings.\nFinally, we've rebuilt our platform from the ground up with a new technology stack. This includes new listing management tools, and these tools make it easier for us to lift and manage their homes while giving them the ability to eventually offer more services. We've also upgraded our messaging system into a single unified platform, making communication between guests and hosts smoother, more reliable. Now with this new tech platform, we are able to innovate faster and expand beyond short-term rentals into becoming an extensible platform with a range of new offerings, and 2025 marks the start of Airbnb's next chapter.\nNow today, our service is better than ever, and our platform is ready for -- to support what's next. In 2025, we will continue building on this momentum. We're executing on a multiyear growth strategy to perfect our core service, accelerate growth in global markets and launch and scale new offerings. Now we've talked a lot on previous calls about how we're preparing to expand beyond our core business. And this is the year you'll see the beginning of a new Airbnb.\nSo now I'm going to turn it over to Ellie to give you a financial update. Ellie?\n\nElinor B. Mertz\n\nVice President of Finance & Investor Relations\n\nThank you, Brian, and good afternoon. I'll start with a review of our financial results and then provide our current outlook for Q1 2025. As Brian mentioned, we ended last year on a strong note. Nights and Experiences Booked accelerated in Q4 to 12%, making it the highest year-over-year growth quarter of 2024. Revenue also grew 12% year-over-year to $2.5 billion in Q4. Net income was $461 million, and adjusted EBITDA was $765 million. For the full year, the EBITDA totaled $4 billion, representing an adjusted EBITDA margin of 36%. Since 2020, we delivered over 4,000 basis points of EBITDA margin expansion.\nNext, I'll turn to the balance sheet and cash flow. During Q4, we generated $458 million of free cash flow. And for the full year, we generated $4.5 billion, representing a free cash flow margin of 40%. At the end of the year, we had $10.6 billion of corporate cash and investments as well as $5.9 billion of funds held on behalf of our. Our strong balance sheet allowed us to repurchase $838 million of our Class A common stock during Q4 and $3.4 billion for the full year. At the end of Q4, we had $3.3 billion remaining on our repurchase authorization.\nNow let's shift to our Q1 2025 outlook. After closing out 2024 with our highest quarter of nights and bookings growth, we're excited about the strong demand we continue to see early in 2025. For Q1, we expect to deliver revenue between $2.23 billion and $2.27 billion, representing a 4% to 6% year-over-year growth or 7% to 9% when excluding FX headwinds. As we mentioned last quarter, revenue in Q1 '24 benefited from both the timing of Easter and the extra day from leap year, creating a hard year-over-year comparison. Without these calendar impacts and FX headwinds, our revenue growth would be about 6 percentage points higher or 10% to 12%, which is relatively stable compared to Q4.\nFor Nights and Experiences Booked, we expect year-over-year growth in Q1 '25 to be relatively in line with Q1 '24 once you exclude leap day, which contributed about 1 percentage point of growth last year. On profitability, we expect adjusted EBITDA and adjusted EBITDA margin to decline compared to Q1 2024 driven by the same factors impacting revenue. That said, if you exclude the calendar and FX headwinds, adjusted EBITDA margin in Q1 would remain relatively flat year-over-year.\nAs we look ahead to 2025, we're focused on executing our multiyear growth strategy. Our strategy is designed to drive long-term growth and deliver market share gains through 3 levers: one, perfecting our core service; two, accelerating growth in global markets; and three, launching and scaling new offerings. We're focused on strengthening the economics of our core business and generating strong free cash flow while also investing in growth opportunities. This year, we plan to invest $200 million to $250 million towards launching and scaling new businesses, which we'll introduce in May. Even with these investments, we expect to maintain strong profitability, delivering a full year adjusted EBITDA margin of at least 34.5%.\nBecause these investments will roll out throughout the year, their impact on our quarterly adjusted EBITDA margin will be the most pronounced in the first 9 months of 2025. As these new businesses scale over the coming years, we expect them to get significant contribution to revenue growth. And so each year, we'll layer in new offerings where we see long-term revenue growth opportunities. And at the same time, we'll focus on delivering strong profitability and world-class free cash flow for our core business.\nAnd now with that, the call open it up to Q&A."
  },
  {
    "header": "ABNB",
    "cik": "0001559720",
    "ticker": "ABNB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cb459dbdfeed86cc970a80cbf0aa3200",
    "period": "2024 Q2",
    "content": "Q2 2024 Airbnb Inc Earnings Call\n\nQ2 2024 Airbnb Inc Earnings Call\n\nABNBNASDAQAUG 6, 4:30 PM\n\nOperator\n\n[Audio Gap] [Operator Instructions] As a reminder, this conference call is being recorded and will be available for replay from the Investor Relations section of Airbnb's website following this call. I will now hand the call over to Angela Yang, Director of Investor Relations. Please go ahead.\n\nAngela Yang\n\nDirector of Investor Relations\n\nGood afternoon, and welcome to Airbnb's Second Quarter of 2024 Earnings Call. Thank you for joining us today. On the call today, we have Airbnb's Co-Founder and CEO, Brian Chesky; and our Chief Financial Officer, Ellie Martz. Earlier today, we issued a shareholder letter with our financial results and commentary for our second quarter of 2024. These items were also posted on the Investor Relations section of Airbnb's.\nDuring the call, we'll make brief opening remarks and then spend the remainder of time on Q&A. Before I turn it over to Brian, I would like to remind everyone that we will be making forward-looking statements on this call that involve a number of risks and uncertainties. Actual results may differ materially from those expressed or implied in the forward-looking statements due to a variety of factors. These factors are described under forward-looking statements in our shareholder letter and in our most recent filings with the Securities and Exchange Commission. We urge you to consider these factors and remind you that we undertake no obligation to update the information contained on this call to reflect subsequent events or circumstances. You should be aware that these statements should be considered estimates only and are not a guarantee of future performance. Also, during this call, we will discuss some non-GAAP financial measures. We provided reconciliations to the most directly comparable GAAP financial measures in the shareholder letter posted to our Investor Relations website. These non-GAAP measures are not intended to be a substitute for our GAAP results. With that, I will pass the call to Brian.\n\nBrian Chesky\n\nCo-Founder, CEO, Head of Community & Chairman of the Board\n\nAll right. Good afternoon, everyone, and thanks for joining. Q2 marked another strong quarter for Airbnb. We had 125 million nights in experiences booked. Revenue increased 11% year-over-year to $2.75 billion.\nNet income was $555 million, representing a net income margin of 20%, and we generated $1 billion of free cash flow. Our total trailing 12-month free cash flow was $4.3 billion, our highest ever. And our strong cash flow allowed us to repurchase $749 million of our shares in the quarter. And as of the end of Q2, we had $5.25 billion remaining on our share repurchase authorization program. Now during Q2, we continue to make progress on our 3 strategic priorities, which again are making hosting mainstream, perfecting our core service and expanding beyond the core. So I'll share a few highlights on each.\nFirst, we are making hosting mainstream. Last year, we shared our commitment in [indiscernible] just as popular as traveling the BB. We've been focused on raising awareness around the benefits of hosting and providing better tools for host. In Q2, we surpassed 8 million active listings driven by continued growth across all regions market types. We're not just growing supply, and we're also committed to ensuring that it's high-quality supply. Since launching our updated host quality system last April, we've removed over 200,000 listings that failed to meet our guest expectations, and we'll continue to raise the overall quality of listings [indiscernible] so we can consistently deliver high-quality states.\nSecond, we're perfecting our core service. We remain focused on making Airbnb more reliable and an overall better service for hosting guests. We've rolled out hundreds of new features and upgrades over the past 2 years to do this. This includes launching major reliability initiatives like guest favorites, which makes it easy for guests to find the best listing in Airbnb.\nNow since launch, last November, we've seen over 150 nights -- million nights booked at guest favorite listings. We've also made dozens of smaller changes that have led to improved usability and booking conversion. These include things like simplified setup and login, improved maps, clear cancellation policies and so much more.\nNow we made tremendous progress, and we'll never stop improving Airbnb, we're going to continue this commitment. And finally, perhaps most excitingly, we're expanding beyond our core. We continue to drive growth by investing in underpenetrated markets. In Q2, growth of gross nights booked on an origin basis in our expansion markets significantly outperformed our core markets on average. Our core markets, again, are U.S., U.K., France, Australia and Canada.\nThis is largely due to the success of our global expansion playbook, which includes a more low-rise product and marketing approach. We're also expanding Airbnb positioning beyond travel accommodation to launch and rollout of Airbnb Icons, [indiscernible] the new category of extraordinary experiences that we launched in May. Now since launch, we've seen nearly 40 million views of icons on our site. Helping people understand that Airbnb offers more than a combination will be critical as we expand our offerings in the coming years.\nNow looking back to we saw a number of positive business highlights. First, guests are increasingly booking on the Airbnb app. We have continued to optimize our mobile websites from app downloads, and we believe our approach is working. Nice booked in our app during Q2 increased 19% year-over-year. Now these bookings now comprise 55% on our total nights booked, and this is up from 50% in the prior year period.\nNow in addition to our success in mobile downloads and bookings, we're continuing to see growth of first-time bookers in our platform with the highest level of growth seen in the youngest age demographic. Second, Airbnb is uniquely positioned for special events. We're continuing to see more guests choose Airbnb for major holidays and events.\nThe week of July 4, for example, represented our single highest week of revenue ever in North America, and we saw similar trends in Europe. Now anticipation of the Olympics, which is in parent, nice booked in Paris through Q2 were more than double what they were this time last year. Additionally, cities hosting matches during the recent Euro Cup in Germany saw on average a more than 20% year-over-year increase in nights booked.\nAnd supply has increased to meet the higher demand. So we have 37% increase in active listings in Paris in Q2 compared to a year ago. In these events, what they really do is to highlight Airbnb's unique ability to disperse travel and spread economic benefits by allowing people to stay in local neighborhoods where there are no travelers -- no hotel, sorry.\nFinally, supply growth is improving on Airbnb. We made huge strides of supply growth, remain just as focused on supply quality. As we improve quality, we believe more people try Airbnb unlocking even more growth. We have two major initiatives underway to help us do this. First, we're removing low-quality supply. As I shared earlier, we've removed over 200,000 listings since April of last year. Second, we're making it easier for guests to find the best stays on Airbnb.\nWe launched [indiscernible] as well as top listing highlights, which show the top 1%, 5% and 10% of eligible homes in Airbnb. These new features make it easy as to find the highest-quality homes on Airbnb. In Q2, we also saw active listings managed by Superhost, some of our highest quality hosts increased 26% year-over-year. We're proud of our Q2 results.\nNow turning to Q3. We're looking forward to another record summer travel season. We've encouraged by the excitement around the Olympics and Euro Cup. And we're also encouraged by the relative strength in Latin America and Asia Pacific, which continues to be our fastest-growing regions. However, we are seeing shorter booking lead times globally and some signs of slowing demand from U.S. guests and our Q3 outlook incorporates these recent trends. We're watching these trends closely, along with the impact any macroeconomic pressures might be causing. And we're continuing to execute against our growth strategy by improving our service expanding in less penetrated markets and introducing new offerings. We believe this growth strategy will, over the long term, offset any transitory macro trends. So with that, [indiscernible] look forward to answering your questions."
  },
  {
    "header": "ABNB",
    "cik": "0001559720",
    "ticker": "ABNB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/22bcd73faa112428e2aba7d41a2d4559",
    "period": "2024 Q1",
    "content": "Q1 2024 Airbnb Inc Earnings Call\n\nQ1 2024 Airbnb Inc Earnings Call\n\nABNBNASDAQMAY 8, 4:30 PM\n\nOperator\n\nGood afternoon and thank you for joining Airbnb's earnings conference call for the first quarter of 2024. As a reminder, this conference call is being recorded and will be available for replay from the Investor Relations section of Airbnb's website following this call. I will now hand the call over to Angela Yang, Director of Investor Relations. Please go ahead.\n\nAngela Yang\n\nAI Assigned\n\nGood afternoon, and welcome to Airbnb's First Quarter of 2024 Earnings Call. Thank you for joining us today. On the call today, we have Airbnb's Co-Founder and CEO, Brian Chesky; and our Chief Financial Officer, Ellie Mertz.\nEarlier today, we issued a shareholder letter with our financial results and commentary for our first quarter of 2024. These items were also posted on the Investor Relations section of Airbnb's website. During the call, we'll make brief opening remarks and then spend the remainder of time on Q&A.\nBefore I turn it over to Brian, I would like to remind everyone that we will be making forward-looking statements on this call that involve a number of risks and uncertainties. Actual results may differ materially from those expressed or implied in the forward-looking statements due to a variety of factors. These factors are described under forward-looking statements in our shareholder letter and in our most recent filings with the Securities and Exchange Commission. We urge you to consider these factors and remind you that we undertake no obligation to update the information contained on this call to reflect subsequent events or circumstances. You should be aware that these statements should be considered estimates only and are not a guarantee of future performance.\nAlso, during this call, we will discuss some non-GAAP financial measures. We provided reconciliations to the most directly comparable GAAP financial measures in the shareholder letter posted to our Investor Relations website. These non-GAAP measures are not intended to be a substitute for our GAAP results.\nWith that, I will pass the call to Brian.\n\nBrian Chesky\n\nCo-Founder, CEO, Head of Community & Chairman of the Board\n\nAll right. Good afternoon, everyone, and thanks for joining. Airbnb had a strong start to 2024. We had 133 million nights and experiences booked in Q1, marking our highest first quarter ever. .\nRevenue of $2.1 billion grew 18% year-over-year, primarily driven by continued strength in travel demand and the timing of Easter. Net income was $264 million, representing a net income margin of 12%. For Q1, our free cash flow was $1.9 billion, our highest ever. And for the trailing 12 months, our free cash flow was $4.2 billion, representing a free cash flow margin of 41%. Our strong cash flow allowed us to repurchase $750 million of our shares in the quarter. And as of the end of Q1, we had $6 billion remaining on our repurchase authorization.\nNow during Q1, we made significant progress across our 3 strategic initiatives, which are making hosting mainstream, perfecting our core service and spinning beyond the core. First, we're maybe hosting mainstream. We remain focused on making hosting just as popular as traveling in Airbnb. And to do this, we're raising awareness around the benefits of hosting, providing better tools and helping us deliver high-quality stays. As we grow, we're also taking action to rapidly improve the quality stage on Airbnb.\nIn Q1, we removed thousands of listings that failed to meet our guest expectations. And excluding these removals, active listings for accommodations grew 17% year-over-year. And we also saw sustained double-digit supply growth across all regions. This year, we'll continue to raise awareness around hosting and improve the overall host experience. Second, we are perfecting our core service. Over the past few years, we've rolled out more than 430 new features and upgrades to improve our service. In November, we took another huge step for reliability with the launch of guest favorites, a collection of the top homes on Airbnb based on ratings, reviews and reliability.\nNow since launching guest favorite, there have been more than 100 million nights booked at these listings, and we will continue to make it easier for guests to find high-quality and affordable states. Finally, we're expanding beyond our core. During the quarter, we continued investing in less mature markets to unlock more growth. And in Q1, gross nights booked in our expansion markets grew twice as fast as our core market. And we're also focused on expanding beyond our core business. Now this will be a multiyear journey, and we've already begun laying the foundation. Last week, we introduced Icons, a new category of extraordinary experiences by the greatest names in music, film, sports and more. Icons mark an important next step in helping people understand that Airbnb offers more than just travel accommodations.\nNow before I share a few business highlights, I just want to provide some context on why we actually introduced Icons because they deliver on 3 key objectives. First, Icons keep Airbnb's brand relevant and top of mind. With new icons launching throughout the year, we can induce more people to Airbnb and highlight what makes us unique. Second, while Airbnb's brand is already recognized around the world, there are specific segments where we want to accelerate growth. And with a broad range of Icons expanding various geographies, demographics and fan bases, we'll be able to reach key segments in a more targeted way. And third, Icons help change the way people think about Airbnb and what we offer. And this is going to be critical as we expand beyond accommodations in the coming years. Now it's still early, but we're really excited about the response we've seen to Icon so far. In just one week, the Icons launch has generated over 8,100 pieces of global media coverage and 371 million social media impressions and the coverage has been overwhelmingly positive. Now just to put this into perspective, Icons has already generated more press than our IPO. It's clear Icons of rezoning of people.\nNow looking back to Q1, we saw a number of positive business highlights. First, mobile downloads are accelerating. So to quickly zoom out, nights and experiences booked in Q1 increased 9.5% year-over-year despite a hard comp for this time last year. And we were particularly encouraged by the growth of app downloads. In the U.S., those downloads increased 60% in Q1 compared to a year ago. And global nights booked in our app increased 21% year-over-year, and they now represent 54% of nights booked during the quarter. And this time last year, mobile bookings represented only 49%. So it went from 49% to 54%. So we're seeing some really, really good traction. Second, Airbnb is uniquely positioned for special events. Special events is really how we started Airbnb. We really started it provide housing for conferences and events. And in April, we had over 500,000 guests stay on Airbnb during the Solar trips in North America. And interestingly, we saw more than twice as many nights stayed on Airbnb along the direct path of the Eclipse compared to the year prior, with many locations in areas that don't even have hotels. Nice booked in Paris during the summer's Olympics are 5x higher than this time a year ago, and Germany is also seeing a similar trend for the Euro Cup this summer with nights book nearly double compared to a year ago.\nNow supplies also increased to meet the higher demand, including nearly 40% more active listings in Paris in Q1 compared to a year ago. These events highlight the Airbnb's unique ability to disperse travel and spread economic benefits by allowing people to stay in local neighborhoods where there are no hotels. And finally, supply growth remains strong.\nNow as mentioned earlier, in Q1, we removed thousands of listings that failed to meet our desk expectations. And excluding these removals, active listings for accommodations grew 17% year-over-year. We continue to see double-digit supply growth across all regions with the highest growth in regions with the highest demand. Urban and nonurban supply increased at about the same rate and we saw relatively similar supply growth among individual professional hubs with the majority of new listings exclusive to Airbnb. We're really proud of our strong Q1 results, and we're looking forward to another record summer travel season.\nSo with that, Ellie and I look forward to answering your questions."
  },
  {
    "header": "ABNB",
    "cik": "0001559720",
    "ticker": "ABNB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ba26497196749f29cc7f0f4b367c27d7",
    "period": "2023 Q4",
    "content": "Q4 2023 Airbnb Inc Earnings Call\n\nQ4 2023 Airbnb Inc Earnings Call\n\nABNBNASDAQFEB 13, 4:30 PM\n\nOperator\n\nGood afternoon and thank you for joining Airbnb's Earnings Conference Call for the Fourth Quarter of 2023. As a reminder, this conference call is being recorded and will be available for replay from the Investor Relations section of Airbnb's website following this call.\nI will now hand the call over to Angela Yang, Director of Investor Relations. Please go ahead.\n\nAngela Yang\n\nAI Assigned\n\nGood afternoon, and welcome to Airbnb's Fourth Quarter of 2023 Earnings Call. Thank you for joining us today. On the call today, we have Airbnb Co-Founder and CEO, Brian Chesky and our Chief Financial Officer, Dave Stephenson.\nEarlier today, we issued a shareholder letter with our financial results and commentary for our fourth quarter of 2023. These items were also posted on the Investor Relations section of Airbnb's website. During the call, we'll make brief opening remarks and then spend the remainder of time on Q&A.\nBefore I turn it over to Brian, I would like to remind everyone that we will be making forward-looking statements on this call and involve a number of risks and uncertainties. Actual results may differ materially from those expressed or implied in the forward-looking statements due to a variety of factors. These factors are described under forward-looking statements in our shareholder letter and in our most recent filings with the Securities and Exchange Commission. We urge you to consider these factors and remind you that we undertake no obligation to update the information contained on this call to reflect subsequent events or circumstances. You should be aware that these statements should be considered estimates only and are not a guarantee of future performance. Also, during this call, we will discuss some non-GAAP financial measures. We provide a reconciliation to the most directly comparable GAAP financial measures in the shareholder letter posted to our Investor Relations website. These non-GAAP measures are not intended to be a substitute for our GAAP results.\nWith that, I will pass the call to Brian.\n\nBrian Chesky\n\nCo-Founder, CEO, Head of Community & Chairman of the Board\n\nAll right. Thank you, and good afternoon, everyone. Thanks for joining. I am excited to share our results with you. We wrapped 2023 with another strong quarter. We had 99 million Nights and Experiences Booked in Q4, marking our highest fourth quarter ever. Revenue of $2.2 billion grew 70% year-over-year. Net loss was $249 million. But when excluding nonrecurring tax items, adjusted net income was $489 million, representing an adjusted net income margin of 22%. For the full year, our free cash flow was $3.8 billion, our highest ever. Because of our strong cash flow and balance sheet, we repurchased $2.25 billion of our shares during 2023. And I'm excited to announce that today, our Board of Directors approved a new share repurchase authorization of up to $6 billion of our Class A common stock.\nOur strong results in 2023 were driven by our focus on 3 strategic priorities: making hosting mainstream, perfecting our core service and expanding beyond the core. First, we're making hosting mainstream. We've been focused on making hosting just as popular as traveling in Airbnb. Our results show that our approach is working. In Q4, our host community grew to 5 million host around the globe. Active listings exceeded $7.7 million by the end of 2023, increasing 18% year-over-year, and we also saw sustained double-digit supply growth across all regions. All in all, in 2023, post earned more than $57 billion. This year, we are going to continue to raise awareness around hosting and improve the overall host experience. Second, we're perfecting our core service. Over the first 3 years, we've launched more than 430 new features and upgrades to our core service. We've made significant improvements to make Airbnb a more affordable and reliable option, and we are already seeing a positive impact. For example, post cancellations have decreased by 36% in Q4 of 2023, and this is compared to the same period a year ago. And now 2/3 of our host offer a weekly or monthly discount. We will never stop perfecting our core service. In the year ahead, we'll remain focused on improving the quality and reliability of stays. Finally, we are expanding beyond the core. Airbnb is at an inflection point. We spent the last 3 years perfecting our core service, and we are now ready to embark on our next chapter. We're focused on unlocking more growth opportunities by investing in underpenetrated international markets, and we're seeing some great results.\nFollowing the success that we've seen in recent quarters in Germany, Brazil and Korea, we're now rolling out our playbook in other countries, including Switzerland, Belgium and Netherlands. But this is only 1 piece of a much bigger strategy because we've always believed that Airbnb was destined to offer more than just a place to stay. And now is the time for us to expand beyond our core business and reinvent Airbnb. And there are a few reasons why. I mean, first, we want people to love our core service before offering them something new. And with hundreds of improvements we made over the past 3 years, Airbnb service is now better than it's ever been. Second, we've been able to attract some of the best talent in the world, and we now have the capabilities to do so much more. And third, there is a new platform shift with AI, and it will allow us to do things we never could have imagined. While we've been using AI across our service for years, we believe we can become a leader in developing some of the most innovative and personalized AI interfaces in the world.\nIn November, we accelerated our efforts with the acquisition of Game Planner AI, as Sells AI company led by the Co-founder and original developer of SIRI. With these critical pieces in place, we're now ready to expand beyond our core business. Now this will be a multiyear journey, and we will share more with you towards the end of this year.\nNow looking back on Q4, we also saw a number of very positive business highlights. First, we surpassed 5 million hosts in the platform and saw meaningful supply growth across all regions. We added nearly 1.2 million listings in 2023, ending the year with over 7.7 million active listings. Q4 supply growth grew 18% year-over-year. Now this is a real highlight. And we saw the highest growth in regions with the highest demand. So obviously, there's a real strong network effect happening here. We also continue to see relatively similar supply growth among individual and professional host with the majority of these listings exclusive to Airbnb. Now second, we continue to see strong demand on Airbnb. Now this is especially true amongst first-time bookers, which is particularly encouraging. Nights and Experiences Booked grew 12% compared to a year ago and following some volatile in October, Nice Booked actually accelerated throughout the remainder of the quarter, and Q4 also marked the highest quarterly growth rate of the year for first-time bookers. And additionally, we also gained momentum in app downloads and app bookings. 55% of gross Nights Booked were in our app. This is up from 50% a year ago.\nAnd finally, we're driving affordability for guests. Throughout 2023, we introduced several features to make Airbnb more affordable from new pricing tools for host, to increase price of transparency for guests. Since launching these features, we've seen 1.4 million hosts use similar listings, which less host compared to price their listing to others in the area. Nearly 300,000 listings have removed or lowered the cleaning fee. And by year-end, nearly 40% of our active listing didn't charge [Indiscernible] at all. So our work around affordability is paying off. In December, the average nightly price of a 1-bedroom listing on Airbnb was $114 a night. This is down 2% from the same period last year, while hotel prices rose 7% to $149 over the same period.\nNow before I turn to Q&A, I want to share the latest on 2 executive updates we announced at the end of last year. To start, Dave Stephenson is now Airbnb's first Chief Business Officer. Over the past 5 years, Dave has done an incredible job as CFO, and our business is stronger than ever. One of the qualities that is so remarkable about Dave is that he's not just a world-class finance leader. He's also a world-class operator. And whenever I need someone to quickly drive a complicated series of operations together to clear outcome that doesn't compromise our values, I turn to Dave. As we expand beyond our core, it will be paramount to have an executive dedicated to our long-term growth plans, and there is nobody better than Dave to do this. Dave will continue to drive growth across existing and new businesses and this includes driving international expansion, growing global host supply and leading all business and corporate development activities at Airbnb.\nNow as Dave takes on this position, I am thrilled that Ellie Mertz will be our CFO. You see Ellie has been my right hand for 11 years, and many of you already know in a role where we've impressive track record at Airbnb. She led our IPO during one of the most pivotal moments in our company's history. And for the past several years, Ellie has overseen strategic finance and Analysis, Corporate Development and Investor Relations. And under her leadership, our company grew from adolescent to adulthood with revenue growing over 100x. I am thrilled that she's stepping into this role. Dave has already started as Chief Business Officer; and Ellie will officially transition to CFO on March 1st. So next call, you will hear from Ellie.\nBefore we go to questions, I'd just love to hand over to David to share a few thoughts. Dave?\n\nDavid E. Stephenson\n\nCFO & Head of Employee Experience, Airbnb, Inc.\n\nThanks, Brian. I'm really excited about my new role as Chief Business Officer. In this role, I'm focused on driving Airbnb's growth by concentrating in 3 specific areas. First, continuing to grow our high-quality supply of stays and experiences around the world; second, leading our global expansion efforts in underpenetrated countries; and third, developing and launching new businesses as we expand beyond the core. As Brian has said, this is a transformational year for Airbnb. I look forward to Ellie becoming our CFO next month. I couldn't think of a better person to lead us into the next phase of growth.\nAnd so with that, let's open up the call for Q&A."
  },
  {
    "header": "ABNB",
    "cik": "0001559720",
    "ticker": "ABNB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8d32f9ac36a64b6ef5bd30d12b968019",
    "period": "2023 Q3",
    "content": "Q3 2023 Airbnb Inc Earnings Call\n\nQ3 2023 Airbnb Inc Earnings Call\n\nABNBNASDAQNOV 1, 4:30 PM\n\nOperator\n\nGood afternoon, and thank you for joining Airbnb's earnings conference call for the third quarter of 2023. As a reminder, this conference call is being recorded and will be available for replay from the Investor Relations section of Airbnb's website following this call. I will now hand the call over to Ellie Mertz, VP of Finance. Please go ahead.\n\nElinor B. Mertz\n\nVice President of Finance & Investor Relations\n\nThank you. Good afternoon, and welcome to Airbnb's Third Quarter of 2023 Earnings Call. Thank you for joining us today. On the call today, we have Airbnb's Co-Founder and CEO, Brian Chesky; and our Chief Financial Officer, Dave Stephenson.\nEarlier today, we issued a shareholder letter with our financial results and commentary for our third quarter of 2023. These items were also posted on the Investor Relations section of Airbnb's website.\nDuring the call, we'll make brief opening remarks and then spend the remainder of time on Q&A. Before I turn it over to Brian, I would like to remind everyone that we'll be making forward-looking statements on this call that involve a number of risks and uncertainties. Actual results may differ materially from those expressed or implied in the forward-looking statements due to a variety of factors. These factors are described under forward-looking statements in our shareholder letter and in our most recent filings with the Securities and Exchange Commission. We urge you to consider these factors and we remind you that we undertake no obligation to update the information contained on this call to reflect subsequent events or circumstances. You should be aware that these statements should be considered estimates only and are not a guarantee of future performance.\nAlso during this call, we will discuss some non-GAAP financial measures. We provided reconciliations to the most directly comparable GAAP financial measures in the shareholder letter posted to our Investor Relations website. These non-GAAP measures are not intended to be a substitute for our GAAP results. With that, I'd like to pass the call to Brian.\n\nBrian Chesky\n\nCo-Founder, CEO, Head of Community & Chairman of the Board\n\nAll right. Well, thank you, Ellie, and good afternoon, everyone. Thanks for joining. I'm excited to share our results with you. Q3 was another strong quarter for Airbnb. We had over 113 million Nights and Experiences Booked, revenue of $3.4 billion grew 18% year-over-year. Net income was $4.4 billion. Now this includes a onetime income tax benefit from the release of a valuation allowance of $2.8 billion. But even excluding this tax benefit, adjusted net income was $1.6 billion, our highest ever and represented an adjusted net income margin of 47%. And free cash flow for the quarter was $1.3 billion.\nIn fact, on a trailing 12-month basis, our free cash flow was $4.2 billion, which is also our highest ever. And because of our strong cash flow and balance sheet, we repurchased over $500 million of our stock.\nNow during the quarter, we saw a number of positive business highlights. First, we have added nearly 1 million active listings this year. Our supply grew 19% in Q3 compared to a year ago. We once again saw double-digit supply growth across all regions with highest growth in regions with the highest demand.\nUrban and nonurban supply increased at nearly the same rate, and we saw relatively similar supply growth among individual professional hosts with the majority of new listings exclusive to Airbnb.\nSecond, Q3 was a record travel season on Airbnb. Nights and Experiences Booked grew 14% in Q3 compared to a year ago. We saw an acceleration of nights growth across all geographies, and we were particularly encouraged by the growth of first-time bookers during Q3, and we saw more nights than ever booked in the Airbnb app with 53% of gross nights booked in the app compared to 48% in the same period last year.\nAnd finally, international expansion markets are gaining momentum. Cross-border nights booked increased 17% in Q3 compared to a year ago. In Asia Pacific, our business has fully recovered to pre-pandemic levels. And we're seeing significant growth in Asia Pacific markets such as Taiwan, Thailand and Indonesia, all experienced year-over-year nights growth above 30% on an origin basis.\nNow we've been able to achieve these results by continually making progress on our 3 strategic priorities. First, we're making hosting mainstream. We've been focused on making hosting as popular as traveling and our Q3 results show that our approach is working. We ended the quarter with the highest number of active listing, and we saw strong active listings growth across all regions of the market types. And hosts are benefiting. During Q3 alone, Airbnb hosts earned more than $19 billion. We'll continue growing supply by raising awareness around hosting, making it easier to get started and improving the overall experience for a host.\nSecond, we're reflecting our core service. We've collected millions of pieces of feedback on how to improve Airbnb. And 2 years ago, we started doing twice a year of product releases to address this feedback. And since then, we've launched more than 350 new features and upgrades across our entire service. And in the past year alone, this has included things such as improved customer service, total price display and new tools to help host set more competitive prices. These upgrades are paying off for both guests and host.\nFor example, we redesigned our tool and we made it easier for hosts to add discounts and promotions. And now almost 2/3 the host offer weekly or monthly discount. We also added a new feature called similar listings to let hosts see listing prices in the area, so they know what to charge. And since we launched the similar listings tool, nearly 1 million hosts have used this feature.\nIn mid-September, we shared progress we've made to help lower cleaning fees, reduce prices and improved search and reliability. We have even more improvements coming as part of our November 8 winter release next Wednesday where we'll introduce dozens of new features aimed at making Airbnb more reliable.\nAnd finally, our third strategic priority is expand Airbnb beyond their core. Now we made significant progress in the past few years in building a strong and profitable business. And in addition to laying the foundation for new services and offerings, we've been focused on international expansion. We are investing in underpenetrated international markets, and we're seeing great results.\nFollowing the success we've seen in recent quarters in Germany and Brazil, Korea has now become one of our fastest growing countries compared to 2019 with gross nights booked 54% higher than they were in Q3 2019 on origin basis. As international travel continues to recover, we're building greater momentum for Airbnb in underpenetrated markets.\nSo those are results for Q3. With that, Dave and I look forward to answering your questions."
  },
  {
    "header": "ABNB",
    "cik": "0001559720",
    "ticker": "ABNB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/73279e52003a28f0f7453c7b7b1e30ed",
    "period": "2023 Q2",
    "content": "Q2 2023 Airbnb Inc Earnings Call\n\nQ2 2023 Airbnb Inc Earnings Call\n\nABNBNASDAQAUG 3, 4:30 PM\n\nOperator\n\nGood afternoon and thank you for joining Airbnb's earnings conference call for the second quarter of 2023. As a reminder, this conference call is being recorded and will be available for replay from the Investor Relations section of Airbnb's website following this call.\nI will now hand the call over to Ellie Mertz, VP of Finance. Please go ahead.\n\nEllie Mertz\n\nVice President of Finance & Investor Relations\n\nGood afternoon and welcome to Airbnb's Second Quarter of 2023 Earnings Call. Thank you for joining us today. On the call today, we have Airbnb's Co-Founder and CEO, Brian Chesky; and our Chief Financial Officer, Dave Stephenson.\nEarlier today, we issued a Shareholder Letter with our financial results and commentary for our second quarter of 2023. These items were also posted on the Investor Relations section of Airbnb's website. During the call, we'll make brief opening remarks and then spend the remainder of time on Q&A.\nBefore I turn it over to Brian, I'd like to remind everyone that we will be making forward-looking statements on this call that involve a number of risks and uncertainties. Actual results may differ materially from those expressed or implied in the forward-looking statements due to a variety of factors. These factors are described under Forward-looking Statements in our Shareholder Letter and in our most recent filings with the Securities and Exchange Commission. We urge you to consider these factors and remind you that we undertake no obligation to update the information contained on this call to reflect subsequent events or circumstances. You should be aware that these statements should be considered estimates only and are not a guarantee of future performance.\nAlso during this call, we will discuss some non-GAAP financial measures. We've provided reconciliations to the most directly comparable GAAP financial measures in the Shareholder Letter posted to our Investor Relations website. These non-GAAP measures are not intended to be a substitute for our GAAP results.\nAnd with that, I will pass the call to Brian.\n\nBrian Chesky\n\nCo-Founder, CEO, Head of Community & Chairman of the Board\n\nAll right. Thank you, Elie, and good afternoon, everyone. Thanks for joining today. I'm excited to share our results with you. Q2 was another strong quarter for Airbnb. We had over 115 million Nights and Experiences Booked. Revenue of $2.5 billion grew 18% year-over-year. And when you exclude foreign exchange, our revenue increased 19% year-over-year.\nNet income was $650 million, representing a net income margin of 26%, our highest second quarter ever. And free cash flow for the quarter was $900 million, up 13% year-over-year. In fact, on a trailing 12-month basis, our free cash flow was $3.9 billion, and this represented a trailing 12-month free cash flow margin of 43%. And because of our strong cash flow and balance sheet, we've been able to repurchase $2.5 billion of our stock in the last 12 months, which has more than offset the impact of share dilution.\nNow during the quarter, we saw a number of positive business trends. First, guest demand and Airbnb remained strong. Nights and Experiences Booked increased 11% in Q2 compared to a year ago. After bookers grew in every region, and we had more first-time bookers compared to a year ago. In fact, we've now had more than 1.5 billion guest arrivals since starting Airbnb.\nSecond, guests are traveling further. Cross-border nights booked increased 16% in Q2 compared to a year ago. And we are especially encouraged by the continued recovery of Asia Pacific, where inbound international travel increased 80% compared to this time last year. And we also saw crop-order nights booked to North America increased 20% year-over-year.\nAnd finally, the third trend we're seeing is that guests are staying longer on Airbnb. Millions of people remain flexible about where they live and work, and we see this reflected in our bookings. In Q2, long-term stays remain 18% of total nights booked. And throughout the quarter, we saw an acceleration in year-over-year growth in bookings for monthly stays.\nNow while the ability to travel and work remotely has been an important part of long-term stay growth, people are also extending their typical weekend stays by an extra night or 2. In fact, in the past 6 quarters, long stays -- long weekend stays have been the fastest-growing trip type on Airbnb. I think this is just evidence of the incremental flexibility people have post pandemic.\nNow given that we're halfway through 2023, I just want to provide a very quick update on the progress we made across our 3 strategic priorities. First, we are focused on making hosting mainstream. When supply growth stagnated at the beginning of COVID, we developed a new strategy to recruit more Hosts. Since then, we've been focused on raising awareness around hosting, making it easier to get started and improving our tools for Hosts. And our strategy is working.\nIn Q2, supply grew 19% year-over-year, and this is actually up from 18% in Q1. In fact, in every quarter since we've gone public, we've seen an acceleration in total active listings growth. And we're continuing to see strong supply growth across all regions, all market types and all price points. In fact, we added a record number of new listings in Q2, and we ended the quarter with more than 7 million total active listings.\nSecond, we're perfecting our core service. We want people to love our service, and that means obsessing over every detail. Millions of people have given us feedback on how to improve Airbnb. We listened. On May 3, we introduced over 50 new features and upgrades as part of our 2023 Summer Release.\nNow many of these new features and upgrades were aimed at addressing affordability, starting with new pricing tools for Hosts. Hosts told us that our pricing tools are difficult to use. So we redesigned our tools, and we made it easier for Hosts to add discount to promotions.\nThey also told us that they had trouble setting competitive prices. So we added a new feature called Similar Listings to help them see listings in their areas they know what the charge. Now we received very positive feedback from our Hosts, and the changes are already having an impact. Hosts have started lowering their prices, and some of them are offering weekly and monthly -- and with more of them offering weekly and monthly discounts. And as more Hosts adopt these tools, we believe we'll be able to drive greater affordability and value for guests.\nWe also rolled out more affordable monthly stays. Guests are staying longer in Airbnb. So we took steps to make longer stays more affordable. We significantly reduced fees for stays longer than 3 months. We started offering U.S. guests the option to save money by paying with their bank account, and we made it easier for Hosts to offer monthly discounts. And as a result, the percentage of our new active listings that offer monthly discount jumped from 22% to 50%.\nNow we took another step to address affordability with the launch of Airbnb Rooms. Every rooms takes us back to our founding ethos is sharing, and it's one of the most affordable ways to travel. Airbnb Rooms have an average price of only $67 per night, significantly lower than the average hotel room. Given the increased price sensitivity for many guests, especially the next generation of travelers, this is going to remain an important category for Airbnb.\nAnd finally, our third strategic priority is expand beyond the core. We spent the past few years perfecting our core service. We've rolled out hundreds of new features and upgrades. And today, our core is stronger and more profitable than ever. But we're not stopping there because we have some big ideas for where to take Airbnb next. And we're building the foundational capabilities for these new products and services that we plan to launch in the years to come.\nNow before I turn to Q&A, I want to tell you about a recent campaign, The Highlights What Makes Airbnb Unique. Airbnb is known for one-of-a-kind listings. As I'm sure you know, the Barbie movie just came out in theaters and in celebration of the premier, we partnered with Warner Bros. Mattel to transform a home into the Barbie Malibu Dreamhouse, and we launched it as part of our only on Airbnb campaign. Only on Airbnb taps in the global pop culture moments, inspiring guests with some of the most iconic homes in the world. The Barbie Malibu Dreamhouse has been a sensation, and it is now Airbnb's most popular listing ever.\nWe saw 13,000 press hits and more than 250 million social media impressions since it was announced. And to give you a sense of how much that is, that is twice -- more than twice as many presses as were generated from our IPO. Only on Airbnb campaigns are an effective way to introduce Airbnb and our unique inventory to new guests, and they'll be an important part of our playbook going forward.\nSo those are the results that we have to share for Q2. And with that, Dave and I look forward to answering your questions."
  },
  {
    "header": "ABNB",
    "cik": "0001559720",
    "ticker": "ABNB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3fc6a14fca1c653bf3c366031c11530f",
    "period": "2023 Q1",
    "content": "Q1 2023 Airbnb Inc Earnings Call\n\nQ1 2023 Airbnb Inc Earnings Call\n\nABNBNASDAQMAY 9, 4:30 PM\n\nOperator\n\nGood afternoon, and thank you for joining Airbnb's earnings conference call for the first quarter of 2023. As a reminder, this conference call is being recorded and will be available for replay from the Investor Relations section of Airbnb's website following this call. I will now hand the call over to Ellie Mertz, VP of Finance. Please go ahead.\n\nEllie Mertz\n\nVice President of Finance & Investor Relations\n\nGood afternoon, and welcome to Airbnb's First Quarter of 2023 Earnings Call. Thank you for joining us today. On the call today, we have Airbnb's Co-Founder and CEO, Brian Chesky; and our Chief Financial Officer, Dave Stephenson.\nEarlier today, we issued a Shareholder Letter with our financial results and commentary for our first quarter of 2023. These items were also posted on the Investor Relations section of Airbnb's website.\nDuring the call, we'll make brief opening remarks, and then spend the remainder of time on Q&A. Before I turn it over to Brian, I would like to remind everyone that we'll be making forward-looking statements on this call that involve a number of risks and uncertainties. Actual results may differ materially from those expressed or implied in the forward-looking statements due to a variety of factors. These factors are described under Forward-looking Statements in our Shareholder Letter and in our most recent filings with the Securities and Exchange Commission. We urge you to consider these factors and remind you that we undertake no obligation to update the information contained on this call to reflect subsequent events or circumstances. You should be aware that these statements should be considered estimates only and are not a guarantee of future performance.\nAlso during this call, we will discuss some non-GAAP financial measures. We provided reconciliations to the most directly comparable GAAP financial measures in the Shareholder Letter posted to our IR website. These non-GAAP measures are not intended to be a substitute for our GAAP results.\nWith that -- the call [Technical Difficulty]\n\nBrian Chesky\n\nCo-Founder, CEO, Head of Community & Chairman of the Board\n\nAll right. All right. Good afternoon, everyone. Thanks for joining. I'm excited to share our Q1 results with you now. We had a strong start to 2023. We had over 120 million Nights and Experiences Booked in Q1. This was a record high.\n[Audio Gap]\nChange. Our revenue increased 24% year-over-year. Net income was $117 million, making this our most profitable Q1 on a GAAP basis. And free cash flow for the quarter was $1.6 billion. In fact, on a trailing 12-month basis, our free cash flow was $3.8 billion. This represented a trailing 12-month free cash flow margin of 44%.\nBecause of our strong balance sheet, we were able to repurchase $2 billion of our stock in the last 9 months. And today, we're pleased to announce that our Board just approved a new repurchase authorization for up to $2.5 billion of our Class A common stock.\nNow during the quarter, we saw a number of really positive business trends. First, more guests are traveling on Airbnb than ever before. Knights and Experiences Booked increased 19% in Q1 compared to a year ago, and we've seen our highest number of active bookers ever despite continued macroeconomic uncertainties.\nDuring the quarter, we also saw guests booking trips further in advance, supporting a strong backlog for Q2. Second, more guests are traveling overseas and returning to cities. Cross-border gross nights booked increased 36% in Q1 compared to last year. Now we were especially encouraged by the continued recovery of Asia Pacific as Knight's Booked in Q1 increased more than 40% year-over-year. And we saw international travel from other regions to Asia Pacific increased [ 150% ] during the quarter compared to this time last year.\nAdditionally, cross-border nights booked to North America increased once again, with 34% of year-over-year growth in Q1 relative to 31% last quarter. And we've also seen high-density urban nights booked increased 20% year-over-year.\nThird, guests are continuing to use Airbnb for longer stays. In Q1, long-term stays were 18% of total gross nights booked. And over the past 3 years, we've seen new use cases emerge as guests across all regions and age groups use Airbnb for long-term state. And finally, supply growth continued to accelerate. In Q1, we grew supply 18% year-over-year, and this is up from 16% in Q4. We saw double-digit supply growth around the world with the fastest growth in North America and Latin America. Urban and nonurban supply growth, in fact, both grew 18%.\nNow looking ahead, we remain focused on our 3 strategic priorities. First, we're making hosting mainstream. We weren't hosting to be as popular as traveling on Airbnb. And to do this, we're raising awareness around hosting, making it easier to get started and providing even better tools for our Hosts. And our approach is working. In fact, in every quarter since we went public, we have seen acceleration in the year-over-year growth of our total active listings.\nSecond, we're perfecting our core service. We want people to love our service, and that means obsessing over every single detail. Last week, we introduced over 50 new features and upgrades as part of our 2023 Summer Release. Everything we launched was based on direct feedback from our guests and hosts. This included pricing tools, transparent checkout instructions, faster customer service and more. And we also responded to input on rising prices, with the rollout of Airbnb Rooms, in all new take on the original Airbnb. Now I'm going to share a little bit more about what will be launched in a moment.\nAnd finally, we're expanding beyond our core. We have some big ideas for where to take Airbnb next. We're building the foundation for new products and services that we plan to launch in 2024 and beyond. At the same time, Airbnb is still underpenetrated in many markets around the world. So we're increasing our focus on these less mature markets, and we are already seeing positive results. So let me just give you 2 examples.\nIn Germany and Brazil, we rolled out our expansion playbook for accelerated growth. And as a result, we are now 2 -- they are now 2 of our fastest-growing markets. And this playbook has, in fact, worked so well. So we are now expanding it to other markets around the world.\nNow before we go to questions, I want to talk a little bit about our 2023 Summer Release. Last week, we introduced the most extensive set of improvements ever to Airbnb, and it was all based on feedback from our community. We took a design-driven approach to perfecting our core service. We created a blueprint of the entire experience, every screen, every policy and every interaction with customer service. We then analyzed millions of calls and thousands of social media posts. And we hosted listening sessions with guests and hosts all over the world. And we mapped all this feedback against our blueprint, and we prioritize the most common issues.\nAnd on May 3, we introduced Airbnb Rooms and unveiled over 50 new features and upgrades for guests and Hosts. So let me share a few highlights with you.\nFirst is total price display. Guests told us, our prices aren't transparent enough. With total price display, guests can now view the total price with fees before taxes across the entire app.\nSecond, new pricing tools for Hosts. We heard from Hosts that it's hard to use our pricing tools, and it's difficult to know what the charge. So to help our Hosts set more competitive prices, they can now see other Airbnbs are priced in their area. And this includes listings that are both in high demand and getting booked as well as listings that are not. And finally, we also made it simpler to add discounts and promotions for Hosts.\nAnd third is more affordable stays. Longer stays on Airbnb can be expensive. So we're doing a few things about it. We're reducing our fees after 3 months. U.S. guests can now save money by paying with their bank account, and Hosts can easily set monthly discounts and offer more flexible cancellations.\nFinally, we also introduced Airbnb Rooms in all new take on the original Airbnb Private Room. Airbnb Rooms gets us back to the idea that started it all, back to our founding ethos of sharing. And they're also one of the most affordable ways of travel, with an average price of only $67 a night. In fact, over 80% of Airbnb Rooms are under $100 a night. And in the current macroeconomic environment, people want to travel affordably. But guests have told us that they want to know more about who they're staying with before they book. So that's why every Airbnb Room comes with a host passport, which helps guests get to know their host before they book.\nIn response to last week and our 2023 Summer Release has exceeded our expectations. Press coverage was overwhelmingly positive, and we got over 3,000 articles. This is the most press we've ever had from the launch. On social media, our Tweets got 19 million impressions. It really went far and wide on social. But the most important thing we heard is that our guests and our hosts feel like we're listening to their top concerns. But we're not done listening and we'll never stop improving Airbnb.\nSo with that, I look forward, Dave and I, to answering your questions."
  },
  {
    "header": "ABNB",
    "cik": "0001559720",
    "ticker": "ABNB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bf16bb3ed709df6962999e1a8a2ae795",
    "period": "2022 Q4",
    "content": "Q4 2022 Airbnb Inc Earnings Call\n\nQ4 2022 Airbnb Inc Earnings Call\n\nABNBNASDAQFEB 14, 4:30 PM\n\nOperator\n\nGood afternoon, and thank you for joining Airbnb's earnings conference call. for the fourth quarter of 2022. As a reminder, this conference call is being recorded and will be available for replay from the Investor Relations section of Airbnb's website following this call.\nI will now hand the call over to Ellie Mertz, VP of Finance. Please go ahead.\n\nEllie Mertz\n\nVP of Finance & IR, Airbnb, Inc.\n\nThank you. Good afternoon, and welcome to Airbnb's Fourth Quarter of 2022 Earnings Call. Thank you for joining us today. On the call today, we have Arrium's Co-Founder and CEO, Brian Chesky, and our Chief Financial Officer, Dave Stephenson.\nEarlier today, we issued a shareholder letter with our financial results and commentary for our fourth quarter of 2022. These items were also posted on the Investor Relations section of Airbnb's website. During the call, we'll make brief opening remarks and then spend the remainder of time on Q&A.\nBefore I turn it over to Brian, I would like to remind everyone that we will be making forward-looking statements on this call that involve a number of risks and uncertainties. Actual results may differ materially from those expressed or implied in the forward-looking statements due to a variety of factors. These factors are described under forward-looking statements in our shareholder letter and in our most recent filings with the Securities and Exchange Commission.\nWe urge you to consider these factors and remind you that we undertake no obligation to update the information contained on this call to reflect subsequent events or circumstances. You should be aware that these statements should be considered estimates only and are not a guarantee of future performance.\nAlso during this call, we will discuss some non-GAAP financial measures. We provided reconciliations to the most directly comparable GAAP financial measures in the shareholder letter posted to our IR website. These non-GAAP measures are not intended to be a substitute for our GAAP results.\nAnd with that, I will pass the call to Brian.\n\nBrian Chesky\n\nCo-Founder, CEO, Head of Community & Chairman of the Board, Airbnb, Inc.\n\nAll right. Well, thank you very much, Elie, and good afternoon, everyone. Thanks for joining. Before I share our results, I want to tell a quick personal story. As you may have seen, I've started hosting again. Last November, I listed my guest room on Airbnb. My listing is called Beyond the Airbed. And the run guests is a histologically themed around the early years of Airbnb. There's memorabilia in the walls. From the receipt for the original airbed to old photos and me hacking boxes of Obama Os and Cat McCain breakfast cereal. When guests arrive, I have welcome basket waiting for them. And the first night we make dinner together, followed by desert. We bake (inaudible) Chip, chocolate chip cookies from my cherished family recipe that I got off Google. The next day, we tour the airbnb office with my golden retriever, Seltenova, and I tell the story of building Airbnb.\nNow why am I doing this? Well, because I love hosting. Joe and I were the first host on Airbnb 15 years ago. And having guests staying at your home with you is the original idea behind Airbnb. It's been an amazing way to connect with people. But I also believe that companies that makes the best products make products for themselves. And Airbnb will only be as successful as our host. And the best way to understand our host is to be one.\nSince I've resumed hosting, I've got new first-hand insights that have informed some of the new products we'll be releasing, including some exciting updates this May as part of our 2023 summer release.\nNow before we get into our quarterly results, I want to recap the full year of 2022. While we're 3 years out from the start of pandemic, we are still living with this impact. We've also seen high inflation, recessionary fears and the war in Ukraine, all of which we're still dealing with in 2023.\nAnd yet, through all this, people continue to travel, and 2022 was a record year for Airbnb. Revenue of $8.4 billion grew 40% year-over-year. And when you exclude foreign exchange, our revenue increased by 46% year-over-year. Net income was $1.9 billion, which marks 2022 as our first profitable year -- full year on a GAAP basis. And finally, free cash flow was $3.4 billion. And this $3.4 billion of free cash flow represented a free cash flow margin of over 40%. And because of our strong balance sheet, we are able to begin buying back stock last year, and we repurchased $1.5 billion in shares in just the past 5 months.\nNow during the height of the pandemic, we made some very difficult choices to reduce our spending making us a leaner and more focused company, and we've kept this discipline ever since. In over each of the past 2 years, we've only modestly increased our headcount.\nIn fact, compared to 2019, our headcount is actually down 5%, while our revenue is up 75%. In every single quarter in 2022 outperformed past comparable periods. In Q4, net income was $319 million. Now this is $264 million higher than a year ago. Adjusted EBITDA was $506 million, which is 52% higher than Q4 of 2021. And we generated $455 million of free cash flow, and this is 20% higher than Q4 2021.\nDuring the quarter, we saw a number of positive business trends. First, guest demand at Airbnb remains strong. Nights and experiences booked increased 20% in Q4. We had our highest number of active bookers ever in Q4, demonstrating guest excitement of travel on Airbnb despite evolving economic uncertainties. During the quarter, we also continued to see guest booking trips further advance supporting a strong backlog for Q1.\nSecond, guests are increasingly returning to cities and crossing border. And this is the bread-and-butter before the pandemic. Now both segments continue to accelerate while non-urban and domestic travel remains strong. Cross-border growth nights booked increased 49% compared to last year. High density urban nights grew 22%. And globally, we saw cross-border travel to all regions increased despite continued foreign currency volatility.\nThird, the guests continue to book longer stays on Airbnb. During Q4, long-term stays remained stable from a year ago at 21% of total gross nights booked in Airbnb. And finally, we saw tremendous growth in our supply on Airbnb. We ended 2022 with 6.6 million active listings. Now excluding all the Mainland China listings we removed in July, we grew supply by 900,000 listings, or 16% compared to a year ago, representing an acceleration in growth in listings relative to Q3.\nNow why are listings accelerating in growth? We believe there's probably 2 factors that drove this growth. First, demand to drive supply. Post or attracted the supplemental income that they can earn an Airbnb, which is often critical during tough times. Second, our product improvements are working. Over the past 2 years, we've made it more attractive and easier to become a host. Just this past November, we introduced Airbnb set up where prospective host can connect with Super Host for free one-to-one guidance all the way through their first reservation. The number of new active hosts recruited with the help of our super House increased by more than 20% compared to prelaunch. But we are not stopping there.\nIn 2023, we're focused on 3 strategic priorities. First, we want to make posting mainstream. If you're listening to this call, you've likely travel on Airbnb or you know someone who have. We want hosting on Airbnb to be just as popular and to achieve this, we'll continue to raise awareness around hosting, make it easier to get started and provide even better tools for hosts.\nSecond, we are perfecting our core service. We want people who love our service. And that means obsessing over every single detail, and we've listened to our hosting guests and based on their feedback, we're making a large number of upgrades to our service this year, including improving customer service, making it easier to find the right home and delivering greater value and much, much more. And you'll see more of this in the forthcoming in the coming months, especially our [final] release.\nAnd finally, third, we're expanding beyond the core. We have some pretty big ideas for where to take Airbnb next. And this year, we're going to build the foundation for future products and services that will provide incremental growth for many years to come.\nSo with that, Dave and I look forward to answering your questions."
  },
  {
    "header": "ABNB",
    "cik": "0001559720",
    "ticker": "ABNB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d0803b4113206be4fc6b68e39c45589c",
    "period": "2022 Q3",
    "content": "Q3 2022 Airbnb Inc Earnings Call\n\nQ3 2022 Airbnb Inc Earnings Call\n\nABNBNASDAQNOV 1, 4:30 PM\n\nOperator\n\nGood afternoon, and thank you for joining Airbnb's earnings conference call for the third quarter of 2022. As a reminder, this conference call is being recorded and will be available for replay from the Investor Relations section of Airbnb's website following this call. I will now hand the call over to Ellie Mertz, VP of Finance. Please go ahead.\n\nEllie Mertz\n\nVP of Finance & IR, Airbnb, Inc.\n\nGood afternoon, and welcome to Airbnb's Third Quarter of 2022 Earnings Call. Thank you for joining us today. On the call today, we have Airbnb's Co-Founder and CEO, Brian Chesky; and our Chief Financial Officer, Dave Stephenson.\nEarlier today, we issued a shareholder letter with our financial results and commentary for our third quarter of 2022. These items were also posted on the Investor Relations section of Airbnb's website.\nDuring the call, we'll make brief opening remarks and then spend the remainder of time on Q&A. Before I turn it over to Brian, I would like to remind everyone that we will be making forward-looking statements on this call that involve a number of risks and uncertainties. Actual results may differ materially, expressed or implied, in the forward-looking statements due to a variety of factors. These factors are described under forward-looking statements in our shareholder letter and in our most recent filings with the Securities and Exchange Commission. We urge you to consider these factors and remind you that we undertake no obligation to update the information contained on this call to reflect subsequent events or circumstances. You should be aware that these statements should be considered estimates only and are not a guarantee of future performance.\nAlso during this call, we will discuss some non-GAAP financial measures. We provided reconciliations to the most directly comparable GAAP financial measures in the shareholder letter posted to our Investor Relations website. These non-GAAP measures are not intended to be a substitute for our GAAP results.\nWith that, I will pass the call to Brian.\n\nBrian Chesky\n\nCo-Founder, CEO, Head of Community & Chairman of the Board, Airbnb, Inc.\n\nAll right. Well, thank you, Ellie, and good afternoon, everyone. Thanks for joining.\nQ3 was another record quarter despite macroeconomic headwinds. We had nearly 100 million Nights and Experiences Booked, which is up 25% year-over-year; gross booking value was $15.6 billion, this is up 31% year-over-year; revenue grew 29% year-over-year to $2.9 billion, our highest ever; and when you exclude foreign exchange, our revenue increased 36% year-over-year.\nNow we also had our most profitable quarter ever. Net income was $1.2 billion. And this is up $400 million from a year ago. Now this represents a 42% net income margin. Adjusted EBITDA was $1.5 billion, also our highest ever. And we generated $960 million of free cash flow. In fact, over the last 12 months, we generated $3.3 billion in free cash flow.\nWhat our Q3 results demonstrate is that Airbnb continues to drive growth and profitability at scale. And even with the macroeconomic uncertainties, we believe that we're well positioned for the road ahead. Now why is this? Well, new use cases such as long-term stays and nonurban travel are here to stay. And this is because millions of people now have the flexibility that they didn't have before the pandemic. At the same time, we've seen recovery in urban and cross-border travel, 2 of our strongest segments before the pandemic. And just like during the Great Recession in 2008, when Airbnb started, people today are especially interested in earning extra income through hosting.\nNow during the quarter, we saw a number of positive business trends. First, guest demand on Airbnb remains strong. Globally, we exceeded 90 million guest arrivals during the quarter, and this is another record. Now even with macroeconomic headwinds, Nights and Experiences Booked increased 25%. And during the quarter, we also continued to see longer lead times, supporting a stronger backlog for Q4.\nSecond, guests are increasingly returning to cities and crossing borders. Both segments continue to accelerate. Cross-border gross nights booked increased 58% compared to a year ago. High-density urban nights booked grew 27%. And now even as these 2 segments return, demand for domestic and nonurban travel remains strong.\nThird, guests continue to stay longer on Airbnb. Over the last year, we've seen many companies require their employees to return to the office. And at the same time, long-term stay remain 20% of our total gross nights booked on Airbnb.\nAnd finally, fourth, our host community continues to grow. We believe there are several factors that are driving this growth. The first reason is demand drives supply. For instance, in Q3, as guests were returning to cities, we saw urban supply accelerate. Second, since Airbnb in 2008, hosts have consistently turned to Airbnb to earn extra income. In fact, since 2008, hosts on Airbnb have earned $180 billion in our platform. Third, over last year, we made several product improvements to help onboard and support our hosts. But we're not stopping there. On November 16, we're going to introduce an all-new super easy way for millions of people to turn -- to Airbnb their homes as part of our winter release. We're also delivering a major upgrade to AirCover that provides even more top to bottom protection for every host. Now with these upgrades and more, we aim to unlock the next generation of hosts and improve the experience for more than 4 million people that are already hosting.\nSo just to recap, we had a record Q3, Nights and Experiences Booked were our highest Q3 ever, revenue and adjusted EBITDA were record high, free cash flow was $950 million. And in the last 12 months, we generated $3.3 billion in free cash flow.\nSo with that, Dave and I look forward to answer your questions."
  },
  {
    "header": "ABNB",
    "cik": "0001559720",
    "ticker": "ABNB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/36234dc6ae90e41700dbe1aab5f7c388",
    "period": "2022 Q2",
    "content": "Q2 2022 Airbnb Inc Earnings Call\n\nQ2 2022 Airbnb Inc Earnings Call\n\nABNBNASDAQAUG 2, 4:30 PM\n\nOperator\n\nGood afternoon, and thank you for joining Airbnb's earnings conference call for the second quarter of 2022. As a reminder, this conference call is being recorded and will be available for replay from the Investor Relations section of Airbnb's website following this call. I'll now hand the call over to Ellie Mertz, VP of Finance. Please go ahead.\n\nEllie Mertz\n\nVP of Finance & IR, Airbnb, Inc.\n\nGood afternoon, and welcome to Airbnb's Second Quarter of 2022 Earnings Call. Thank you for joining us today. On the call today, we have Airbnb's Co-Founder and CEO, Brian Chesky; and our Chief Financial Officer, Dave Stephenson. Earlier today, we issued a shareholder letter with our financial results and commentary for our second quarter of 2022. These items were posted on the Investor Relations section of Airbnb's website. During the call, we'll make brief opening remarks and then spend the remainder of time on Q&A.\nBefore I turn it over to Brian, I would like to remind everyone that we will be making forward-looking statements on this call that involve a number of risks and uncertainties. Actual results may differ materially from those expressed or implied in the forward-looking statements due to a variety of factors. These factors are described under forward-looking statements in our shareholder letter and in our most recent filings with the Securities and Exchange Commission.\nWe urge you to consider these factors and remind you that we undertake no obligation to update the information contained on this call to reflect subsequent events or circumstances. You should be aware that these statements should be considered estimates only and are not a guarantee of future performance.\nAlso, during this call, we will discuss some non-GAAP financial measures. We provided reconciliations to the most directly comparable GAAP financial measures in the shareholder letter posted to our Investor Relations website. These non-GAAP measures are not intended to be substitute for our GAAP results.\nAnd with that, I will pass the call to Brian.\n\nBrian Chesky\n\nCo-Founder, CEO, Head of Community & Chairman of the Board, Airbnb, Inc.\n\nAll right. Thank you, Ellie, and good afternoon, everyone. Thanks for joining.\nOur Q2 results demonstrate that Airbnb has achieved growth and profitability at scale. From a growth perspective, we exceeded 103 million Nights and Experiences Booked. Now this was our largest quarterly number ever. Revenue was $2.1 billion, up 58% from last year or 64%, excluding foreign exchange. Gross booking value was $17 billion, up 27% from last year or 34% if you exclude foreign exchange. Now both revenue and GBV were 73% higher than Q2 2019, significantly outperforming the travel industry.\nNow from a profitability perspective, we had our most profitable Q2 ever. Net income of $379 million was a nearly $700 million improvement from Q2 2019. Adjusted EBITDA was $711 million. Now this represents a 34% adjusted EBITDA margin, which is significantly up from the 16% margin in Q2 2021, a negative 4% in Q2 2019. Finally, we generated $795 million of free cash flow. Now this is a $1.1 billion improvement from the nearly $300 million cash burn 2 years ago at the depth of the pandemic. Over the last 12 months, Airbnb generated $3 billion in free cash flow, nearly $3 billion, and ended the quarter with nearly $10 billion in cash.\nSo what explains this transformation in our business? Well, first, our business model is adaptable. We have nearly every type of space in nearly every location so however travel changes, we can adapt. And regardless of the economic environment, our guests come to Airbnb because they can find great value and our host can earn extra income.\nSecond, we've relentlessly innovated while also staying focused and disciplined. When the pandemic began in 2020, we made some incredibly difficult decisions. We significantly reduced spending, making us a leaner and more focused company. And we've kept this discipline ever since, allowing us to keep the hiring and investment plans made in the beginning of the year. And Airbnb is well positioned for whatever lies ahead. In fact, we're so confident in our long-term growth and profitability that today, we're announcing a $2 billion share repurchase program. And this is coming only 1.5 years after our IPO.\nNow returning to our Q2 results. Our strong financial performance was driven by a number of positive business trends. First, guest demand in Airbnb is as high as ever. In Q2, we surpassed 103 million Nights and Experiences Booked, marking our highest quarterly number ever. Now despite broader macroeconomic concerns, we still saw a 25% increase in Nights and Experiences Booked compared to the quarter of 2021.\nNow early in Q2, strong guest demand exceeded our expectations. This is because guests in Europe and North America booked earlier than they have historically. Now given this earlier booking, growth rates compared to last year decelerated in May and June. And since the end of Q2, what we've seen is growth in nights booked reaccelerate from June to July as we enter peak travel season.\nSecond, guests continue to return to cities and cross borders. In previous quarters, we've talked about how we saw significant growth driven by surges in domestic travel as well as travel to rural destinations. Now these trends continue. But we're also seeing guests returning to cities and crossing borders above pre-pandemic levels.\nThird, guests continue to stay longer in Airbnb. They're not just traveling Airbnb, they're now living on Airbnb. We saw long-term stays of 28 days or more remain our fastest-growing category by trip nights compared to 2019. The long-term stays has increased nearly 25% from a year ago. And actually, long-term stays have increased almost 90% since Q2 2019.\nFourth, guest demand is driving growth on our host community. We continue to see the strongest supply increases in areas of greatest demand, with nonurban active listings up 50% compared to Q2 2019. But as demand is returning to cities, we're also seeing an increase in total urban supply. And we believe the upgrades we introduced last year, including our new host onboarding flow and AirCover are supporting this growth, but we're not stopping there. So you're going to see some exciting new product features to recruit the next generation of host later this year.\nFinally, I'd like to share a few highlights from the 2022 summer release. In May, we introduced Airbnb Categories. Since launch, listings in the Airbnb Categories have been viewed more than 180 million times. Through Categories, we are distributing guest discovery across more destinations and dates.\nNow we also introduced AirCover for guests. Since launch, the Net Promoter Score for guests that had an issue with their stay has already improved. And the real insulin -- instance where our host cancels, AirCover has led to 10% more rebookings.\nSo to recap. We achieved significant milestones this quarter with our results. Nights and Experiences Booked were our highest ever. Revenue and adjusted EBITDA were records for Q2, and free cash flow was $795 million. In the last 12 months, we generated nearly $3 billion in free cash flow.\nNow before I go to questions, I want to talk about an update on my co-founder, Joe Gebbia. Last month, Joe announced that he'll be stepping back from this full-time operating role. Joe will continue to serve on the Board of Directors of both Airbnb and Airbnb.org. Airbnb is a founder-led company. So he's going to continue to take a role at Airbnb, and this will be as an adviser to me on future concepts and creative culture.\nSince the beginning, Joe has always been focused on big ideas to help others. These are uncompromising True North. So it will be fun to be able to spend more time with them on dreaming up new ideas, just like the early days. And as I reflect back on the last 14 years together, I just can't believe how lucky Joe, Nate and I have been. If anything, I've just gone a few degrees in a different direction, I wouldn't be doing this call with you right now. That's how fragile ideas are. And it's what gives me gratitude to know Joe and Nate. And what I'm most thankful for is that we're still together, still meeting every Sunday 14 years after we started. We built a dream together, and now, after all these years, we still continue to dream. So thank you, Joe.\nAnd with that, Dave and I look forward to answer your questions."
  },
  {
    "header": "ABNB",
    "cik": "0001559720",
    "ticker": "ABNB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6e2b3d78d898e6584aa3d201a46c3282",
    "period": "2022 Q1",
    "content": "Q1 2022 Airbnb Inc Earnings Call\n\nQ1 2022 Airbnb Inc Earnings Call\n\nABNBNASDAQMAY 3, 5:30 PM\n\nOperator\n\nGood afternoon, and thank you for joining Airbnb's Earnings Conference Call for the First Quarter of 2022. As a reminder, this conference call is being recorded and will be available for replay from the Investor Relations section of Airbnb's website following this call.\nI will now hand the call over to Ellie Mertz, VP of Finance. Please go ahead.\n\nEllie Mertz\n\nVP of Finance & IR, Airbnb, Inc.\n\nGood afternoon, and welcome to Airbnb's First Quarter of 2022 Earnings Call. Thank you for joining us today. On the call today, we have Airbnb's Co-Founder and CEO, Brian Chesky; and our Chief Financial Officer, Dave Stephenson.\nEarlier today, we issued a shareholder letter with our financial results and commentary for our first quarter of 2022. These items were also posted on the Investor Relations section of Airbnb's website.\nDuring the call, we'll make brief opening remarks and then spend the remainder of time on Q&A. Before I turn it over to Brian, I would like to remind everyone that we will be making forward-looking statements on this call that involve a number of risks and uncertainties. Actual results may differ materially from those expressed or implied in the forward-looking statements due to a variety of factors. These factors are described under forward-looking statements in our shareholder letter and in our most recent filings with the Securities and Exchange Commission. We urge you to consider these factors and remind you that we undertake no obligation to update the information contained on this call to reflect subsequent events or circumstances.\nYou should be aware that these statements should be considered estimates only and are not a guarantee of future performance. Also during this call, we will discuss some non-GAAP financial measures. We provided reconciliations to the most directly comparable GAAP financial measures in the shareholder letter posted to our Investor Relations website. These non-GAAP measures are not intended to be a substitute for our GAAP results.\nAnd with that, I will pass the call to Brian.\n\nBrian Chesky\n\nCo-Founder, CEO, Head of Community & Chairman of the Board, Airbnb, Inc.\n\nAll right. Thank you very much, Ellie, and good afternoon, everyone. Thanks for joining. I'm excited to share our Q1 results with you.\nNow despite the pandemic, the war in Ukraine and macroeconomic headwinds, Q1 was another incredible quarter. We exceeded 100 million Nights and Experiences Booked for the first time ever. GBV was $17 billion, which was 73% above Q1 2019. Revenue was $1.5 billion, exceeding Q1 2019 by 80%. Net loss was $19 million. Now this is a significant improvement in the same periods in 2018 and 2021. Adjusted EBITDA was $229 million.\nNow this is our first positive adjusted EBITDA in Q1, and this represented adjusted EBITDA margin of a positive 15%. Now this is compared to a negative 7% a year ago and a negative 30% in Q1 2019. And finally, we generated $1.2 billion of free cash flow in the quarter. This was also an all-time high. And what these results show is that 2 years into the pandemic, Airbnb is stronger than ever before.\nNow why is this? Well, millions of people are now more flexible about where they live and they work. And as a result, they're spreading out to thousands of towns and cities, and they're staying for weeks, months or even entire seasons at a time. Now through our adaptability innovation, we've been able to quickly respond to this changing role to travel, and these incredible results were driven by a number of positive business trends.\nFirst, guests are booking more than ever before. In Q1, gross nights booked grew 32% compared to Q1 2019. And this is despite the pandemic, the war in Ukraine and macroeconomic headwinds. And people are also more confident booking travel further in advance, and we're seeing strong demand for summer bookings and beyond.\nSecond, guests are returning to cities and they're crossing borders. So our guests continue to travel domestically and continue to go to rural destinations at Airbnb, we are also seeing guests return to cities and cross borders at or even above pre-pandemic rates.\nThird, guests are also staying longer, even living on Airbnb. Now while short-term stays rebounded strongly in Q1 2022, stays of a month or longer continue to be our fastest-growing category by tripling compared to 2019. In nearly half of our nights booked in Q1 were for stays of a week or longer in 1 in 5 nights booked were for stays of a month or longer.\nSo the world is clearly becoming more flexible about where people can work. And getting ahead of this trend, last week, we announced that Airbnb employees can live and work anywhere, and we've designed a way for them to live and work around the world while collaborating in a highly collaborative way and experiencing the in-person connection that makes Airbnb special.\nNow fourth, our innovations are inspiring guests to discover thousands of new places. In 2021, we delivered more than 150 upgrades across every aspect of our service. And among these upgrades was the innovative I'm Flexible feature. Now the I'm Flexible feature has now been used more than 2 billion times, 2 billion. And guests who use I'm Flexible are more likely to book homes in less popular locations. This is really important because this allows us to point demand to where we have supply and it helps distribute guests more widely in communities all around the world. But we're not stopping there.\nOn May 11, next Wednesday, we will be announcing the Airbnb 2022 summer release. This is a new Airbnb for a new world of travel. With a completely new way to search, guests will be able to discover millions of unique homes in Airbnb, they never thought to search for. And when they book, guests will have the confidence knowing that Airbnb has their back each step of the way. And so you can watch this announcement right on our home page, next Wednesday at 9:00 a.m. Eastern Standard Time, 9 a.m. Eastern Standard Time, next Wednesday, right on our home page. I hope you can tune in because I'm really excited about what we have to share.\nAnd then finally, our community -- our host community continues to expand. We see destinations the strongest demand, showing this most supply growth with nonurban active listings actually growing 15% globally. And we're also showing an increase in total urban supply as demand returns to cities. And we believe that the upgrades we announced last year, including our new Host onboarding flow and AirCover, are supporting this growth and enabling success for a new Host.\nSo to recap. We had our best Q1 ever. Nights and Experiences Booked and GBV were a highest ever. Revenue and adjusted EBITDA were records for Q1, and we generated more than $1 billion in free cash flow in the quarter. With these results, Airbnb is stronger than ever before.\nNow before I go to questions, I just want to talk for a minute about our efforts in Ukraine. Because over the past few months, millions of lives have been devastated by the war. And when the crisis broke out, we knew that our platform can help refugees fleeing the crisis. And within 4 days of the invasion Ukraine, we announced that Airbnb.org would provide free housing for up to 100,000 refugees fleeing from Ukraine. And over 30,000 hosts have already signed up to open their homes to refugees for free or for a discount. But then something even more remarkable happened, people started booking homes for hosting Ukraine. Hosts, they never intend to stay with, just to provide relief aid. And soon, more than 170,000 people joined in, and they booked approximately 600,000 nights booked in Ukraine. And because we waived our fees, $20 million were directly to host in Ukraine.\nAnd I think this speaks to the power of our community. And they are a reminder that in the world of darkness and in a world of destruction, kindness still exist. And so I'm really proud of our business results this quarter. I'm also proud of how helpful we've been able to be to thousands of people in need.\nAnd with all of that, Dave and I look forward to answer your questions."
  },
  {
    "header": "ABNB",
    "cik": "0001559720",
    "ticker": "ABNB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b884aa7b5033a80b1ee095a63ca703d5",
    "period": "2021 Q4",
    "content": "Q4 2021 Airbnb Inc Earnings Call\n\nQ4 2021 Airbnb Inc Earnings Call\n\nABNBNASDAQFEB 15, 5:30 PM\n\nOperator\n\nGood afternoon, and thank you for joining Airbnb's Earnings Conference Call for the Fourth Quarter of 2021. (Operator Instructions).\nI'll now hand over to Elie Mertz, Vice President of Finance. Please go ahead.\n\nEllie Mertz\n\nVP of Finance & IR, Airbnb, Inc.\n\nGood afternoon, and welcome to Airbnb's Fourth Quarter of 2021 Earnings Call. Thank you for joining us today. On the call today, we have Airbnb's Co-Founder and CEO, Brian Chesky, and our Chief Financial Officer, Dave Stephenson. Earlier today, we issued a shareholder letter with our financial results and commentary for our fourth quarter and full year of 2021. These items were also posted on the Investor Relations section of Airbnb's website.\nDuring the call, we'll make brief opening remarks and then spend the remainder of time on Q&A. Before I turn it over to Brian, I would like to remind everyone that we will be making forward-looking statements on this call that involve a number of risks and uncertainties. Actual results may differ materially from those expressed or implied in the forward-looking statements due to a variety of factors. These factors are described under forward-looking statements in our shareholder letter and in our most recent filings with the Securities and Exchange Commission. We urge you to consider these factors and remind you that we undertake no obligation to update the information contained on this call to reflect subsequent events or circumstances. You should be aware that these statements should be considered estimates only and are not guarantees of future performance.\nAlso during this call, we will discuss some non-GAAP financial measures. We provided reconciliations to the most directly comparable GAAP financial measures in the shareholder letter posted to our Investor Relations website. These non-GAAP measures are not intended to be a substitute for our GAAP results.\nWith that, I'll pass the call to Brian.\n\nBrian Chesky\n\nCo-Founder, CEO, Head of Community & Chairman of the Board, Airbnb, Inc.\n\nAll right. Thank you very much, Elie, and good afternoon, everyone. Thanks for joining. I'm excited to share our Q4 results with you. Q4 was another record quarter. And 2021, was the best year in Airbnb's history. In Q4, revenue was $1.5 billion, our best fourth quarter ever and exceeded 2019 by 38%. Net income was $55 million, our best Q4 ever compared to a loss in 2019. And adjusted EBITDA was $333 million, also our best Q4 ever. Our adjusted EBITDA margin was a positive 22% compared to a negative 25% in Q4 2019. This is a huge improvement, obviously. Now in Q4, GBV was $11 billion, which surpassed 2019 levels by 32% and was driven by strong ABR.\nNow even with Omicron, Q4 nights and experiences booked were only down 3% compared to 2019, and when you exclude APAC, it was actually up 8%. Winter results show that we've been able to respond to this changing role of travels. Nearly 2 years into the pandemic it's clear that we are undergoing the biggest change in travel since the advent of commercial flying. Remote work has untethered many people from the need to be in an office. And as a result, people are spreading out to thousands of towns and cities, staying for weeks, months or even entire seasons at a time. For the first time ever, millions of people can now live anywhere. And we've been able to respond to these changes because our model is inherently adaptable. Our millions of host offer nearly every type of home in nearly every community around the world. But it's not just our model. It's also a culture of relentless innovation.\nIn the last year alone, we made more than 150 upgrades and innovations across every aspect of the Airbnb service. This explains why we had our best year in our company's history despite still being in the midst of a pandemic. Now there are a number of business trends that have been driving the strong performance. First, guests are staying in thousands of small talents or communities on Airbnb. Throughout the pandemic, we've seen growing demand for domestic and nonurban travel. In Q4, gross nights booked in nonurban markets was up nearly 45% from Q4 2019. And in the past year alone, Airbnb guests stated nearly 100,000 towns and cities all around the world.\nSecond, guests are also returning to cities. Q4 is booked at urban destinations have recovered to nearly recovered to Q4 2019 levels and cross-border travel also continues to recover and improved each quarter in 2021. Guests are planning to travel despite variance in surges. Despite the impact of Omicron in December, gross sites booked were up 40% and the cancellation rate was lower than a year ago. In Q1, we're already seeing strong demand for the summer travel season compared to 2019.\nAnd finally, guests are not just traveling on Airbnb, they are now living on Airbnb. Nearly half of our nights booked in Q4 were for stays of a week or longer. 1 in 5 nights were for stays of a month or longer. And in the past year alone, nearly 175,000 guests stayed for 3 months or longer.\nSo I'm going to follow on the footsteps of our community. Recently, I shared that I too am going to live on Airbnb. Right now, I'm doing this call from Airbnb in Miami, and I'll be staying in a different town or city every couple of weeks. I have always wanted to do this, but before the pandemic, I had to be an office every day. Now I have the flexibility that millions of other guests do on Airbnb. And I also think it's important that I deeply understand the nuances and unique opportunities that this new use case on Air B will provide. So now I want to recap how we did on last year's priorities. As you recall, for 2021, our single priority last year was prepared for the incoming travel rebound. And to do this, we focused on expecting the end-to-end experience of our core service. This meant educating the world about hosting, recruiting more hosts and setting them up for success, simplifying the guest journey and delivering world-class service.\nSo let me just give you a really quick update on each. First, we've been educating the world at what makes Airbnb be different, and that is costing. In 2021, we launched our first large-scale marketing campaign in 5 years to educate guests about the benefits of being posted. -- and inspire more guests to become host. It worked. We've seen an increase in traffic to our platform in countries who we ran the campaign, and this is significantly ahead of non-campaign countries where we didn't run the campaign. Second, we've been recruiting more host and setting them up for success. Last year, we redesigned a host onboarding flow, making it easier for new host to get started. And we also introduced our Ask a Superhost program pairing potential hosts with Super host to answer their questions. And finally, we created AirCoVer, top-to-bottom protection, tree for every Airbnb host and only offered on Airbnb.\nThird, we've been simplifying every part of the guest experience. Last year, we introduced in flexible, a whole new way to search an Airbnb when guests are flexible about where and when they're traveling. In guests since we've launched these features have used a flexible nearly 800 million times. We've also chipped dozens of other product features to improve the guest experience. And finally, fourth, we've been focused on delivering world-class service to our guests and our host.\nNow in addition to providing protection for our host to air cover, we launched dedicated Superhost support. Now dedicated Superhost support provides our most experienced host priority access to our most experienced support agents. And as a result, we've seen fewer escalations in faster resolution times, increasing overall super host satisfaction. Now I'm incredibly proud of everything we deliver to our guests and hosts in 2021, but it's important to note we are not stopping here. Because in 2022 and beyond, what we're going to do is accelerate our pace innovation. And we're going to focus on 3 key priorities: live anywhere on Airbnb, unlock the next generation of host and Airbnb becoming the ultimate host to our community.\nSo let me just give you a quick preview of each. First, live anywhere on Airbnb. As a result of pandemic, millions of people can now live anywhere. They're now using Airbnb to travel to thousands of towns and cities staying for weeks, months or even entire seasons at a time. Some people without families like me, I can kind of live a bit nomadically staying in different Airbnbs every week or every month. Now people and families probably can't do that, but we're seeing people of families are going to have a lot more flexibility over the summer. And I think this is why bookings in January for this summer by nights booked are up 25% from this time in 2019. And other people are just going to take more extended weekends. The key point is that every length of stay on Airbnb is going up, whether it's 2 nights, 3 nights a week, a month or a season all length of stay up for single lines or open Airbnb. And we want to design for this new world by making it even easier for guests to live on Airbnb.\nThe second priority is we will unlock the next generation of hosts. With [4] million hosts on Airbnb, we believe we've just scratched the surface in growing our host community. So what we've done is we listen to thousands of people who think -- who are thinking about hosting to understand what obstacles there are for them to become a host. And what we're going to do is systematically address each of these obstacles in order to track the next generation of host on Airbnb.\nAnd finally, Airbnb will become the ultimate host. We believe that Airbnb can be much more than a marketplace that merely connects guests and host. Our goal is to provide the ultimate service to our guests, anticipating their needs and going above and beyond just like a good host. Now by offering a more personalized service, we can dramatically improve the experience for millions of guests around the world.\nSo that's it, just to summarize. Q4 was Airbnb's best quarter ever. Revenue, adjusted EBITDA and net income were all records. We're in the midst of a revolution in travel because people have newfound flexibility and how they live and work. Our adaptable model and our relentless innovation have allowed us to respond to this moment. And in 2022, we're going to accelerate our pace of innovation and continue to support this new world of travel.\nSo with that, Dave and I look forward to answering your questions."
  }
]