[
  {
    "header": "DPZ",
    "cik": "0001286681",
    "ticker": "DPZ",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a5546618812ef63f4710dbde43940fbb",
    "period": "Unknown",
    "content": "Loading...\n\nLoading..."
  },
  {
    "header": "DPZ",
    "cik": "0001286681",
    "ticker": "DPZ",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b6430ed0be2e2ea9110d853ae74c64b6",
    "period": "2025 Q3",
    "content": "Q3 2025 Domino's Pizza Inc Earnings Call\n\nQ3 2025 Domino's Pizza Inc Earnings Call\n\nDPZNASDAQOCT 14, 8:30 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Third Quarter 2025 Domino's Pizza, Inc. Earnings Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Greg Lemenchick, Vice President of Investor Relations and Sustainability. Please go ahead.\n\nGregory J. Lemenchick\n\nSenior Director of IR and Corporate FP&A, The Wendy's Company\n\nGood morning, everyone. Thank you for joining us today for our third quarter conference call. Today's call will begin with our Chief Executive Officer, Russell Weiner; followed by our Chief Financial Officer, Sandeep Reddy. The call will conclude with a Q&A session.\nThe forward-looking statements in this morning's earnings release and 10-Q both of which are available on our IR website also apply to our comments on the call today. Actual results or trends could differ materially from our forecast. For more information, please refer to the risk factors discussed in our filings with the SEC. In addition, please refer to the 8-K earnings release to find disclosures and reconciliations of non-GAAP financial measures that may be referenced on today's call.\nThis morning's conference call is being webcast and is also being recorded for replay via our website. We want to do our best this morning to accommodate as many of your questions as time permits. As such, we encourage you to ask one question only.\nWith that, I'd like to turn the call over to Russell.\n\nRussell J. Weiner\n\nCOO & President of the Americas, Domino's Pizza, Inc.\n\nThank you, Greg, and good morning, everybody. I'd like to start off by saying how incredibly proud I am of our team and our franchisees as they continue to bring our Hungry for MORE strategy to life and deliver best-in-class results.\nIt was a great Q3 for our U.S. business. We grew in all areas key to our success. Our carryout business was positive, our delivery business was positive, and our order count growth was positive. All of this resulted in meaningful market share growth. The momentum we're seeing in the business is due to initiatives that are working across all 4 of our Hungry for MORE strategic pillars. When we execute against Hungry for MORE, we drive more sales, more stores and more profits.\nLet's start with our Best Deal Ever promotion, which was a meaningful driver of our strong U.S. results in Q3. In my opinion, Best Deal Ever is well the best deal in restaurants. The price point screens renowned value and the taste drives our most delicious food perceptions. After all, consumers are building and eating their dream pizzas. In a world where prices have gone up and discounts never seem to be on the items you truly want. Domino's gives customers their favorite pizzas at our best price. Best Deal Ever also highlights the operational excellence our system has achieved. We wouldn't have been able to execute this kind of promotion just a few years ago. the myriad of ever-changing topping combinations customers are putting together requires best-in-class operations that was unlocked by franchisees leveraging our training programs and Dom.Os systems.\nLast but certainly not least, Best Deal Ever is driving franchisee profitability. Because of the scale of our media and purchasing power, Domino's can drive the volume it takes to make a great deal like this profitable for franchisees. In fact, Best Deal Ever has been running longer than we originally planned because our franchisees asked to bring it back. Domino's franchisees are truly Hungry for MORE.\nParmesan Stuffed Crust Pizza was another contributor to our strong results in the quarter. This launch has gone extremely well and continues to meet the expectations that we had for it on every level, mix, incremental new customers and franchisee profitability. Most important, our teams continue to execute this complex product very well, which is key to its long-term success. The new flavors of Bread Bites we just launched marked our second innovation of the year and highlights our innovation with intent approach.\nOur intent with this innovation was twofold. First, adding 2 new flavors, garlic and cinnamon, brings news to the Bread Bites platform that we launched in 2012. Second, by adding these Bread Bites flavors, we were able to remove the more operationally complex bread twists from our menu. In addition, customers prefer the taste of bread bites over twist and love that they can get 32 Bread Bites for $6.99 as part of our mix and match deal. Another part of our renowned value barbell strategy is tapping into the aggregator marketplace for pizza delivery. Q3 marked the first quarter where we were fully rolled out on DoorDash and we remain encouraged about its long-term potential for our business. We continue to expect our sales on DoorDash to grow as awareness and marketing increases and believe this will be a meaningful contributor to our U.S. comps in Q4 and and as we move into 2026.\nI wanted to quickly touch on the progress we continue to make on the upgrades to our e-commerce platforms. I'm excited to announce that we are now fully live with our website and mobile web experiences, where our goal prior to full launch was to see our conversion equal to or better than our old platform. The new site does just that. It's much quicker in particular, during the checkout process, which provides a better user experience. The apps come next, and our goal is to have them rolled out by the end of the year.\nNext is something our entire system is buzzing about. We are bringing all aspects of Hungry For More to life with a completely new brand refresh. It's our first in 13 years. The new campaign makes every aspect of the brand as craveable as what is inside the box. The new look and feel will roll out over the coming months in all of our marketing. Hungry for MORE is no longer just a strategy. It has a look, a sound and the heartbeat. Seeing everything come to life this year gives me the confidence that in 2026 and beyond, we will be able to achieve our goal of 3% same-store sales in the U.S. and continue to take meaningful market share.\nWe have best-in-class franchisee economics in QSR pizza, the largest advertising budget, a supply chain with incredible purchasing power and a rewards program that is bigger than ever. And we're just getting started. As you know, we don't usually do LTOs at Domino's. So everything we have launched over the last 2 years, aggregator ordering, new loyalty platform, Stuffed Crust and more is a part of our base and will be part of our growth in the future. And we will continue to add new products, technology and renowned value promotions on top of that. This will be how we drive best-in-class results and long-term value creation for our franchisees and shareholders well into the future.\nI'll now hand the call over to Sandeep.\n\nSandeep Reddy\n\nExecutive VP & CFO\n\nThank you, and good morning, everyone. Our third quarter financial results continue to be impacted by a challenging macro backdrop, but we drove profit growth that was slightly ahead of our expectations due to our strong sales performance and the timing of investments. Income from operations increased 11.8% in Q3, excluding the impact of foreign currency. This increase was primarily due to higher U.S. franchise royalties and fees and gross margin dollar growth within supply chain. Excluding the impact of foreign currency, global retail sales grew 6.3% in the quarter due to positive U.S. and international comps and global net store growth.\nIn Q3, retail sales grew by 7% in the U.S. driven by same-store sales and net store growth. This growth was slightly ahead of our expectations due to the strong performance from our best deal ever promotion. We also paced well ahead of the QSR pizza category which has grown over the last quarter to approximately 1% year-to-date. Same-store sales accelerated to 5.2% for the quarter on the strength of our best level promotion and Parmesan Stuffed Crust which drove positive transaction counts.\nAverage ticket benefited from 1.3% of pricing and stuffed crust, which carries a higher price point. This was partially offset by a slight decline in our mix due to a higher carryout business that has a lower ticket than delivery. Our carryout comps were up 8.7% due to the previously noted initiatives as well as continued growth from our loyalty program. Delivery was positive 2.5%, and primarily driven by the strength of our best level promotion and staff cost. It also benefited from aggregators coming from the launch of DoorDash.\nShifting to U.S. unit count. We added 29 net new stores, bringing our U.S. system store count to [ 7,019 ]. International retail sales grew 5.7% and excluding the impact of foreign currency in the quarter. This was driven by net store growth of 185 and same-store sales of 1.7% that met our expectation. In the quarter, we continued to see strength in Asia, which was primarily due to strong comps in India. We have not seen any material impact to date from global macro or geopolitical uncertainty.\nI wanted to highlight the refinancing transaction that we completed in the third quarter. We had 2 tranches of debt totaling approximately $1.15 billion with a blended interest rate of approximately 4.3% that was due in October of this year. We paid down approximately $150 million of this and refinanced $1 billion in 2 $500 million tranches at a blended rate of approximately 5.1%. We were very pleased with the outcome of this transaction. We expect it to have an immaterial impact on our interest expense in 2025 and in 2026 and beyond. As a reminder, our next 2 tranches of debt come due in July 2027 and and total approximately $1.3 billion.\nMoving to capital allocation. We repurchased approximately 166,000 shares at an average price of $450 per share for a total of $75 million in the third quarter. At the end of Q3, we had approximately $540 million remaining on our share repurchase authorization.\nNow turning to our outlook for 2025. We continue to believe that global retail sales growth should be generally in line with 2024. As part of that, we expect the following: First, we continue to expect our U.S. comp for the year to be 3% and to grow our market share meaningfully in QSR pizza. Our comp could be pressured by the macro environment in the U.S., which we have seen intensify across the restaurant industry at the start of our fourth quarter. Second, we continue to expect our international same-store sales growth to be 1% to 2%. This could turn towards the high end of the range if we do not see any material impacts from macro and geopolitical uncertainty for the balance of the year. Third, our pipeline remains strong in the U.S., where we continue to expect 175-plus net stores and internationally, net store growth to be in line with what we had in 2024. We continue to expect operating income growth of approximately 8%, excluding the impact of foreign currency, severance expense related to the organization realignment we previously announced in Q1 and the refranchising gain in Q2.\nThank you. We will now open the line for questions."
  },
  {
    "header": "DPZ",
    "cik": "0001286681",
    "ticker": "DPZ",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/71ca7631cc3b6b94afcc7a2184a9a47b",
    "period": "2025 Q2",
    "content": "Q2 2025 Domino's Pizza Inc Earnings Call\n\nQ2 2025 Domino's Pizza Inc Earnings Call\n\nDPZNASDAQJUL 21, 8:30 AM\n\nOperator\n\nThank you for standing by, and welcome to Domino's Pizza's Second Quarter 2025 Earnings Conference Call. [Operator Instructions]. As a reminder, today's program is being recorded.\nAnd now I'd like to introduce your host for today's program, Greg Lemenchick, Vice President, Investor Relations. Please go ahead, sir.\n\nGregory J. Lemenchick\n\nSenior Director of IR and Corporate FP&A, The Wendy's Company\n\nGood morning, everyone. Thank you for joining us today for our second quarter conference call. Today's call will begin with our Chief Executive Officer, Russell Weiner; followed by our Chief Financial Officer, Sandeep Reddy. The call will conclude with a Q&A session. The forward-looking statements in this morning's earnings release and 10-Q, both of which are available on our IR website, also apply to our comments on the call today. Actual results or trends could differ materially from our forecast. For more information, please refer to the risk factors discussed in our filings with the SEC.\nIn addition, please refer to the 8-K earnings release to find disclosures and reconciliations of non-GAAP financial measures that may be referenced on today's call. This morning's conference call is being webcast and is also being recorded for replay via our website. We want to do our best this morning to accommodate as many of your questions as time permits. As such, we encourage you to ask 1 question only.\nWith that, I'd like to turn the call over to Russell.\n\nRussell J. Weiner\n\nCOO & President of the Americas, Domino's Pizza, Inc.\n\nThanks, Greg, and good morning, everybody. Our team drove strong results in the second quarter. In the U.S., both our delivery and carryout businesses were positive, and we drove meaningful market share gains. In international, we continue to grow despite a challenging macro environment. It's clear that our Hungry for MORE strategic pillars are working together to deliver more sales, more stores and more profit. I'd like to highlight some of the initiatives that help us drive these results. The M in Hungry for MORE stands for most delicious food. An important way to drive deliciousness is through new products.\nLate in the first quarter, we added 1 of the biggest new menu items in our history, Parmesan Stuffed Crust Pizza. This launch has gone extremely well and has met the high expectations that we had for it on every level. It's delivering incremental new customers to Domino's and a high mix that has been in line with our projections.\nMost importantly, our teams are executing this more complex product very well. This is proof that the training investments we made ahead of this launch paid off. In fact, customer praise for this product has been significantly higher than any of our recent product launches. Customers love Parmesan Stuffed Crust.\nI want to thank our franchisees and our operations team for their continued efforts to achieve operational excellence around this highly complex product. This is a point of differentiation for our brand. The early read shows that the addition of Stuffed Crust should be a market share catalyst for us over time as this was a big reason why Domino's customers would go elsewhere in the past.\nThe next time we have MORE pillar, I'd like to highlight is renowned value, which has been a key strength for Dolores. We're driving redound value through national promotions, Domino's rewards and by growing on aggregator platform. Domino's Rewards was a tailwind to our comp in the quarter, particularly in the carryout business. You'll recall that growing carryout users was one of the primary reasons we redesigned the loyalty program.\nActive users continue to grow, and I expect on those rewards to be a multiyear sales driver. We have a strong fleet of initiatives ready to go for the rest of the year. inclusive of our best deal ever promotion, which is currently running through early August. We will continue to give customers what they want, which is more value in an environment where they remain pressured.\nThe other part of our renowned value barbell strategy is tapping into the aggregator marketplace for pizza delivery. We recently completed our national rollout with DoorDash, the largest aggregator in the U.S. This rollout went extremely well as we were able to apply learnings from our prior launch with Uber. We will now begin marketing on the platform with investments coming from both sides.\nThe expectation is that our sales on DoorDash will build as awareness and marketing increases. We continue to expect this to be a meaningful driver to our U.S. comp in the back half of the year. Everything we do at Domino's is enhanced by our best-in-class franchisees. You've often heard us talk about how our franchisees have the secret sauce to our success, and this continues to be the case.\nIn the second quarter, we refranchised 36 company-owned stores in Maryland to a new franchisee that's not so new to dominate. In fact, he's been a part of the Domino's system for more than 2 decades. We continuously assess opportunities to strengthen the brand's position for long-term success, whether that means expanding into new markets, or transitioning existing ones to franchisees to grow their business.\nI believe we've never been in a stronger position to drive sustained growth in our U.S. business. We have best-in-class franchisee economics in QSR pizza, the largest advertising budget, the best supply chain and the rewards program that has never been bigger. We're now fully rolled out on the 2 largest aggregators and with the addition of Stuffed Crust, have all the major crust types on our menu. We have never had this many tools at our disposal to capture market share.\nThis will be how we drive best-in-class results and long-term value creation for our franchisees and shareholders well into the future.\nI'll now hand the call over to Sandeep.\n\nSandeep Reddy\n\nExecutive VP & CFO\n\nThank you, and good morning, everyone. Our second quarter financial results continue to be impacted by a challenging macro backdrop, but we delivered profit growth that was slightly ahead of our expectations, primarily due to the timing of investments. Income from operations increased 14.9% in Q2, excluding the impact of foreign currency.\nThe increase was primarily due to higher U.S. franchise royalties and fees gross margin dollar growth within supply chain and lower G&A expenses. The lower G&A was primarily a result of expenses in 12 [ worldwide landing ] that took place in the second quarter of 2024. It also benefited from the refranchising of 36 company-owned stores in our Maryland market, which resulted in a pretax refranchising gain of $3.9 million.\nExcluding this gain in a small amount of severance related expenses in Q2 related to our previously announced organizational realignment, our income from operations would have increased 13.2%, excluding the impact of foreign currency, global retail sales grew 5.6% in the second quarter, primarily due to positive U.S. and international comps and global net store growth.\nIn Q2, retail sales grew by 5.1% in the U.S., primarily driven by same-store sales and net store growth. This growth was in line with our expectations and faced weather ahead of the QSR pizza category, which was roughly flat through the first half of the year. Same-store sales accelerated to 3.4% for the quarter on the strength of our Parmesan Stuffed Crust pizza launch, which drove positive transaction accounts.\nAverage ticket benefited from 1.4% of pricing and the addition of Stuffed Crust, which carries a higher price point. This was partially offset by a slight determine mix due to a higher carryout business that carries a lower ticket visibility. Our carrier comps were up 5.8% and it was our highest quarter of average carrier orders of all time.\nDelivery was positive 1.5%, and we saw improvement in both our own channel and aggregated delivery business. Shifting to U.S. unit count. We added 30 net new stores, winning our U.S. system store count to 7061. International retail sales grew 6%, excluding the impact of foreign currency in the quarter. This was driven by net store growth of 148% and same-store sales that came in around our expectations at 2.4% We have not seen any material impact to date from global macro or geopolitical uncertainty.\nIn the quarter, we saw strength in Asia that was due to continued strong comps in India and in our Americas region, which was driven by Canada and Mexico.\nMoving to capital allocation. We repurchased approximately 316,000 shares at an average price of $475 for a total of $150 million in the second quarter. As of the end of Q2, we had approximately $614 million remaining on our share repurchase authorization.\nNow turning to our outlook for 2025. We continue to believe that global retail sales growth should be generally in line with 2024. As part of that, we expect the following. First, we continue to expect our U.S. comp for the year to be 3% and that it will be higher in the second half due to the timing of our initiatives. This assumes that the pressured macro environment we have seen through the first half of the year and QSR pizza remains the same.\nSecond, we continue to expect our international same-store sales growth to be 1% to 2% due to potential global macro and geopolitical uncertainty.\nThird, we continue to expect 175-plus net stores in the U.S. and internationally net store growth to be in line with what we had in 2024.\nLastly, at current exchange rates, we now expect foreign currency to be a headwind of approximately 1% on operating income growth, but this remains volatile. We continue to expect operating income growth of approximately 8%, excluding the impact of foreign currency, approximately $5 million in service expenses related to the organizational realignment we announced in Q1 and the $3.9 million in refranchising gains.\nThank you. We will now open the line for questions."
  },
  {
    "header": "DPZ",
    "cik": "0001286681",
    "ticker": "DPZ",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f9e3ae450be77d63ff3d54bd702107ca",
    "period": "2025 Q1",
    "content": "Q1 2025 Domino's Pizza Inc Earnings Call\n\nQ1 2025 Domino's Pizza Inc Earnings Call\n\nDPZNASDAQAPR 28, 8:30 AM\n\nOperator\n\nThank you for standing by. Welcome to Domino's Pizza's First Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, today's program is being recorded. And now I'd like to introduce your host for today's program, Greg Lemenchick, Vice President, Investor Relations. Please go ahead, sir.\n\nGregory J. Lemenchick\n\nSenior Director of IR and Corporate FP&A, The Wendy's Company\n\nGood morning, everyone. Thank you for joining us today for our first quarter conference call. Today's call will begin with our Chief Executive Officer, Russell Leaner; followed by our Chief Financial Officer, Sandeep Reddy. The call will conclude with a Q&A session. The forward-looking statements in this morning's earnings release and 10-Q, both of which are available on our IR website, also apply to our comments on the call today. Actual results or trends could differ materially from our forecast. For more information, please refer to the risk factors discussed in our filings with the SEC.\nIn addition, please refer to the 8-K earnings release to find disclosures and reconciliations of non-GAAP financial measures that may be referenced on today's call. This morning's conference call is being webcast and is also being recorded for replay via our website. We want to do our best morning to accommodate as many of your questions as time permits. As such, we encourage you to ask 1 question only.\nAnd with that, I'd like to turn the call over to Russell.\n\nRussell J. Weiner\n\nCOO & President of the Americas, Domino's Pizza, Inc.\n\nThanks, Greg, and good morning, everybody. As I reflect on the first quarter, I'm proud of how our team effectively executed our Hungry for MORE strategy. Against the backdrop of consumer and industry headwinds and we drove market share gains across both our U.S. and international businesses. Sustained market share growth reflects the company's ability to control what's under its control, a key to long-term success. Our team is achieving what we set out to do when we introduced Hungry Howie in 2023. When you look at our accomplishments over the last 1.5 years with insight into some of the unlocks for the remainder of 2025, you can see how our Hungry for MORE strategic pillars are working together to set us up to drive more sales, more stores and more profits over the long term. In Hungary for More stands for most delicious food. We will continue to drive deliciousness with at least 2 new products every year. In early March, we added arguably the biggest new menu item in our history. .\nHarmer Jon Stuffed Crust Pizza. This launch is the epitome of what we mean when we talk about our innovation with intent approach. A clear per [indiscernible] behind any product we bring to market and Stuffed Crust Pizza is 1 best examples. We went from this being the largest gap in our pizza portfolio to having what we believe is the best Stuffed Crust product in the industry. While timing of the launch an Stuffed Crust didn't have a meaningful impact on Q1, and we couldn't be happier with how the launch has gone so far.\nTo date, customer satisfaction scores have been very good, and we've also seen a high mix of orders coming with a Stuffed Crust pizza. Although it's still early, performance has been tracking to our expectations. We're excited about the impact this product will have not only this year, but as a market share driver for years to come. Prior to this year, the operational complexity of Stuffed Crust and our high volumes kept Stuffed Crust off our menu in the U.S. launching an innovation like this required us to lean into our second strategic pillar, operational excellence. Innovation with intent requires operations with intent.\nOn our Q4 call, I talked about the improvements in our service driven by significant training programs implemented by our operators and franchisees over the last couple of years. These programs work together with improvements in our [indiscernible] technology to make Carmadon Stuffed Crust reality. Domino's stores are doing an incredible job executing this product. I want to thank our franchisees and operations teams for their continued effort to achieve operational excellence. This remains a point of difference for those.\nOur third Hungry for MORE pillar is renowned value. This has been a key strength for Domino's. We're driving renowned value through national promotions, Domino's rewards and by growing on aggregator platforms. In the first quarter, we have several value-driving initiatives such as our best deal ever promotion, that we believe broke through industry clutter. We have a strong slate of initiatives primed and ready to go for the rest of the year as we will continue to give customers what they want, which is more value in this challenging economic environment.\nWhile providing value through our own channel is 1 part of our renowned value barbell strategy, tapping into the aggregator marketplace for pizza delivery is the other. We recently announced a partnership with DoorDash, the largest aggregator in the U.S. We began piloting in a small number of stores and are expecting to commence our national launch in May. We expect this rollout to be complete by the end of the second quarter with a meaningful impact from this new partnership anticipated in the back half of the year.\nSo in the second half of 2025 and beyond, we'll be competing on the biggest aggregator platform in the U.S. with 1 of the biggest pizza crust types in our industry. Two things we could not have said only a few months ago. I wanted to quickly touch on our expectations around incrementality for DoorDash. We're going to need to learn and provide updates on this, but our initial expectations are that it will be approximately 50% incremental and that would be our expectations for aggregators as we move forward now that we're on multiple platforms. Everything we do at Domino's is enhanced by our best-in-class franchisees. We also see this pillar as our responsibility to be a best-in-class franchisor. In the first quarter, we made some changes to our organizational structure, which you may have seen with the announcement we put out in March were elevated Joe Jordan to Chief Operating Officer and promoted -- [indiscernible] King Ang to Head of Domino's International.\nWe also made changes below the executive level for a faster, more efficient structure that aligns with our Hungry for MORE strategy. Our focus of Simplify included a difficult decision to eliminate certain roles, and Sandeep will share some additional color on the financial implications. Moving forward, we believe this new structure will allow us to be quicker to market, and we will continue to prioritize investments that have the greatest impact on customers, franchisees and the brand.\nIn summary, we are laser-focused on delivering against our hungry for MORE goals. I believe this will enable Domino's to capture additional market share gains in 2025 and beyond. And this will be how we drive best-in-class results and long-term value creation for our franchisees and shareholders.\nI'll now hand the call over to Sandeep.\n\nSandeep Reddy\n\nExecutive VP & CFO\n\nThank you, and good morning, everyone. Our first quarter financial results continue to be impacted by a challenging macro backdrop. And despite that, we delivered operating profit that was in line with our expectations. Income from operations increased 1.4% in Q1, excluding the impact of foreign currency. This increase was primarily due to gross margin dollar growth within supply chain as well as higher international franchise royalties and fees. This increase was partially offset by higher G&A, primarily related to severance expenses driven by the organizational realignment Russell noted earlier.\nExcluding the approximately $5 million impact of these expenses, our income from operations would have increased 3.6%. Excluding the impact of foreign currency, global retail sales grew 4.7% in the first quarter, primarily due to positive international comps and global net store growth compared to a year ago. In Q1, retail sales grew by 1.3% in the U.S. primarily driven the net store growth. This growth paced ahead of the QSR pizza category, which was roughly flat at the start of the year. Same-store sales declined 0.5%, which was slightly below our expectations. We benefited from 1.8% of pricing, which was inclusive of high single digits in California. This was more than offset by negative traffic and a slight decline in our mix due to a higher carryout business that carries a lower ticket and delivery.\nOur carryout business comps were up 1%, while delivery was down 1.5% in the quarter. Our delivery business continues to be impacted by macro pressures that are impacting the low-income consumer. Shifting to U.S. unit count. We added 17 net new stores, bringing our U.S. systems store\n[Audio Gap]\nto 7,031. International retail sales grew 8.2%, excluding the [ impact ] of foreign currency in the quarter. This was driven by net store growth over the last year and same-store sales that came in ahead of our expectations at 3.7%. In the quarter, we saw strength in Asia that was due to strong comps in India and in our Americas region, which was driven by Canada. Net stores were down by 25 in Q1 and and this was primarily coming from closures from Domino's Pizza Enterprises, DPE, which is our master franchisee based out of Australia. DPE Previously Announced they expected to close 200-plus underperforming stores, primarily in Japan and substantially all of those closures took place in the quarter. Moving to capital allocation. We repurchased approximately 115,000 shares at an average price of $434 for a total of $50 million in the first quarter. As of the end of Q1, we had approximately $764 million remaining on our share repurchase authorization.\nNow turning to our outlook for 2025. We continue to believe that global retail sales growth should be generally in line with 2024. As part of that, we expect the following: First, we continue to expect our U.S. comp to be 3% and that it will be lower in the first half compared to the back half due to the timing of our initiatives. In the event that macro pressures persist, it could put pressure on achieving this number.\nSecond, we continue to expect 1% to 2% international same-store sales growth as there continues to be macro and geopolitical pressures that exist around the globe, and we believe this could impact our business. We expect operating profit growth of approximately 8%, excluding the impact of currency and approximately $5 million in severance expenses related to our organizational realignment A couple of points of additional color. While we are expecting some savings as a result of the organizational changes that have been made, we are planning to reinvest most of these savings back into the business. In our U.S. business, we source most of our food products from within the country, so we are not expecting tariffs to have a material impact on our operating profit.\nThank you. We will now open the line for questions."
  },
  {
    "header": "DPZ",
    "cik": "0001286681",
    "ticker": "DPZ",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9b7a1108da37d63fac6bf3c6d2f81b17",
    "period": "2024 Q4",
    "content": "Q4 2024 Domino's Pizza Inc Earnings Call\n\nQ4 2024 Domino's Pizza Inc Earnings Call\n\nDPZNASDAQFEB 24, 8:30 AM\n\nOperator\n\nThank you for standing by, and welcome to the Domino's Pizza Fourth Quarter 2024 Earnings Conference call. [Operator Instructions]\nAs a reminder, today's program is being recorded. And now I'd like to introduce your host for today's program, Greg Lemenchick, Vice President, Investor Relations.\n\nGregory J. Lemenchick\n\nSenior Director of IR and Corporate FP&A, The Wendy's Company\n\nGood morning, everyone. Thank you for joining us today for our fourth quarter and full year results conference call. Today's call will begin with our Chief Executive Officer, Russell Weiner; followed by our Chief Financial Officer, Sandeep Reddy. The call will conclude with a Q&A session. The forward-looking statements in this morning's earnings release and 10-K, both of which are available on our IR website, also apply to our comments on the call today. Actual results or trends could differ materially from our forecast.\nFor more information, please refer to the risk factors discussed in our filings with the SEC. In addition, please refer to the 8-K earnings release to find disclosures and reconciliations of non-GAAP financial measures that may be referenced on today's call. This morning's conference call is being webcast and is also being recorded for replay via our website. We want to do our best this morning to accommodate as many of your questions as time permits. As such, we encourage you to ask 1 question only. With that, I'd like to turn the call over to Russell.\n\nRussell J. Weiner\n\nCOO & President of the Americas, Domino's Pizza, Inc.\n\nWell, thank you, Greg, and good morning, everybody. I'd like to start with a look back at 2024, the first full year executing against our Hungry for MORE strategy. When we introduced Hungry for MORE at our December '23 Investor Day, we knew consumer spending would be pressured in 2024. We believe the QSR brands that offer the strongest value would win. And we made the right call to focus on this as we've seen more market headwinds than anticipated at the time. At Domino's, leaning into our strategic pillar of renowned value was key to our success last year. It helped drive market share gains in QSR pizza of about 1% in the U.S., consistent with our average annual share growth in 2015 and proof that our Hungry for MORE plan is working.\nAs we look ahead to 2025, we believe the combination of pressured consumer spending and a value-driven QSR marketplace will continue. In these challenging times, the best measure of a company's success will be the market share gains it achieves. Domino's is well positioned to do just that because we have the right strategy in place. We grew retail sales in the U.S. by 5.3% in 2024. Importantly, as something that continues to be unique in the industry, we drove meaningful positive order count growth. Order count growth has been the key to delivering best-in-class economics for our U.S. franchisees.\nThese strong economics continue to drive store growth, which was a tailwind to market share in 2024. Orders grew on the strength of our revamped Domino's Rewards program and our entrance into the aggregator channel with Uber. In addition, we continue to see significant same-store sales growth in our carryout business, up over 6% to year I want to illustrate how we drove these results through the lens of our Hungry for MORE strategy. And in Hungry for MORE stands for most delicious food. Domino's has the most delicious food in the industry and in 2024, we demonstrated this through our 2 successful new product launches, New York Style Pizza and [indiscernible]These launches reflect the commitment we have to our innovation with intent approach. There is a clear purpose behind any product we bring to market. We brought news to an existing non-pizza platform with Mac & Cheese And we added a new pizza crust type for customers who prefer an offering we didn't have in our portfolio with New York Style.\nIn 2025, we plan to continue to build on this momentum by launching at least 2 new products, which is our annual goal. An important component of our strategy is how we showcase our food. We've enhanced this through the food photography and our creative and upgrades to our existing e-commerce platform where our team made meaningful changes in 2024. We've also completed the development of our new e-commerce platform in the U.S., which we intend to roll out during 2025.\nThe new site and app provide an improved user experience for our customers while highlighting the deliciousness of our food. In Hungry for MORE stands for operational excellence. This is how we deliver on our promise to have the most delicious food by consistently driving a great experience with our product and service. 2024, we rolled out our new service program called more delicious operations. This program was a series of 3 product training sprints focusing on do management, how we build and make our products and how we make them. These product sprints work together with our [indiscernible] technology to drive improvements in our delivery times. In fact, our average delivery times decreased by 2 minutes over the last 2 years.\nOperational excellence also brings focus and innovation around making our stores easier to operate. This is an area where we've made significant strides.\nWe've enhanced our [indiscernible] operating system have found ways to roll technology out across our system much more quickly than we have in the past. We've now rolled out 1,600 DJ dose stretching machines across the U.S., more than a 50% increase from where we were at the end of Q3. Demand continues to be high for this equipment because of the impact it's having on our product consistency and the speed to competency for new team members. I want to thank our franchisees and our operations team for their continued effort to achieve operational excellence.\nThis is a point of pride and differentiation for Domino's. We are sand for renowned value from tipping our delivery customers to launching more inflation and bringing back emergency pizza, we launched several brand-building value initiatives that broke through the industry clutter in 2024. We will continue to drive renowned value in 2025 through national promotions, Domino's Rewards and by continuing to grow on aggregator platforms. In 2025, Domino's will give customers what they are demanding from their QSR brands, more value. We have a strong slate of initiatives primed and ready to go you can expect a similar cadence of boost weeks and value-driving promotion we believe it's going to be another challenging year ahead in the industry.\nDomino's Rewards program has great first year and continues to bring members back for repeat purchases. We grew our overall active members significantly in 2024 and finishing the year at 35.7 million users, up approximately $2.5 million versus 2023. Part of this growth was delivering more light users and carryout customers who are the primary target of the redesign. This strong base of users will allow us to engage more customers and drive frequency with targeted and personalized marketing efforts.\nWhile providing value through our own channels as one part of our renowned value barbell strategy, tapping into the aggregator marketplace is the other. In 2024, we successfully entered the aggregator space with our partnership with Uber, achieving our goal of exiting the year at 3% of sales coming through this channel. And importantly, incrementality has continued to track as expected, and we remain focused on tailoring our offers and programming to optimize it further.\nIn 2025, we know that aggregators are a meaningful sales driving opportunity for us, and we have yet to join the largest aggregator platform in the U.S. We've extended our exclusivity arrangement with Uber [indiscernible] in the meantime, we've begun negotiations with additional aggregator partners and have the ability to begin piloting with other partners in a small number of stores. It is our intention to further penetrate this channel in 2025 with a meaningful impact expected in the back half of the year.\nWe believe that this channel represents an incremental sales opportunity of $1 billion over time. The aggregator marketplace is the fastest-growing segment within QSR pizza, and we are just getting started. Now everything we Domino's Pizza is enhanced by our best-in-class franchisees. In 2024, we added almost 60 new franchisees to the system and have a pipeline of 120 future franchisees waiting for their opportunity. Every one of these new franchisees started as a Domino's team member and they remain the secret sauce to our success.\nIn summary, we're laser-focused on delivering against our hungry for more goals in the U.S. With the plan we've developed, I believe we will deliver U.S. same-store sales growth of 3% or more annually, along with 175 net new stores. This would enable Domino's to continue to capture additional market share gains in 2025 and beyond. Now shifting to our international business. Domino's International showed strong improvement in the fourth quarter and has now delivered a remarkable 31 straight years of same-store sales growth. We're pleased with how most of our franchisees internationally are navigating the continued macroeconomic pressures and geopolitical issues across the globe.\nOur team continues to work with our international master franchisees to create momentum in their markets even in the face of these headwinds. We know what works in today's challenging environment and its renowned value. As we noted on our last call, we're engaging with our master franchisees with a focus on 3 key areas. These areas are around consistent value messaging, maximizing orders from aggregators and driving additional growth in carryout and dine-in.\nThe good news is that we've begun to see some results due to this focus. Canada ran an emergency pizza promotion in Q4, and that's been a strong traffic driver for them. In India, Jubilant has driven sales through increased delivery orders after eliminating their delivery fee. U.K. and Canada have launched with Uber, and this has provided a tailwind to their sales. Lastly, Mexico saw a nice increase in their carryout business in 2024 as they provided a premium product in pan pizza at a compelling price point, driving consistent value for customers. Our international business has so much potential. And by focusing on our Hungry for MORE strategies, we expect to create sales momentum that will produce the same kind of market share gains and net store growth we've achieved in the past. In closing, I want to reinforce the same message I repeatedly share with our team. We have always been in the business of creating our own tailwinds and driving share growth. That has been and will continue to be how we drive best-in-class results and long-term value creation for our franchisees and shareholders.\nI'll now hand the call over to Sandeep.\n\nSandeep Reddy\n\nExecutive VP & CFO\n\nThank you, and good morning, everyone. While our full year 2024 financial results were impacted by a more challenging backdrop than we had initially anticipated. We still delivered profitable growth of 8%. Income from operations increased 6.5% in Q4, excluding the impact of foreign currency, which was in line with our expectations despite lower U.S. same-store sales than we expected. This increase in profits was primarily due to gross margin dollar growth within supply chain, driven by procurement productivity as well as lower general and administrative expenses, which was driven by the retiming of investments.\nExcluding the impact of foreign currency, global retail sales grew 4.4% in the fourth quarter from positive U.S. and international comps and global net store growth. For the year, global retail sales grew approximately 6%, which was in line with our updated guidance. In Q4, total retail sales grew 2.3% in the U.S. driven by net store growth and same-store sales of 0.4%. These comps were driven by carryout up 3.2% and delivery down 1.4%. The delivery comp was impacted by continued macro and competitive pressures that put pressure on our low-income customers. We benefited from 2.3% of pricing which was inclusive of high single digits in California, and our sales mix from Uber was 2.7% for the quarter.\nOur tailwinds were partially offset by a higher carryout mix that carries a lower ticket in delivery. Traffic was flat for the quarter, which was partially driven by a slight headwind as a result of New Year's Eve timing. For the year, delivery represented 46% of our transactions and 57% of our sales, while carryout represented 54% of our transactions and 43% of our sales. The weight of sales and transactions shifted slightly more to carry out in 2024 because of the strong carryout comp we have of 6.2%. The full year delivery comp was up 1.1%. Our estimated average U.S. franchisee store profitability in 2024 came in at approximately $162,000 which we continue to believe is best in class. After a strong start in the first half of the year, the combination of macro and competitive pressures that impacted our sales in the back half weighed on this result.\nShifting to U.S. unit card. We added 84 net new stores in Q4 and opened our 7,000 store, bringing our U.S. system store count to 714. Our Q4 openings were negatively impacted by some of the hurricane activity that took place late last year.\nMoving to international, where total retail sales grew 6.4% and excluding the impact of foreign currency in the fourth quarter. This was driven by net store growth and same-store sales that came in slightly ahead of our expectations at 2.7%. In the quarter, we saw improvements in Asia that were driven by strong comps in India and broadly across Europe. Despite a challenging macro backdrop that impacted our international business, our franchisees grew their average per store profitability in 2024 and slightly reduced their average new store paybacks as a result. We also continue to see strong paybacks in our 2 largest growth markets, which are China and India. As we look ahead to 2025, we continue to believe that global retail sales growth should be generally in line with 2024.\nNow to give some color. We are expecting our U.S. comp to be in line with our 3% long-term guide as a result of our expected traffic driving catalysts in aggregators and loyalty. In the event that macro pressures persist throughout the year, it could put pressure on achieving this number. We also expect that based on the timing of certain initiatives that our comp will be lower in the first half compared to the back half in the U.S. We continue to believe planning for approximately 1% to 2% international same-store sales growth in 2025 is the right expectation before we return the business to a more normalized level in 2026.\nShifting to net stores. We continue to expect 15-plus net stores in U.S. and we have a strong pipeline in into the year to achieve this. Internationally, we are expecting our store growth to be in line with what we have in 2024. This is primarily due to [indiscernible] from Domino's Pizza Enterprises, DPE, which is our master franchisee based out of Australia. DPE continues to make meaningful progress into what they need to do to their business as they work through their strategic plan under their new CEO.\nWe recently announced that they are expecting to close an additional 200-plus underperforming stores, primarily in Japan. They're also planning to be more disciplined in their new store openings by prioritizing locations where they can drive sustainable, profitable growth for the long term. We believe that the meaningful impacts from DPE's closures will be behind us as we head into 2026.\nOn profits, we continue to expect an operating growth of approximately 8%, excluding the impact of currency. A few additional points of color on the P&L. Any metrics we are providing today exclude any impacts for the proposed tax. In our U.S. supply chain business, we source most of our food products from within the country, so we are not expecting this to have a meaningful impact if tariffs are put in place. We are expecting our food basket to be up low single digits expect increases to be higher in the first half than the second half, primarily driven by cheese prices.\nWe are expecting our supply chain margins to expand slightly year-over-year due to continued procurement productivity that the team continues to do an incredible job executing on. We are expecting our G&A as a percentage of retail sales to be approximately 2.4%. Starting at the beginning of Q1 2025, we have increased the technology fee by $0.02 to $0.375 per digital transaction to fund our future tech initiatives to drive growth. We are expecting operating income margins to expand slightly in 2025, primarily driven by supply chain margins. We expect margin growth to be lower in the first half of the year than in the second half.\nAt current exchange rates, we are expecting foreign currency to be a headwind of approximately 1% to 2% on operating income growth. We continue to plan for our debt maturity in October of this year, and at current interest rates, it would result in some pressure on interest expense. We expect our tax rate to be in the range of 21% to 23%, which is generally in line with where it has been historically.\nOur belief in the long-term algorithm of what the Domino's business can and should achieve has not changed. We continue to expect that our algorithm of 7% or more annual global retail sales growth and operating profit growth of 8% or more is the right one. However, the anticipated impact from DP's additional net closures in 2025, and will put pressure on our 2026 global retail sales and profit expectations, which we now expect to be in line with 2025.\nTo close, I wanted to note that this morning, we announced a 15% increase in our dividend which was done in line with our capital allocation priorities. We also repurchased approximately 259,000 shares at an average price of $433 for a total of $112 million in the fourth quarter. As of the end of 2024, we had approximately $814 million remaining on our share repurchase authorization. Thank you. We will now open the line for questions."
  },
  {
    "header": "DPZ",
    "cik": "0001286681",
    "ticker": "DPZ",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7f3d57ce553d353461cf9cabd81f7593",
    "period": "2024 Q2",
    "content": "Q2 2024 Domino's Pizza Inc Earnings Call\n\nQ2 2024 Domino's Pizza Inc Earnings Call\n\nDPZNASDAQJUL 18, 8:30 AM\n\nOperator\n\nThank you for standing by, and welcome to Domino's Pizza's Second Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, today's program is being recorded. And now I'd like to introduce your host for today's program, Greg Lemenchick, Vice President of Investor Relations. Please go ahead, sir.\n\nGreg Lemenchick\n\nSenior Director, Investor Relations & Corporate FP&A, The Wendy's Co.\n\nGood morning, everyone. Thank you for joining us today for our second quarter conference call. Today's call will begin with our Chief Executive Officer, Russell Weiner; followed by our Chief Financial Officer, Sandeep Reddy. The call will conclude with a Q&A session.\nThe forward-looking statements in this morning's earnings release and 10-Q, both of which are available on our IR website, also apply to our comments on the call today. Actual results or trends could differ materially from our forecast. For more information, please refer to the risk factors discussed in our filings with the SEC. In addition, please refer to the 8-K earnings release to find disclosures and reconciliations of our non-GAAP financial measures that may be referenced on today's call.\nThis morning's conference call is being webcast and is also being recorded for replay via our website. We want to do our best this morning to accommodate as many of your questions as time permits. As such, we encourage you to ask one question only. And with that, I'd like to turn the call over to Russell.\n\nRussell J. Weiner\n\nCOO & President of the Americas, Domino's Pizza, Inc.\n\nThank you, Greg, and good morning, everybody. Our second quarter performance demonstrated once again that our Hungry for MORE strategy is delivering positive results. For the second straight quarter, we drove U.S. comp performance in the healthiest way possible through profitable order count growth, positive order counts in our delivery business, positive order counts in our carryout business, positive order counts across all income cohorts.\nWe also continued to see improvement in our international comps and generated earnings that were in line with our expectations. As a result of our strong results year-to-date and expectations for the back half of the year, we remain on track to achieve our guidance for annual global retail sales growth of 7% or more and operating profit growth of 8% or more.\nI want to provide an update on our net store growth guidance, which we temporarily suspended this morning. First, I want to reiterate that our U.S. pipeline is strong and it continues to grow. We continue to expect 175 or more net new stores annually in 2024 through 2028 in the U.S.\nWe now expect to fall below our net store growth target for international in 2024 by approximately 175 to 275 stores, primarily as a result of challenges in both openings and closures faced by Domino's Pizza Enterprises, DPE, one of our master franchisees. We're partnering closely with DPE as they work through this process.\nIt's important to note that our largest expected growth markets of China and India remain on track to deliver on their growth potential. In China, PCH Dash announced they'll open store #100 by the end of this year, and then they'll increase their net openings per year to between 300 and 350 starting in 2025.\nBack in May, Jubilant, our master franchisee based out of India, increased its total store count potential to 5,500 over the medium term in the 6 global markets in which it operates. When you think that it took down those over 60 years to open 5,500 stores in the United States, Jubilant's goal exemplifies the Hungry for MORE mentality our global system is taking on.\nNow let's look at our second quarter results through the lens of our MORE, Hungry for MORE pillars, which continue to drive our business. As you know, M stands for the most delicious food. We know we've got the most delicious food in the industry and are focused on showcasing that with more mouthwatering food photography in all of our marketing and our sales channels.\nWe launched our New York Style Pizza in Q2 and it's what we call innovation with intent. When we launch a new product, it's got a specific role and it's intended to stay on the menu permanently. New York Style Pizza is another example of that. It's got across the thinner and more foldable than our traditional trust.\nIt was designed to appeal to pizza lovers whose idea of deliciousness is a little bit different than Domino's Pizza offerings in the past. The result has been a high mix of sales within our pizza offerings. In addition to being a product that showcases deliciousness in a different way, New York Style Pizza is available as part of our Mix & Match offers. Domino's Rewards members can also redeem 60 points for a free medium 2-topping New York Style pizza.\nThis new offering drives more than just deliciousness. It drives value and it drives more customers into our loyalty platform, and that's why we call it innovation with intent. The Hungry for MORE stands for operational excellence. This is how we'll deliver on our promise to have the most delicious food by consistently driving a great experience with our product.\nAs I shared on our last earnings call, in 2024, we're rolling out a new service program we're calling More Delicious Operations. This is a series of 3 product trading sprints focused on our dough, how we build and make our products and then how we cook it.\nIn Q1, we embarked on our first sprint, which focused on our dough and are now rolling out our second sprint around ingredients and product builds. These products sprints and last year's summer of service are working together with our DMOS technology to drive improvements in our delivery times. In fact, estimated average delivery times were nearly 10% better in Q2 of 2024 and than they were in Q2 of 2022. And we're doing all of this while our stores are handling more orders.\nSo I wanted to congratulate our franchisees and operators whose commitment to service allows us to deliver on the promise we're striving to make in our marketing, that Domino's has the most delicious food.\nOur third Hungry for MORE pillar is R for renowned value. And as I've said before, it's not just about having the lowest price in the market. It's about providing value that's innovative and memorable. Renowned value breaks through the sea of seemless discounts you see in the marketplace. Our Domino's Rewards is an example of that renowned value. It continues to perform well and was the key driver of our strong U.S. comp performance in Q2.\nYou'll recall our objectives for the program were to drive new users, particularly carryout customers and increase the frequency of light users. I'm happy to report that Domino's Rewards continues to deliver on those objectives. Our active members are up significantly year-to-date through Q2, showing that this program is continuing to build.\nRedemptions across both the delivery and carryout channels are also increasing, which is contributing to the transaction growth we're seeing in each of our businesses. For example, in our carryout business, orders with our loyalty redemption in the first half of 2024 are twice as high, 2x as they were in the first half of 2023 under our old loyalty program.\nSo the Americans continue to look for value, Domino's is providing renowned value and doing it profitably for our franchisees. National promotions are another way we're driving renowned value. In Q2, we had 2 boost weeks, both of which were very successful in driving transactions and customer acquisition. As it relates to our promotional cadence in 2024, you can continue to expect around 6 boost weeks.\nWhile providing renowned value through our own channels is one part of our barbell strategy, tapping into the aggregator marketplace is the other, and our launch into this space remains on track to exit the year at 3% or more of sales coming through UberEATS.\nEverything we do at Domino's is enhanced by our best-in-class franchisees. They are the E in our Hungry for MORE strategy. In early May, we hosted our largest worldwide rally with almost 9,000 franchisees and team members in attendance. This year's event was appropriately themed, Hungry for MORE.\nWe brought the strategy to life across our global system and the results showed. This was our most highly rated rally of all time. To close, I couldn't be more energized by the future of Domino's Pizza and seeing the excitement of franchisees that our rally really brought that to life for me and the leadership team.\nOur results show that our strategy is resonating with customers and our system. All of this gives me great confidence that we can continue to drive significant long-term value creation for our shareholders. And with that, I'll turn things over to Sandeep.\n\nSandeep Reddy\n\nExecutive VP & CFO\n\nThank you, Russell, and good morning, everyone. Our second quarter financial results were right in line with our expectations. Our strong start to the year has resulted in profit dollar growth versus 2023 for our U.S. franchisees. We remain on track to achieve our target of $170,000 or more average U.S. franchise store profit for 2024.\nExcluding the impact of foreign currency, global retail sales grew 7.2% in the quarter due to positive U.S. and international comps and global net store growth. U.S. retail sales increased 6.8% and international retail sales grew 7.7%, excluding the impact of foreign currency.\nDuring Q2, same-store sales for the U.S. came in at 4.8%, which was in line with our expectations. Our strong comps in the quarter for carryout of 7.9% and delivery of 2.7% were once again driven primarily by transaction growth.\nOur U.S. same-store sales continued to be primarily driven by transaction growth from our new loyalty program and our strong marketing programming. We also benefited from 1.5% of pricing, which was inclusive of high single digits in California. Our sales mix from Uber grew to 1.9% for the quarter.\nThe incrementality of Uber sales continues to be in line with our expectations. Our comp tailwinds were partially offset by a higher carryout mix, which carries a lower ticket than delivery.\nShifting to U.S. unit count. We added 32 net new stores, in line with our expectations. This brings our U.S. system store count to 6,906. We remain on track to achieve our 175 or more net store growth target in the United States in 2024, and we anticipate opening our 7,000th store by the end of the year.\nShifting to international, where comp results were generally in line with expectations for the quarter. Same-store sales, excluding foreign currency impact, accelerated to 2.1% in the quarter. The improvement from Q1 was broad-based as we saw improvements in our Europe, Asia and Middle East markets.\nStore counts increased by 143 net stores as we finished the quarter with more than 14,000 international stores. Our net store openings were impacted by softness in DPE on gross new store openings and closures. Income from operations increased 1.7% in Q2, excluding the negative impact of foreign currency of $2.7 million. This increase was primarily due to higher franchise royalty revenues resulting from global retail sales growth. This was partially offset by higher G&A, which was primarily driven by higher labor expenses as well as the company's oil wide rally expense as communicated on our last quarterly call. I expect the return on this expense to be extremely high as everyone across our system left engaged, inspired and ready to drive our Hungry for MORE strategy.\nLastly, our margin rate was impacted by 0.3% headwind in Q2 from the tech fee being reduced to $0.355 and our ad fund contribution rate increasing back to 6% as previously communicated.\nNow turning to our outlook. We continue to expect 7% or more global retail sales growth, excluding the impact of foreign currency based on the following key items. First, our 2024 U.S. comp to be above the 3% or more long-term guide as a result of catalysts in Uber and loyalty for the full year, and we expect comps to be 3% or more in Q3 and Q4.\nSpecific to Q3, we expect comps to be slightly below what we saw in Q2 on a 1-year basis as we're expecting 1 less boost week partially offset by a continued ramp in Uber. Second, sales through Uber to increase as marketing and awareness grow, and we are expecting to exit the year with an overall sales mix of 3% or more. Third, international comps to accelerate to 3% or more long-term guidance in the back half of the year.\nAs Russell noted, we now expect to fall below our 1,100 or more net new store number for 2024. This is due to challenges in our international business, primarily related to DPE. As we get further visibility into the full effects of DPE store opens and closures, we will provide an update on the impact to our long-term outlook for 2025 and beyond.\nWe continue to expect an 8% or more year-over-year increase in operating income, excluding the impact of foreign currency. To highlight some of the components. First, for the year, you can expect operating income margins to be relatively flat compared to 2023 and to be down slightly in Q3. As a reminder, we are not expecting to see cost leverage in 2024, primarily due to investments we are making in consumer technology, store technology and supply chain capacity to support future sales growth.\nSecond, we are now expecting supply chain margins to expand compared to the prior year due to some favorability in the food basket and slightly higher procurement productivity. We are forecasting to come in below the midpoint of our food basket range of 1% to 3% for the year.\nIn Q3, expect supply chain margins to be roughly flat compared to the prior year and down in Q4. Third, the favorability in supply chain margin is being partially offset by pressure within G&A due to slightly higher investment levels. We continue to expect our G&A as a percentage of global retail sales to be approximately 2.4%.\nAnd lastly, we are now expecting the impact of foreign currency to be approximately 1% of operating profit dollars in 2024. We expect this will impact our year-over-year operating profit margins by roughly 20 basis points.\nAs was noted in our disclosures this morning, we did not repurchase any shares in the second quarter. We continue to maintain flexibility due to the volatility of the interest rate environment as we evaluate our upcoming debt maturity in October of 2025. Thank you. We will now open the line for questions."
  },
  {
    "header": "DPZ",
    "cik": "0001286681",
    "ticker": "DPZ",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/eb382cee23329fe6f798deda95103e88",
    "period": "2024 Q1",
    "content": "Q1 2024 Domino's Pizza Inc Earnings Call\n\nQ1 2024 Domino's Pizza Inc Earnings Call\n\nDPZNASDAQAPR 29, 8:30 AM\n\nOperator\n\n[Audio Gap]\nplease refer to the 8-K earnings release to find disclosures and reconciliations of non-GAAP financial measures that may be referenced on today's call. This morning's conference call is being webcast and is also being recorded for replay via our website. [Operator Instructions] With that, I'd like to turn the call over to Russell.\n\nRussell J. Weiner\n\nCOO & President of the Americas, Domino's Pizza, Inc.\n\nThanks, Greg, and good morning, everybody. Our Q1 results demonstrated that our Hungry for more strategy is delivering on its promise, driving more sales, more stores and more profit. We drove strong comp performance in the U.S. that flowed through to the bottom line with double-digit profit growth. And our growth in the U.S. came through positive order counts across all income cohorts in both our carryout and delivery segment. We saw the largest growth in our lower income cohorts that are undoubtedly benefiting from the renowned value that we're offering.\nI'd like to highlight our first quarter results through the lens of our MORE hungry for more pillars. As you know, M stands for most delicious food. We know we have the most delicious food in the industry and are focused on showcasing that with more mouthwatering food photography in all of our marketing and sales channels. We also ran a campaign that highlighted our pan pizza, a premium product that brought news to this cross type for the first time since 2014. And I'm excited to announce that our first product innovation of the year New York Style Pizza launches on air today. The idea for New York Style came from customers who prefer a thinner, more foldable crust, than our traditional handhost.\nAnd we believe that this new crusty will drive incremental occasions. We'll also drive deliciousness as the foldable crust, lets us focus more on our incredible toppings, including a really unique blend of Provolone to us that comes on every New York style pizza. Additionally, this crust option will be available as part of our mix and match offer, and Domino's Rewards members can redeem 60 points for free medium 2-topping New York Style Pizza as well. This is another example of how innovation is designed to drive value and more customers into our loyalty platform.\nThe O in Hungary for more stands for operational excellence. This is how we'll deliver on our promise to have the most delicious food by consistently driving a great experience with our products. As I shared on our last earnings call, in 2024 we're rolling out a new service program we're calling more delicious operations, a series of 3 product training sprints that focused on our dough, how we build and make our products and how we cook them. In Q1, we embarked on our first print, which focused on our dough and rolled this out across all 600-plus stores in the U.S. We continue to see benefits from our service initiatives. And in Q1, we actually delivered more pizzas than we did in Q1 of last year at improved delivery times. I am just so proud of our operators.\nOur third hungry for more pillar is R for renowned value. I want to expand on what renowned value means to us at Domino's. It's not about just having the lowest price in the market, it's about providing value that's innovative and that's memorable. Renowned value breaks through the CF sees discounts that you see in the marketplace. Value the buy one, get 1 free, renowned value reinvents this mechanic and creates emergency pizza. Emergency pizza performed better than any buy one get one free in my career, was a meaningful driver to our comps in both Q4 of '23 and in Q1. And it not only drove increased orders, but also the acquisition of members into our loyalty program. Domino's Rewards continues to perform extremely well and was the key driver of our strong U.S. comp performance. The program is delivering on our objectives. Active member growth rates are up significantly since the launch of our new program. From a percentage standpoint, our biggest increases are coming from new labs and light customers. So we're bringing these new customers into the fold. I'm particularly pleased with the increase in carryout customers made possible in part by our reduced $5 minimum spend for earning point.\nOnce customers become members, they're redeeming more than ever before, and increases are being seen across all of our channels, delivery and carryout. Our new 20 and 40-point redemption tiers are doing exactly what we hoped. They're engaging more customers. These 2 tiers now combined for the majority of the redemptions in Domino's Rewards. And the program has driven incremental profit dollars for franchisees. So customers are getting more, and our franchisees have earned more profits, truly a win-win. We believe Domino's Rewards will continue to be a meaningful sales driver for us in 2024 and beyond. National promotions are another way we're driving renowned value. In Q1, we brought back our carryout special boost week for the first time since January 2020, and its performance exceeded our expectations.\nClearly, customers want value, and we are driving it profitably for our franchisees. Now as it relates to our promotional cadence in 2024, you can expect it to be consistent with what we did in 2019. As part of that, you can expect around 6 boost weeks. As a reminder, these boost weeks are a proven customer acquisition tool that drives both short- and long-term benefits for our brand. And we're seeing the same commitment to providing renowned value internationally. Some of our best performing markets are getting this right. As an example, our master franchisee in Mexico has run very successful Boost Root campaigns that have driven outstanding order and sales growth. While providing renowned value through our own channels is one part of our barbell strategy, tapping into the aggregator marketplace as the other.\nOur launch into the aggregator space remains on track to exit the year at 3% or more of sales coming through UberEATS. Now that we're a quarter into our full launch, I want to share a few insights on what we're seeing. Incrementality has been in line with our expectations. In addition, we're seeing a higher percentage of single user transactions on Uber than we've seen on our own channels.\nFurther, this channel is becoming more promotional. Customer responses to deals are stronger than to everyday low prices. As a result, we are continuing to work to fine-tune our marketing spend and our offers that we are effectively driving this channel. We remain focused on driving profitable transactions through UberEats, while ensuring that the best values for our customers remain on our own channels. Everything we do at Domino's is enhanced by our best-in-class franchisees, the in our Hungary for more strategy. We'll be hosting thousands of franchisees for our worldwide rally in May, where we plan to bring our Hungry For More strategy to life across our global system. I can't wait for that gathering as our franchisees are what makes Domino's so special. They were the inspiration behind Hungary for More.\nSo to close, I couldn't be more excited about 2024 and beyond for Domino's Pizza. Our first quarter results clearly show that our strategy is resonating with customers. This gives me great confidence that we can deliver against our short- and long-term Hungry For More goals and drive significant value creation for our shareholders.\nWith that, I'll turn things over to Sandeep.\n\nSandeep Reddy\n\nExecutive VP & CFO\n\nThank you, Russell, and good morning, everyone. Our first quarter financial results demonstrate how powerful our model can be when we drive profitable transaction growth. The smart pricing we took in 2022 and 2023 has kept us at a great value to our customers in 2024, while being profitable for our franchisees. This has resulted in profit dollar growth versus 2023 for our U.S. franchisees so far this year. We remain on track to achieve our target of $170,000 average U.S. franchise store profit for 2024. Excluding the impact of foreign currency, global retail sales grew 7.3% due to positive U.S. and international comps and global net store growth.\nU.S. retail sales increased 7.8% and international retail sales, excluding the impact of foreign currency, grew 6.8%. During Q1, same-store sales for the U.S. saw a meaningful increase of 5.6%. Our strong comps in the quarter for carryout of 9.5% and delivery of 2.9% and were driven primarily by transaction growth. As Russell mentioned in his remarks, the increase in U.S. same-store sales was driven by transaction growth from our new loyalty program. This was inclusive of a continued benefit from emergency pizza and results that exceeded our expectations from the carryout special boost week that we ran. We also benefited from 0.9% of pricing and a 1.4% sales mix from Uber. These tailwinds were partially offset by a higher carryout mix which carries a lower ticket than delivery.\nWe are still evaluating how much of the 1.4% sales mix coming from Uber is incremental. But everything we have seen so far would indicate that it's in line with our approximately 2/3 estimate. Shifting to unit count. We added 20 net new stores in the U.S. in line with our expectations, bringing our U.S. system store count to $68.74. Shifting to international, where results were generally in line with our expectations. Same-store sales, excluding foreign currency impact, increased 0.9% in the first quarter. Store counts increased by 144 net stores, which is an increase over the 106 we opened in Q1 of 2023.\nIncome from operations increased 19.4% in Q1, excluding the negative impact of foreign currency of $1.4 million. This increase was primarily due to higher global franchise royalty revenues resulting from global retail sales growth of 7.3% as well as higher supply chain gross margins due to procurement productivity, a decrease in the cost of our food basket and slightly lower delivery costs. I also wanted to call out that our margin rate benefited by about 0.3% in Q1, from the tech fee being at $0.395 and the lower ad fund contribution rate of 5.75%.\nNow turning to our outlook, which remains in line with what we previously shared. 7% or more global retail sales growth, excluding the impact of foreign currency, and we continue to expect the following: first, 2024 U.S. comp to be above the 3% plus long-term guide as a result of our expected catalysts in Uber and loyalty for the full year, and we expect comps to be 3% or more in each quarter for the remainder of the year.\nSpecific to Q2, we expect them to be slightly below Q1 on a 1-year basis as the emergency pizza promotion rolls off, partially offset by a ramp in Uber. You can expect a similar national promotions cadence to what we ran in Q1 in terms of our activity, inclusive of the April carryout special boost week that is now behind us. Second, sales through Uber to increase throughout the year as marketing and awareness increases, and we are expecting to exit the year with an overall sales mix of 3% or more. Third, international comps to remain soft in the first half of the year due to a continuation of the trends we saw at the end of last year but expect them to accelerate to our 3% or more long-term guidance in the back half of the year.\nNow shifting to net stores, where we continue to expect 1,100 or more, which will be driven by 175 in the U.S. and 925 in international. We continue to expect an 8% or more year-over-year increase in operating income, excluding the impact of foreign currency. To highlight some of the components which remain unchanged. We expect operating income margins to be relatively flat compared to 2023. As a reminder, we are not expecting to see cost leverage in 2024 due to investments we are making in consumer technology, store technology and supply chain capacity to support future sales growth in the U.S.\nWe are expecting our G&A as a percentage of retail sales to be approximately 2.4%. This is inclusive of approximately $9 million in timing of G&A spend in Q2 driven by our worldwide rally, which takes place every 2 years. We are expecting supply chain margins to be roughly flat compared to the prior year, incorporating an inflationary food basket for the rest of the year, with a full year range of up 1% to 3%. Should our food basket pricing for the year moved to the lower end of our expectations, we may see modest leverage in operating and supply chain margins.\nThank you. We will now open the line for questions."
  },
  {
    "header": "DPZ",
    "cik": "0001286681",
    "ticker": "DPZ",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9e0a3f5403c7418f118a61f732f724bd",
    "period": "2023 Q4",
    "content": "Q4 2023 Domino's Pizza Inc Earnings Call\n\nQ4 2023 Domino's Pizza Inc Earnings Call\n\nDPZNASDAQFEB 26, 8:30 AM\n\nOperator\n\nThank you for standing by, and welcome to Domino's Pizza's Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, today's program is being recorded. And now I'd like to introduce your host for today's program, Greg Lemenchick, Vice President, Investor Relations. Please go ahead, sir.\n\nGreg Lemenchick\n\nSenior Director, Investor Relations & Corporate FP&A, The Wendy's Co.\n\nGood morning, everyone. Thank you for joining us today for our fourth quarter conference call. Today's call will begin with our Chief Executive Officer, Russell Weiner; followed by our Chief Financial Officer, Sandeep Reddy. The call will conclude with a Q&A session. The forward-looking statements in this morning's earnings release and 10-K both of which are available on our IR website, also apply to our comments on the call today. Actual results or trends could differ materially from our forecast.\nFor more information, please refer to the risk factors discussed in our filings with the SEC. In addition, please refer to the 8-K earnings release to find disclosures and reconciliations of non-GAAP financial measures that may be referenced on today's call. This morning's conference call is being webcast and is also being recorded for replay via our website. We want to do our best this morning to accommodate as many of your questions as time permits. As such, we encourage you to ask one question only. With that, I'd like to turn the call over to Russell.\n\nRussell J. Weiner\n\nCOO & President of the Americas, Domino's Pizza, Inc.\n\nThanks, Greg. I thought you were going to sing the opening as we discussed, but I guess we'll let that path today. Welcome to your first call here on Domino's, and good morning to everyone joining us. Our strong Q4 demonstrated that our hungry for more strategy is already delivering results. Our positive U.S. same-store sales and transaction growth in both delivery and carryout underscore the strength and momentum that we're building in our business.\nThese results and the initiatives that I'll cover today give me confidence in Domino's ability to continue to drive meaningful value for shareholders. We're excited to share an update on the business through the lens of our Hungry for more strategy. Now as a reminder, Hungry for more is our new strategy around what we're going to do to deliver over the course of the next 5 years, more sales, more stores and more profits.\nWe're going to accomplish this through our 4 more pillars MORE, that I'll share a brief update on. Let's start with M. M is for the most delicious food. And we know we have the most delicious food in the industry, but you know what, it's time to talk about it more. It's time to show it more, and we're already doing that. We're currently on air with Pan Pizza advertising for the first time since 2014. We call Pan Pizza, our best kept secret. It's time to change that. Pan Pizza is a delicious product made with fresh never frozen dough.\nIt also showcases the variety of crust we have to offer. You're probably also noticing a shift in our advertising as we're beginning to romance the product or to showcase the deliciousness of our food you can expect this to continue throughout the year. The O in Hungry for MORE stands for operational excellence, and this is how we're going to deliver on our promise to have the most delicious food. By consistently driving a great experience with our products.\nAs we've noted before, we made meaningful strides operationally in 2023 with our Summer of service program, which has resulted in service times being back to pre-COVID levels. But we're never satisfied, and we want to continue to get better, our operators and our franchisees, we are hungry for more. In 2024, we're rolling out a new service program. We're calling that More Delicious Operations. This program will be a series of 3 product training sprints focused on our dough, how we build and make our products and how we cook them. All of this is being done with a keen focus on driving more consistency in our food by providing the proper teaching, tools and processes for our team members to succeed. Our third pillar is R for Renowned Value. We've always been known as a premier value player, and we believe this can continue to be a differentiator for us in '24 through our improved loyalty program, our national promotions, and our rollout on Uber.\nDomino's rewards is off to a great start and was a key driver of our strong comp performance in the fourth quarter, when we saw positive sales and transactions in both our U.S. delivery and carryout businesses. We've also seen the following: an uptick in active members. We are up 3 million active members in 2023 with 2 million-plus since our relaunch in September. Domino's Rewards ended the year with approximately 33 million active members. A big driver of the increase in active members as well as the early success of the program was our emergency pizza promotion, which was an innovative marketing initiative that drove increased order counts and acquisition of customers into Domino's rewards.\nWe're seeing more redemptions than ever before, and we're seeing them at those lower tiers that we implemented. And we know that this program has driven incremental profit dollars for our franchisees. So Customers are getting more and franchisees have earned more profits truly a win-win. Finally, we're seeing more care users and light users in the program than we were prior to the relaunch. So Domino's Rewards is working as we intended. National promotions will be another way will drive renowned value in '24. And right now, we're on air with our perfect combo promotion.\nWe believe this is the best deal in the QSR industry to feed the family, and it highlights the depth we have in our menu. We also brought back our carryout special boost week in January for the first time since January 2020. And this performance exceeded my expectations. Clearly, customers want value, and we are driving it profitably for our franchisees. While providing value through our own channels is one part of our barbell strategy, tapping into the aggregator marketplace is the other.\nWe're very excited about this new sales layer, which we believe is a different and largely incremental customer that we had not been able to reach in the past. Our entrance into this marketplace with Uber is on track as we are now fully rolled out across our U.S. system. We've gone live with the marketing and formally kicked off our 1-year exclusivity period in Q1. Sales are building in line with increased marketing, which has been great to see and we expect those orders to continue to grow throughout the year.\nSandeep will share more about our sales expectations in 2024 for Uber in his comments. Now everything we do at Domino's is enhanced by our best-in-class franchisees, the E in our Hungry For MORE strategy. In 2023, we continue to enhance our U.S. franchisee base by adding more than 60 new franchisees to the system, the most in 15 years. Every one of these new franchisees started with Domino's either as a delivery driver or from within our system.\nThis remains the secret sauce to our success. We ended 2023 slightly ahead of our expectations on U.S. store growth and profits, adding 168 net new stores and finishing the year with estimated average franchisee profitability per store of $162,000. This highlights the momentum we expect to continue into 2024. I couldn't be more excited about 2024 and beyond for Domino's Pizza. Our foundation has never been stronger and our vision has never been greater.\nWe made a ton of progress in 2023 and our strong start to '24 gives me confidence in our ability to win with customers and drive return for Domino's franchisees and shareholders. Now with that, I'll turn things over to Sandeep.\n\nSandeep Reddy\n\nExecutive VP & CFO\n\nThank you, Russell. And good morning, everyone. As a reminder, in the third quarter, we closed the remaining 143 stores in the Russia market. The 2023 global retail sales growth measures exclude the Russia market and are calculated as a growth in retail sales, excluding the retail sales from the Russian market from both 2023 retail sales and the 2022 retail sales pace.\nNow for our fourth quarter financial results. Excluding the impact of foreign currency, global retail sales grew 4.9% due to positive U.S. comps and global net store growth. U.S. retail sales increased 4.5% and international retail sales, excluding the impact of foreign currency, grew 5.2%. During Q4, same-store sales for the U.S. business saw an increase of 2.8%. As Russell noted earlier, our strong comps in the quarter were driven by both delivery and carryout as they were up 2% and 3.9%, respectively.\nFor the year, delivery represented 48% of our transactions and 58% of our sales, while carryout represented 52% of our transactions and 42% of our sales. The weight of sales and transactions shifted slightly more to carry out in 2023. The increase in U.S. Q4 same-store sales was driven by transaction growth from our new loyalty program inclusive of a benefit from emergency pizza, pricing of approximately 1% and a 0.4% sales mix from Uber.\nIt will take us some time to determine just how much of that Uber mix is incremental. So more to come on that as we move through 2024 and into 2025. These tailwinds were partially offset by a slightly lower average ticket that was the result of higher carryout mix. Shifting to unit count. We added 92 net new stores in the U.S., bringing our U.S. system store count to 6854 stores at the end of the year. For the year, we added 168 net new stores, which was a strong increase over the 126 net stores we opened in 2022. U.S. company-owned store gross margin decreased 1.6 percentage points in the fourth quarter of 2023. Excluding the impact from higher insurance costs and an increase in our loyalty liability, due to the change in point structure following the relaunch of the Domino's Rewards program, margins would have expanded slightly.\nDomino's unit economics remained strong with continued EBITDA growth for our U.S. franchisees. We are expecting that our average franchisee profitability per store will come in at $162,000 in 2023, up $23,000 from the prior year. Shifting to international. Same-store sales, excluding foreign currency impact, increased 0.1%. The deceleration from the third quarter is being driven primarily by pressures in Europe and geopolitical tensions in the Middle East.\nPlease note that the Middle East represents a relatively small portion of our profits at less than 3% of our operating income. Our international store count increased by 302 net stores in the fourth quarter. For the year, our net store growth in international was 702 units, excluding the Russia closures. In total for the year, we grew 870 net stores across the globe. Income from operations increased $8.4 million or 3.4% in the fourth quarter.\nExcluding the impact of the $21.2 million prior re-franchising gain that we are lapping income from operations would have been approximately -- would have been up approximately 13% in the fourth quarter and up approximately 10% for the full year. Now turning to our 2024 outlook, which remains in line with what we shared at Investor Day in December. Our guidance calls for the following in 2024. 7% or more of global retail sales growth excluding the impact of foreign currency.\nWe are expecting our 2024 U.S. comp to be above the 3% long-term guide as a result of our expected outsized catalysts in Uber and loyalty. As we have communicated previously, we expect our sales with Uber to increase throughout the year as marketing and awareness increases, and we are expecting to exit the year with an overall sales mix of 3% or more. We expect sales with Uber to start ramping up after Q1, which will have only a partial tailwind from marketing.\nIn the U.S., we are planning for a modest price increase in the low single digits. This is inclusive of California, where we're expecting to take pricing above that to offset the wage impacts from AB1228. We expect our international comps to remain soft in the first half of the year due to a continuation of the trends we saw in the fourth quarter but expect them to accelerate to our 3% or more long-term guidance in the back half of the year.\nNow shifting to net stores, where we are expecting 1,100 or more which will be driven by 175 in the U.S. and 925 international. There was a meaningful uptick in our U.S. net store growth in the fourth quarter, which was slightly ahead of our expectations, and the pipeline continues to build. We are expecting net unit growth in the U.S. to be relatively flat to 2023 in the first half of the year and to accelerate slightly in the back half based on current visibility.\nInternationally, we are expecting to increase net store growth each quarter over the prior year as we lap the onetime closures we had in 2023 and to step up significantly in the back half of the year. As previously communicated, we are expecting slightly less than half of our growth to come from China and India. On profits, we are expecting an 8% or more year-over-year increase in operating income excluding the impact of foreign currency. We do not expect the impact of foreign currency to have a material impact in 2024 based on current FX rates. A few additional points of color on some of the profit components. We are expecting our food basket to be up 1% to 3%. This has been driven by continued moderation on cheese prices.\nFrom meeting's perspective, we expect the Q1 food basket to be [ deflationary ] as we lap the only quarter from 2023 when the basket increased followed by moderate increases for the remainder of 2024. We are expecting our supply chain margins to be roughly flat for the year, barring any unforeseen shifts in the food baskets. We are expecting an increase in year-over-year supply chain margins in Q1 due to the expected negative food basket, followed by a slight moderation for the balance of the year.\nWe expect supply chain margin dollars to grow in line with transaction growth throughout the year. We are estimating [indiscernible] rate inflation across the system, inclusive of California, will be in the mid-single digits, and this has been primarily driven by minimum wage increases. We are expecting our G&A as a percentage of retail sales to be approximately 2.4%, which is in line with 2023.\nWe also wanted to provide an update on our technology fee for 2024. In Q2 2023, we increased this fee to $39.5 and temporarily lowered our advertising fund contribution percentage by 0.25% to 5.75% for a 12-month period. Starting at the beginning of Q2 2024 we are lowering the technology fee to [ $35.5 ] and increasing the ad fund back to 6%. As previously communicated, we are expecting operating income margins to be relatively flat compared to 2023 we do not expect to see cost leverage in 2024 due to investments we are making in consumer technology, store technology and supply chain capacity to support future sales growth in the U.S.\nWe are expecting Q1 margin expansion due to lower inflationary pressures, as previously noted on our food basket. And we are expecting the Q2 margin rate to be down because of the timing of G&A spend which will be partially driven by our worldwide Ravi, a gathering of our U.S. and international franchisees that takes place every 2 years. We expect margins in the back half of the year to be flat.\nAs I conclude, I wanted to note that we announced a 25% increase in our dividend and increased our share repurchase authorization by $1 billion. All of this is being done in line with our capital deployment priorities. Thank you. We will now open the line for questions."
  },
  {
    "header": "DPZ",
    "cik": "0001286681",
    "ticker": "DPZ",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6c3a0975248c4e1e71ef5fce47ce268d",
    "period": "2023 Q3",
    "content": "Q3 2023 Domino's Pizza Inc Earnings Call\n\nQ3 2023 Domino's Pizza Inc Earnings Call\n\nDPZNASDAQOCT 12, 8:30 AM\n\nOperator\n\nThank you for standing by, and welcome to Domino's Third Quarter 2023 Earnings Conference Call. [Operator Instructions] After the speaker's presentation, there will be a question-and-answer session. [Operator Instructions] As a reminder, today's program is being recorded.\nAnd now I'd like to introduce your host for today's program, Mr. Ryan Goers Vice President, Finance, Investor Relations. Please go ahead, sir.\n\nRyan Goers\n\nVP of Finance & Investor Relations\n\nGood morning, everyone. Thank you for joining us today for our conversation regarding the results for the third quarter of 2023. Today's call will begin with our Chief Executive Officer, Russell Weiner; followed by our Chief Financial Officer, Sandeep Reddy. Russell and Sandeep will leave ample time for questions and discussion. As this call is for our investor audience, members of the media and others should be in a listen-only mode.\nThe forward-looking statements in this morning's earnings release and 10-Q also apply to our comments on the call today. Both of those documents are available on our website. Actual results or trends could differ materially from our forecast. For more information, please refer to the risk factors discussed in our filings with the SEC. In addition, please refer to the 8-K earnings release to find disclosures and reconciliations of non-GAAP financial measures that may be referenced on today's call.\nWe want to do our best this morning to accommodate as many of your questions as time permits. [Operator Instructions] Today's conference call is being webcast and is also being recorded for replay via our website.\nI'd now like to turn the call over to our Chief Executive Officer, Russell Weiner.\n\nRussell J. Weiner\n\nCOO & President of the Americas, Domino's Pizza, Inc.\n\nThanks, Ryan, and good morning, everybody. My remarks this morning will focus on several new initiatives that are designed to create significant shareholder value in the months and years ahead. We launched our new loyalty program, Domino's Rewards on September 12. And here are some of the mechanics that are really meaningful to our current and prospective customers.\nFirst, we lowered the spend threshold to earn points from $10 down to $5, and this change will make us even more competitive in the carryout segment where ticket tends to be lower. Our second change was creating more attainable redemption opportunities for lower frequency customers. So in the past, they needed to order 6 times to get a free pizza. Our new program features redemptions at 20, 40 and 60-point tiers and offers items from 8 different categories on our expansive menu.\nJoining pizza at the 60-point level are sandwiches, pastas and lava cakes; at 40 points, we feature our lines of bread twist and stuffed cheesy breads; and at 20 points, we offer single-serve beverages, breadbites and dipping comps. So more items to choose from with redemption options after just 2 purchases. While the program just launched, we've seen meaningful redemptions at the 20 and 40-point levels. So customers are clearly engaging more with Domino's Rewards.\nThese strategic improvements will be a significant value driver for our brand and company. We plan to grow active users and order frequency, unlocking continued share growth in both the delivery and carryout segment.\nOur second value-creating initiative is entering the aggregator marketplace for delivery orders. Our integration into the UberEATS platform is proceeding as planned. We'll achieve our goal of UberEATS providing delivery orders to all our U.S. stores by the end of the year. We expect this initiative will drive incremental delivery volume from new customers, increase our share of the pizza delivery market and create stronger economics for our company and franchisees. This will begin in a measurable way in the first quarter of 2024.\nWe want to exceed the expectations that the incremental customers will get through Domino's Rewards and UberEATS. Now the way to do that is through best-in-class delivery service. And that's why I'm pleased to announce that we ended Q3 of 2023 back at our pre-pandemic Q3 2019 delivery times. This improvement was achieved through many of the best practices highlighted with franchisees during our Summer of Service program. This focus is important for us to provide an excellent delivery experience for new customers flowing in from Domino's Rewards and the UberEATS channel. We want these experiences to lead to loyal lasting customers who will provide considerable lifetime value for our brand and our company.\nNow I'll talk to our renewed commitment to the all-important role innovation plays in the pizza category and our ability to continue to build our brand. We launched pepperoni-stuffed cheesy bread on August 28. The stuffed cheesy bread launch is indicative of 2 things that you're going to see from us going forward: bringing news to our existing non-pizza platforms and leveraging Domino's Rewards. For the launch of pepperoni-stuffed cheesy bread, we lowered the redemption points required from 40 to 20.\nIt's great to see a product and technology innovation work so well together, and this is an example of the kind of purposeful innovation I've talked about in the past, innovation that serves many functions. In this case, we've got a new product that makes an existing platform top of mind with customers, all the while encouraging customers to sign up for and continue to take advantage of our improved loyalty program. So more customers, more orders and more market share, all leading to more top line growth and greater profits.\nAnother example of purposeful innovation is the emergency pizza promotion we launched just a few days ago. Customers who order Domino's will have 30 days to claim their free pizza to use in any emergency they see fit, whether dinner was burned or maybe circumstances are making things a bit tougher to afford. Customers who place an order on our e-commerce platform will automatically earn a Domino's emergency pizza. They'll have 30 days to redeem their emergency pizza and, of course, must be members of Domino's Rewards to do so. Another innovation designed to drive more customers, more orders and more profit.\nWe're also driving purposeful innovation behind technology to improve customer service and a team member experience. On October 3, we announced undertaking this challenge with the best in the business, Microsoft. Our 2 companies will collaborate on generative AI solutions that will create the next generation of pizza ordering and operations technology. Together, our teams are focused on 2 important goals: first, transforming customer experiences by enhancing the ordering process through personalization and simplification; and then second, streamlining operations and quality control with more predictive tools. I couldn't be more excited to work with Microsoft on this critical endeavor.\nFinally, I want to address one of the most important topics for all of us here at Domino's, and that's profit, profit for our stores and profit for our company. Despite our predicted and previously discussed softness in our U.S. same-store sales, our operating income margin improved, as did our estimated franchisee profitability for the year. What that means is that the sales improvements we expect to realize in Q4 and, even more significantly, in 2024, will flow through a more efficient model for Domino's and our investors. I am confident about our future, including the more immediate future here at Domino's.\nWith that, I'll turn things over to Sandeep.\n\nSandeep Reddy\n\nExecutive VP & CFO\n\nThank you, Russell, and good morning to everyone on the call. Before I go through our financial performance for the quarter, I wanted to give an update on Russia. Our master franchisee, DP Eurasia, announced their process to exit the market, as detailed in our earnings release. As a result, we closed the remaining 143 stores in the market during the third quarter. For the purpose of global retail sales growth and our net store growth, we have removed the Russia business from both the current and prior year.\nMoving on to updates on our actions to drive the long-term profitability of Domino's and our franchisees. First, pricing. During the third quarter, the average price increase across our U.S. system was 3.2%. We now expect average realized pricing to moderate to slightly below 1% in the fourth quarter when we left the carryout Mix & Match pricing change from October 2022 and incorporate the impact of trends we are seeing from our newly launched Domino's Rewards loyalty program.\nSecond, cost efficiency as we continue to drive margin recovery. We drove an improvement in our operating income margin, which grew by 190 basis points versus Q3 2022. We now expect operating income margins for the year to reach 2021 levels. Third, positive retail sales growth, excluding foreign currency impact in our U.S. and international businesses drove operating income improvement.\nNow for our financial results for the quarter. Excluding the positive impact of foreign currency, global retail sales grew 5.1% due to positive international sales comps and global net store growth. U.S. retail sales increased 0.9%. International retail sales, excluding the positive impact of foreign currency grew 9.4%. During Q3, same-store sales for the U.S. business decreased 0.6%. The decrease in U.S. same-store sales was driven by order count declines, partially offset by a higher average ticket including the pricing actions I mentioned earlier.\nOur U.S. carryout business continued its positive momentum in Q3 with same-store sales plus 1.9%, rolling over a plus 19.6% performance in 2022. The delivery business continued to be challenged in Q3, in line with our expectations stated on the last call, with delivery same-store sales minus 2.3%, rolling over a minus 7.5% in Q3 2022. As mentioned on the last call, we expect delivery orders to have an improvement in trend in Q4 as our updated loyalty program and our emergency pizza promotion have now rolled out, and that, followed by a considerable improvement in 2024 as a result of transaction growth from our UberEATS partnership and the other initiatives previously shared with you. Including consistent trends versus Q3 in our carryout business, we expect U.S. sales comps to be positive in the fourth quarter.\nShifting to unit count. We added 27 net new stores in the U.S. with 28 store openings and 1 closure bringing our U.S. system store count to 6,762 stores at the end of the quarter. As we had previously indicated, the U.S. 4-quarter net store growth rate stabilized the quarter at 1.8%, consistent with the rate at the end of the second quarter. We remain confident the store growth rate will improve during the fourth quarter with further acceleration into 2024. As of last week, 72 stores are under construction in the U.S., the majority of which are expected to open in Q4.\nDomino's unit economics remained strong with continued EBITDA growth for our U.S. franchisees. We are on track to deliver estimated average franchisee store profitability of at least $155,000 in 2023, up from the $150,000 we indicated on the last call.\nSame-store sales in our international business excluding foreign currency impact increased 3.3%. Our international store count decreased by 35 net stores comprised of 190 store openings and 225 closures. Closures were primarily driven by the previously mentioned exit of the Russia market and its remaining 143 stores, along with store closures from Domino's Pizza Enterprises, as mentioned on our last call. Our current trailing 4-quarter net store growth rate in international was 5.9%.\nWhen combined with our U.S. store growth, our trailing 4 quarter global net store growth rate was 4.5%. We expect our global unit growth to track to or slightly below the low end of our 5% to 7% 2- to 3-year outlook. Despite strong gross openings, we will be pressured by elevated store closures this year that we believe are mostly behind us. Since these closures were underperforming stores in certain underperforming markets, we do not anticipate this will materially impact the financial benefit of our new international store openings.\nThank you. We will now open the call to questions."
  },
  {
    "header": "DPZ",
    "cik": "0001286681",
    "ticker": "DPZ",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f91fa55874fd0865add5d6765038a6da",
    "period": "2023 Q2",
    "content": "Q2 2023 Domino's Pizza Inc Earnings Call\n\nQ2 2023 Domino's Pizza Inc Earnings Call\n\nDPZNASDAQJUL 24, 8:30 AM\n\nOperator\n\nThank you for standing by, and welcome to Domino's Pizza's Second Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, today's program is being recorded.\nAnd now I'd like to introduce your host for today's program, Mr. Ryan Goers, Vice President, Finance, Investor Relations. Please go ahead, sir.\n\nRyan Goers\n\nVP of Finance & Investor Relations\n\nGood morning, everyone. Thank you for joining us today for our conversation regarding the results for the second quarter of 2023. Before we begin, I would like to announce that we will hold our Investor Day on December 7 in Ann Arbor, Michigan. Chief Executive Officer, Russell Weiner; and the entire Domino's leadership team, look forward to hosting you at our headquarters.\nToday's call will feature commentary from Russell and Chief Financial Officer, Sandeep Reddy. As this call is primarily for our investor audience, I ask all members of the media and others to be in a listen-only mode. I want to remind everyone that the forward-looking statements in this morning's earnings release and 10-Q also applies to our comments on the call today. Both of those documents are available on our website. Actual results or trends could differ materially from our forecast. For more information, please refer to the risk factors discussed in our filings with the SEC.\nIn addition, please refer to the 8-K earnings release to find disclosures and reconciliations of non-GAAP financial measures that may be referenced on today's call. A request to our coverage analysts, we want to do our best this morning to accommodate as many of the questions as time permits. As such, we encourage you to ask only one-part question on this call. Today's call is being webcast and is also being recorded for replay via our website.\nWith that, I'd like to turn the call over to our Chief Executive Officer, Russell Weiner.\n\nRussell J. Weiner\n\nCOO & President of the Americas, Domino's Pizza, Inc.\n\nWell, thank you, Ryan, and good morning, everybody. I'm going to open today with some brief remarks regarding our current focus and the momentum we're creating here at Domino's Pizza, Sandeep will then provide a high-level overview of our quarterly financial performance, followed by ample time for your questions and discussions.\nWe are executing our plan to restore delivery growth here in the United States. Efforts to improve service and staffing and drive value and innovation will continue to make a difference in driving order counts in this important segment of our business. Our delivery service levels ended Q2 nearly 2 minutes better than Q2 of last year. And with the agreement we recently announced with Uber Eats, Domino's will benefit from a large and growing cohort of delivery customers.\nWe believe these transactions will be incremental and provide a meaningful increase in a number of customers who leverage the Domino's delivery experience. Domino's delivered 1 out of every 3 pizzas in the U.S. prior to our decision to compete in the aggregator marketplace. According to Circana, aggregator sales for delivery among U.S. quick service pizza restaurants has grown to almost $5 billion for the 12 months ending May of 2023. We plan to get our fair share of this market over time.\nThe opportunity represents over $1 billion in incremental sales for our U.S. business. And our research indicates that most of the transactions we gain from participating in this segment will be incremental customers and sales. This has also been supported by what we've learned from our Domino's Pizza international master franchisees who have already developed a $1 billion business, taking orders from aggregators.\nWe have here, at Domino's, as a common sense process for making business decisions. We ask ourselves this important question: is it the right thing to do for the long-term growth of our brand and the business? Our extensive evaluation indicates that by participating in the aggregator marketplace will drive net incremental orders over the long term by tapping into a new group of consumers. In addition, our contractual agreement has secured the protections that we require to maintain control of our customer data and assess the incrementality of the platform.\nNow most importantly, orders placed through the Uber Eats platform will be delivered by Domino's delivery experts. So we're excited to begin accepting orders through the Uber Eats channel later this year and look forward to reporting the results of this important growth initiative.\nSuccessfully executing an aggressive plan to get our fair share of the scaled pizza distribution channel isn't new to us. We approached the carryout pizza segment in a similar manner back in 2011. Carryout pizza was a smaller percentage of our business before we took thoughtful, aggressive action. Today, our carryout business is almost $2.5 billion larger than it was in 2011, making Domino's the #1 carryout pizza brand in the U.S.\nDespite this impressive growth, our current aspiration is to drive our carryout market share even further to at least the same market share we enjoy in pizza delivery today. We need to earn an additional 10 points of market share to reach our fair share in the carryout segment, and this 10 points represents about $2 billion in additional retail sales.\nOutside of the U.S., Domino's and Uber Eats operate in 27 of the same markets. Our new global deal has the potential to bring Uber Eats customers to 70% of Domino's stores around the world, with improved economics for our international franchisees.\nNext, I want to talk about another important initiative for us, the new and improved loyalty program that we'll be launching in the U.S. in September of this year. The program will reduce the requirements to earn and redeem loyalty points. This will positively impact our carryout customers as well as help us retain our current and new delivery customers.\nFinally, we have 2 exciting innovations that are coming to the U.S. market in the third quarter. This keeps with our stated intention of increasing the pace of innovation. We launched Domino's Pinpoint Delivery in late June. Delivery innovation, as you know, is the core of who we are, so we're thrilled to give customers this new delivery option by allowing them to receive their order nearly anywhere just with the drop of a pin on our app.\nAnd in late August, we're going to launch Pepperoni-Stuffed Cheesy Bread. Peperoni-Stuffed Cheezybread follows the successful launch of Domino's Loaded Tops, and it is delicious. It brings news to our Stuffed Cheesy Bread platform, which was launched over a decade ago. The Stuffed Cheesy Bread line is a significant part of our menu mix and provides a healthy margin for franchisees.\nMy message to you today is more, more sales in both carryout and delivery, more ways to reward customers with our new loyalty program and more innovation both technology and product related. We'll drive orders with innovation and value. We'll tap into those incremental marketplaces I talked about, and that will bring customers back with best-in-class service and a new and improved loyalty program. This is our go-forward plan at Domino's Pizza. Our momentum will build starting in Q4 and will significantly impact the performance of our business in 2024 and beyond.\nAs important, this momentum should drive continued EBITDA growth for franchisees. Our Mix & Match offer at $6.99 remains a strong value for customers and has helped our franchisees accelerate store level profitability through Q2. That profitability is higher than it was this time last year despite inflationary headwinds. And I expect it to continue to grow as a result of the sales building initiatives I just outlined. So there are many exciting things underway here at Domino's Pizza.\nAnd now for an overview of our Q2 financial results, I'll turn things over to our CFO, Sandeep Reddy.\n\nSandeep Reddy\n\nExecutive VP & CFO\n\nThank you, Russell, and good morning to everyone on the call. I'll begin with updates on our actions to drive the long-term profitability of Domino's and our franchisees. First, pricing. During the second quarter, the average price increase across our U.S. system was 3.9%. We expect average pricing to be similar in the third quarter before moderating in the fourth quarter to approximately 2% when we lap the capping of Mix & Match pricing change from October 2022.\nSecond, cost efficiencies as we continue to drive margin recovery. We drove improvement in our operating income margin, which grew by 240 basis points versus Q2 2022. This was despite foreign exchange rates having a 15 basis points negative year-over-year impact on operating income margin during the quarter. We now expect full year operating income margins in 2023 to reach or exceed 2019 levels.\nThird, positive same-store sales growth, excluding foreign currency impact in our U.S. and international businesses for the third consecutive quarter, drove operating income improvement.\nNow for our financial results for the quarter. Excluding the negative impact of foreign currency, global retail sales grew 5.8% due to positive sales comps and global net store growth. U.S. retail sales increased 1.7%. International retail sales, excluding the negative impact of currency, grew 10.1%. During Q2, same-store sales for the U.S. business increased 0.1%. The increase in U.S. same-store sales was driven by a higher average ticket, including the pricing actions I mentioned earlier, partially offset by order count declines.\nOur carryout business remained strong in Q2, with same-store sales plus 5.6%, rolling over a plus 14.6% performance in 2022. The U.S. delivery business continues to be challenged. Q2 delivery same-store sales declined 3.5%, rolling over of minus 11.7% in Q2 2022. We expect Q3 same-store sales trends in our delivery business to be challenged similar to Q2. However, we expect a slight improvement in trend in Q4 as our updated loyalty program begins to roll out, followed by a considerable improvement in 2024 as a result of transaction growth from our Uber Eats partnership and other initiatives Russell has shared with you.\nShifting to unit count. We added 27 net new stores in the U.S., with 30 store openings and 3 closures, bringing our U.S. system store count to 6,735 stores at the end of the quarter, and our 4-quarter net store growth rate in the U.S. to 1.8%. Domino's unit economics remained strong with continued EBITDA growth for our U.S. franchisees. We are on track to deliver average U.S. franchise store profitability of at least $150,000 in 2023.\nMoving to international. Same-store sales in our international business, excluding currency impact, increased 3.6%. Our international store count increased by 170 net new stores comprised of 223 store openings and 53 closures. Closures were driven by the closure of the Denmark market, closures in Brazil as our master franchisee there continues to optimize its store base, and some closures in Russia, where the master franchisee has indicated an intention to exit the market.\nDomino's Pizza Enterprises, one of our publicly traded master franchisees, recently disclosed their intention to close an additional 65 to 70 underperforming stores. This will likely occur during our third quarter. These reductions in underperforming stores will pull on our net store growth rate in the upcoming quarter and for the full year. However, our new store builds in international continue to be robust, and we anticipate returning to our full year run rate of net store growth in 2024 once these store closures are behind us.\nOur additional 170 net stores brought the current trailing 4-quarter net store growth rate in international to 6.3%. When combined with our U.S. store growth, the trailing 4 quarter global net store growth rate was 4.7%. We now expect our 2023 global retail sales growth to track between the low end and midpoint of our 2- to 3-year outlook of 4% to 8%, driven by stronger international same-store sales. And we continue to expect our 2023 global unit growth to track to the low end of our 5% to 7% to the 3-year outlook.\nDespite strong gross openings, we will be pressured by international store closures this year. Since these closures will be underperforming stores in certain challenged markets, this is not anticipated to materially impact the financial benefit of our new international store openings.\nFinally, a capital structure update. A debt leverage ratio of 4 to 6x is the appropriate leverage for our company and moves within the range, depending on the level of interest rates. We have operated with this range of leverage for almost 20 years. In today's interest rate environment, you should expect us to use our free cash flow to make investments to grow the business, create strong shareholder returns through our dividend and share repurchase strategies, and retire debt when it's in the best interest of our shareholders for us to do so. As always, we will be opportunistic if credit markets warrant additional borrowing or refinancing.\nThank you. We will now open the call to questions."
  },
  {
    "header": "DPZ",
    "cik": "0001286681",
    "ticker": "DPZ",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/10373793e4a94bf09d928f3cc66f8456",
    "period": "2023 Q1",
    "content": "Q1 2023 Domino's Pizza Inc Earnings Call\n\nQ1 2023 Domino's Pizza Inc Earnings Call\n\nDPZNASDAQAPR 27, 10:00 AM\n\nOperator\n\nThank you for standing by, and welcome to Domino's Pizza's First Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, today's program is being recorded.\nAnd now I'd like to introduce your host for today's program, Mr. Ryan Goers, Vice President, Finance, Investor Relations. Go ahead, sir.\n\nRyan Goers\n\nVP of Finance & Investor Relations\n\nThank you, and good morning, everyone. Thank you for joining us today for our conversation regarding the results for the first quarter of 2023. Today's call will feature commentary from Chief Executive Officer, Russell Weiner; and Chief Financial Officer, Sandeep Reddy. [Operator Instructions]\nI want to remind everyone that the forward-looking statements in this morning's earnings release and 10-Q also apply to our comments on the call today. Both of those documents are available on our website. Actual results or trends could differ materially from our forecast. For more information, please refer to the risk factors discussed in our filings with the SEC.\nIn addition, please refer to the 8-K earnings release to find disclosures and reconciliations of non-GAAP financial measures that may be referenced on today's call.\n[Operator Instructions] Today's call is being webcast and is also being recorded for replay via our website.\nWith that, I'd like to turn the call over to our Chief Executive Officer, Russell Weiner.\n\nRussell J. Weiner\n\nCOO & President of the Americas, Domino's Pizza, Inc.\n\nThank you, Ryan, and good morning, everybody. Thanks for joining us on today's call. I'd like to start this call where we finished our last one, looking back on what we said we were going to do. I am really proud of the actions that our team and our franchisees have taken and the positive results that they delivered. You'll recall that there were 3 themes we discussed last quarter, the first one was the continued evolution of the Domino's brand from a U.S. delivery business to a global pizza company with leadership in both delivery and carryout. And we continued this progress since our last call.\nLet me start off with China. We're proud to welcome our partners DPC Dash, our master franchisee there to the growing list of public companies that are developing and operating Domino's Pizza stores across the globe. On March 28, CEO, Aileen Wang and her team completed their IPO on the Hong Kong Stock Exchange. We have got tremendous potential in China where the Dash team believes they've just scrapped the surface of their total opportunity with stores operating in only 17 cities in China.\nNow speaking of public companies, as of the end of Q1 2023, 6 of the top 20 public QSRs in the world as measured by market cap, are part of the Domino's family. DPZ is joined by our master franchisees, Jubilant Foodworks, Domino's Pizza Enterprises, ALSEA, Domino's Pizza Group and Alamar, all in the top 20. This to me exemplifies an important strength of our brand. We've got a diverse portfolio of more than 90 markets around the world.\nSo our international business has both scale and balance. And what this affords us is the ability to weather any short-term headwinds in certain markets should they come up. We've seen this dynamic play out in Q1 with markets performing exceptionally well, balancing out others that are facing more pressures. All of this, though, resulted in positive international same-store sales growth for the first quarter.\nNow on to the U.S. In the U.S., we believe that the QSR pizza delivery and carryout businesses continue to be incremental to each other with limited overlap. We're #1 in both segments and believe we've strengthened our position during the first quarter. The balance we have in our stores would carry out contributing around half the orders and 40% of sales has allowed us to mitigate the more recent macro headwind in the delivery category.\nThe second theme we discussed on our last call was the need to maintain value in what is a competitive marketplace where our customers decide every day where to spend their hard-earned dollars. Value has to do with the right balance of price and service. Our U.S. business delivered on both of these things in Q1, and I'll start with pricing. On pricing, I mentioned that we and our franchisees have got to be mindful that value on our menu exists outside of our national offers.\nMenu prices and delivery fees were relatively stable throughout Q1, that means most of the menu pricing increase we saw in the first quarter versus prior year was carryover from changes that were made in 2022. On service and capacity, our stores and our franchisees continue to make progress on both fronts. Estimated average delivery times in the first quarter were over a minute better than the first quarter of 2022. While our goal is to get back to and improve on our delivery service levels from 2019, I'm really encouraged by the continued improvement we and our franchisees have made in this critical measure.\nOur system understands that to be the best, you need to beat the best, even when the best may be yourself. And that's why we're launching an important initiative. We're calling it our summer of service training program. We're inviting all of our U.S. franchisees to come to Ann Arbor to be part of one of the largest system training efforts in our history.\nLook, we've driven significant improvements in our back-of-house technology and our circle of operations over the last few years and we've got more coming. The summer of service program will allow us to share best practices with our franchisees, who we expect will leave Ann Arbor with specific plans that they create to positively impact service for every one of their stores. I think these changes will also improve the experience for our customers and our team members in our corporate and franchise stores.\nOur third theme from the last call was around the need to drive more innovation. While new products are certainly one way to do that, our brand has a history of bringing news to all aspects of the business. We dialed up innovation over the last few months and anticipate this will continue throughout the year and into the future.\nLet's start with product innovation. On the product side, we're really pleased with the launch of our Loaded Tots. For consumers, loaded top offer a craveable potato side that delivers extraordinarily well. They also fit nicely into our Mix & Match menu, providing great value and even more variety when consumers build their orders. For franchisees, tots drive healthy ticket, given they've been largely incremental and have a strong margin profile. Early signs point to Loaded Tots performing even better than our last 2 product launches Dips & Twists and the Chicken Taco and Cheeseburger specialty pizza.\nTo drive news and ordering convenience in our carryout business, we launched a convenient way for consumers to place their orders while they're on the go with Apple CarPlay. This innovation allows customers to place and track their orders on CarPlay via our iOS app. CarPlay ordering is a great alternative to drive-through, because it allows customers to avoid long lines by placing their orders while they're on the go, so their food is hot and fresh and ready when they arrive at their local Domino's. As important as the ordering platform is itself, CarPlay ordering will help drive what we call our techquity, short for technology equity. We've got a history of leveraging technology to improve customer experiences and Domino's CarPlay ordering continues that tradition.\nOn the delivery innovation side, Domino's fleet of electric vehicles has been expanding. We announced on our last call that the initial order by our corporate stores and franchisees made us the largest electric fleet of pizza delivery vehicles in the country with 800 cars. Today, Domino's has committed to over 1,000 EVs and counting.\nThe EV fleet is great for our stores and the environment, all while growing the potential pool of drivers by offering opportunities to individuals that may not have access to a car. All of this news contributed to positive U.S. same-store sales growth in Q1 and will provide momentum for Domino's into the future.\nNow for more detail on the quarter, I'd like to turn it over to our CFO, Sandeep Reddy. Sandeep?\n\nSandeep Reddy\n\nExecutive VP & CFO\n\nThank you, Russell, and good morning to everyone on the call. I'll begin my remarks with updates on the actions I've previously outlined to improve our long-term profitability. First, on pricing architecture. During the first quarter, the average year-over-year price increase that was realized across our U.S. system was 6.2%. This included the year-over-year benefit of national pricing changes made in 2022. As a reminder, delivery Mix & Match was updated to $6.99 in March of last year, with carryout Mix & Match updated in October. As we have lapped the delivery Mix & Match national pricing update in March, we expect our second quarter realized year-over-year pricing impact to moderate.\nSecond, efficiencies in our cost structure as we continue to drive recovery in margin. We saw year-over-year improvement in our operating income margin, which grew by 100 basis points versus Q1 2022. This was despite foreign exchange rates having a negative year-over-year impact on operating income margin of approximately 40 basis points during the quarter.\nThird, we had positive same-store sales growth, excluding foreign currency impact in both our U.S. and international businesses for the second consecutive quarter, which also contributed to improving our operating income leverage.\nNow for our financial results for the quarter in more detail. When excluding the negative impact of foreign currency, global retail sales grew 5.9% due to positive sales comps and global net store growth over the trailing 4 quarters, lapping 3.6% global retail sales growth, excluding FX for Q1 2022. Breaking down global retail sales growth, U.S. retail sales increased 5.1%, rolling over a prior decrease of 1.4%. International retail sales, excluding the negative impact of foreign currency, grew 6.5%, rolling over the prior year increase of 8.4%.\nTurning to comps. During Q1, same-store sales for the U.S. business increased 3.6%, rolling over a prior decrease of 3.6%. The increase in U.S. same-store sales in Q1 was driven by an increase in ticket, which included the 6.2% in pricing actions I mentioned earlier, partially offset by a decline in order counts. The Q1 comps were aided by the Omicron overlap from 2022 as well as the benefit from a boost week in 2023 that we did not run in Q1 last year. Neither of these tailwinds will aid us for the balance of the year as Omicron receded as a headwind, and we ran boost weeks in every quarter last year, starting in Q2.\nNow I'll share a few thoughts specifically about the U.S. carryout and delivery businesses. The carryout business was strong in Q1 with U.S. carryout same-store sales 13.4% positive compared to Q1 2022, rolling over a prior year increase of 11.3%. We are very pleased at the strength of our carryout business, but we do expect a moderation in growth rates for the balance of the year as we lap accelerating growth in 2022.\nThe delivery business remains more pressured. Q1 delivery same-store sales declined by 2.1% relative to Q1 2022, rolling over a prior decline of 10.7%. The delivery business is still challenged by 2 factors that we discussed in our last call. First, a migration of demand from the delivery channel to the sit-down channel as the reversion to pre-pandemic consumer behavior continues. Second, constrained budgets for households with relatively lower disposable income, particularly when factoring fees and tips prompting them to shift their delivery occasion to cooking at home. We are closely monitoring the evolution of growth in real personal consumption expenditures as a consistent inflection in that trend could result in relief on the second headwind to our delivery business.\nShifting to unit count. We and our franchisees added 22 net new stores to the U.S. during Q1. Consisting of 25 store openings and 3 closures, bringing our U.S. system store count to 6,708 stores at the end of the quarter, which brought our 4-quarter net store growth rate in the U.S. to 1.7%. As mentioned on our last call, we expected the U.S. store development pipeline will continue to be pressured by permitting and store construction and supply chain challenges before seeing a gradual recovery starting in the second half of the year, marked by stabilization first before an inflection in trend.\nDomino's unit economics remain strong relative to the many pressures faced throughout the year, including staffing challenges and a high inflationary environment for food and labor. We have completed our analysis of estimated average U.S. franchisee store profitability with the final amount coming in at $139,000 for 2022, up from the $137,000 estimate provided on our last call. As previously mentioned, estimated average store profitability was higher in Q4 2022 than Q4 2019, as franchisees are seeing the flow-through benefits of the Mix & Match national pricing increases for both delivery and carryout.\nWe expect this improvement in profitability to continue in 2023 with the margin flow-through from Loaded Tots being an additional tailwind during the first quarter. We will need further time to evaluate if Loaded Tots will provide an incremental margin dollar lift over the course of the year. Also, as we have completed our analysis on 2022 build costs for stores, relative to our average build cost in 2019, we saw an approximate build cost increase of 20% in 2022. Even with these increased build costs, franchisees are looking at roughly 3-year paybacks on new store openings for 2023 and beyond.\nBefore we transition to discussing our international business, I would like to briefly touch on our technology costs. To fund additional investments in technology innovation, including a redesign of our e-commerce platform, the technology transaction fee charged to U.S. franchisees will be increased to $0.395 from $0.315 effective the beginning of the second quarter. The technology transaction fee increase covers investments split roughly evenly between G&A and capital expenditures. These investments are included in the annual guidance measures of $425 million to $435 million in G&A spend and $90 million to $100 million capital expenditures for fiscal year 2023.\nAt the same time, a 25 basis point temporary reduction on contributions to the national advertising fund will go into effect. The net impact of these 2 changes on the increase in technology fee and the 25 basis point reduction of franchisee advertising contributions should be relatively neutral to the estimated average U.S. franchisee store profitability in 2023.\nTurning to our international business. Same-store sales, excluding foreign currency impact for our international business increased 1.2%, rolling over the prior increase of 1.2%. We continue to face the headwind of the negative year-over-year impact of the expiration of the 2021 VAT relief in the U.K., our largest international market by retail sales. This was the last full quarter of the negative year-over-year impact with the U.K. VAT relief program being in place through March 31, 2022.\nOur international business added 106 net new stores in Q1, comprised of 143 store openings and 37 closures. Our closures were driven by another round of closures in Brazil as our master franchisee there continues its work to optimize the store base in that market as well as some closures in Russia. International store openings in the first quarter were also impacted by the timing of fiscal periods of some of our master franchisees that caused a significant number of openings to shift into the first week of our second quarter. These additional 106 net stores brought our current trailing 4-quarter net store growth rate in international to 6.7%. When combined with our U.S. store growth, our trailing 4-quarter global net store growth rate was 5%.\nTurning to EPS. Our diluted EPS in Q1 was $2.93 versus $2.50 in Q1 2022. Breaking down that $0.43 increase in our diluted EPS, our operating results benefited us by $0.36. Changes in foreign currency exchange rates negatively impacted us by $0.09. A lower effective tax rate positively impacted us by $0.04. Lower net interest expense benefited us by $0.06 and a lower diluted share count driven by share repurchases over the trailing 12 months benefited us by $0.06.\nWe continue to generate sizable free cash flow. During the first quarter, we generated net cash provided by operating activities of approximately $115 million. After deducting for capital expenditures of approximately $19 million, which consisted of investments in our technology initiatives and supply chain centers, we generated free cash flow of approximately $96 million. Free cash flow increased $29 million from the first quarter of 2022, primarily due to the positive impact of changes in working capital and higher net income.\nDuring the quarter, we returned over $30 million to shareholders through share repurchases. As of the end of the quarter, we had approximately $380 million remaining under our Board authorization for share repurchases. In the first quarter, the allocation methodology for certain costs which support internally developed software was updated on a prospective basis. The change in allocation methodology resulted in an estimated increase in U.S. store segment income of $10 million and an estimated increase in international franchise segment income of $2 million, fully offset by a decrease of other segment income of $12 million.\nFinally, I would like to provide an update on a few of our annual guidance measures that we previously communicated. We expect a year-over-year market basket increase of 3% to 5% in 2023. Changes in foreign currency rates could have a $2 million to $6 million negative impact on international royalty revenues in 2023. And our tax rate, excluding the impact of equity-based compensation, is expected to range from 22% to 24% in 2023.\nBased on current trends, we expect each of these measures will come in towards the low end of their respective ranges. Additionally, we continue to expect our global retail sales growth and global unit growth in 2023 to trend to the low end of our unchanged 2- to 3-year outlook.\nThank you all for joining the call today. And now I'll turn the call back to Russell.\n\nRussell J. Weiner\n\nCOO & President of the Americas, Domino's Pizza, Inc.\n\nThanks, Sandeep. Before we close out the call, I want to touch on a couple of areas that are important as we move forward in 2023. The first one is store growth. As Sandeep mentioned in his comments, we expect that the U.S. store development pipeline will continue to be pressured by permitting and store construction supply chain challenges before seeing a gradual recovery beginning in the second half of the year.\nIn my conversations with franchisees and discussions with our team on new commitments to store growth by our system, I'm confident that we will see an inflection in trend towards the end of the year and into '24. Domino's franchisees came out of a challenging 2022 with estimated store EBITDA of almost $140,000. This proves to me and more importantly to them, that building a Domino's store remains one of the best investments in the restaurant industry.\nThe second point I want to highlight is innovation, giving you a little bit of insight into our e-commerce pipeline. It's not a comprehensive list, but it should help you understand that we're bringing news to our customers while also improving our ability to drive loyalty and a more personalized experience, leveraging our robust customer database. As I mentioned on our last call, we'll be refreshing and improving our Piece of the Pie loyalty program. When we launched it back in 2015, we were more of a delivery company with our carryout business still gaining momentum. So naturally, our loyalty program was designed more around the delivery customer.\nOne of the key objectives of the refreshed Piece of the Pie program will be to explicitly cater to the carryout customer in addition to the delivery customer. We're excited to add more value and rewards for everybody. We've also started to work on a redesign and rewrite of our entire e-commerce platform. This work will continue into 2024, and we will update you on progress along the way. Our digital ordering clients and tech stack have been a huge part of our strategy and a competitive advantage for us over time. So we need to invest in these forms to ensure we remain in a leadership position.\nIn closing, when I look back on the first quarter, I can't help, but be encouraged by the resilience of our business model and the competitive advantage that our franchisees and team members bring to Domino's Pizza. I remain bullish on our future and look forward to telling you more of our story and our long-term strategy at our Investor Day, which will be held in late Q4.\nWith that, we'll open the call to questions."
  },
  {
    "header": "DPZ",
    "cik": "0001286681",
    "ticker": "DPZ",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e7a56784c7fc331f70794b0a8a6b0b2a",
    "period": "2022 Q4",
    "content": "Q4 2022 Domino's Pizza Inc Earnings Call\n\nQ4 2022 Domino's Pizza Inc Earnings Call\n\nDPZNASDAQFEB 23, 10:00 AM\n\nOperator\n\nThank you for standing by, and welcome to Domino's Pizza's Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, today's program is being recorded.\nAnd now I'd like to introduce your host for today's program, Mr. Ryan Goers, Vice President, Finance and Investor Relations. Please go ahead, sir.\n\nRyan Goers\n\nVP of Finance & IR, Domino's Pizza, Inc.\n\nThank you, and good morning, everyone. Thank you for joining us today for our conversation regarding the results of the fourth quarter and full year 2022. Today's call will feature commentary from Chief Executive Officer, Russell Weiner; and Chief Financial Officer, Sandeep Reddy. (Operator Instructions)\nI want to remind everyone that the forward-looking statements in this morning's earnings release and 10-K also apply to our comments on the call today. Both of those documents are available on our website. Actual results or trends could differ materially from our forecast. For more information, please refer to the risk factors discussed in our filings with the SEC.\nIn addition, please refer to the 8-K earnings release to find disclosures and reconciliations of non-GAAP financial measures that may be referenced on today's call.\n(Operator Instructions) Today's conference call is being webcast and is also being recorded for replay via our website.\nWith that, I'd like to turn the call over to our Chief Executive Officer, Russell Weiner.\n\nRussell J. Weiner\n\nCEO & Director, Domino's Pizza, Inc.\n\nThank you, Ryan, and thanks to all of you for joining us this morning. As we end 2022, and look back to the beginning of the pandemic, I'm encouraged by the incredible work done by Domino's team members and franchisees.\nSince the beginning of 2020, we and our franchisees have grown by 2,860 new stores around the world when many restaurant brands closed stores or struggled to grow through an extremely difficult time for store development. Domino's is in over 90 markets and should hit 20,000 stores as a system in 2023.\nIn the U.S., the QSR pizza category grew over the last 3 years, with sales up almost 10% versus prepandemic levels. Domino's serviced that growth, resulting in a gain of approximately 3 share points in the QSR pizza category since 2019 according to NPD.\nWe continued to grow our carryout business. Carryout now comprises approximately half of the orders and about 40% of sales in the U.S. Carryout remains highly incremental to delivery for us. And in cases where it's not incremental, customers are moving to a service method with significantly lower costs for our system.\nOur delivery business experienced both headwinds and tailwinds over the past 3 years, our team focused efforts on finding solutions at every turn.\nNow to the fourth quarter. In the fourth quarter, our results were mixed, particularly with the challenges in the U.S. delivery business that we previewed during our Q3 call. During that call, I pointed to a couple of dynamics we were watching in the broader restaurant category that have since played out.\nFirst, as consumers returned to many of their pre-COVID eating habits, some of the sit-down business that was a source of volume for restaurant delivery orders returned to that channel. Second, inflation impacted delivery due to the added expenses of fees and tips in that channel. Our research shows that a relatively higher delivery cost during inflationary times leads some customers to prepare meals at home instead of getting them delivered. We believe this dynamic will continue to pressure the delivery category in the short term as long as consumers' disposable income remains pressured by macroeconomic factors. Despite these pressures, U.S. delivery sales for Domino's in 2022 were more than $0.5 billion higher than the pre-COVID baseline in 2019.\nDomino's delivery business was not alone in facing these challenges. According to NPD data, the entire QSR delivery category was down high single digits for fiscal year 2022. Not surprisingly, according to NPD, pizza delivery was down as well. Given these industry-wide headwinds, we're encouraged that while our delivery business was challenged in 2022, Domino's saw a moderate increase in QSR pizza delivery share.\nOn the topic of delivery, while there is more work to do on staffing that part of the business, we feel like answers to this challenge exists within the Domino's system. Staffing has improved at all positions in our corporate restaurants, including drivers. Continuing to leverage internal best practices around delivery service as well as innovations in this area, like our new electric delivery fleet, should help continue to improve this critical measure. I am proud of the work that we and our franchisees have done to address labor constraints in the delivery business and know we have more to do.\nA consistent positive throughout 2022 has been the continued evolution of the Domino's business. This helped offset some of the macro challenges on the delivery side. In the U.S., we are a more complete restaurant company than ever, running 2 businesses out of our stores. We are #1 in the U.S. in both the delivery and carryout pizza segments of QSR.\nThe carryout business continues to be a strength with tremendous momentum. In fact, U.S. carryout retail sales for full year 2022 were more than $1 billion higher than pre-COVID levels. More importantly, we still have a long runway for growth in this important segment of the business.\nTo give you a sense of the current scale of our U.S. carryout business, if it were a company of its own, Domino's carryout would be counted amongst the top 20 QSR brands in America based on consumer spending obtained by NPD for the year ending December 2022. To support the growth of the business, we opened a new supply chain center in Merrillville, Indiana, in September. As you know, we have invested significantly in our supply chain, opening 4 new centers since 2018.\nDuring the fourth quarter, I visited our new center in Indiana. It has the latest in technology, automation and new operational procedures. Merrillville represents an incredible testing ground for the future of Domino's supply chain, and we look forward to bringing the best parts of what we learned in Indiana to other centers around the country over time.\n2022 was a strong year for global store growth. We and our franchisees had nearly 1,300 gross openings around the world in 2022. For context, that's about 3.5 new store openings per day on average, while operating in a difficult environment for development. This is a testament to the strength of the Domino's brand around the world. Our team members and franchisees have continued to show the agility and perseverance required to operate and grow Domino's footprint in a volatile macroeconomic environment.\nLooking specifically at our international business, the 1,135 gross openings outside of the U.S. were the highest organic openings in our history, meaning they were achieved without any of our master franchisees conducting a large-scale conversion of another pizza chain. One of my personal highlights during the quarter was the opportunity to be in market with one of our largest master franchisees, Jubilant Foodworks. In December, I met with their team in New Delhi, where they reiterated their goal to grow to over 3,000 stores in India over the next 5 years, which would further cement Domino's position as the leading QSR brand in this critical global market. Additionally, Jubilant is inspiring our global system to raise the bar on service with their new 20-minute delivery zones. I was able to see these in action when I was touring stores.\nService has always been a key differentiator for the Domino's brand, and Jubilant is extending its delivery service advantage in India. How are they able to do this? With incredible operations enhanced by a global fortressing strategy. When we and our franchisees build more stores, we can get closer to customers and improve delivery and carryout service.\nNow for more detail on our Q4 results, I'd like to turn it over to our CFO, Sandeep Reddy. Sandeep?\n\nSandeep Reddy\n\nExecutive VP & CFO, Six Flags Entertainment Corporation\n\nThank you, Russell, and good morning to everyone on the call. I'll begin my remarks with updates on the actions I've previously outlined to improve our long-term profitability.\nFirst, we are continuing to examine and evolve our pricing architecture. During the fourth quarter, the average year-over-year price increase that was realized across our U.S. system was 6.3%. The realized pricing for full year 2022 was 5.4%.\nSecond, efficiencies in our cost structure as we seek to ensure that revenues consistently grow faster than expenses. We saw another sequential improvement in year-over-year operating income margin as a percentage of revenues as margins expanded 130 basis points in Q4 versus the 160 basis points contraction in Q3. Even if you exclude the 150 basis points benefit to operating income margin from the $21.2 million refranchising gain recognized in the quarter, the contraction in year-over-year operating income margin as a percentage of revenues in the quarter sequentially improved by 140 basis points versus Q3.\nThird, we had positive same-store sales growth, excluding foreign currency impact in both our U.S. and international businesses for the first time since Q4 2021, contributing to improving our operating income leverage.\nNow our financial results for the quarter in more detail. When excluding the negative impact of foreign currency, global retail sales grew 5.2% due to positive sales comps and global store growth over the trailing 4 quarters, lapping 9% global retail sales growth, excluding FX, and the 53rd week impact in 2020 in Q4 2021. As we have discussed in the past, we believe it has been instructive to look at the cumulative stack of sales across the business anchored back to 2019 as a pre-COVID baseline. With the evolving macroeconomic conditions, we do not currently believe it will be relevant to anchor back to 2019 going forward and anticipate returning to evaluating the business on a 1-year comp basis in 2023. Looking at the 3-year stack, our Q4 2022 global retail sales, excluding foreign currency impact, grew over 26% versus Q4 2019.\nBreaking down total global retail sales growth, U.S. retail sales increased 2.7%, rolling over a prior year increase of 4.6%, excluding the impact of the 53rd week in 2020, and are up more than 21% on a 3-year stack basis relative to Q4 2019. International retail sales, excluding the negative impact of foreign currency, grew 7.5%, rolling over a prior increase of 13.2%, excluding the impact of the 53rd week in 2020, and are up more than 30% on a 3-year stack basis relative to Q4 2019.\nTurning to comps. During Q4, same-store sales for the U.S. business increased 0.9%, rolling over a prior year increase of 1%, and were up 13.1% on a 3-year stack basis relative to Q4 2019. This represented a sequential deceleration of 4.5% from Q3 on a 3-year stack basis as we saw clear evidence of softening demand from delivery customers in particular, given the challenging macroeconomic environment during the holidays. The estimated impact of fortressing was 0.5 percentage points during the quarter across the U.S. system. Going forward, we will only update the impact of fortressing if the change in impact is material.\nThe increase in U.S. same-store sales in Q4 was driven by an increase in ticket, which included the 6.3% in pricing actions I mentioned earlier, partially offset by a decline in other accounts. As we have previously shared, we believe it is instructive to break U.S. stores into quintiles based on staffing levels relative to a fully staffed store to give a sense for the magnitude of the impact of staffing.\nLooking at Q4 same-store sales, stores in the top 20%, those that are essentially close to fully staffed, on average, outperformed stores in the bottom 20%, those that are facing the most significant labor shortages by less than 2 percentage points. This is down sequentially from the approximate 6 percentage point gap we saw in Q3.\nNow I'll share a few thoughts specifically about the U.S. carryout and delivery businesses. The carryout business was strong in Q4, with U.S. carrier same-store sales 14.3% positive compared to Q4 2021. On a 3-year basis, carryout same-store sales were up 31% versus Q4 2019. The gap for carryout between the top and bottom quintiles based on staffing levels remained small during the quarter.\nThe delivery business continued to be more pressured. Q4 delivery same-store sales declined by 6.6% relative to Q4 2021. Looking at the business on a 3-year stack, Q4 delivery same-store sales were 3.3% above Q4 2019 levels. When we look at the same quintiles relative to the delivery business, the gap between the top and bottom quintile stores closed considerably. We saw only a 2-percentage-point gap in delivery same-store sales between stores in the top 20% and those in the bottom 20%. This represents a sequential improvement from the 8-percentage-point gap in the third quarter. The 2-percentage-point gap is in line with the expected gap in performance in a normal operating environment, and we believe is no longer a significant driver of sales performance. We do not intend to continue disclosing the performance by staffing quintiles in the future.\nOur U.S. carryout business is going from strength to strength, and our pizza QSR carryout market share is up close to 200 basis points in 2022, and up close to 500 basis points since 2019. Our market share in total pizza QSR, which includes delivery, carryout and sit-down, continued to hold steady over the past year and is still up close to 300 basis points versus 3 years ago.\nBefore I conclude my comments on market share, I would like to touch on channel dynamics for pizza QSR versus nonpizza QSR based on data we received from NPD. As Russell mentioned earlier, delivery in 2022 was down in both pizza QSR and nonpizza QSR, while sit-down was up significantly in both. In the case of pizza QSR, this was driven more by a shift from delivery to sit-down and cooking at home. In the case of nonpizza QSR, growth in sit-down was potentially driven by a shift from delivery, but also from carryout.\nDomino's business model in the U.S. has historically been focused mostly on the delivery and carryout channels, so the shift to sit-down hurts us relative to others in the nonpizza QSR, who historically have had business models that included sit-down and carryout but have now added delivery to their distribution channels. We expect this dynamic to continue to play out in 2023 as sit-down, despite recent growth, is still below 2019 levels.\nShifting to unit count. We and our franchisees added 43 net new stores in the U.S. during Q4, consisting of 50 store openings and 7 closures, bringing our U.S. system store count to 6,686 stores at the end of the quarter, which brought our 4 quarter net store growth rate in the U.S. to 1.9%. This deceleration in growth was expected in light of the permitting and store construction supply chain challenges we have faced all year. While we expect the first half of the year for U.S. store openings to continue to be challenging due to a continuation of these same factors, based on our current pipeline, we expect a gradual recovery starting towards the second half of 2023.\nDomino's unit economics remained strong relative to the many pressures faced throughout the year, including staffing challenges and a high inflationary environment for food and labor. The average Domino's store in the U.S. generated more than $1.3 million in sales during 2022. We currently estimate that our 2022 average U.S. franchisee store EBITDA was close to $137,000, not much below the 2019 estimated EBITDA and of $143,000. In fact, estimated average store profitability was higher in Q4 2022 than Q4 2019. We will update the final number on our Q1 call.\nWith our continued strong 4-wall economics, we remain bullish on the long-term unit growth potential in the U.S., and we maintain our conviction that the U.S. can be an 8,000-plus store market for Domino's. New store openings paybacks remained strong with stores opened in 2019 averaging around 3-year paybacks similar to the 2018 vintage. Same-store sales, excluding foreign currency impact for our international business, increased 2.6%, rolling over a prior year increase of 1.8%, and were up nearly 12% on a 3-year stack basis relative to Q4 2019.\nWe continued to face the headwind of the negative year-over-year impact of the expiration of the 2021 VAT relief in the U.K., our largest international market by retail sales. The fourth quarter impact was around half the magnitude of the second and third quarter as the U.K. VAT relief was reduced from 15% to 7.5% in 2021 on October 1. The year-over-year impact of expiration of the U.K. VAT relief will continue while we lap the reduced rates that were in place through March 31, 2022.\nOur international business added 318 net new stores in Q4 comprised of 406 store openings and 88 closures. Our closures were driven by another round of closures in Brazil as our master franchisee there continues its work to optimize the store base in the market as well as some closures in Russia, where our master franchisee, as previously announced by them, continues to explore opportunities to exit the business in that market. This brought our current 4-quarter net store growth rate in international to 7.4%.\nWhen combined with our U.S. store growth, our trailing 4 quarter global net store growth rate was 5.5%. The 5.5% is impacted by a significant increase in international closures this year as compared to our historical run rate, including in Brazil, Italy and Russia.\nTurning to EPS. Our diluted EPS in Q4 was $4.43 versus $4.25 in Q4 2021. Breaking down that $0.18 increase in our diluted EPS: our operating results benefited us by $0.27; changes in foreign currency exchange rates negatively impacted us by $0.22; our lower effective tax rate positively impacted us by $0.20, driven by the discrete impact from the reversal of a tax reserve based on a recent tax law change related to one of our foreign subsidiaries during 2022; lower net interest expense benefited us by $0.04; the refranchising gain recognized from our fourth quarter store transaction benefited us by $0.46; the unrealized gain recognized on our remeasurement related to our investment in Dash in 2021, negatively impacted us by $0.68; and the lower diluted share count driven by share repurchases over the trailing 12 months benefited us by $0.11.\nTransitioning to the full year, I would like to hit on a few financial highlights for 2022. Global retail sales grew 3.9% for the year, excluding the impact of foreign currency. Same-store sales in the U.S. declined 0.8%, and international, excluding FX, grew 0.1%. We and our franchisees opened 1,032 net new stores during the year despite significantly higher closures this year in our international markets, as previously discussed. Our food basket for the year was up 13.2%, reflecting the strong impact of inflation. Our G&A for the year was $417 million, down 2.8% versus $428 million in 2021. Operating income was down $12 million versus 2021, including the $21 million impact of the refranchising gain. Operating income margin was positively impacted by 50 basis points due to the refranchising gain, but this was fully offset by the negative impact from foreign currency. If foreign currency remains at current levels, or increase as a headwind going forward, we expect that this will be a barrier to recovering to our prepandemic operating income margins.\nAlthough we faced operating headwinds in 2022, we continued to generate sizable free cash flow. During 2022, we generated net cash provided by operating activities of approximately $475 million. After deducting for capital expenditures of approximately $87 million, which consisted of investments in our technology initiatives and supply chain centers, we generated free cash flow of approximately $388 million. Free cash flow decreased $172 million from 2021, due primarily to changes in working capital, including accrued liabilities and income taxes, as well as higher advertising fund spend and lower net income.\nDuring the year, we returned over $450 million to shareholders through share repurchases of $294 million and dividends of $158 million. As of the end of the year, we had approximately $410 million remaining under our current Board authorization for share repurchases. Our Board has also approved a 10% increase from our prior quarterly dividend to $1.21 that is payable on March 30 of this year.\nLooking forward to 2023, we would like to provide our annual guidance measures for the year. We currently project that the store food basket within our U.S. system will be up 3% to 5% as compared to 2022 levels. We expect the first quarter food basket increase to be higher than the rest of the year. We estimate that changes in foreign currency exchange rates could have a $2 million to $6 million negative impact on international royalty revenues in 2023 as compared to 2022 if foreign exchange rates remain at current levels. The negative impact of currency is expected to be higher in the first half of the year based on current rates.\nWe anticipate our CapEx investments will be between $90 million and $100 million as we continue to strategically invest in our business and prioritize our spend. We expect our G&A expense to be in the range of $425 million to $435 million. Our tax rate, excluding the impact of equity-based compensation, is expected to range from 22% to 24%.\nFinally, given the current macroeconomic headwinds that are impacting our U.S. delivery business in particular, we are updating our 2- to 3-year outlook from 6% to 10% global retail sales growth to 4% to 8% global retail sales growth, and unit growth from 6% to 8% global net unit growth to 5% to 7% global net unit growth. We expect 2023 to come in towards the low end of the ranges for both metrics. We look forward to providing more details at an Investor Day we will hold before the end of calendar 2023.\nThank you all for joining the call today, and now I will turn it back to Russell.\n\nRussell J. Weiner\n\nCEO & Director, Domino's Pizza, Inc.\n\nThank you, Sandeep.\nThe Domino's system has a lot to be proud of. and we also have opportunities to address. We pride ourselves on being a work-in-progress brand, and there is no better way to describe this period in our history.\nAs we saw in the last recession, delivery moves with the economy, especially for customers with lower disposable income, who represent a significant portion of our business. As it was in Q4 of 2022, we expect the economy to be a headwind for our delivery business in 2023. While we expect to continue to grow QSR pizza delivery share, we also expect the delivery sales will be challenged. Every day, delivery customers will be deciding where to spend their hard-earned dollars, so we need to maintain value and continue to improve our service.\nOn the subject of value, moving the $5.99 Mix & Match offer we launched in December of 2009 to $6.99 in 2022 was the right decision for our brand. That said, we and our franchisees must be vigilant to make sure value exists across our entire venue, not just in promotional offers.\nWe also need to drive more innovation. When I look back at my 14 years at Domino's, we were at our best when we brought big ideas to market. These ideas helped us tell great brand stories. Coming out of COVID, we became more transactional with our customers than I would have liked. This was understandable as our team needed to pivot and react to some of the labor constraints we discussed earlier in the year. I'm encouraged at the way we ended '22 and have begun 2023. We and our franchisees reinforced our position as the delivery leader by introducing a fleet of 800 electric delivery vehicles. Domino's now has the biggest electric fleet of pizza delivery vehicles in the country.\nIn carryout, we brought back our innovative carryout tips promotion, which continues to drive value and news in that segment. We launched loaded tots in early 2023. Adding a potato side to our menu has been a goal for many years, but it was difficult to find a product that delivered well and didn't end up in customers' homes cold and soggy. Loaded tots delivers, literally and figuratively and continues our innovation strategy of adding platforms that are incremental to our menu.\nIn 2023, we will also refresh and improve our Piece of the Pie loyalty program. We finished last year with approximately 30 million active members in the program and over 77 million total members in our loyalty database. We launched Peace of the Pie in the fall of 2015. There is an opportunity to innovate and grow this program further by unlocking value to an even wider base of customers.\nDomino's has been called many things over the years, a pizza company, a delivery company, a marketing company, a technology company. All of those are true, but when we are at our best, we're also an innovation company, product, service and technology innovation with a very specific purpose, to give our customers and store team members the best possible pizza experience, to tell one-of-a-kind brand stories and to overdeliver on expectations. This is what you have come to expect and should continue to expect from Domino's Pizza.\nWith that, we'll open the call to questions."
  },
  {
    "header": "DPZ",
    "cik": "0001286681",
    "ticker": "DPZ",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a9c07697165940da14413d0158181023",
    "period": "2022 Q3",
    "content": "Q3 2022 Domino's Pizza Inc Earnings Call\n\nQ3 2022 Domino's Pizza Inc Earnings Call\n\nDPZNASDAQOCT 13, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Third Quarter 2022 Domino's Pizza Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Ryan Goers, Vice President of Finance and Investor Relations. Please go ahead.\n\nRyan Goers\n\nVP of Finance & IR, Domino's Pizza, Inc.\n\nThank you, and good morning, everyone. Thank you for joining us today for our conversation regarding the results for the third quarter of 2022. Today's call will feature commentary from Chief Executive Officer, Russell Weiner; and Chief Financial Officer, Sandeep Reddy.\nAs this call is primarily for our investor audience, I ask all members of the media and others to be in a listen-only mode.\nI want to remind everyone that the forward-looking statements in this morning's earnings release and 10-Q also applies to our comments on the call today. Both of those documents are available on our website. Actual results or trends could differ materially from our forecast. For more information, please refer to the risk factors discussed in our filings with the SEC.\nIn addition, please refer to the 8-K earnings release to find disclosures and reconciliations of non-GAAP financial measures that may be referenced on today's call. A request to our coverage analysts, we want to do our best this morning to accommodate as many of your questions as time permits. As such, we encourage you to ask only one-part question on this call. Today's conference call is being webcast and is also being recorded for replay via our website.\nWith that, I'd like to turn the call over to our Chief Executive Officer, Russell Weiner.\n\nRussell J. Weiner\n\nCEO, COO & Director, Domino's Pizza, Inc.\n\nThank you, Ryan, and thanks to all of you for joining us this morning. I'm encouraged by our global performance during the third quarter. Excluding the negative impact of foreign currency, global retail sales grew almost 5% for the quarter, resulting in a 3-year stack of plus 28% versus Q3 of 2019. We and our franchisees opened over 200 net new stores during the quarter and over 1,100 over the trailing 4 quarters.\n44 of our international markets opened at least 1 net new store, demonstrating the continued strong global demand for Domino's. Our team members and franchisees around the world have continued to show the agility and perseverance required to operate in a volatile macroeconomic environment.\nI wanted to start the call by going a little bit more in depth on our U.S. business and some key initiatives. First and most important, the Domino's brand is as strong as ever. Our research shows the brand health remains at pre-pandemic levels, and we have maintained our lead over relevant QSR competition and critical brand health metrics like Net Promoter Score, taste and value. All of these are key indicators of short- and long-term performance.\nNext, same-store sales. Same-store sales in the U.S. were up 2% versus Q3 of last year. And when we look at our business on a 3-year stack, which we'll continue to do for as long as it remains useful to put in perspective any COVID impact. Same-store sales were up almost 18% versus Q3 of 2019. This represents a sequential improvement in 3-year comps from Q1 and from Q2.\nNow carryout. Carryout continues to be a growth lever and a massive opportunity for us. As you know, while Domino's started as a pizza delivery company, we began targeting the carryout segment with specific offers in 2011. That effort has paid off as NPD share data shows that we became the #1 carryout pizza brand in the U.S. at the end of last year. We continued to grow the carryout business in the third quarter.\nCarryout same-store sales were up almost 20% versus Q3 of 2021, with a 3-year stack of plus 35% versus Q3 of 2019. Most importantly, we continue to see tremendous runway ahead in our carryout business.\nOn the delivery side, the pricing we took on our national offer for delivery performed as our proprietary research predicted. Going from $5.99 to $6.99 on our delivery Mix & Match deal was the right move. Given the continued inflation we have seen, our analytics now indicate we should take pricing on our national carryout deal as well. We will continue to balance customer value and franchisee profitability by taking our carryout mix and match deal from $5.99 to $6.99 starting on October 17.\nFrom a delivery capacity perspective, we saw progress throughout the quarter resulting from our initiatives in this area. While we only have visibility to our corporate stores, the number of job applications and new hires have increased throughout the year. And at the end of the quarter, we were more or less back to 2019 levels as far as applications and new hires per week.\nStaffing remains a constraint, but my confidence in our ability to solve many of our delivery labor challenges ourselves has grown over the past few quarters. Our delivery service also showed improvement throughout the quarter. While we still have work to do to get back to our high standards for delivery service, I am encouraged by the progress we've made so far. Estimated average delivery time has improved every quarter this year.\nAdditionally, our system is all in on another boost week for Q4, indicating their confidence in handling the increased volume. A boost week in each of 3 consecutive quarters represents a return to our pre-pandemic boost week cadence.\nFinally, with regard to phone orders, Around half of our stores in the U.S. are now connected to call centers to help answer at least some of their calls.\nNow moving on to our corporate stores. Our corporate stores there, we are continuing to make moves to strengthen that business and the Domino's brand. We refranchised corporate stores in Utah and Arizona after the end of the quarter. These transactions provided the opportunity to bring in several fantastic existing franchisees who will further evolve and accelerate growth in these markets as well as 3 new franchisees ready for the opportunity to own and grow with the Domino's brand. These transactions align with our strategy to utilize our corporate store platform to unlock growth by buying stores such as our transaction earlier this year to purchase stores in Michigan and selling stores, such as the 2019 transaction to refranchise in New York.\nI visited our corporate stores in Houston in Q3 and I was happy to see progress and get feedback on some of the operational initiatives we're testing. As we have said, it is critical that we drive efficiency and effectiveness to benefit our customers and simplify jobs for our employees. I look forward to sharing more about these initiatives as we continue to learn.\nNow for more detail on Q3 results, I'd like to turn it over to our CFO, Sandeep Reddy. Sandeep?\n\nSandeep Reddy\n\nCFO, Guess?, Inc.\n\nThank you, Russell, and good morning to everyone on the call. I'll begin my remarks with updates on the actions I've previously outlined to improve our long-term profitability.\nFirst, we are continuing to examine and evolve our pricing architecture. During the third quarter, the average price increase that was realized across our U.S. system was 5.4%. As Russell mentioned earlier, we will adjust our carryout mix and match deal from $5.99 to $6.99 on October 17. As a result of this update, we expect the realized pricing to increase to approximately 7% in the fourth quarter.\nSecond, efficiencies in our cost structure as we seek to ensure that revenues consistently grow faster than expenses. We saw a sequential improvement in the year-over-year contraction of operating income margin as a percentage of revenues from 180 basis points in Q2 to 160 basis points in Q3. We need to continue this trend.\nThird, we realized a sequential improvement in U.S. same-store sales from minus 2.9% in Q2 to plus 2% in Q3, mostly driven by a smaller decline in order count.\nNow our financial results for the quarter in more detail. Global retail sales decreased 1.6% in Q3 2022 as compared to Q3 2021. When excluding the negative impact of foreign currency, global retail sales grew 4.7% due to positive sales comps in the U.S. and sustained global store growth momentum over the trailing 4 quarters lapping 8.5% global retail sales growth, excluding FX, in Q3 2021.\nAs we have discussed in the past, we believe it remains instructive. We look at the cumulative stack of sales across the business anchored back to 2019 as a pre-COVID baseline, and we'll continue to do so for as long as we believe it is useful in understanding our business performance.\nLooking at the 3-year stack, our Q3 2022 global retail sales excluding foreign currency impact grew 28% versus Q3 2019. Breaking down total global retail sales growth, U.S. retail sales increased 4.1% rolling over a prior year increase of 1.1% and are up more than 26% on a 3-year stack basis relative to Q3 2019.\nInternational retail sales, excluding the negative impact of foreign currency, grew 5.2% rolling over a prior year increase of 16.5% and are up more than 30% on a 3-year stack basis relative to Q3 2019.\nTurning to comps. During Q3, same-store sales for our U.S. business increased 2%, rolling over a prior decrease of 1.9% and were up 17.6% on a 3-year stack basis relative to Q3 2019, representing a sequential 0.9 percentage point improvement from Q2 on a 3-year stack basis. Breaking down the U.S. comp, our franchise business was up 2.2% in the quarter, while our company-owned stores were down 1.9%. The estimated impact of fortressing was 0.7 percentage points during the quarter across the U.S. system.\nThe increase in U.S. same-store sales in Q3 was driven by an increase in ticket growth, which included the 5% in pricing actions I mentioned earlier. Partially offset by a decline in order counts. As we have previously shared, we believe it is instructive to break our U.S. stores into quintiles based on staffing levels relative to our fully-staffed store to give a sense for the magnitude of the impact of staffing.\nLooking at Q3 same-store sales, stores in the top 20%, those that are essentially close to fully staffed on average, outperformed stores in the bottom 20%, those that are facing the most significant labor challenges by less than 6 percentage point. This is down sequentially from a 7 percentage point gap we saw in Q2 between the top and bottom quintiles, showing improvement in the lower quintile stores ability to meet consumer demand.\nNow I'll share a few thoughts specifically about the carryout and delivery businesses. The carryout business was strong in Q3 with U.S. carryout same-store sales, 19.6% positive compared to Q3 2021. On a 3-year basis, our carryout same-store sales were up [35%] versus Q3 2019. The gap between the top and bottom quintiles based on staffing levels remained relatively small during the quarter, highlighting both strong consumer demand and the lower cost to serve relative to delivery order.\nThe delivery business continued to be more pressured. Q3 delivery same-store sales declined by 7.5% relative to Q3 2021. Looking at the business on a 3-year stack, Q3 delivery same-store sales were 8.4% above Q3 2019 level. When we look at the quintiles relative to the delivery business, we continue to see a more pronounced difference in performance. We saw an 8 percentage point gap in delivery same-store sales between stores in the top 20% and those in the bottom 20%.\nWhile we continue to see a gap in performance between the top and bottom quintiles, this represents a sequential improvement from the 11 percentage point gap in the second quarter and a 17 percentage point gap in the first quarter. A point to note is that despite the decline in same-store sales in the past year, our pizza delivery QSR market share based on NPD data is up modestly over the prior year as we see a similar decline in the size of the delivery market over the past year. This decline in pizza delivery QSR is potentially attributable to a shift of delivery to dine-in as consumer behavior starts to revert to pre-pandemic habits. In fact, the pizza delivery QSR market is still up almost 30% versus 3 years ago despite the recent decline.\nOur market share in total pizza QSR, which includes delivery, dine-in and carryout has held steady over the past year and is up by more than 200 basis points versus 3 years ago. The overlap of our customers who order both delivery and carryout continues to be relatively modest and is trending slightly above our historical overlap rate of 15%, pointing to each channel as a relatively unique business.\nShifting to unit count. We and our franchisees added 24 net new stores in the U.S. during Q3, consisting of 27 store openings and 3 closures, bringing our U.S. system store count to 6,643 stores at the end of the quarter, which brought our 4-quarter net store growth rate in the U.S. to 2.7%. With our strong 4-wall economics, we remain bullish on the long-term unit growth potential in the U.S., and we maintain our conviction that the U.S. can be an 8,000-plus store market for Domino.\nNew store paybacks remained strong with stores opened in 2018, averaging around 3-year paybacks and stores opened in 2019 on track to deliver a similar performance. Same-store sales, excluding foreign currency impacts for our International business declined 1.8%, rolling over a prior year increase of 8.8% and were up more than 13% on a 3-year stack basis relative to Q3 2019.\nSimilar to the second quarter, we faced a headwind of the negative year-over-year impact of the expiration of the 2021 VAT relief in the U.K., our largest international market by retail sales. This resulted in a negative comp for the quarter for international versus a slightly positive comp without this unfavorable U.K. VAT impact. The year-over-year impact of expiration of the 2021 U.K. VAT relief will continue while we lap the reduced rates through March 31, 2023, but with a lower impact as the U.K. VAT relief was reduced from 15% to 7.5% last year on October 1.\nOur international business added 201 net new stores in Q3 comprised of 263 store openings and 62 closures. Our closures were driven by our master franchisees exit from the Italian market as well as another round of closures in Brazil as our master franchisee there continues its work to optimize the store base in the market. This brought our current 4 quarter net store growth rate in international to 8.1%.\nWhen combined with our U.S. store growth, our trailing 4 quarter global net store growth of 6.2% continues to fall within our 2- to 3-year outlook range of 6% to 8%.\nTurning to revenues and operating income. Total revenues for the third quarter increased approximately $70.6 million or 7.1% from the prior year quarter driven by higher supply chain revenues due to a 13.4% higher market basket pricing to stores and U.S. stores revenues resulting from retail sales growth. These increases were partially offset by changes in foreign currency exchange rates, which negatively impacted international royalty revenues by $7.9 million during Q3.\nOur consolidated operating income as a percentage of revenues decreased by 160 basis points to 16.5% in Q3 from the prior year quarter primarily driven by food basket and labor cost increases. These impacts were partially offset by pricing actions and G&A leverage.\nOur diluted EPS in Q3 was $2.79 versus $3.24 in Q3 2021. Breaking down that $0.45 decrease in our diluted EPS, our operating results benefited us by $0.10. Changes in foreign currency exchange rates negatively impacted us by $0.17. Our higher effective tax rate negatively impacted us by $0.48, $0.36 of which was driven by changes in tax impact of stock-based compensation. Lower net interest expense benefited us by $0.02 and a lower diluted share count driven by share repurchases over the trailing 12 months benefited us by $0.08.\nAlthough we faced operating headwinds, we continue to generate sizable free cash flow. During the first 3 quarters of 2022, we generated net cash provided by operating activities of approximately $330 million. After deducting for capital expenditures of approximately $50 million, which consisted of investments in our technology initiatives and investments in our supply chain centers, including our new facility in Indiana, which will begin serving stores next week, we generated free cash flow of approximately $280 million.\nFree cash flow decreased $154 million from the first 3 quarters of 2021 primarily due to changes in working capital, the timing of payments for accrued liabilities and receipts on accounts receivable and lower net income.\nDuring the quarter, we repurchased and retired approximately 491,000 shares for $196 million at an average price of $399.52 per share. As of the end of Q3, we had approximately $410 million remaining under our current Board authorization for share repurchases. During the quarter, we drew down $120 million on our existing variable funding note facility to fund additional return of capital to shareholders through share repurchases.\nSubsequent to the quarter, we also closed on a new additional $120 million variable funding note facility with terms that are substantially similar to our existing facility and paid down $60 million of the $120 million drawn in the existing facility during the third quarter. We are very pleased with the competitive terms we were able to achieve given the current volatile interest rate environment.\nIn addition, as Russell mentioned, subsequent to the end of the quarter on September 26, we completed transactions to refranchise all our corporate stores in Arizona and Utah to certain franchisees for approximately $41 million. We will provide further details on the financial impact of the transaction when we report our fourth quarter results next year.\nBefore I close, we would like to update the guidance we previously provided for 2022. Based on the continuously evolving macroeconomic environment, we now expect changes in foreign currency exchange rates to have a negative impact of $29 million to $31 million compared to 2021, an increase from $22 million to $26 million we were expecting to see in July. We now expect capital expenditures to be approximately $100 million for the year, down from the previous guidance of approximately $120 million. And we now expect G&A to be $415 million to $420 million down from the previous guidance of $420 million to $428 million.\nThank you all for joining the call today. And now I will turn it back to Russell.\n\nRussell J. Weiner\n\nCEO, COO & Director, Domino's Pizza, Inc.\n\nThank you, Sandeep. Before we open the call for questions, I wanted to talk a little bit about the macro environment and the potential impact on the QSR industry, particularly delivery. There are a couple of dynamics that we're watching in the broader restaurant delivery segment.\nFirst, as consumers return to some of their pre-COVID eating habits, the sitdown business that was once a source of volume for restaurant delivery over the past few years is rebounding. And bringing back with it, some of the orders that were delivered with sitdown was constrained.\nThe second dynamic is inflation. We believe that inflation will impact delivery more than carryout due to the added expenses of fees and tips in that channel. Our research shows that a relatively higher delivery cost might lead some customers to prepare meals at home. This could be exacerbated as consumer spending becomes more constrained around the holiday.\nAs we begin Q4, I believe Domino's is poised to emerge from these volatile times stronger than ever. This is what our business model was built for. I joined Domino's in 2008 during another tough economic environment. What I learned then is even more true today now that we're the #1 pizza company in the world. In a world where consumer confidence is shrinking and inflation is high, Domino's will succeed because we have strong profitable franchisees, a team that makes disciplined decisions based on insight and have the digital supply chain and delivery expertise to offer best-in-class value and customer experience.\nWe delivered around 1 out of every 3 pizzas in the United States before the pandemic and we deliver around 1 out of every 3 pizzas today. One important thing we have today that we didn't have in 2008 is a strong carryout business. As a more complete restaurant company today, I have never been more confident in the future of Domino's Pizza.\nWith that, we'll open the call to questions."
  },
  {
    "header": "DPZ",
    "cik": "0001286681",
    "ticker": "DPZ",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d26e47b1d4f634a57e1b03627f5ad64e",
    "period": "2022 Q2",
    "content": "Q2 2022 Domino's Pizza Inc Earnings Call\n\nQ2 2022 Domino's Pizza Inc Earnings Call\n\nDPZNASDAQJUL 21, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Domino's Pizza Q2 2022 Earnings Conference Call. (Operator Instructions)\nPlease be advised that today's conference is being recorded. I would now like to hand the conference over to your speaker today to Ryan Goers, VP of Finance and Investor Relations. Please go ahead.\n\nRyan Goers\n\nThank you, Dylan, and good morning to everyone. Thank you for joining us today for our conversation regarding the results of the second quarter of 2022.\nToday's call will feature commentaries from Chief Executive Officer, Russell Weiner; and Chief Financial Officer, Sandeep Reddy. As this call is primarily for our investor audience, I ask all members of the media and others to be in a listen-only mode.\nI want to remind everyone that the forward-looking statements in this morning's earnings release and 10-Q also apply to our comments on the call today. Both of those documents are available on our website. Actual results or trends could differ materially from our forecast. For more information, please refer to the risk factors discussed in our filings with the SEC. In addition, please refer to the 8-K earnings release to find disclosures and reconciliations of non-GAAP financial measures that may be referenced on today's call.\n(Operator Instructions) Today's conference call is being webcast, and is also being recorded for replay via our website.\nWith that, I'd like to turn the call over to our Chief Executive Officer, Russell Weiner.\n\nRussell J. Weiner\n\nCEO, COO & Director, Domino's Pizza, Inc.\n\nWell, thank you, Ryan, and thanks to all of you for joining us this morning. As Rich Allison and I communicated back in April, we expected the second quarter to be challenging. We continue to navigate the difficult labor market in the U.S., especially for delivery drivers. In addition to inflationary pressures combined with COVID and stimulus-fueled sales comps from the prior 2 years. Our results for the quarter were consistent with the challenges we outlined at that time. However, the strength of our franchisees and team members along with the strategies we're putting into place, make me confident that we're on the path to overcome these short-term obstacles to make the Domino's brand and business stronger than ever.\nBack in May, my team and I gathered with more than 8,000 of our franchisees and team members from around the globe at our 2022 Worldwide Rally. Due to COVID, we had to cancel our last rally. So it was our first time back together as one global team in 4 years. We used this time to share best practices, align on goals and commit to continued growth that will drive meaningful value creation for all of our stakeholders. The energy, commitment, passion for the brand and confidence displayed at this year's rally was truly inspiring and reinforces my belief that our best days lie ahead.\nI can assure you that nobody at Domino's is happy with our recent performance. However, I have tremendous confidence in the team that we have assembled to leverage some of our current successes, address our current pressures, and proactively work to mitigate the negative impact of those external factors that we can't control.\nAs always, we will make disciplined decisions and we'll focus on doing what is right for our customers, our franchisees and our brands. This approach has served our stakeholders well over many years, and I don't see any reason to defer from this proven approach. We have high expectations for what we can achieve and we will hold ourselves accountable for meeting and often exceeding those objectives.\nI plan to provide you with more specifics on the strategies and plans we have for the business after our CFO, Sandeep Reddy, walks through the results of the quarter. Sandeep?\n\nSandeep Reddy\n\nCFO, Guess?, Inc.\n\nThank you, Russell, and good morning to everyone on the call. Before I get into the details of the quarter, I wanted to share some of my initial observations after my first full quarter as Domino's CFO.\nI see some exciting opportunities to improve our long-term profitability. First, while we continue to explore options to further optimize our consumer pricing architecture in the United States, it is important to highlight that the average price increase we realized in the second quarter across our U.S. system was nearly 6%. We have successfully pulled many pricing levers, including our standard menu pricing, our national offers, our local offers and our delivery fees. This has helped us cover some of the cost increases we are incurring in both the food basket and labor market while also ensuring we continue to deliver terrific value to our consumers.\nOur work continues on right pricing our product while keeping a compelling value proposition for our consumers with more opportunities to pursue.\nSecond, efficiencies exist in our cost structure as we seek to ensure that revenues consistently grow faster than expenses. We saw a sequential improvement in the year-over-year contraction of operating income from 270 basis points from Q1 to 180 basis points in Q2. We need to continue this strength.\nThird, as a result of the actions we are taking to increase our capacity to meet demand, we realized a sequential improvement in U.S. same-store sales declined from minus 3.6% in Q1 to minus 2.9% in Q2.\nNow our financial results for the quarter in more detail. Global retail sales decreased 3% in Q2 2022 as compared to Q2 2021. When excluding the negative impact of foreign currency, global retail sales grew 1.5% due to sustained positive store growth momentum over the trailing 4 quarters, lapping 17.1% global retail sales growth, excluding FX in Q2 2021. As we have discussed in the past, we believe it remains instructive to look at the cumulative stack of sales across the business, anchored back to 2019 as a pre-COVID baseline and will continue to do so for as long as we believe it is useful in understanding our business performance.\nLooking at the 3-year stack, our Q 2022 global retail sales, excluding foreign currency impact, grew nearly 27% versus Q2 2019. Breaking down total global retail sales growth, international retail sales, excluding the negative impact of foreign currency, grew 3.7%, rolling over a prior year increase of 29.5% and are up almost 30% on a 3-year stack basis relative to 2019. U.S. retail sales declined 0.6%, rolling over a prior increase of 7.4% and are up almost 27% on a 3-year stack basis relative to 2019.\nTurning to comps. During Q2, same-store sales, excluding foreign currency impact from our international business declined 2.2%, rolling over a prior year increase of 13.9% and were up 13% on a 3-year stack basis relative to 2019. Order growth was slightly positive during the quarter, demonstrating continued global demand. However, this growth was more than offset by declines in ticket driven by the year-over-year impact of expiration of the 2021 VAT relief in the U.K., our largest international market by retail sales. This resulted in a negative comp for the quarter for international versus a slightly positive without comp this unfavorable U.K. VAT impact. The year-over-year impact of expiration of the 2021 U.K. VAT relief will continue while we lap the reduced rates from 2021 to the rest of the year.\nSame-store sales for our U.S. business declined 2.9%, rolling over a prior year increase of 3.5% and were up 16.7% on a 2-year stack basis relative to 2019, representing a sequential 5.3 percentage point improvement from Q1 on a 3-year stack basis. Breaking down the U.S. comp, our franchise business was down 2.5% in the quarter, while our company-owned stores were down 9.2%. We believe the difference in the top line performance in our company-owned stores as compared to our franchise stores continues to be driven by more substantial operational challenges in our company-owned stores that Russell will address later on the call.\nThe estimated impact of fortressing was 0.7 percentage points during the quarter across the U.S. system. This impact will continue to trend lower as our U.S. store base grows.\nThe decline in U.S. same-store sales in Q2 was driven by a decline in order counts, which continue to be pressured by the challenging staffing environment, which had certain operational impacts such as shortened store hours and customer service challenges in many stores, both company-owned and franchise, along with tough COVID and stimulus-fueled comps from the prior years.\nThe decline in order counts was partially offset by ticket growth, which included nearly 6% in pricing actions I spoke about earlier. We saw a similar trend on a 3-year stack basis with a 16.7% growth in same-store sales, driven by growth in ticket and partially offset by a decline in order count.\nAs we have previously shared, we believe it is instructive to break our U.S. stores into quintiles based on staffing levels relative to a fully-staffed store to give a sense for the magnitude of the impact of staffing.\nLooking at Q2 same-store sales, stores in the top 20%, those that are essentially fully staffed on average, outperformed stores in the bottom 20%, those that are facing the most significant labor shortages, by 7 percentage points. This is down sequentially from the 12 percentage point gap we saw in Q1 between the top and bottom quintiles, showing improvement in the lower quintile stores' ability to meet consumer demand.\nNow I'll share a few thoughts specifically about the carryout and delivery businesses. The carryout business was strong in Q2, with U.S. carryout same-store sales 14.6% positive compared to Q2 2021. On a 3-year basis, our carryout same-store sales were up 33% versus Q2 2019. The gap between the top and bottom quintiles based on staffing levels remained small during the quarter, highlighting both strong consumer demand and the lower cost of sales relative to delivery orders. We are incredibly pleased with our carryout momentum, especially considering carryout is a much larger segment of QSR, giving us a significant runway for growth in the future.\nThe delivery business continued to be more pressured. Q2 delivery same-store sales declined by 11.7% relative to Q2 2021. Looking at the business on a 3-year stack, Q2 delivery same-store sales remained more than 8% above Q2 2019 levels. When we look at the same quintiles relative to the delivery business, we continue to see a more pronounced difference in performance. We saw an 11 percentage point gap in delivery same-store sales between stores in the top 20% and those in the bottom 20%. While we continue to see a significant gap in performance between the top and bottom quintile, this does represent a sequential improvement from the 17 percentage point gap we observed in the first quarter.\nShifting to unit count. We and our franchisees added 22 net new stores in the U.S. during Q2, consisting of 24 store openings and 2 closures, bringing our U.S. system store count to 6,619 stores at the end of the quarter. With our strong four-wall economics, we remain bullish on the long-term unit growth potential in the United States and we maintained our conviction that the U.S. can be an 8,000-plus store market for Domino's.\nThe pace of U.S. store growth may decelerate slightly from the current 4-quarter run rate of 3% the rest of the year or until the headwinds subside given some of the continued development, supply chain, staffing and inflationary headwinds.\nOur international business added 211 net new stores in Q2, comprised of 249 store openings and 38 closures. This brought our current 4-quarter net store growth rate in international to 9%. When combined with our U.S. store growth, our trailing 4-quarter global net store growth of nearly 7% continues to fall within our 2- to 3-year outlook range of 6% to 8%.\nTurning to revenues and operating income. Total revenues for the second quarter increased approximately $32.7 million or 3.2% from the prior year quarter driven by higher supply chain revenues resulting from a 15.2% higher market basket pricing to stores. Our market basket pricing is up approximately 20% on a 3-year basis now. The increase in supply chain revenues was partially offset by declines in our company-owned stores' revenues.\nChanges in foreign currency exchange rates negatively impacted international raw material revenues by $5.9 million during Q2. Our consolidated operating income as a percentage of revenues decreased by 180 basis points to 16.7% in Q2 from the prior quarter, primarily driven by food basket and labor cost increases. These impacts were partially offset by pricing actions and G&A leverage.\nOur diluted EPS in Q2 was $2.82 versus $3.06 in Q2 2021 or $3.12 when adjusted for the $0.06 impact of the recapitalization transaction in the prior year. Breaking down that $0.30 decrease in our diluted EPS as compared to our adjusted diluted EPS, our operating results negatively impacted us by $0.14.\nChanges in foreign currency exchange rates negatively impacted us by $0.12. Our higher effective tax rate negatively impacted us by $0.14, $0.09 of which was driven by changes in tax impact of stock-based compensation. Higher depreciation negatively impacted us by $0.02, higher net interest expense negatively impacted us by $0.02 and a lower diluted share count driven by share repurchases over the trailing 12 months benefited us by $0.14.\nAlthough we faced operating headwinds, we continue to generate sizable free cash flow. During the first 2 quarters of 2022, we generated net cash provided by operating activities of approximately $153 million. After deducting for capital expenditures of approximately $33 million, which included investments in our technology initiatives such as our next-generation point-of-sale system and investments in our supply chain channels, we generated a free cash flow of approximately $121 million. Free cash flow decreased $142 million from the first 2 quarters of 2021, primarily due to changes in working capital as a result of the timing of payments of accrued liabilities and receipts on accounts receivable and lower net income.\nDuring the quarter, we repurchased and retired approximately 148,000 shares of $50 million at an average price of $337 per share. As of the end of Q2, we had approximately $606 million remaining under our current Board authorization for share repurchases.\nBefore I close, we would like to update the guidance we provided in April for 2022. Based on the continuously evolving macroeconomic environment, we now expect the increase in the store food basket within our U.S. system to range from 13% to 15% as compared to 2021 levels, an increase from the 10% to 12% we were expecting in April. Changes in foreign currency exchange rates are now expected to have a negative impact of $22 million to $26 million compared to 2021, an increase from the $12 million to $16 million we were expecting to see in April. We anticipate that we will continue to see fluctuations in commodity prices, including wheat and fuel costs and foreign currency exchange rates resulting from geopolitical risk and the resulting impact on the overall macroeconomic environment.\nThank you all for joining the call today, and now I will turn it back to Russell.\n\nRussell J. Weiner\n\nCEO, COO & Director, Domino's Pizza, Inc.\n\nThank you, Sandeep. I'm going to start my comments with the U.S. business. The performance during the quarter started slow as we were lapping with tough [COVID and] stimulus-fueled comp on a 1- and 2-year basis. These dynamics eased throughout the quarter as we move further away from the government payments distributed in March of 2021.\nDuring the quarter, we continued innovative ways to engage with our consumers through our carryout tips promotion, where we were awarded our carryout customers with a $3 tip, good for the purchase of another carryout order within the next week. We also launched our Mind Ordering app, which created a fun ordering experience, which was cut out for some time, into the new season of Stranger Things, one of the most popular shows on TV and streaming. In addition, the second quarter marked our first full quarter since we evolved our national offers to include $5.99 Mix & Match for carryout customers and $6.99 delivery Mix & Match.\nOn the last call, I laid out so many action plans that we're taking to meet customer demand, including returning to core hours, utilizing call centers to ease constraints in the stores and bringing back to the street promotion.\nI'd like to take some time to provide additional color on each of these actions. If you recall, out of necessity, many stores have had to flex their hours of operations because of the labor constraints from the staffing challenges and the Omicron surge early in the year. During the first quarter, when we added up all the lost operating hours, we estimate (inaudible) cumulatively both the equivalent of almost 6 days across the entire U.S. business.\nDuring the second quarter, this number improved to a little over 4 days. The stores primarily flexing hours to be closed during nonpeak times. The impact on orders was less than the number of days closed as a percentage of the total days in the quarter. While we and our franchisees continue to make progress on a full return of all stores to core hours as we start to lap the service disruptions from last year, this metric will become less meaningful as a driver of the year-over-year sales performance.\nAnother key action is utilizing call centers to take phone orders. This allows team members to focus on making and delivering pizzas without having to worry about answering phones, especially during the busiest times of the store. At the end of the quarter, around 40% of our U.S. stores were utilizing call centers in some capacity. As a result, headwinds from unanswered calls were lower than we experienced during the first quarter.\nThe third action is bringing back booth weeks. We promised we will bring back these important customer acquisitions and loyalty enrollment activities this summer. And as you saw, we ran our first booth week in more than 2 years in early June. I am extremely proud of our franchisees, team members and supply chain for executing at a very high level during what was our busiest week of the year. Consumer reaction was strong, and we plan to do another booth week by the end of the summer before we evaluate future cadence.\nTurning now to corporate store performance. Our corporate stores continue to lag franchise performance during the second quarter. As I mentioned during the last call, we are committed to restoring our corporate stores' leadership position among the U.S. system of stores. As such, we have put into place an operations recovery plan with 30, 60 and 90-day milestones. Now last month, we made a leadership change designed to positively impact our focus to our business. Frank Garrido, our Executive Vice President of Operations, who also led corporate stores before taking on his current role in February of 2020, will have that team report directly to him, so he can more closely assess and address the needs of this business. We will continue to provide updates on the progress of our corporate stores and look forward to them resuming their leadership role among our U.S. system of stores.\nNow finally, I'd like to provide an update on our ongoing delivery labor market deep dive. We continue to believe that many of the answers to the labor shortages we are facing are already in our system. We see that our top quintile stores, they can meet the demand and outperform the system. We also saw the gap in performance was between our top and bottom quintile stores improved during the second quarter. We know from our work that one of the key issues for delivery drivers is flexibility. And for many, this is even more important than compensation. Flexibility includes the ability to work shorter shifts, fewer hours in a week, and sign up for a shift with short lead times. These are the areas where we are continuing to evaluate and evolve our practices. The question remains, can we close the gap in performance and get back to fully meeting demand utilizing our current delivery model as it has evolved over many decades. Until we fully answer this question, all options will remain on the table.\nNow let's turn to international. The international business displayed strong fundamental growth, opening over 200 net new stores during the quarter as well as positive order count growth. During the second quarter, 44 of our international markets opened at least 1 net new store, demonstrating the strong demand for Domino's around the world. As Sandeep mentioned, there were some short-term pressures from the U.K. VAT relief overlaps that drove the comp to go negative in the quarter, snapping our long-running streak of consecutive quarters with positive same-store sales growth. I remain confident, extremely confident in the long-term growth potential for our international business. Opening more than 1,000 net stores over the trailing 4 quarters is an outstanding accomplishment by our team in our international master franchise.\nI'll now highlight a few international markets of note. I'd like to congratulate DPC Dash, our master franchisee in China for opening their 500th store during the second quarter. Also, as you may have seen, Dash brands recently made its A1 filing for a listing on the Hong Kong Stock Exchange.\nWe saw strong sales growth in the Middle East, especially in Saudi Arabia. Also, Alamar Foods, our master franchisees across 11 markets in the Middle East and North Africa, announced its intention to go public through an IPO on the Saudi Stock Exchange.\nOther markets of note with strong growth in the quarter included India, Mexico, Spain, Turkey, and Guatemala. We have a long runway for growth in the U.S. and around the world in both our delivery and our carryout business. We will continue to mitigate challenges within our control and take steps to proactively confront external factors we can't completely control with strategies and plans to minimize their impact.\nWe're now happy to take some questions."
  },
  {
    "header": "DPZ",
    "cik": "0001286681",
    "ticker": "DPZ",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/84a968251200ea696e623ad34e0b5229",
    "period": "2022 Q1",
    "content": "Q1 2022 Domino's Pizza Inc Earnings Call\n\nQ1 2022 Domino's Pizza Inc Earnings Call\n\nDPZNASDAQAPR 28, 10:00 AM\n\nOperator\n\nGood day, and welcome to the First Quarter 2022 Domino's, Inc. Earnings Conference Call. (Operator Instructions) As a reminder, this call is being recorded.\nI would now like to turn the call over to Jenny Fouracre. You may begin.\n\nJenny Fouracre-Petko\n\nDirector of Public Relations & Charitable Giving, Domino's Pizza, Inc.\n\nThank you for joining us today for our conversation regarding the results for the first quarter of 2022. Today's call will feature commentary from Chief Executive Officer, Ritch Allison; and from our new CFO, Sandeep Reddy; and incoming CEO, Russell Weiner.\n(Operator Instructions) I want to remind everyone that the forward-looking statements in this morning's earnings release and 10-Q also apply to our comments on the call today. Both of those documents are available on our website. Actual results or trends could differ materially from our forecast. For more information, please refer to the risk factors discussed in our filings with the SEC.\nIn addition, please refer to the earnings release to find disclosures and reconciliations of non-GAAP financial measures that may be referenced on today's call. (Operator Instructions) Today's conference call is being webcast and is also being recorded for replay via our website.\nWith that, I'd like to turn the call over to our CEO, Ritch Allison.\n\nRichard E. Allison\n\nPresident, CEO & Director, Domino's Pizza, Inc.\n\nThank you, Jenny, and thanks to all of you for joining us this morning.\nBefore getting into the details of the first quarter, I would like to publicly welcome our new CFO, Sandeep Reddy, to the Domino's leadership team. Sandeep officially joined us on April 1, and we are thrilled to have found such an accomplished finance leader. You will hear from Sandeep in a few minutes.\nYou'll also hear from Russell Weiner on today's call. Russell will officially step into the CEO role 3 days from now, on May 1. With Russell and Sandeep in place, alongside our outstanding leadership team, I have enormous confidence in the future of this company and of our great brand.\nLet's now turn our attention to the first quarter. As you saw in our release this morning, Q1 was a challenging quarter, particularly on the top line for our U.S. business. We got off to a slow start in January due to the Omicron surge, which impacted our stores and supply chain centers, further limiting our capacity to serve customer demand, particularly in the delivery channel. After a return to modestly positive U.S. same-store sales in February, we turned negative again as we began to overlap the impact of the 2021 federal government stimulus in March and have continued to face that overlap in April.\nWhile we saw momentum continuing to build in Q1 in our U.S. carryout business, and in particular, digital carryout, we are disappointed in our Q1 delivery results and still have a lot of work to do to restore growth in that important channel. I will also acknowledge that we are not satisfied with the sales or the margin performance in our corporate store business in the first quarter. Our team is fast at work on a comprehensive assessment and recovery plan to restore that business to the leadership role in our U.S. system that we expected to play.\nConsistent with our communications during our prior earnings call, we faced significant inflationary cost increases across the business in Q1. Those cost pressures combined with the deleveraging from the decline in U.S. same-store sales resulted in earnings falling short of our high expectations for the business.\nWhile the quarter was certainly challenged, we also saw the solid foundation of the Domino's brand and business model on display as evidenced by our robust global store growth that continues to demonstrate the strength of the Domino's operating model along with our franchisees' ongoing commitment to investing in growth. During the quarter, we reached another significant milestone with the opening of our 19,000th global store.\nWe have action plans in place that are designed to address the issues in our U.S. business as well as other initiatives that we are developing. But that work will take some time. And we believe that we will continue to face pressure, both on the top line for our U.S. business and on our bottom line earnings over the next few quarters. While we remain very optimistic about our ability to drive long-term profitable growth, in the near term, 2022 is shaping up to be a challenging year.\nNow with that as a backdrop, I'll share a few additional observations on the U.S. business, followed by a brief review of our international performance. We have completed our analysis of U.S. franchisee P&Ls from 2021 and are pleased to share that our average estimated 2021 U.S. franchisee store level EBITDA came in at $174,000. With our strong 4-wall economics, we remain bullish on the long-term unit growth potential in the U.S. And we maintain our conviction that the U.S. can be an 8,000-plus store market for Domino's. But we believe it may take some time to accelerate the pace of U.S. store growth beyond the current 4-quarter run rate, given some of the continued development, supply chain, staffing and inflationary headwinds we expect to continue to see in the quarters ahead.\nStaffing challenges continued during Q1, resulting in reduced operating hours and other service-related challenges in many stores across the U.S. business. To give you a sense for the magnitude, when we add up all the lost operating hours during the first quarter, U.S. stores were cumulatively closed the equivalent of almost 6 days across the entire U.S. business.\nAs I shared last quarter, we believe it is instructive to break our U.S. stores into quintiles based on staffing levels relative to an essentially fully staffed store. When we compare sales performance across the quintiles in the first quarter, it gives us a sense for the magnitude of the impact that staffing continues to have on our U.S. business.\nLooking at Q1 same-store sales, stores in the top 20%, those that are essentially or close to fully staffed, on average, outperformed stores in the bottom 20%, those that are facing the most significant labor shortages by 12 percentage points. When we look across the U.S. business, we continue to believe that consumer demand for Domino's remains very strong across the country. It is our current capacity to serve that strong demand, particularly for delivery customers, that has continued to be our greatest near-term challenge.\nNow I'll share a few thoughts specifically about the carryout and delivery businesses. The carryout business was very strong in Q1, with U.S. carryout same-store sales 11.3% positive compared to Q1 2021, driven by both ticket and order growth. On a 3-year basis, our carryout same-store sales were up over 24% versus Q1 2019.\nAs of January 31, our $7.99 national carryout offer is now available online only. This supports a balanced approach of bringing value and a great experience to our customers online and is aligned with our goals of growing the digital carryout business and enhancing the profitability of our carryout orders. Online carryout orders generate a higher ticket and require a lower cost to serve than phone carryout orders, in addition to driving digital engagement and the opportunity to add members to our loyalty program. Thus far, we are very pleased with the initial results in our carryout business, with positive impacts on order counts, ticket, store-level margins, and in particular, digital penetration.\nDuring the quarter, we began a strategic campaign to support a transition to online carryout for our customers by offering a $3 tip for each online carryout order. This approach also aims to drive repeat purchases as the tip comes in the form of a coupon that the customer can use on their next order, which must be used the week after the initial purchase.\nTying back to my comments earlier around the staffing quintiles, it's useful to note that we saw almost no difference in carryout same-store sales performance across the quintiles in the first quarter. We believe the relatively low labor intensity associated with carryout has largely insulated this business from the staffing challenges we see impacting delivery.\nTurning now to the delivery business. Q1 delivery same-store sales declined by 10.7% relative to Q1 2021, driven by order count declines, offset in part by higher ticket. Looking at the business on a 3-year stack, Q1 delivery same-store sales remained almost 6% above Q1 2019 levels. When we look at the same quintiles relative to the delivery business, we see the stark impact that staffing had during the first quarter. We saw a 17 percentage point gap in delivery same-store sales between stores in the top 20% and those in the bottom 20%. It is this disparity in delivery performance that is driving the overall contrast in performance across our U.S. business. The gap between our top performers and our bottom performers has widened over the past year, and we are keenly focused on lifting up the underperforming stores.\nOn March 14, we evolved our long-running $5.99 mix-and-match offer for the first time in over 12 years. Our delivery mix-and-match offer is now $6.99 each for any 2 or more items on the mix-and-match menu. We believe that $6.99 is still a great relative value for our delivery customers, offering variety, great taste and a competitive price, while also reflecting the increased costs inherent in a delivery order. This approach can allow our franchisees to achieve balanced growth across ticket and orders, which is key to driving profitable long-term growth for their businesses.\nWe are also bringing more value to our customers by adding 3 great products to the mix-and-match menu: 32-piece Parmesan bread bites, 6-piece wings, and 3-piece chocolate lava cakes. Customers can now have even more variety , with more than a dozen items to choose from as they assemble their meals. We made these changes in part to manage through the significant cost inflation facing the business. And we did it using the same balanced approach we have successfully executed over the last decade by offering great value to our customers while giving our franchisees the tools to profitably grow their businesses over the long term.\nAs we just implemented these changes to mix-and-match on March 14, the new offers were only in place for 2 weeks of the first quarter. It is still very early. But so far, results are fairly consistent with our expectations. Russell will be able to share more with you on the Q2 call in July.\nI'll turn now to our international business. It was another strong quarter of performance for our international business. I'm pleased to report that this was our 113th consecutive quarter of positive same-store sales growth in our international business. We are also encouraged that growth during the quarter was driven by a mix of ticket and order count increases as franchisees continue to provide great value to their customers globally.\nA clear highlight for the quarter was the outstanding store growth momentum that continued to build across our international business. When combined with our U.S. store growth, our trailing 4-quarter global net store growth of 7% aligns squarely within our 2- to 3-year outlook range of 6% to 8%. 40 international markets opened at least one new store during the first quarter, demonstrating the broad and balanced growth across the business.\nI'll now highlight a few international markets of note. India once again led our international markets in store growth and opened their 1,500th store during the quarter. This was accompanied by a continued same-store sales growth. We also continue to see strong sales and store growth from China. And I'd like to congratulate Alamar Foods, our master franchisee across 11 markets in the Middle East and North Africa, on the opening of their 500th store during the first quarter.\nOther markets of note with strong growth in the quarter included Mexico, Spain, Turkey, Taiwan, Iceland and Guatemala. Our master franchisees across the globe continue to show resilience and a strong belief in the future of the Domino's brand in their markets.\nThe combination of our global brand and systems with their local expertise gives me great confidence in both the long- and short-term growth prospects in international. And with nearly 96% of the global population and 75% of the world's GDP residing outside the U.S., we are just getting started.\nI'll turn it over now to Sandeep, who will take you through the details of the quarter. And after that, Russell will share his views on the road ahead and the actions we and our franchisees are taking to drive growth in the U.S. business. Sandeep, over to you.\n\nSandeep Reddy\n\nCFO, Guess?, Inc.\n\nThank you, Ritch, and good morning to everyone on the call.\nI'm thrilled to now be a part of the Domino's team. Having had the privilege of working with many great brands over my career, this opportunity to work with such an iconic global brand with enormous growth potential is very exciting to me. I look forward to partnering with Russell and the leadership team as we craft the road map to continued value creation.\nTo start with, I would like to comment on one of my initial observations in the past few weeks as I start to learn the business. Given the softness in comparable sales trends in the U.S. and the resulting contraction of operating income as a percentage of sales in the first quarter, we expect margins for the rest of 2022 to be pressured. However, we are already actively working on several initiatives to drive improved profitability. These include, number one, exploring further optimization of our consumer pricing architecture in the United States. Specifically, this covers our many levers of pricing, which includes our standard menu pricing, national offers, local offers and delivery fees, to enable both our company-owned and franchisee stores to better cover the cost increases we are facing in both the food basket and labor market. Number two, efficiencies in our cost structure as we seek to ensure that revenues consistently grow faster than expenses. Number three, actions to accelerate our capacity to service the demand we see and generate incremental sales growth.\nOnce implemented, we expect the initiatives I just covered to enable annual operating income margins to recover to pre-pandemic levels post 2022.\nI will now review our financial results for the quarter in more detail. Global retail sales increased 0.3% in Q1 2022 as compared to Q1 2021. When excluding the negative impact of foreign currency, global retail sales grew 3.6% due to sustained positive momentum in our international business, lapping 14% growth in Q1 2021.\nAs we've discussed in the past, we believe it remains instructive to look at the cumulative stack of sales across the business anchored back to 2019 as a pre-COVID baseline. And we'll continue to do so for as long as we believe it is useful in understanding our business performance. Looking at the 3-year stack, our Q1 2022 global retail sales, excluding foreign currency impact, grew 23.5% versus 2019.\nBreaking down total global retail sales growth, international retail sales, excluding the negative impact of foreign currency, grew 8.4%, rolling over a prior year increase of 12.8%, and are up 28% on a 3-year stack basis relative to 2019. U.S. retail sales declined 1.4%, rolling over a prior year increase of 15.3%, and are up 18.8% on a 3-year stack basis relative to 2019.\nTurning to comps. During Q1, same-store sales for our international business grew 1.2%, rolling over a prior increase of 11.8%, and were up 14.5% on a 3-year stack basis relative to 2019. The international comp in the quarter was driven by both ticket and order count growth.\nSame-store sales for our U.S. business declined 3.6%, rolling over a prior year increase of 13.4%, and were up 11.4% on a 3-year stack basis relative to 2019. Breaking down the U.S. comp, our franchise business was down 3.2% in the quarter, while our company-owned stores were down 10.5%. We believe the difference in the top line performance in our company-owned stores as compared to our franchise stores continues to be driven by more substantial operational challenges, combined with more conservative price increases as compared to our franchise stores.\nThe decline in U.S. same-store sales in Q1 was driven by a decline in order counts, which were pressured by the very challenging staffing environment, which had certain operational impacts, such as shortened store hours and customer service challenges in many stores, both company-owned and franchised. The decline in order counts was partially offset by ticket growth, resulting from higher menu prices as well as more items per transaction and increases to our average delivery fee.\nShifting to unit count. We and our franchisees added 37 net stores in the United States during Q1, consisting of 40 store openings and 3 closures. We've also completed the purchase of 23 franchise stores in the Detroit DMA during Q1, bringing our total company-owned store count to 400 as of the end of the quarter. The purchase of these stores allowed us to consolidate the market along with higher-performing franchisees and should unlock growth in the Detroit DMA.\nWe believe there will be some markets where corporate stores can unlock growth and others where franchisees can optimize the market, as was the case with the sale of our New York corporate stores to franchise partners in 2019. We believe leveraging our corporate portfolio to unlock growth will be an important strategic use or source of capital in the United States going forward.\nOur international business added 176 net stores in Q1, comprised of 217 store openings and 41 closures. More than half of the closures were in Brazil, where our master franchisee remains highly committed to the Domino's brand, while making strategic decisions to get out of some underperforming locations to focus resources and grow stores in other areas. This brought our net global store openings in the quarter to 213.\nTurning to revenues and operating income. Total revenues for the first quarter increased approximately $27.5 million or 2.8% from the prior year quarter, driven by higher supply chain revenues resulting from higher market basket pricing to stores. This increase was partially offset by declines in our company-owned stores and U.S. franchise revenues due to the decline in retail sales I mentioned earlier.\nChanges in foreign currency exchange rates negatively impacted international royalty revenues by $4.3 million during Q1.\nOur consolidated operating income as a percentage of revenues decreased by 270 basis points to 16.3% in Q1 from the prior year quarter, primarily driven by food basket and labor increases in excess of pricing increases as well as G&A deleverage due to the decline in same-store sales in our U.S. business.\nOur diluted EPS in Q1 was $2.50 versus $3 in the prior quarter. Breaking down that $0.50 decrease in our diluted EPS, our operating results negatively impacted us by $0.36. Changes in foreign currency exchange rates negatively impacted us by $0.08. The gain on our investment in Dash in Q1 of last year negatively impacted us by $0.05. Our higher effective tax rate negatively impacted us by $0.04. Higher net interest expense negatively impacted us by $0.15. And a lower diluted share count, driven by share repurchases over the trailing 12 months, benefited us by $0.18.\nAlthough we faced operating headwinds in Q1, we continue to generate sizable free cash flow. During Q1, we generated net cash provided by operating activities of approximately $79 million. After deducting for capital expenditures of approximately $12 million, which included investments in our technology initiatives, such as our next-generation point-of-sale system and investments in our supply chain centers, we generated free cash flow of approximately $66 million.\nWe invested $6.8 million in purchases of franchise operations in our Detroit DMA. We repurchased and retired approximately 101,000 shares for $47.7 million or an average price of $473 per share. As of the end of Q1, we had approximately $656 million remaining under our current Board authorization for share repurchases. And subsequent to the end of the first quarter, we also returned $40 million to our shareholders in the form of a $1.10 per share quarterly dividend payment.\nIn addition, we would like to update the guidance we provided in March for 2022. Based on the continuously evolving inflationary environment, we now expect the increase in the store food basket within our U.S. system to range from 10% to 12% as compared to 2021 levels. Changes in foreign currency exchange rates are now expected to have a negative impact of $12 million to $16 million compared to 2021. We anticipate that we will continue to see fluctuations in commodity prices, including wheat and fuel costs, and foreign currency exchange rates resulting from geopolitical risk and the impact on the overall macroeconomic environment.\nG&A is now expected to range from $420 million to $428 million as we cancel or delay some of the investments originally planned for 2022 and prioritize those projects we believe will be more near-term drivers of growth.\nCapEx is not expected to change from the $120 million projection we provided in March.\nFinally, while our global retail sales growth, excluding the impact of foreign currency in 2022, will likely drop below the low end of our 6% to 10% 2- to 3-year outlook, we are confident that the long-term growth algorithm is still very much intact, and we expect to recover back to that range starting in 2023.\nOur practice has been to not comment on short-term sales trends in the business, and we do not plan to make a habit of doing so. However, based on the very unusual and volatile operating environment we and others are experiencing, we are making an exception in this case. On future investor calls, plan on not sticking with our 2- to 3-year outlook as the best indicator of our expected global retail sales trends.\nThank you all for joining the call today. And now, I will turn it over to Russell.\n\nRussell J. Weiner\n\nCOO & President of Dominos U.S, Domino's Pizza, Inc.\n\nThank you, Sandeep, and good morning, everybody.\nI want to start off by thanking our franchisees and their teams for continuing to work incredibly hard to serve their communities during the pandemic. Domino's franchisees are the best operators in the business, delivering around 1 out of every 3 pizzas in this country every day. COVID, and Omicron in particular, required that they balance this volume with customer service and team member workload. And we were faced with the same situation in many of our corporate stores.\nWhile none of us were satisfied with U.S. sales in Q1, I am confident in our ability to get back to the growth levels we and our franchisees expect. As indicated by our carryout performance and the strength of our business in stores that were less constrained by labor shortages, we believe the demand for Domino's remains strong. Our focus now is on addressing the capacity constraints that have impacted our ability to fulfill this demand. Those constraints have led to demand shaping activity across the U.S. business, things like reducing store hours, not answering phones and restricting online orders. These bottlenecks are largely in our and our franchisees' control. And as we distance ourselves from the peak of Omicron's impact, we're addressing them together with our franchisees.\nFirst, we'll be returning to our core standard operating hours. Knowing the last thing our franchisees want is to be closed, we're working with them closely to return to standard hours. This will be monitored along with online ordering uptime.\nSecond, we have worked with third-party call center providers to facilitate and add capacity that will allow our stores to utilize call centers to take phone orders when necessary. This will allow stores to focus on production and delivery when they're short staffed during peak hours. By the middle of May, we believe between 2,500 and 3,000 stores will be leveraging call centers in some capacity. That number can grow depending on our needs. Our corporate stores will be testing phone center options as part of this process so we can understand the impact on operations, on store team members, customer service and the P&L.\nThird, boost weeks will return this summer. And we expect they will continue moving forward in the cadence similar to our pre-COVID practices. Boost weeks are key to building our business. They drive customer acquisition and grow our loyalty program.\nNow while these actions will begin to take effect in Q2, we know from the quintile analysis that stores need to solve for different levels of staffing challenges. So it will take some time for our entire U.S. system to get back to pre-Omicron levels of staffing. Additionally, we're facing 2-year same-store sales overlaps of 19.6% in Q2. As such, we expect Q2 to be another quarter where same-store sales will continue to be pressured.\nNext, I'd like to talk about our corporate stores. We are disappointed in the results of that business. As we've said in prior calls, our current mix of corporate stores, they are concentrated in areas more impacted by staffing shortages. That said, when adjusting for uncontrollables, these stores have underperformed similar stores owned by our franchisees. This has not been the case historically, and the gap is being addressed by our leaders of that business. They are already several weeks into operations recovery plan with 30, 60 and 90-day milestones. While corporate stores represent only 2% of our footprint around the world, they remain a critical strategic tool to develop talent and to test and refine innovation, and in some instances, to accelerate the growth of an under-penetrated market. We must restore their leadership from a performance perspective.\nNext, I wanted to talk through staffing and some of our plans to address it as a headwind on our performance this year. First, we're seeing an improvement in delivery service in many Domino's stores. By the end of Q1, delivery service has improved versus the same time last year in 42% of stores. This number improved sequentially in each period during the first quarter.\nSecond, while it may take some time to get to full staffing levels, the majority of our franchisees support the boost week and a return to more aggressive promotions that drive customer acquisition. I believe this is an indication of their confidence that staffing and service will continue to improve.\nThird, with Omicron interruptions largely behind us, we were able to roll out a new service assessment program at the end of the quarter. The service assessment provides each store with its own specific service improvement objectives based on individual results. The service assessment also comes with tools to help stores identify and address where they have opportunities. We really expect this new program to help our franchisees as the year progresses.\nFinally, as Ritch mentioned during our last call, we are continuing our deep dive on driver labor. A lot in the world of delivery has changed because of the pandemic. And we're thoroughly analyzing what all these shifts mean for our business. We're still doing the work of this important initiative and believe many of the solutions for how we can evolve and improve our driver staffing already exist within our system, as is evidenced by the performance of our top quintile stores. That said, we're coming at this analysis with an open mind and are exploring all avenues at our disposal.\nI am excited for what's ahead at Domino's. And I'm honored at the opportunity to lead the continued evolution of this great brand. Together with Sandeep and the rest of our leadership team, we will leverage the learnings from these headwinds we're facing today, and we'll use them to become even better. I look forward to talking with you about this in future calls.\nAnd with that said, I'll send it back to Ritch for some final words.\n\nRichard E. Allison\n\nPresident, CEO & Director, Domino's Pizza, Inc.\n\nThanks, Russell. Looking forward, I have a great deal of confidence in you, our outstanding leadership team, and our incredible team members and franchisees here in the U.S. and all around the world. I'm optimistic about the future of this brand, with many years of growth runway ahead.\nToday is my last earnings call, and I'll close my remarks this morning with a heartfelt thank you to our franchisees and team members across the globe. Over the last 11 years, you have inspired me every day with your passion, your commitment and your innovative spirit. I'm truly grateful for the partnership and the friendship that you have extended to me. Serving you as the CEO of this great brand has been the highlight of my professional career. And to our investors and analysts, it has been a pleasure to work with you over these years.\nThank you again for joining us on the call today. And we will now be happy to take your questions."
  },
  {
    "header": "DPZ",
    "cik": "0001286681",
    "ticker": "DPZ",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d0441fda15dc62347a797d157a464f92",
    "period": "2021 Q4",
    "content": "Q4 2021 Domino's Pizza Inc Earnings Call\n\nQ4 2021 Domino's Pizza Inc Earnings Call\n\nDPZNASDAQMAR 1, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Domino's Pizza Fourth Quarter Year-end 2021 Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded. (Operator Instructions)\nI would now like to hand the conference over to your speaker today, Jenny Fouracre, Investor Relations. Please go ahead.\n\nJenny Fouracre\n\nGood morning, and thank you for joining us today for our conversation regarding the results for the fourth quarter and fiscal 2021. Today's call will feature commentary from Chief Executive Officer, Ritch Allison; from the office of CFO, Jessica Parrish; and a few words from our incoming CEO, Russell Weiner.\nAs this call is primarily for our investor audience, I ask that all members of the media and others be in listen-only mode. I want to remind everyone that the forward-looking statements in this morning's earnings release and 10-K also apply to our comments on the call today. Both of these documents are available on our website. Actual results or trends could differ materially from our forecast. For more information, please refer to the risk factors outlined in our filings with the SEC.\nIn addition, please refer to the 8-K earnings release to find disclosures and reconciliations of non-GAAP financial measures that may be referenced on today's call.\nOur request from our coverage analysts, as always, we would like to accommodate as many of you as time permits. (Operator Instructions) Today's conference call is being webcast and is also being recorded for replay via our website.\nWith that, I'd like to turn the call over to our CEO, Ritch Allison.\n\nRichard E. Allison\n\nPresident, CEO, Interim Principal Financial Officer & Director, Domino's Pizza, Inc.\n\nThank you, Jenny, and thanks to all of you for joining us this morning. Before getting into the details of the fourth quarter and full year 2021 results, I'd like to begin by addressing our leadership succession news announced this morning.\nAfter almost 11 years at Domino's, including the last 4 years as CEO, I've announced my plans to retire from the company. With the outstanding leadership team we have in place, I believe now is the right time for me to pass the baton to the next generation of leadership. That's why I'm delighted to share that our Board of Directors has unanimously chosen our very own Russell Weiner, Chief Operating Officer and President of Domino's U.S. to become our next CEO effective May 1 of this year. I look forward to working with Russell for a smooth transition and will continue to serve as an adviser to him until I retire on July 15.\nThere is simply no one more qualified than Russell to oversee Domino's next chapter. Russell has been a member of the Domino's family since 2008 and has been instrumental in defining and executing the strategies that have led to our success. Russell has played a pivotal leadership role driving innovation across all aspects of the Domino's brand during his tenure, including reinventing Domino's menu and advertising. As we enter a new phase of growth for the company, the Board and I believe Russell's vision, incredible passion for the brand and earned respect of our team members and franchisees, make him the right choice to take Domino's forward.\nThis morning, we also announced that after a thorough search with the assistance of an outside search firm, we have named Sandeep Reddy as the company's next CFO. We are excited to welcome Sandeep to the Domino's family, and we are confident that he will be an incredible addition to our talented leadership team.\nAs for my next chapter, my wife and I look forward to returning home to North Carolina to spend more time with our family and focus on community and philanthropic efforts that are close to our hearts. Looking ahead, I remain as confident as ever in Domino's growth prospects, and I know the company will only build on its momentum with Russell at the helm.\nWith that, I will now turn it over to Russell for some brief remarks. Russell?\n\nRussell J. Weiner\n\nCOO & President of Dominos U.S, Domino's Pizza, Inc.\n\nThank you, Ritch, and good morning, everybody. I am honored and humbled to take on the role of CEO. This for me is the opportunity of a lifetime to represent a brand that I love and team members and franchisees all over the world that I respect and admire so much.\nI'm excited to begin the next chapter of an incredible Domino's journey that started for me back in 2008, and I'm eager to build on that strong foundation we have and continue to deliver value for all of our stakeholders.\nDomino's became the #1 pizza company in the world through a relentless focus on our customers in every aspect of their pizza experience. I'm here to tell you that, that focus is as strong as ever, and I'm excited to work with our talented leaders, our team members and franchisees to deliver the next phase of Domino's growth.\nOn behalf of Domino's colleagues around the globe, I want to thank Ritch for his leadership and incredible contributions to Domino's over the years and really on a more personal note, for the collaboration that we've had and for the friendship that we will have for a long time. I look forward to continuing to work closely with Ritch over the coming months to ensure a seamless transition.\nI'm also really looking forward to working closely with Sandeep, who I was personally involved in hiring along with Ritch and our Board. Sandeep brings nearly 3 decades of global leadership experience in consumer-facing businesses, and I know he will be an incredible fit from both a business perspective and culture perspective.\nWith that, I'll now hand it back to Ritch to take you through the quarter and the year. Ritch?\n\nRichard E. Allison\n\nPresident, CEO, Interim Principal Financial Officer & Director, Domino's Pizza, Inc.\n\nThanks, Russell. Overall, I'm very pleased with our 2021 results, which once again demonstrated the strength of the Domino's brand around the world. Throughout the year, we and our franchisees continue to battle through ongoing COVID-related challenges. Through the Delta wave, through the onset of Omicron near the end of the year, our franchisees, store operators and supply chain teams fought on in service of their customers, their team members and their communities across the country and around the globe.\nAs I look back on 2021, there are a few key highlights that demonstrate the continued strength and resilience of the Domino's business model. Global retail sales reached $17.8 billion in 2021, up 11.7%, excluding the impacts of foreign currency and the 53rd week compared to 2020. And that was lapping a 10.4% growth rate in 2020. When we compare back to pre-pandemic 2019, the Domino's brand grew by approximately $3.5 billion in retail sales on a global basis over the last 2 years.\nNow for perspective, $3.5 billion was about the size of our entire U.S. business just a decade ago in 2011, 51 years after Domino's was founded. We and our franchisees opened 1,204 net new stores in 2021, more than 3 stores per day, reaching a global store count of 18,848 at the end of the year. When combined with our 2020 store growth, we opened more than 1,800 net new stores over the last 2 years. That's in the shadow of the COVID-19 pandemic and the development -- difficulties and delays witnessed worldwide. This demonstrates the incredible commitment and resilience of our franchisees.\nOur unit economics remain very strong even in the face of rising labor and food costs. In the U.S., the average Domino's store generated more than $1.3 million in sales during 2021, while the global average approached $1 million. We currently estimate that our 2021 U.S. franchisee store EBITDA once again exceeded $170,000 per unit, and we'll have that final profitability figure for you in April.\nInternational store level profitability also remained very strong with cash-on-cash returns averaging under 3 years. The strength of our business and operating model allowed us to distribute almost $1.5 billion in share buybacks and dividends, continuing our long-standing commitment of efficiently returning capital to our shareholders.\nWe also stepped up our commitment to giving back to support the communities where we live and work, from raising more than $13 million toward our 10-year $100 million pledge to St. Jude Children's Research Hospital, to awarding our first scholarships through the United Negro College Fund, among many others.\nIn 2021, we published our inaugural stewardship report, including the results of materiality assessment and our goal to achieve science-based targets and net zero emissions by 2035 and 2050, respectively, to improve our environmental footprint. In summary, the Domino's brand continues to deliver to our customers, to our franchisees, to our team members, to our shareholders and to the communities we serve.\nI'll turn the call over now to Jessica Parrish, our Controller and Treasurer. She will take you through the details of the quarter and the year. I'll then come back to share some additional thoughts about 2021 and the year ahead. Jessica, over to you.\n\nJessica L. Parrish\n\nVP, Corporate Controller & Treasurer, Domino's Pizza, Inc.\n\nThank you, Ritch. Congratulations to both you and Russell, and good morning to everyone on the call.\nWe are pleased to share our fourth quarter and full year 2021 results with you today. Overall, Domino's team members and franchisees around the world continue to generate healthy operating results, leading to a diluted EPS of $4.25 for Q4, which represents a 22.8% increase over our diluted EPS as adjusted in Q4 2020. As a reminder, our fourth quarter results in 2020 included an extra or a 53rd week, which is outlined in more detail as an item affecting comparability in our earnings release filed this morning.\nGlobal retail sales were down 0.2% in Q4 2021 as compared to Q4 2020. However, when excluding the extra week in Q4 2020 and the negative impact of foreign currency, Global retail sales grew 9%, demonstrating sustained positive momentum in both our U.S. and international businesses.\nBreaking down total global retail sales growth, when excluding the extra week in Q4 2020, U.S. retail sales grew 4.6%, rolling over a prior year increase of 14.3%. The International retail sales, excluding the extra week in Q4 2020 and the negative impact of foreign currency, grew 13.2%, rolling over a prior year increase of 9.9%.\nTurning to comps. During Q4, we continued our streak of 112 consecutive quarters of positive international comps. Same-store sales for our international business grew 1.8%, rolling over a prior year increase of 7.3%. The international comp was driven by order growth and was partially offset by a slightly lower average ticket. Same-store sales for our U.S. business grew 1%, rolling over a prior year increase of 11.2%.\nBreaking down the U.S. comp, our franchise business was up 1.5% in the quarter, while our company-owned stores were down 7.3%. We believe the difference in the top line performance in our company-owned stores as compared to our franchised stores was primarily due to more substantial operational challenges resulting from staffing shortages combined with more conservative price increases as compared to our franchised stores.\nThe increase in U.S. same-store sales in Q4 was driven by ticket growth as we continue to see customers order more items per transaction. The ticket comp also benefited from higher menu prices as well as increases to our delivery fee and the mix of products we sell. The increase in ticket was offset by lower order counts, which were pressured by the very challenging staffing environment which had certain operational impacts such as shortened store hours and customer service challenges in many stores, both company-owned and franchised.\nShifting to unit count. We and our franchisees added 89 net stores in the U.S. during Q4, consisting of 92 store openings and 3 closures. Our international business added 379 net stores in Q4 comprised of 430 store openings and 51 closures. For the full year, we and our franchisees opened 1,204 net stores, bringing our store growth levels back to a pre-pandemic pace driven by the strong cash-on-cash returns our franchisees are able to generate from our operating model.\nTurning to revenues and operating margins. Total revenues for the fourth quarter decreased approximately $13.4 million or 1% from the prior year quarter. When excluding the $88 million in revenues attributable to the extra week in 2020, revenues were up 5.9%. This increase was driven by higher retail sales, which generated higher supply chain and global royalty revenues.\nOur consolidated operating margin as a percentage of revenues decreased to 37.7% in Q4 from 39.5% in the prior year quarter. Supply chain operating margin as a percentage of revenues decreased to 9.6% from 11.6% in the prior year quarter. This decrease as a percentage of revenues was driven primarily by higher labor costs due to additional bonus pay and increased wage rates for our supply chain team members as well as higher food and delivery costs. Company-owned store margin as a percentage of revenues decreased to 19.7% from 21.9% in the prior year quarter, primarily due to higher food costs as a percentage of revenues.\nMarket basket pricing to stores increased 4.7% in Q4 as compared to the prior year. As a percentage of revenues, occupancy and insurance costs were also higher year-over-year, partially offset by lower labor costs.\nAs a reminder, we incurred additional bonus pay in the fourth quarter of last year for frontline team members. And although we did make investments in the form of higher frontline member wage rates during 2021, we continue to experience staffing shortages in a majority of our company-owned stores.\nG&A expenses increased approximately $1.9 million in Q4 as compared to 2020. Excluding the estimated $6 million impact of the extra week in 2020, G&A expenses increased approximately $8 million in Q4 due primarily to higher travel and event expenses as well as higher advertising costs. Other income was $34.3 million during Q4 and represented an unrealized gain recorded on our investment in DPC Dash Ltd, our master franchisee in the China market. During the quarter, as part of a private funding opportunity, we made an additional investment of $9.1 million in Dash. Accordingly, we remeasured the investments we have made in previous quarters due to the observable change in price from the valuation of the additional investments.\nNet interest expense increased approximately $6.3 million in Q4 as compared to 2020. Excluding the estimated $3 million impact resulting from the extra week in 2020, net interest expense increased by approximately $9 million, driven by a higher average debt balance due to our recapitalization transaction completed in Q2 2021.\nOur weighted average borrowing rate for Q4 decreased to 3.7% from 3.9% in Q4 2020 due to lower interest rates on our outstanding debt as a result of this recapitalization transaction.\nOur effective tax rate was 20.6% for the quarter as compared to 19.9% in Q4 2020. The effective tax rate in Q4 2021 included a 0.3 percentage point positive impact from tax benefits on equity-based compensation. This compares to a 1.8 percentage point positive impact in Q4 2020. This decrease was due to fewer stock option exercises in Q4 of this year. We expect to see continued volatility in our effective tax rate related to these tax benefits from equity-based compensation.\nCombining all of these elements, our fourth quarter net income was up $3.8 million or 2.5% versus Q4 2020. Excluding the estimated $15 million positive impact on net income resulting from the 53rd week in 2020, net income was up $19 million or 13.9%.\nOur diluted EPS in Q4 was $4.25 versus $3.85 from the prior year quarter. As compared to our diluted EPS as adjusted of $3.46 in Q4 2020, our diluted EPS increased 22.8%. Breaking down that $0.79 increase in our diluted EPS, the unrealized gain recognized that our investment in Dash benefited us by $0.68. Our improved operating results benefited us by $0.02. A lower diluted share count driven by share repurchases over the trailing 12 months benefited us by $0.30. Higher net interest expense negatively impacted us by $0.18, and our higher effective tax rate negatively impacted us by $0.03.\nTransitioning from Q4 to the full year, I would like to hit on a few financial highlights for 2021. When excluding the extra week in 2020 and the positive impact of foreign currency, our global retail sales grew 11.7% during 2021. Same-store sales for the U.S. grew 3.5%, and same-store sales for our international division grew 8%. We and our franchisees opened more than 1,200 stores globally or more than 3 stores per day on average. We came within our 2021 annual outlook measures on the increase in our store food basket, the impact of changes in foreign currency exchange rates and royalty revenues and capital expenditures. Our full year G&A came in at $428 million, which was $3 million over our 2021 G&A outlook measure due to higher performance-based compensation expense.\nWe also completed a $1.85 billion recapitalization transaction at favorable interest rates and returned $1 billion to shareholders through an accelerated share repurchase transaction.\nOur continued sales growth led to a healthy increase in our diluted EPS year-over-year and strong and consistent free cash flow generation. During 2021, we generated net cash provided by operating activities of approximately $654 million. After deducting for capital expenditures of approximately $94 million which included investments in our technology initiatives such as our next-generation point-of-sale system and investments in our supply chain centers, we generated free cash flow of approximately $560 million, up more than 36% from our pre-pandemic fiscal 2019 free cash flow generation. Combined with the net proceeds from our 2021 recapitalization transaction, our strong free cash flow generation allowed us to continue our long-term commitment to returning cash to shareholders.\nDuring 2021, we repurchased and retired approximately 2.9 million shares for $1.3 billion or an average price of $453 per share. As of the end of Q4, we had approximately $704 million remaining under our current Board authorization for share repurchases. Subsequent to the end of the quarter, we have repurchased and retired an additional 101,000 shares for approximately $48 million or an average price of $473 per share. We also returned $139 million to our shareholders during 2021 in the form of $0.94 per share quarterly dividend payment, including 2 dividend payments totaling $68 million that were paid in the fourth quarter.\nAs we move into 2022, we are pleased to announce that our Board of Directors has declared a quarterly dividend of $1.10 per share to be paid on March 30, representing an increase of 17% over our prior quarterly dividend amount.\nLooking forward to 2022, we would also like to provide an update on the 2022 annual outlook items that we communicated in mid-January. We currently project that the store food basket within our U.S. system will be up 8% to 10% as compared to 2021 levels. We previously told you that we estimated that changes in foreign currency exchange rates could have a $4 million to $8 million negative impact on royalty revenues in 2022 as compared to 2021. Based on the current outlook, we now estimate that this could be an $8 million to $12 million negative impact. We expect that we may continue to see volatility in this outlook as there are many uncontrollable factors that drive the underlying exchange rates.\nWe anticipate that our CapEx investments will be approximately $120 million as we continue to invest in strategically growing our business, including in our supply chain centers, technology and new corporate stores. We expect our G&A expense to be in the range of $445 million to $455 million. Keep in mind that these metrics can change based on economic and other factors outside of our control and may vary depending on our performance and strategic opportunities.\nIn closing, our business continued its solid performance during the fourth quarter, and we are proud of the results our franchisees and team members around the world delivered.\nThank you all for joining the call today. And now I will turn it back over to Ritch.\n\nRichard E. Allison\n\nPresident, CEO, Interim Principal Financial Officer & Director, Domino's Pizza, Inc.\n\nThanks, Jessica. I'll begin my comments with a look at our U.S. business. Domino's 2021 U.S. retail sales, excluding the impact of the 53rd week of 2020, were up 6.7%, rolling over 15% retail sales growth in 2020, representing a 21.7% 2-year increase. Fourth quarter U.S. retail sales grew 4.6%, excluding the impact of the 53rd week, lapping a 14.3% increase from Q4 2020.\nOur fourth quarter same-store sales growth of 1% was enhanced by the positive impact of 205 net new stores that we opened throughout the year. There were also headwinds in the quarter driven by ongoing staffing challenges, particularly in our delivery business. These challenges were more pronounced at the end of the quarter due to the Omicron surge.\nLet's take a few minutes to further break down the U.S. retail sales growth into its 2 components, store growth and same-store sales. 89 net new U.S. stores in Q4 brought us our franchisees to 205 net new stores for the full year. U.S. store growth in 2021 was softer than we would like to see, particularly given the continuing strong franchisee store-level EBITDA. While cash-on-cash returns remain very strong, and we continue to see a robust pipeline of future openings, we and our franchisees had a number of store openings delayed in 2021 due to a variety of factors. We experienced slowdowns in permitting inspections and equipment deliveries as well as delays in construction and utility hookups. The aforementioned staffing challenges also impacted some store openings. We remain bullish on the unit growth potential in the U.S. but believe that we may continue to see some of these challenges persist in the quarters ahead.\nLet's turn now to same-store sales. As we continue to experience COVID overlaps, we believe it remains instructive to look at the cumulative stack of comparable U.S. same-store sales anchored back to 2019 as a pre-COVID baseline and will continue to do so for as long as we believe it is useful in understanding our business performance.\nOur 2-year stack for Q4 was 12.2% and the 2-year stack for full year 2021 was 15%. We saw a sequential decline in the Q4 2-year stack when compared to Q3. As we look back across 2021 and interpret our results, several things evolve throughout the course of the year, which we believe contributed to this sequential decline.\nFirst, we believe that government stimulus had a material impact on our sales in Q1 and Q2 2021 that waned in the third and fourth quarters as we moved further away from the onetime payments and other enhanced government benefits tapered off over the course of the year.\nSecond, we saw staffing challenges intensify across the country as the year progressed, resulting in reduced operating hours and other service-related challenges in many stores across the network. We saw that urban markets were generally more impacted than our rural markets. We believe these staffing challenges posed a more significant headwind on orders and sales during Q4 than they did during Q3 and much more so than in the first half of the year.\nWhen we break our U.S. stores down into quintiles based on staffing levels relative to a fully staffed store and then compare their sales performance in the fourth quarter, it gives us a sense for the magnitude of the impact that staffing is having on our U.S. business. Stores in the top 20%, those that are essentially are close to fully staffed, produced an average Q4 same-store sales increase of almost 6%. By contrast, stores in the bottom 20%, those that are facing the most significant labor shortages, saw Q4 same-store sales decrease by an average of almost 7%.\nWhen we look across the U.S. business, we continue to believe that consumer demand for Domino's remains very strong across the country. It is our current capacity to serve that strong demand that we believe presents one of our largest near-term challenges.\nWe and our franchisees are taking a number of actions to address the staffing issues and to expand that capacity. A new applicant tracking system that we rolled out a few months ago has made it easier for candidates to apply for openings and to be onboarded at both corporate and franchise locations across the U.S. system.\nWe are also sharing operational best practices to eliminate unnecessary and time-consuming tasks in the operation of our stores, tasks like prefolding boxes that could drive both team member and customer satisfaction. We now have over 2/3 of our stores who are not prefolding boxes, saving an estimated 30 to 40 hours per store per week in labor. The objective of this initiative is to keep drivers in their cars and on the road while working as much as possible.\nIn our corporate stores during 2021, we rolled out increases in team member compensation and benefits totaling more than $6 million over and above required minimum wage increases. In 2022, we are currently anticipating committing an incremental $8 million investment in team member wages over and above required 2022 minimum wage increases in our corporate stores. Looking back to 2019, we will have invested over $30 million in frontline wage and benefit enhancements in our corporate stores. We are also implementing new approaches to team member onboarding, training and development to improve the employee value proposition.\nWhile I'm optimistic about the efforts that we and our franchisees have underway, including a great new hiring ad that features one of our terrific young franchisees, we believe that delivery driver staffing may remain a significant challenge in the near term as the labor market continues to evolve, We are conducting a full assessment of the driver labor market and potential additional actions to relieve the existing constraints on our business.\nNow I'll turn and share a few thoughts specifically about the carryout and delivery businesses. The carryout business was very strong in Q4, with U.S. carryout same-store sales approaching 10% positive compared to 2020, driven by both ticket and order growth. On a 2-year basis, our carryout same-store sales were up over 16% versus Q4 2019.\nWe drove greater awareness of Domino's Carside Delivery during the fourth quarter through our Carside Delivery 2-minute guarantee. I continue to be pleased with our car side delivery performance. Our research shows that it is appealing to both existing and new customers. And we have consistently averaged below 2 minutes out the door and on our way to our customers' cars. During the fourth quarter, we went on air to launch 3 great new products to support our signature $7.99 carryout offer. We call them Dips and Twist, and they hit the mark for great taste and consumer appeal with terrific economics for our franchisees. Results indicate that these products contributed meaningfully to our carryout ticket growth in the fourth quarter as many customers added these incremental items to their orders. resulting in the smart ticket growth we've been so focused on driving.\nDuring our recent presentation at ICR, I also highlighted a change for 2022 to our $7.99 carryout offer that recently went into effect. As of January 31, this national offer is now available online only. This supports a balanced approach of bringing value and a great experience to our customers online while supporting our goals of growing the digital carryout business and supporting the profitability of our carryout orders. Online carryout orders generate a higher ticket and require a lower cost to serve than phone carryout orders, in addition to driving digital engagement and the opportunity to add members to our loyalty program.\nMost recently, we launched a fund campaign to support this transition to online carryout for our customers by offering a $3 tip for each online carryout order. This approach also aims to drive repeat purchases as the tip comes in the form of a coupon that the customer can use on their next order.\nTurning to the delivery business. Q4 delivery same-store sales declined relative to 2020, driven by order count declines, which were offset in part by higher ticket. Looking at the business on a 2-year stack, Q4 delivery sales remained almost 10% above Q4 2019 levels. We believe that the staffing challenges that I referenced earlier had a disproportionate impact on our delivery business in Q4.\nDuring the fourth quarter, we continued our Surprise Frees ad campaign to support our delivery business that played on a key tension that consumers have with third-party delivery apps. The Surprise Frees that are often charged for service or small orders or simply because you live in a certain ZIP code. This campaign supported 2 of our key brand attributes, value and transparency. Over the course of the campaign, Domino's and our franchisees gave away over $50 million worth of Surprise Frees to our delivery customers.\nWe and our franchisees also gave back to local independent restaurants in our communities across the country. Many of our customers received gift cards with their Domino's orders that could be used to buy directly from local restaurants that have been hurt by rising costs, including fees charged by third-party apps. As we look forward into 2022 and the inflationary forces across the U.S. economy, we expect to face unprecedented cost pressures on our U.S. business. As Jessica mentioned, we estimate that our food basket will increase 8% to 10% versus 2021, and we anticipate that increase will be even more pronounced in the first half of 2022.\nAs I mentioned earlier, we also expect to make significant incremental labor investments in our corporate stores this year, and we believe many franchisees will be facing similar cost increases in their businesses. These costs put particular pressure on the delivery business due to the more labor-intensive nature of that service method. Managing through this cost inflation requires the same balanced approach that we have successfully executed over the last decade. We must continue to offer great value to our customers while giving our franchisees the tools to profitably grow their businesses over the long term.\nIt's with that balance in mind that on March 14, we will evolve our $5.99 Mix & Match offer for the first time in over 12 years. We will bring more value to our customers by adding 3 great products to the Mix & Match menu: 32-piece parmesan bread bites, 6-piece wings and 3-piece chocolate lava cakes. Customers will now have even more variety with more than a dozen items to choose from as they assemble their meals. Historically, when we have added items to the Mix & Match menu, we have seen positive impacts on ticket as customers add more items to their orders.\nTo ensure that Mix & Match can still drive value for our franchisees, we will replace the current single national offer with 2 separate offers. Our delivery Mix & Match offer will be $6.99 each for any 2 or more items on the Mix & Match menu. We believe that $6.99 is still a great relative value for our delivery customers, offering variety, great taste and a competitive price while also reflecting the increased costs inherent in a delivery order. This approach can allow our franchisees to achieve balanced growth across ticket and orders, which is key to driving profitable long-term growth for their businesses.\nOur carryout Mix & Match offer will remain unchanged at $5.99 each for any 2 or more items on the Mix & Match menu. This allows us to continue offering the same familiar price point with enhanced variety and great value to our carryout customers as we look to continue growing that important and lower cost-to-serve business channel.\nRounding out the fourth quarter, we made continued progress in our U.S. business across several important areas. Our digital sales growth continued, accounting for $6.6 billion in U.S. retail sales in 2021, an increase of over 36% since 2019. We surpassed 29 million active members in our Piece of the Pie loyalty program and now have almost 70 million customers enrolled in our loyalty database.\nWe broke ground on a new supply chain center in Indiana, which we expect to complete by the end of 2022, and we are now running permanent installations of our new PULSE point-of-sale system in 5 stores here in Michigan. We are excited about accelerating this rollout in 2022 and beyond.\nNow as you know, it is not our practice to provide intra-quarter updates. But before we close our discussion of the U.S. business, I'd like to take a minute to share that the increased staffing headwinds we and our franchisees saw late in the fourth quarter have continued as we begin 2022. COVID, and specifically the Omicron variant, impacted us significantly in January, with the resulting staffing impacts putting more pressure on our U.S. business than we saw on average across the fourth quarter. These labor constraints, in particular, among delivery drivers, have encumbered our and franchisees' ability to take and service all of the orders coming into our stores. When we look at our 1- and 2-year trends, the limitation on order capacity resulting from these labor constraints, combined with the absence of government stimulus in 2022 as compared to Q1 2021, have created a challenging backdrop to date for U.S. sales comps in the first quarter of this year.\nWe believe that the sales we saw in Q4 2021 and have seen so far in 2022 for the U.S. business are not indicative of the demand our great brand is capable of generating. That demand gives us confidence about our ability to drive long-term growth once we adequately address these labor constraints.\nConsistent with what we saw in the fourth quarter, well staffed stores continue to outperform those that are not by similarly wide margin. And when we look at the carryout and delivery businesses, carryout has remained much stronger than the more labor constrained delivery business. As I mentioned earlier, we believe that delivery driver staffing may remain a significant challenge in the near term. As the labor market continues to evolve, we are conducting a full assessment of the driver labor market and potential additional actions to relieve the existing constraints on our business.\nWe and our franchisees remain laser-focused on relieving the labor capacity constraints and continuing to grow the Domino's brand as we have for many consecutive years.\nI'll end the U.S. discussion with a big thank you to our U.S. franchisees, our corporate store operators and our supply chain team for their ongoing efforts to serve their customers, their team members and their communities in a challenging operating environment.\nI'll now turn my attention to our international business. And before I speak about the quarter and the year, I just want to send out our best wishes and prayers to our team members and their families in Ukraine.\nIt was another strong quarter of performance for our international business. Our 13.2% international retail sales growth, excluding foreign currency impact and the impact of the 53rd week, lapped our 9.9% growth in Q4 2020, combining to deliver a 2-year stack of 23.1%. Q4 same-store sales were positive at 1.8%. While this is a sequential deceleration from Q3, we are encouraged that this growth was driven entirely by order count increases as our franchisees continue to provide great value to their customers globally.\nFor the full year, excluding the impact of foreign currency in the 53rd week of 2020, Domino's international retail sales grew by 17.1%, our strongest result since 2016. As previously shared, we are continuing to watch the 2-year stacks across both the U.S. and international, and 2021 represented a 23% international retail sales 2-year stack relative to 2019.\nA clear highlight for the quarter and the year was the outstanding store growth momentum that continued to build across our international business. Our international franchisees demonstrated their strong commitment to growth by opening 379 net new stores in Q4, bringing our full year total to 999 net new stores. When we back out the conversion of Dominion Pizza in Poland, our 999 net new international stores included 950 net new organic stores. That's a new record for our international business. This continued acceleration of international store growth, combined with our U.S. store growth has driven the global pace of store growth to 6.8% for the full year 2021, aligning nicely with our 2- to 3-year outlook range of 6% to 8%.\nOur 430 international gross openings and 51 closures during the fourth quarter brought our total for the year to 1,094 gross openings and 95 closures. This low level of store closures was driven by continued and strengthening store-level economics and related cash-on-cash returns.\nImportantly, the few individual markets that closed more than a handful of stores each were among our highest net store growth markets. Many of these closed stores were in atypical locations such as office parks and malls and had significantly lower order counts than average. Closing these stores now, while opening new stores in more ideal locations, creates a stronger foundation for continued growth in 2022 and beyond. At the end of the quarter, we estimate that Domino's had fewer than 50 temporary COVID-related store closures, with the majority of those located in India.\nI'll now highlight a few international markets of note. In the U.K., our master franchisee, DPG, announced in December a new deal with its sub-franchisees after 2 years of negotiations. The agreement calls for DPG to invest over GBP 20 million and improves alignment between DPG and its sub-franchisees on marketing and promotions, enabling a balanced approach to customer value and franchisee economics. Importantly, the agreement also calls for DPG and its franchisees to increase store openings to 45 annually over the next 3 years. As our largest market by retail sales outside the U.S., we are encouraged by this agreement and the future growth that it can unlock.\nI also want to highlight several of the BRIC markets, which are a significant source of current and future growth. India continued its impressive store growth from Q3 into Q4, leading our international markets, both for the fourth quarter and for the full year in net new store growth. Accompanying the strong store growth was solid same-store sales growth driven by order counts.\nOur master franchisee, Jubilant, continues to invest in the business and set a higher bar for growth. while also taking care of their people throughout the ongoing COVID challenges. Subsequent to the quarter, Jubilant opened the 1,500th Domino's store in India. By far, our largest international market by store count, this was an incredible milestone for the brand in India.\nAs I highlighted on previous calls, we continue to see strong results coming out of China including more than 100 net new stores opened in 2021. As mentioned at ICR, China is now estimated to have a full market potential of over 5,000 stores. Fourth quarter results were very strong with a double-digit same-store sales increase and continued store growth momentum.\nDomino's Brazil was also a highlight in Q4, opening 18 new stores in a difficult macroeconomic environment. That marks 100 net new stores that our master franchisee, Vinci Partners, has opened since acquiring the brand at the end of 2018. We've been impressed with Vinci's ability to drive growth in the market and are very excited about the potential for them to continue expanding the Domino's brand. Brazil is estimated to have a full market potential of over 1,000 Domino's stores.\nIn addition to those markets, we saw a strong continued regional growth in the Middle East from our master franchisee, Alamar and the 11 markets in which they operate. Alamar recently achieved a great milestone with the opening of their 500th Domino's store.\nMexico, Spain, Turkey, Malaysia and Australia were additional large market highlights contributing to our global growth. Our master franchisees have once again reinforced my belief that we have the best partners in the restaurant industry. With an estimated remaining potential of over 10,000 new stores in our top 15 international markets alone, we look forward to continuing to work with them to drive long-term global growth for Domino's.\nIn closing, I'm very proud of the results we and our franchisees delivered in 2021, particularly when we consider the persistence of the COVID-19 pandemic and the continued challenging operating environment. Our proven model for success, leading with innovation, leveraging our global scale, and driving superior returns for our shareholders has continued to guide us.\nWe adapted to the ever-changing environment. We've grown sales, increased our global store count, invested in our people and driven returns for our franchisees and shareholders, all while staying true to our values as an organization. I am proud of our franchisees and team members who once again proved to me that they are the best in the restaurant business.\nAs we look ahead to 2022, we will work through the near-term challenges while remaining diligently focused on delivering for our customers, our team members, our franchisees, our communities and our shareholders. We have a long track record of profitable growth, driven by a powerful global brand and a disciplined operating model. This durable foundation gives me a great deal of confidence in our ability to continue to grow the Domino's brand over the long term.\nI'll end my remarks this morning with a heartfelt thank you to our franchisees and team members across the globe. My team and I are proud to serve you each and every day. And I thank all of you again for joining us on the call today, and we'll now be happy to take your questions."
  }
]