[
  {
    "header": "CME",
    "cik": "0001156375",
    "ticker": "CME",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d5c2971222c8da9c7c956cd1d28614dc",
    "period": "2025 Q3",
    "content": "Q3 2025 CME Group Inc Earnings Call\n\nQ3 2025 CME Group Inc Earnings Call\n\nCMENASDAQOCT 22, 8:30 AM\n\nOperator\n\nWelcome to the CME Group Third Quarter 2025 Earnings. [Operator Instructions] I would now like to turn the call over to Adam Minick. Please go ahead.\n\nAdam Minick\n\nInvestor Contact\n\nGood morning, and I hope you're all doing well today. We released our executive commentary earlier this morning, which provides extensive details on the third quarter 2025, which we will be discussing on this call. I'll start with the safe harbor language, and then I'll turn it over to Terry.\nStatements made on this call and in the other reference documents on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance. They involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statement. Detailed information about factors that may affect our performance can be found in the filings with the SEC, which are on our website. Lastly, in the earnings release, you will see a reconciliation between GAAP and non-GAAP measures following the financial statements.\nWith that, I'll turn the call over to Terry.\n\nTerrence A. Duffy\n\nChairman & Chief Executive Officer, CME Group, Inc.\n\nThanks, Adam, and thank you all for joining us this morning. I'm going to make a few brief comments about the quarter. and the overall environment. Following that, Lynne will provide an overview of our third quarter results. In addition to Lynne, we have other members of our management team present to answer questions after the prepared remarks.\nThe third quarter average daily volume of 25.3 million contracts represented the second highest third quarter average daily volume in our history, following the record quarter a year ago. Customers continue to turn to our markets to manage their risk exposures as demonstrated by year-end open interest of 126 million contracts, the highest open interest at end of September in the last 5 years and continuing to grow in October. We also set records in large open interest holders in interest rates, equity indices, and cryptocurrencies in September despite a general pullback in volatility across asset classes during the quarter.\nOur team remains focused on future growth and innovation, including the extension of our product offerings. Our crypto complex traded a record 340,000 contracts per day in the third quarter and was up over 225% relative to a year ago. This growth was aided by the early success of Solana and XRP futures, which we launched earlier this year. Other new products with record volume in the third quarter include credit futures, 1 ounce gold futures and agricultural weekly options. We also introduced trading opportunities that facilitate stronger links between cash and futures markets.\nFX SPOT plus, which was launched earlier this year and provides the benefits of future capital efficiencies and to spot market participants set new volume records in every month in the third quarter. BrokerTec Chicago launched just 2 weeks ago is also off to a strong start and enables participants to trade futures and cash products side by side in our facility here in Chicago. Going forward, innovation will continue to be a key driver of our performance and our ability to serve clients in an increasingly complex and volatile global market. During the quarter, we announced the upcoming extension of our cross margin agreement with DTCC to enable increased margin savings to end user clients.\nWe are also pleased to announce the extension of our FTSE Russell index derivatives license through 2037. This announcement will ensure the continuity efficiency and value to our clients along with our other suite of equity products. Additionally, we announced our intention to offer 24/7 trading of cryptocurrency futures and options beginning early next year. Finally, we announced a partnership with FanDuel to develop and distribute event-based contracts beginning later this year, which we look forward to talking to you about today. While we are proud of our record results, we have delivered the last several years, our focus will always be on the future needs of our customers and how we can continue to evolve to meet those needs.\nWith that, I'll now turn the call over to Lynne to review our financial results in more detail.\n\nLynne Fitzpatrick\n\nSenior MD & Deputy CFO\n\nThanks, Jerry, and thank you all for joining us this morning. During the third quarter, CME Group generated revenue of $1.5 billion, down 3% from the very strong third quarter in 2024. The average rate per contract for the quarter was $0.1702 resulting in clearing and transaction fees of $1.2 billion. Market data reached a record level, delivering over $200 million in quarterly revenue for the first time, up 14% to $203 million. Continued strong cost discipline led to an adjusted expenses of $487 million for the quarter and $405 million, excluding license fees.\nOur adjusted operating income was $1.1 billion, or a 68.4% operating margin for the quarter. CME Group had an adjusted effective tax rate of 22.6%. Adjusted net income and adjusted diluted earnings per share came in at $978 million and $2.68 per share, both slightly above the extraordinarily strong third quarter last year, and represented the third highest quarter of any in our history. Capital expenditures for the third quarter were approximately $19 million, and cash at the end of the quarter was approximately $2.6 billion. CME Group paid dividends of $455 million in the third quarter and approximately $3.5 billion over the first 9 months of the year.\nTurning to guidance. We expect total adjusted operating expenses for the year, excluding license fees, to be approximately $1.625 billion. That's $10 million below our prior guidance and a total of $25 million below our expectations to start the year. All other guidance remains unchanged. We're proud of the continued strong results the firm has delivered during the quarter. During the first 3 quarters of 2025, CME Group reported the 3 highest quarterly adjusted net income and adjusted diluted earnings per share in our history. Year-to-date 2025, we have grown adjusted earnings per share by [ 5% ] over a record 2024. We continue to see strong customer demand for our products as demonstrated by growing open interest and new records in large open interest holders. Our focus remains on driving earnings growth for our shareholders by expanding our customer base during the needs of our clients through innovative products and providing unmatched capital efficiencies.\nWe'd now like to open up the call for your questions."
  },
  {
    "header": "CME",
    "cik": "0001156375",
    "ticker": "CME",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/73d6221ad0d54db80e2a6c992fea52f3",
    "period": "2025 Q2",
    "content": "Q2 2025 CME Group Inc Earnings Call\n\nQ2 2025 CME Group Inc Earnings Call\n\nCMENASDAQJUL 23, 8:30 AM\n\nOperator\n\nWelcome to the CME Group Second Quarter 2025 Earnings Call. [Operator Instructions]. I would now like to turn the call over to Adam Minick. Please go ahead.\n\nAdam Minick\n\nInvestor Contact\n\nGood morning, and I hope you're all doing well today. We released our executive commentary earlier this morning, which provides extensive details on the second quarter 2025, which we will be discussing on this call. I'll start with the safe harbor language, and then I'll turn it over to Terry.\nStatements made on this call and in the other reference documents on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance. They involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statement. Detailed information about factors that may affect our performance can be found in the filings with the SEC, which are on our website.\nLastly, in the earnings release, you will see a reconciliation between GAAP and non-GAAP measures following the financial statements.\nWith that, I'll turn the call over to Terry.\n\nTerrence A. Duffy\n\nChairman & Chief Executive Officer, CME Group, Inc.\n\nThanks, Adam, and thank you all for joining us this morning. I'm going to make a few brief comments about our quarter and the overall environment. Following that, Lynne will provide an overview of our second quarter results. In addition, to Lynne, as usual, we have other members of our management team present to answer questions after the prepared remarks. .\nOur record-breaking performance in the second quarter demonstrated the growing need for risk management globally. For the first time in CME Group's history, average daily volume exceeded 30 million contracts for this quarter.\nSecond quarter average daily volume of 30.2 million contracts represented an increase of 16% compared to the same period last year and included all-time records in each month of the quarter. In an environment of heightened headline risk and macro uncertainties, clients are increasingly choosing the transparency and capital efficiency of our essentially cleared benchmark products as they look to manage and mitigate risk.\nThe strong growth this quarter was broad-based with year-over-year volume growth in all 6 asset classes, including all-time quarterly volume records in interest rates, agricultural commodities and metals. In aggregate, our financial products volume grew by 17% and our commodity sector volume grew by 15%.\nThis continues to be a risk-on environment as evidenced by the continued growth in open interest or positions open on the books at CME, up by 7% from the end of Q2 2024 and 10% from year-end 2024. We are also seeing strong levels of large open interest holders with new records in both interest rates and crypto futures set earlier this month.\nWe had our highest ever quarterly volume from our international business, which averaged 9.2 million contracts per day, up 18% from the prior year. This was led by a record 6.7 million average daily volume from EMEA, which was up 15%; and a record 2.2 million contracts per day from APAC, or up 30%. This record international volume was driven by growth across all asset classes and customer segments and reflects our deep integration into global markets.\nIn recent quarters, we've talked extensively about our growing focus on retail traders and highlighted some of the large retail broker partners that have joined our multi-asset class marketplace to meet the increasing demand from this particular segment.\nIn the second quarter, over 90,000 new retail traders participated in our markets for the first time, a 56% increase versus same period last year. These new customers contributed to our Micro's ADV record of 4.1 million contracts in Q2 and demonstrated the appeal of our products to a broader base of users.\nThe Micro E-Mini NASDAQ 100 Futures contributed 1.7 million of those 4.1 million contracts. Year-to-date, NASDAQ 100 Futures and Options trading volume at CME Group has climbed to more than 2.5 million contracts per day, or up 22% versus last year.\nAlso, we're pleased yesterday, we were able to announce a 10-year extension of CME Group's exclusive license to offer futures and options on futures based on the NASDAQ 100 and other NASDAQ indexes. This license will go through 2039.\nThis extension ensures that our customers will continue to have the ability to trade NASDAQ equity index products alongside our S&P, Dow Jones and FTSE Russell products and benefit from the related capital and operational efficiencies for years to come. In addition to the impressive volume records, we delivered record financial results for the second consecutive quarter.\nI'll now turn the call over to Lynne to review our financial results in more detail and look forward to your questions.\n\nLynne Fitzpatrick\n\nSenior MD & Deputy CFO\n\nThanks, Terry, and thank you all for joining us this morning. During the second quarter, DB Group generated revenue of $1.7 billion, up 10% from the second quarter in 2024. The average rate per contract for the quarter was $0.69, resulting in the highest quarterly clearing and transaction fees in our history of $1.4 billion, up 11% year-over-year.\nMarket Data revenue also reached a record level of 13% to $198 million. Continued strong cost discipline led to adjusted expenses of $491 million for the quarter and $395 million, excluding license fees. Our adjusted operating income came in at a record $1.2 billion, up 14% year-over-year.\nOur adjusted operating margin for the quarter was 71%, up from 69.1% in the same period last year. CME Group had an adjusted effective tax rate of 23.3%. Driven by the strong demand for our risk management products, we delivered the highest quarterly adjusted net income and adjusted diluted earnings per share in our history at $1.1 billion and $2.96 per share, respectively, both up 16% from the second quarter last year.\nThis represents an adjusted net income margin for the quarter of 64%. Capital expenditures for the second quarter were approximately $19 million, and cash at the end of the quarter was $2.2 billion. CME Group paid dividends of $455 million in the second quarter and approximately $3 billion over the first half of the year.\nTurning to guidance. We now expect total adjusted operating expenses for the year, excluding license fees, to be approximately $1.635 billion, that is $15 million below our prior guidance and represents 3% growth from last year's adjusted expense levels, although the guidance remains unchanged.\nWe're very proud to deliver the highest quarterly volume, revenue, operating income and diluted earnings per share in our history. These strong results are the continuation of the growth and demand for our products over the last several years. Following 3 consecutive years of record annual earnings and double-digit earnings growth, the need for our products has turned a 14% earnings growth in the first half of 2025.\nWe'd now like to open the call for your questions. Thank you."
  },
  {
    "header": "CME",
    "cik": "0001156375",
    "ticker": "CME",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4be1e7efdccf5b94686f675f62228ad3",
    "period": "2025 Q1",
    "content": "Q1 2025 CME Group Inc Earnings Call\n\nQ1 2025 CME Group Inc Earnings Call\n\nCMENASDAQAPR 23, 8:30 AM\n\nOperator\n\nWelcome to the CME Group First Quarter 2025 Earnings Call. [Operator Instructions] I would now like to turn the call over to Adam Minick. Please go ahead.\n\nAdam Minick\n\nInvestor Contact\n\nGood morning. I hope you're all doing well today. We released our executive commentary earlier this morning, which provides extensive details on the first quarter 2025, which we will be discussing on this call. I'll start with the safe harbor language, and then I'll turn it over to Terry. Statements made on this call and in the other reference documents on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance. They involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statement. Detailed information about factors that may affect our performance can be found in the filings with the SEC, which are on our website. .\nLastly, in the earnings release, you will see a reconciliation between GAAP and non-GAAP measures following the financial statements.\nWith that, I'll turn the call over to Terry.\n\nTerrence A. Duffy\n\nChairman & Chief Executive Officer, CME Group, Inc.\n\nThanks, Adam, and thank you all for joining us this morning. I'm going to make a few brief comments about our record quarter and the current business environment. And then I'm going to ask Suzanne and Sunil to comment on our market operations during this high volatility environment. Following that, Lynne will provide an overview of our first quarter results. In addition to Suzanne, Sunil and Lynne, we have other members of our management team present to answer questions after the prepared remarks.\nThis quarter represented the highest volume revenue, operating income and diluted earnings per share in the history of CME Group. Our quarterly revenue crossed $1.6 billion for the first time, and we also exceeded $1 billion in adjusted net income. Our record-breaking performance in the first quarter demonstrated the growing need for risk management globally. The first quarter average daily volume of 29.8 million contracts, not only was the highest quarterly ADV and CME Group's history, it also increased 13% compared to the same period last year.\nThis strong growth was broad-based with year-over-year volume growth in all 6 asset classes, including all-time quarterly volume records in interest rates, equities, agricultural commodities and foreign exchange. In aggregate, our commodity sector volumes grew by 19%, and our financial products grew by 12%. This quarter highlighted the strength of our product diversity and the ability to customers or customers to manage risk and times of uncertainty.\nIt also reinforces our past comments about the importance of deep liquidity, especially in times of market stress. This was also a record quarter for our international business, which averaged 8.8 million contracts per day, up 19% from the prior year. This strength was driven by growth across all asset classes and including quarterly volume records in both EMEA and APAC. We also continue to innovate and evolve our product offerings to meet risk management needs for our clients. We recently announced several new offerings that will create opportunities for stronger links between cash and futures markets.\nLater this year, we plan to launch BrokerTec Chicago, a central limit order book for cash U.S. treasuries that will be co-located next to our U.S. Treasury futures and options markets. Thus last week we launched FX Spot Plus, which enables spot FX participants to tap in the CME FX future liquidity and gives FX futures users broader access to OTC liquidity.\nLooking forward, we continue to see very strong volumes to start the second quarter as market participants look to hedge exposures to tariff policies and geopolitical dynamics. Our open interest today is 7% higher than at the same point last year with strong open interest growth and our interest rate energy and agricultural complexes. This strong open interest trends tend to indicate that despite the high level of volatility market participants are not leaving the market or rather continuing to use our products to manage their risk exposures.\nRisk management and resiliency is paramount at CME Group. With record activity this past quarter leading into April, I'm going to ask Suzanne Sprague to give you an update on margins and Sunil Cutinho to give you some color on our resiliency during some of the most unprecedented times that we have seen.\nWith that, I'm going to turn the call over to Suzanne.\n\nSuzanne Sprague\n\nSenior MD and Global Head of Clearing & Post-Trade Services\n\nThanks, Terry. In response to the heightened levels of volatility earlier this month, we proactively increased margin requirements in various products across all asset classes and incremental steps over the course of April to ensure adequate collateral coverage. Liquidity demand due to margin increases are typically a fraction of the size of mark-to-market cycles attributed to daily price moves. We've set a new single day record for moving cash associated with mark-to-market on April 9, collecting $32 million from firms of losses that day and panning out $32 billion to firms with [indiscernible]. This far exceeded our previous record of $22 billion. In comparison, increased collateral requirements due to margin increases on April 9 totaled.\n[Technical Difficulty]\nSharing members and settlement banks have been performing well given the increased volatility and liquidity. Risk management is of utmost importance to our business, and we are monitoring risk on a real-time basis every day regardless of what [indiscernible].\n\nTerrence A. Duffy\n\nChairman & Chief Executive Officer, CME Group, Inc.\n\nThanks, Suzanne. I'm going to ask Sunil Cutinho now to comment on the technology and the resiliency of our markets.\n\nSunil Cutinho\n\nPresident, CME Clearing, CME Group, Inc.\n\nThanks, Terry. Despite the high volatility and record activity in our markets, including 7 straight days, over 40 million contracts, our systems functioned as designed, ensuring market continuity during a period of extreme volatility. During the period -- during the week of April 7, we saw record order entry volumes on Globex exceeding 13 billion messages over the course of the week. The system's ability to handle record volumes underscores its resilience.\n\nTerrence A. Duffy\n\nChairman & Chief Executive Officer, CME Group, Inc.\n\nThank you, Sunil. I asked both Sunil and Suzanne comment because I think it's critically important for analysts and investors understand what we do here on a daily basis. Sometimes it doesn't get quite as, but I think during the unprecedented times that we have seen, especially over the last 6 to 8 weeks, I want to give you just a little bit of a flavor of how we are operating at CME Group. I think it's really important for you to understand that. And we look forward to your further questions during the part of the the presentation this morning.\nSo thank you both to Suzanne and Sunil. Now I'm going to turn the call over to Lynne to review our financial results in more in detail.\n\nLynne Fitzpatrick\n\nSenior MD & Deputy CFO\n\nThanks, Terry, and thank you all for joining us this morning. As Terry mentioned, during the first quarter, CME Group generated revenue over $1.6 billion for the first time, up 10% from the first quarter in 2024. The average rate per contract for the quarter was strong at $0.686, down 1% from the prior year on 13% volume growth, resulting in the highest quarterly clearing and transaction fees in our history of $1.3 billion, up 11% year-over-year. .\nMarket data revenue also reached a record level, up 11% to $195 million. Continued strong cost discipline led to adjusted expenses of $455 million for the quarter and $378 million, excluding license fees. Our adjusted operating income came in at a record $1.2 billion, up 14% year-over-year. Our adjusted operating margin for the quarter was 71.1%, up from 68.9% in the same period last year.\nCME Group had an adjusted effective tax rate of 23.1%. Driven by the strong demand for our risk management products, we delivered the highest quarterly adjusted net income and adjusted diluted earnings per share in our history at $1 billion and $2.80 per share, respectively, both up 12% from the first quarter last year. This represents an adjusted net income margin for the quarter of over 62%. Capital expenditures for the first quarter were approximately $12 million, and cash at the end of the quarter was $1.6 billion. CME Group paid dividends during the quarter of approximately $2.6 billion and $3.8 billion over the past year. We're very proud to deliver the best quarterly earnings in our history and [indiscernible] see a strong start continuing into the second quarter with year-to-date volumes up 20% versus 2024. At CME Group, we continue to focus on providing the risk management products needed by our clients and driving earnings growth for our shareholders.\nWe'd now like to open the call for your questions."
  },
  {
    "header": "CME",
    "cik": "0001156375",
    "ticker": "CME",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2bf7d96b1af97557d3306c57f8bff985",
    "period": "2024 Q4",
    "content": "Q4 2024 CME Group Inc Earnings Call\n\nQ4 2024 CME Group Inc Earnings Call\n\nCMENASDAQFEB 12, 8:30 AM\n\nOperator\n\nWelcome to the CME Group Fourth Quarter 2024 Earnings Call. [Operator Instructions] I would now like to turn the call over to Adam Minick. Sir, please go ahead.\n\nAdam Minick\n\nInvestor Contact\n\nGood morning, and I hope you're all doing well today. We released our executive commentary earlier this morning, which provides extensive details on the fourth quarter 2024, which we will be discussing on this call.\nI'll start with the safe harbor language, and then I'll turn it over to Terry. Statements made on this call and in the other reference documents on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance. They involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual results and outcomes may differ materially from what is expressed or implied in any statement. Detailed information about factors that may affect our performance can be found in the filings with the SEC, which are on our website. Lastly, in the earnings release, you will see a reconciliation between GAAP and non-GAAP measures following the financial statements.\nWith that, I'll turn the call over to Terry.\n\nTerrence A. Duffy\n\nChairman & Chief Executive Officer, CME Group, Inc.\n\nThanks, Adam, and thank you all for joining us this morning. I'm going to make a few brief comments about our record year in 2024 and some thoughts on the current business environment. Following that, Lynne will provide an overview of our financial results and our 2025 guidance. In addition to Lynne, we have other members of our management team present to answer questions after the prepared remarks.\n2024 was the best year in CME Group's history, and our fourth consecutive year of record volume with average daily volume increasing 9% to 26.9 million contracts. This growth was broad-based with volume increasing year-over-year in all 6 asset classes, including all-time volume records in our interest rate, foreign exchange, metals and agricultural complexes. It was also a record year for our international business, which averaged 7.8 million contracts per day are up 14% from the previous record set in 2023.\nIn addition to our impressive volume results, we continue to provide unmatched capital efficiencies for our customers. We have previously discussed that within our interest rates alone, the breadth of our offering results in margin savings in excess of $20 billion per day for our clients. It is worth noting that this margin savings applies across all the asset classes we clear. As you may have seen in the commentary we released this morning, our customers are now saving approximately $60 billion per day across all 6 asset classes.\nCommodities were the third fastest-growing asset class in 2024 with metals volume up 23%, energy up 17% and ags up 13%. These businesses combined to generate a record $1.7 billion in revenue in 2024, up 16 versus 2023 and are off to another great start in 2025. Commodities growth came from every customer segment, led by the buy side. where we've seen significant increases in activity by global multi-strategy hedge funds as they expand in commodity-focused strategies.\nGeographically, the fastest-growing growth came from EMEA, where our year-over-year volume was up 34% across the commodities business. Commodity options also demonstrated strong growth with volumes up 29% versus 2023. Our growth has been driven by strong new client acquisition across both institutional and retail sectors. I've said many times in recent years that it's going to become more and more difficult to distinguish between retail and institutional trading behaviors. Technology is equalizing the access to data and improving the flow of information. This is bringing a new type of trader into our markets, and we'll continue to grow the overall financial system.\nOver the last year, several large retail broker partners have joined our markets to meet this customer demand. As discussed throughout this year, we have increased our allocation of expenses to marketing and education of potential new clients. Given the strong financial results, we further increased this investment during Q4. In total, new clients added in the last 5 years have generated approximately $1 billion of revenue, including approximately 5% of transaction and clearing revenue in 2024.\nMoving in 2025, we continue to see strong volumes to start the year with new volume records in January and ongoing customer needs through efficient trading and hedging solutions. Shipping views around the global economy, persistent inflation potential for changes in tariffs and ongoing geopolitical tensions all contribute to potential market movement and the need for effective risk management, which we will continue to provide to our clients. In addition to the impressive volume results I've outlined, we delivered record financial results.\nWith that, I'll turn the call over to Lynne to review these results in more detail.\n\nLynne Fitzpatrick\n\nSenior MD & Deputy CFO\n\nThanks, Terry, and thank you all for joining us this morning. As Terry mentioned, we had very strong financial results, delivering our third consecutive year of record revenues and earnings in 2024. Our revenue of $6.1 billion grew 10% compared to 2023 and included all-time revenue records in all 6 of our asset classes. Our annual adjusted expenses, excluding license fees were approximately $1.59 billion, including $85 million related to our cloud migration. Our adjusted operating margin for the year expanded to 68.3% up over 140 basis points from 2023. We delivered $3.7 billion in adjusted net income, resulting in 10% earnings per share growth for the year.\nDuring the fourth quarter, CME Group generated more than $1.5 billion in revenue, a 6% increase from Q4 2023 on similar volumes. Market Data revenue grew 9% from last year to $182 million. Expenses were very carefully managed and on an adjusted basis, were $520 million for the quarter and $436 million, excluding license fees.\nCME Group had an adjusted effective tax rate of 21.8%, which resulted in adjusted net income of $919 million. Our adjusted earnings per share were $2.52, up 6% from the fourth quarter last year. Capital expenditures for the fourth quarter were approximately $28 million and cash at the end of the year was $3.1 billion. CME Group declared dividends during 2024 approximately $3.8 billion, including the annual variable dividend of $2.1 billion, which was paid in January.\nTurning to 2025 guidance. We expect total adjusted operating expenses, excluding license fees, but including cloud migration expenses to be approximately $1.65 billion. Total capital expenditures are expected to be approximately $90 million, and the adjusted effective tax rate should come in between 22.5% and 23.5%. In December, we announced transaction fee adjustments, which became effective February 1. Assuming similar trading patterns as 2024, the fee adjustments would increase futures and options transaction revenue by approximately 1% to 1.5%.\nMarket data fees were increased by 3.5% at the beginning of the year. Additionally, we announced a 10 basis point noncash collateral surcharge effective in April for participants that do not post at least 30% of their margin requirement in cash. This change will ensure a minimum level of cash for risk management purposes. The financial impact of this requirement will be dependent on customer decisions and may result in an increased average rate on noncash collateral or an increase in cash posted at the clearinghouse.\nAs always, we focused on the total cost of trade for our clients and considered the impact of the [indiscernible] fee changes when reviewing adjustments to the clearing and transaction fees this year. In aggregate, the fee changes in cash minimum could add 2% to 2.5% to pretax income, assuming similar volume and collateral levels. In summary, we're very proud of the results we were able to deliver at the firm this year, driving 10% revenue growth and 10% adjusted earnings growth from our previous record year of 2023. Consistent with the growth goal we discussed coming out of 2022, this year represented our third consecutive year of double-digit earnings growth.\nWe'd now like to open up the call for your questions."
  },
  {
    "header": "CME",
    "cik": "0001156375",
    "ticker": "CME",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a7db4c24413d761cbb07c77f37ec1b83",
    "period": "2024 Q2",
    "content": "Q2 2024 CME Group Inc Earnings Call\n\nQ2 2024 CME Group Inc Earnings Call\n\nCMENASDAQJUL 24, 8:30 AM\n\nOperator\n\nWelcome to the CME Group Second Quarter 2024 Earnings Call. [Operator Instructions] I would now like to turn the call over to Adam Minick. Please go ahead.\n\nAdam Minick\n\nInvestor Contact\n\nGood morning. I hope you're all doing well today. We released our executive commentary earlier this morning, which provides extensive details on the second quarter 2024 which we will be discussing on this call.\nI'll start with the safe harbor language, and then I'll turn it over to Terry. Statements made on this call and in the other reference documents on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance. They involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statement. Detailed information about factors that may affect our performance can be found in the filings with the SEC, which are on our website. Lastly, on the final page of the earnings release, you will see a reconciliation between GAAP and non-GAAP measures.\nWith that, I'll turn the call over to Terry.\n\nTerrence A. Duffy\n\nChairman & Chief Executive Officer, CME Group, Inc.\n\nThank you, Adam, and thank you all for joining us this morning. I'm going to make a few brief comments about the quarter and the overall environment. Following that, Lynne will provide an overview of our second quarter financial results. In addition to Lynne, we have other members of our management team present to answer questions after the prepared remarks.\nOur strong second quarter results again reinforced how the need for risk management continues to grow, and CME Group is where market participants turn to manage that risk across the most diverse set of benchmark products. We delivered record quarterly revenue, driven by year-over-year growth in both average daily volume, and open interest across every single asset class. This is the first quarter with this broad-based growth since 2010.\nSecond quarter average daily volume of 25.9 million contracts increased 14% and represented the highest Q2 ADV in our history, including a quarterly record for non-U.S. average daily volume of 7.8 million contracts or up 23% year-over-year. This robust activity drove record adjusted quarterly earnings, which Lynne will detail shortly.\nWe delivered 16% year-over-year ADV growth across all our physical commodity products to 5.2 million contracts, which included double-digit year-over-year growth for both energy and metals products at 16% and 42% growth, respectively. Importantly, our overall commodities portfolio has generated record revenue year-to-date in 2024, up 16% versus the first half of last year to over $836 million, representing 34% of our clearing and transaction fees revenue in the first half of the year.\nTurning to our financials. Total ADV across the complex increased 13% from Q2 last year, including record treasury ADV of 8.2 million contracts were up 36%. Our U.S. treasuries set a new daily volume record of 34.4 million contracts during the quarter on May 28. The continuing high levels of issuance and deficit financing are tailwinds, even in the absence of Fed rate changes. Also, foreign exchange second quarter ADV grew 20% versus Q2 last year.\nIn addition to our impressive quarterly volume results, we continue to provide unmatched and I'll say it again, unmatched capital efficiencies for our customers. Within interest rates alone, these efficiencies resulted in margin savings of nearly $20 billion per day for our clients through the unique combination of offsets with our rates futures and options franchise. Our one-pot margining with CME cleared swaps and cross margin offsets versus cash treasuries offers clients the efficiencies, which no one else has the regulatory approval to provide, coupled with 13 million interest rate futures and options traded at our exchange on a daily basis, the liquidity, depth of book, capital savings and our interstate complexes is unparalleled.\nWhile we are pleased with our quarterly results and our ability to consistently deliver quarterly earnings growth, we continue to innovate with an eye towards the long-term needs of our customers. Near the end of the quarter, we were particularly excited to announce a significant step forward in our partnership with Google Cloud. I have Ken Vroman in the room with me who will provide more detail during the Q&A period on the integration.\nWe plan to build a new private Google Cloud region and a colocation facility in Aurora, Illinois, designed to support global trading of our futures and options markets in the cloud with next-generation cloud technology, ultra-low latency networking and high-performance computing. This next-generation platform will build on the benefits we provide our clients today through a broader range of connectivity options and faster product development.\nIn addition to our state-of-the-art trading infrastructure, our clients will also be able to utilize Google's artificial intelligence and data capabilities to help develop, test and implement trading strategies to manage their risk more efficiently.\nFinally, as we begin the second half of the year, looking at the uncertainty around the U.S. political landscape with the disparity of opinions and policies, the need to mitigate and manage risk has never been more paramount. On top of that, the ongoing uncertainty in the Middle East, coupled with unrest between Russia and Ukraine are continuing issues with no end in sight. That markets definitely need to manage. These are just a few of the geopolitical events that highlight the need for our risk management products. We look forward to working with our clients to make sure that they have the most liquid and efficient markets to manage these issues and all the others we encounter in this world.\nI'll now turn the call over to Lynne to review our Q2 financial results.\n\nLynne Fitzpatrick\n\nSenior MD & Deputy CFO\n\nThanks, Terry, and thank you all for joining us this morning. CME Group delivered the strongest earnings in our history this quarter, starting with the highest ever quarterly revenue at over $1.5 billion, up 13% from the second quarter in 2023. Quarterly revenue for our physical commodities asset classes grew 17% year-over-year and represented over 1/3 of clearing and transaction fees in the quarter at $444 million.\nMarket data revenue of $175 million increased 7% from the same quarter last year, and other revenue increased over 35% to $107 million. Continued strong cost discipline led to adjusted expenses of $474 million for the quarter and $388 million, excluding license fees. Our adjusted operating margin was 69.1%, up from 66.8% in the same period last year. CME Group had an adjusted effective tax rate of 23.1%. Driven by the robust demand for our risk management products, we delivered the highest quarterly adjusted net income and earnings per share in our history at $932 million and $2.56 per share, both up 11% from the second quarter last year. This represents an adjusted net income margin for the quarter of 61%.\nCapital expenditures for the second quarter were approximately $17 million, and cash at the end of the period was approximately $2 billion. CME Group paid dividends during the quarter of $419 million, and we've returned over $25 billion to shareholders in the form of dividends and implementing the variable dividend policy in early 2012.\nA consistent higher level of demand for our products continued in the second quarter, evidenced by 52% of our trading days being above 25 million contracts in the first half of this year compared to 34% in the first half of 2023. In addition, 4 of the first 6 months this year set all-time volume records, including all 3 months this quarter. We're very proud of the team for their efforts to efficiently our business, driving earnings growth for our shareholders while also focusing on the future and providing our clients with the risk management products and capital efficiencies they need as the industry continues to evolve.\nWe'd now like to open the call for your questions."
  },
  {
    "header": "CME",
    "cik": "0001156375",
    "ticker": "CME",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1b5b59d7874cf85f3388dee804a8fc65",
    "period": "2024 Q1",
    "content": "Q1 2024 CME Group Inc Earnings Call\n\nQ1 2024 CME Group Inc Earnings Call\n\nCMENASDAQAPR 24, 8:30 AM\n\nOperator\n\nWelcome to the CME Group First Quarter 2024 Earnings Call. [Operator Instructions] I'll now turn the conference over to Adam Minick. Please go ahead.\n\nAdam Minick\n\nInvestor Contact\n\nGood morning, and I hope you're all doing well today. We released our executive commentary earlier this morning, which provides extensive details on the first quarter 2024, which we will be discussing on this call. I'll start with the safe harbor language, and then I'll turn it over to Terry. Statements made on this call and in the other reference documents on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance. They involve risks, uncertainties that are [indiscernible]. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statement.\nDetailed information about factors that may affect our performance can be found in the filings with the SEC on our website. Lastly on the final page of the earnings release a reconciliation between GAAP and non-GAAP measures. With that, I'll turn the call over to Terry.\n\nTerrence A. Duffy\n\nChairman & Chief Executive Officer, CME Group, Inc.\n\nThanks, Adam, and thank you all for joining us this morning. I'm going to make a few brief comments about the quarter and the overall environment. Following that, Lynne will provide an overview of our first quarter financial results. In addition to Lynne, we have other members of our management team present to answer questions after the prepared remarks. Our performance in the first quarter was strong evidence of the ever-growing need for risk management globally. First quarter average daily volume of 26.4 million contracts was the third highest quarterly ADV in CME Group's history. The only higher quarters for the first quarter of 2020 at the onset of the pandemic, in the first quarter last year, which was impacted by the significant bank turmoil in March and created a much tougher comparison from March of 2024.\nDespite no specific macro event or change in Federal Reserve rates occurring in Q1, we had the highest January ADV to date, up 16% year-over-year. in February that included the highest monthly interest rate ADV in our history of 17.2 million contracts or up 6%. We achieved quarterly ADV records for both treasuries of 7.8 million contracts and the overall options of 5.9 million contracts. Both equity index and energy options reached all-time high levels.\nOur non-U.S. ADV also reached a record level of 7.4 million contracts. This is driven largely by 38% growth in energy, 29% in ag products, and 7% in metals. In total, we delivered 14% ADV growth across our physical commodity products to 4.7 million average daily volume, which included 16% year-over-year growth for both energy and ag products. This strong first quarter activity across our business lines helps generate record adjusted quarterly financial results, which Lynne will detail in just a moment.\nActivity so far in April has continued to build on many of these trends following the strong first quarter of our physical commodity asset classes. They are up 26% to date in April as of April 22. Metals ADV specifically is up 76%, and the complex reached its highest daily volume in history at 1.7 million contracts on April 12. On the financial side of the business, the CPI released on April 10 was a great example of how important every data point is for the market to adjust positions to manage risk.\nWe reached nearly 44 million contracts traded that day and the wide range of views around the health of the global economy and the nuance related to interpreting the many different economic indicators continues. As a result of strong market dynamics, year-to-date through April 22, our ADV is up 4%, including year-over-year growth in all 6 of our asset classes.\nCME Group continues to provide deep liquid markets across global benchmarks to deliver the most operational and capital efficiencies to market participants. CME Group's multi-asset class offering, is in higher demand today than ever. I'm now going to turn the call over to Lynne to review our financial results.\n\nLynne Fitzpatrick\n\nSenior MD & Deputy CFO\n\nThanks, Terry, and thank you for joining us this morning. During the first quarter, CME generated nearly $1.5 billion in revenue, up 3% from a very strong first quarter in 2023. Within the physical commodities asset classes, quarterly revenue was up 14% year-over-year represented approximately 1/3 of clearing and transaction fees in the quarter. Market Data revenue reached a record level of 6% to $175 million. Other revenue increased 37% to $104 million, largely due to the increased noncash collateral fees implemented in January.\nContinued strong cost discipline led to an adjusted expenses of $462 million for the quarter, and $374 million, excluding licenses. Our adjusted operating margin for the quarter was 68.9%, up from 68.2% in the same period last year. CME Group had an adjusted effective tax rate of 23%, driven by the strong demand for our postponement products, we delivered the highest quarterly adjusted net income and earnings per share in our history at [indiscernible] both up 3% from the first quarter last year. This represents an adjusted net income margin for the quarter of over 61%.\nCapital expenditures for the first quarter were approximately $16 million and cash at the end of the period $1.7 billion. CME Group paid dividends during the quarter of approximately $0.3 billion turned nearly $25 billion share of dividends and variable dividend policy early [indiscernible] We're very proud to deliver quarterly earnings in our history and are pleased to see the strong start in the second quarter.\nYear-to-date, we're able to [indiscernible] 42 or more than half of our trading days have been over 25 million contracts versus 28 days last year demonstrating more consistent and higher demand for our products. At CME Group, we continue to focus providing the risk management products needed by our clients and driving earnings growth for our shares. We'd now like to open up the call for your questions."
  },
  {
    "header": "CME",
    "cik": "0001156375",
    "ticker": "CME",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6daf97239617cc4509b0864aeb6f8972",
    "period": "2023 Q4",
    "content": "Q4 2023 CME Group Inc Earnings Call\n\nQ4 2023 CME Group Inc Earnings Call\n\nCMENASDAQFEB 14, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the CME Group Fourth Quarter and Year-End 2023 Earnings Call. [Operator Instructions] I would now like to turn the conference over to Adam Minick. Please go ahead.\n\nAdam Minick\n\nInvestor Contact\n\nGood morning, and I hope you're all doing well today. We released our executive commentary earlier today, which provides extensive details on the fourth quarter and full year of 2023, which we will be discussing on this call. I will start with the safe harbor language, and then I'll turn it over to Terry.\nStatements made on this call and in the other reference documents on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance. They involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statement. Detailed information about factors that may affect our performance can be found in the filings with the SEC, which are on our website. Lastly, on the final page of the earnings release, you will see a reconciliation between GAAP and non-GAAP measures. With that, I'll turn the call over to Terry.\n\nTerrence A. Duffy\n\nChairman & Chief Executive Officer, CME Group, Inc.\n\nThank you, Adam. And as Adam said, thank you all for joining us this morning. I'm going to start by giving a little color on the broader environment. Following that, Lynne will provide an overview of our financial results and our 2024 guidance. In addition to Lynne, we have other members of our management team here to answer questions after the prepared remarks.\n2023 was the best year in CME Group's history with a record average daily volume of 24.4 million contracts, up 5% from 2022. This growth was led by records in both agriculture and interest rate products, which for the year were up 17% and 16%, respectively. Options average daily volume across all asset classes also set a record with ADV of 5.1 million contracts, up 23% versus last year. Lastly, our non-U.S. average daily volume increased to a record 6.8 million contracts.\nLast year, I refer to 2023 as a new age of uncertainty and that uncertainty extended throughout the year. We experienced continued inflation, rising cost of capital, increasing geopolitical tensions and shifting perceptions around the Fed's interest rate policy. All of these factors contributed to our customers' growing need for risk management, capital efficiencies and demand for our products.\nFollowing the very strong performance of our business in 2022 and 2023, we have seen the speculation that our interest rate business could face headwinds based on the expectation that the Fed will start to lower interest rates this year. In my 40-plus years in the industry, I've observed that regardless of whether rates are going up or down, our volumes are typically higher during periods when the change of rates is uncertain as is the case today. I've never seen such a disparity and opinions on what the Fed may or may not do, and I believe that is a tailwind for CME Group and our rates, products.\nI mentioned earlier that our interest rate volume was up 16% in 2023 with 4 Fed rate hikes during the first half of the year, building up record volume levels of 2022. In contrast to the view that a rising rate environment is optimal for our interest rate complex, our volume actually grew and accelerated since the Fed stopped raising rates in July of last year. In the 6 months from August of '23 to January of '24, our rates volume is up 24% year-over-year.\nI would also like to comment on the dynamics in the crude oil marketplace. Following the Russian-Ukraine war and other geopolitical factors that influenced the price of energy, WTI, or West Texas Intermediate, has become even more relevant to our customers in Europe and Asia and cemented its position as a primary reference price for crude oil globally. As the primary market for WTI trading, we continue to generate growth and expanded end-user client participation to developing and investing in new contracts, such as CME Group's Argus Gulf Coast contract.\nIn a very short period of time, these contracts have generated significant commercial participation with current open interest over 500,000 contracts. As indicated by the open interest, it's clear that the commercial participants prefer CME Group's Argus Gulf Coast contract. We continue to remain focused on the growth of these contracts, along with creating capital and technological efficiencies in the entire suite of CME Group's energy complex. This anchor CME Group as the global leader in West Texas intermediate.\nMoving into 2024, we continue to see a wide range of views as it relates to the health of the global economy whether it's inflation, unemployment or monetary policy. Also, there are ongoing geopolitical tensions and supply chain disruptions continue in certain parts of the world. Additionally, we're approaching political elections in over 60 countries this year. The uncertainty of those elections and the policies that could come from that are basically unknown to all, which only leads to market participants continue to manage risk.\nAll that being said, 2024 is still very much the age of uncertainty and our products remain critical risk management tools for our clients. We have seen this reflected in our strong start to 2024, where we delivered our highest January average daily volume in our history of 25.2 million contracts, which is up 16% relative to last year. With that being said, I'm going to turn the call over to Lynne, and we look forward to taking your questions.\n\nLynne Fitzpatrick\n\nSenior MD & Deputy CFO\n\nThanks, Terry. In addition to the volume records Terry discussed, we delivered record financial results in 2023. Our revenue of $5.6 billion grew 11% compared to 2022. Our annual adjusted expenses, excluding license fees, were approximately $1.526 billion, including $56 million related to our cloud migration. In aggregate, our adjusted operating expenses were $9 million below our annual guidance.\nOur adjusted operating margins for the year expanded to 66.9%, up over 200 basis points from 2022. We delivered $3.4 billion in adjusted net income, resulting in 17% earnings per share growth for the year. During the fourth quarter, CME Group generated more than $1.4 billion in revenue, a 19% increase from Q4 2022 with average daily volume up 17%.\nMarket Data revenue grew 9% from last year to $167 million. Expenses were very carefully managed and on an adjusted basis, were $490 million for the quarter and $393 million, excluding license fees and $16 million in cloud migration costs. CME Group had an adjusted effective tax rate of 21.7%, which resulted in adjusted net income of $865 million.\nOur adjusted EPS was $2.37, up 23% from the fourth quarter last year and represented our tenth consecutive quarter of double-digit earnings growth. Capital expenditures for the fourth quarter were approximately $23 million and cash at the end of the year was $3.1 billion. CME Group declared over $3.5 billion of dividends during 2023, including the annual variable dividend of $1.9 billion, which was paid in January.\nTurning to 2024 guidance. We expect total adjusted operating expenses, excluding license fees, but including cloud migration expenses to be approximately $1.585 billion. Total capital expenditures, net of leasehold improvement allowances, are expected to be approximately $85 million, and the adjusted effective tax rate should come in between 23% and 24%.\nFinally, in November, we announced transaction fee adjustments, which became effective February 1. Assuming similar trading patterns is 2023, the fee adjustments would increase futures and options transaction revenue, approximately 1.5% to 2%. Taken in aggregate with the fee changes for market data and noncash collateral, which took effect January 1, the fee adjustments would increase total revenue by approximately 2.5% to 3% on similar activity to 2023.\nIn summary, we're very proud of the results we were able to deliver as a firm this year, driving 11% revenue growth and 17% adjusted earnings growth from our previous record year of 2022. We now like to open up the call for your questions."
  },
  {
    "header": "CME",
    "cik": "0001156375",
    "ticker": "CME",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/99bf89eedf526a7ec46899131b0c7e65",
    "period": "2023 Q3",
    "content": "Q3 2023 CME Group Inc Earnings Call - Q&A\n\nQ3 2023 CME Group Inc Earnings Call - Q&A\n\nCMENASDAQOCT 25, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the CME Group Third Quarter 2023 Earnings Call. [Operator Instructions] I would now like to turn the conference over to Adam Minick. Please go ahead.\n\nAdam Minick\n\nInvestor Contact\n\nGood morning. I hope you're all doing well today. We will be discussing CME Group's third quarter 2023 financial results. I'll start with the safe harbor language, then I'll turn it over to Terry.\nStatements made on this call and in the other reference documents on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance. They involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statement. Detailed information about factors that may affect our performance can be found in the filings with the SEC, which are on our website. Lastly, on the final page of the earnings release, you will see a reconciliation between GAAP and non-GAAP measures.\nWith that, I'll turn the call over to Terry.\n\nTerrence A. Duffy\n\nChairman & Chief Executive Officer, CME Group, Inc.\n\nThanks, Adam, and thank you all for joining us this morning. We released our executive commentary earlier today, which provides details on the third quarter of 2023. I'll make a few brief comments on the quarter and current outlook, and Lynne will summarize our financial results. In addition to Lynne, we have other members of our management team present to answer questions after the prepared remarks.\nTurning to the most recent quarter, average daily volume of 22.3 million contracts was less than 1% off the record Q3 high set in Q3 2022 while our revenue grew 9% to $1.34 billion, which is the highest Q3 revenue in CME Group's history. As we've mentioned throughout this year, we are operating in an environment that unquestionably requires risk management. With so much uncertainty in the world we live in, we're continuing to work closely with our clients to help them navigate uncertainty and manage their risks.\nThis is particularly true in the interest rate markets today. We see divergent market views around inflation, unemployment, monetary policy and ongoing geopolitical tensions, all impacting future interest rate expectations. Regardless of whether rates rise, fall or hold steady, the shape of the yield curve and interest rate views continue to shift, and our customers need to manage that risk. As a result, we have continued to see growth on top of the record year in 2022 for our interest rate business. This was our highest Q3 for our interest rates complex, up 6% from the same quarter last year.\nWe saw particular strength in the treasury complex, which was up 16% in the quarter and is off to a strong start in Q4 as well. Completing the successful migration of Eurodollars to SOFR, we continue to list other products to complement our interest rate complex today. Our European short-term rate or ESTR contracts traded a record 10,000 contracts per day in September.\nOur newly listed treasury bill futures launched on October 2, and we have traded over 15,000 contracts in the first 3 weeks. This is one of the most successful launches of a raised product ever. Our broad product offering and focus on capital efficiencies such as the enhanced cost margin agreement with DTCC going live in January of 2024 continue to enhance the value proposition for our customers using our products to manage their interest rate exposure.\nOn the commodity side, third quarter 2023 volume was up 15% in total and included the highest ever Q3 volume for our agricultural products. Our energy complex also performed well with volume increasing 16% from last year. We believe the current environment for this asset class will continue to bring new clients as well as existing ones to manage their exposure in our global benchmark. We believe the strong macro environment, combined with our diverse set of asset classes and strategic execution across our growth initiatives, positions us well for continued growth in 2023 and beyond.\nWith that, I'll turn it over to Lynne to cover the third quarter financial results.\n\nLynne Fitzpatrick\n\nSenior MD & Deputy CFO\n\nThanks, Terry. During the third quarter, CME generated $1.34 billion in revenue, up 9% compared with a strong third quarter of last year. Clearing and transaction fees and market data revenue each grew 9% versus Q3 '22. Expenses continue to be very carefully managed and on an adjusted basis, were $448 million for the quarter and $369 million excluding license fees, both lower than the second quarter this year. This quarter, our investment in the cloud migration was approximately $13 million.\nOur adjusted operating margin for the quarter expanded 66.5%, up approximately 240 basis points compared with the same period last year. CME Group had an adjusted effective tax rate of 22.8%, which resulted in net income of $818 million and adjusted diluted earnings per share of $2.25, each up 14% from the third quarter last year. Of the $110 million increase in revenues versus last year, we were able to drive 90% to the bottom line with adjusted net income up $99 million.\nAs a result of the strong expense discipline throughout the firm, we are lowering our core expense items, excluding license fees, to $1.475 billion, a $15 million decrease from our original guidance of $1.49 billion. We are maintaining our guidance of $60 million for our cloud migration expense for a total expense guidance of $1.535 billion excluding license fees.\nWe continue to manage our capital expenditures effectively with an eye towards our move to the cloud. As a result, we are lowering our CapEx guidance to $85 million. For the quarter, our capital expenditures were approximately $18 million.\nCME paid out $2.8 billion of dividends so far this year, and cash at the end of the quarter was approximately $2.5 billion. Our strong financial results this quarter continued to build on the strength achieved in the first half of the year.\nThis quarter, we delivered our ninth consecutive quarter of double-digit adjusted earnings growth. Our global benchmarks, data and strong focus on innovation and execution continue to address the needs of our clients and deliver results for our shareholders. Please refer to the last page of our executive commentary for additional financial highlights and details.\nWe'd now like to open up the call for your questions. [Operator Instructions] Thank you."
  },
  {
    "header": "CME",
    "cik": "0001156375",
    "ticker": "CME",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6fe7e48985a797d7f9d2516e66c81ca5",
    "period": "2023 Q2",
    "content": "Q2 2023 CME Group Inc Earnings Call\n\nQ2 2023 CME Group Inc Earnings Call\n\nCMENASDAQJUL 26, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the CME Group Second Quarter 2023 Earnings Conference Call. [Operator Instructions] It's my pleasure to turn the conference over to Adam Minick. Please go ahead.\n\nAdam Minick\n\nInvestor Contact\n\nGood morning. I hope you're all doing well today. We will be discussing CME Group's second quarter 2023 financial results. I'll start with the safe harbor language, then I'll turn it over to Terry.\nStatements made on this call and in the other reference documents on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance. They involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statement. Detailed information about factors that may affect our performance can be found in the filings with the SEC, which are on our website. Lastly, on the final page of the earnings release, you will see a reconciliation between GAAP and non-GAAP measures.\nWith that, I'll turn the call over to Terry.\n\nTerrence A. Duffy\n\nChairman & Chief Executive Officer, CME Group, Inc.\n\nThank you, Adam, and thank you all for joining us this morning. As Adam said, we released our executive commentary earlier today, which provides details on the second quarter of 2023. I will make a few brief comments on the quarter and current outlook, and Lynne will summarize our financial results. In addition to Lynne, we have other members of our management team present to answer questions after the prepared remarks.\nAs we mentioned last quarter, 2023 is setting up to be an extremely favorable backdrop for risk management. The continued geopolitical uncertainty and the increasing cost of capital for businesses are just a couple of the things that have helped us deliver our financial results for the quarter. The benefit of CME Group's diverse product portfolio, spanning 6 asset classes, was on display. ADV across our commodities asset classes increased 20%, with 34% growth in agricultural products, 27% growth in metals and 9% in energy.\nInterest rates. Average daily volume of 11.3 million was up 6% for the quarter and is up 11% compared with the first half of 2022. Despite a substantial decline in equity market volatility, our equity class delivered average daily volume of 6.2 million contracts during Q2. Our non-U.S. ADV was 6.3 million contracts for the quarter, including double-digit year-over-year growth in ags, metals and energy. Options again played a critical role in Q2 with ADV growth of 20% to 4.7 million contracts, including the highest quarterly agricultural options ADV on record, up 32% from Q2 last year.\nOur product innovation in this area has driven strong growth with new participants and more product choice to more precisely match risk, as clients continued to look for ways to protect their portfolios in these uncertain times.\nAs it relates to our rates market, expectations of short-term rate changes, up or down, and the divergent economic data continued to drive risk management. As we saw with the recent resolution of the debt swing, the treasury bill issuance increased dramatically. Over time, we expect a more coupon issuance -- we expect that more coupon issuance and ongoing debt financing will contribute to greater hedging needs for years to come.\nOn the commodity side, exports are increasing the demand for risk management using our benchmark, agriculture and energy products. With this favorable backdrop, we will continue to focus on opportunities to accelerate growth, including our recent announcement with DTCC to increase cross margin opportunities for the treasury markets.\nAdditionally, our ongoing focus on product innovation and data services continues to enhance trading opportunities for our clients. We believe the strong underlying environment, combined with our strategic execution across growth initiatives, positions us for accelerated growth in coming years.\nWith that, I'll turn the call over to Lynne for the second quarter financial results.\n\nLynne Fitzpatrick\n\nSenior MD & Deputy CFO\n\nThanks, Terry. During the quarter, CME Group generated $1.4 billion in revenue, up about 10% compared with a strong second quarter last year. Clearing and transaction fees grew over 9%, while market data revenue increased 8% versus Q2 '22. Expenses on an adjusted basis were $452 million for the quarter, and flat versus the first quarter at $374 million, excluding license fees. This quarter, our investment in the cloud migration was approximately $15 million.\nOur adjusted operating margin for the quarter expanded to 66.8%, up over 250 basis points compared to the same period last year. CME Group had an adjusted effective tax rate of 23.3%, which resulted in adjusted net income of $836 million, driving diluted earnings per share of $2.30, both up 17% from the second quarter last year.\nIn addition to our expanding margins, the strength of our operating model was evident this quarter as we delivered an increase of approximately $120 million in both revenue and adjusted net income compared to last year. Capital expenditures were approximately $22 million, and CME Group paid dividends during the quarter of $400 million. Our ending cash balance was approximately $2 billion.\nAs you can see with the current results, the entire team at CME Group is focused on growing the business. We have delivered double-digit adjusted earnings growth in each of the last 8 quarters. Although it is challenging to predict volumes or market conditions over the short term, when you look at the last 5-, 7- or 10-year period, we have grown our earnings by a compound annual growth rate of 10% to 12% per year, despite multiple periods of 0 interest rate policy and the impact of the pandemic on the global economy.\nAs Terry mentioned, we're in a favorable environment for risk management. And we're taking a number of actions designed to accelerate our growth going forward through customer expansion, new product and service innovation and enhancing capital efficiency. Given this, our goal as a management team is to deliver growth in the coming decade above these historical averages.\nTerry, I'll turn the call back to you.\n\nTerrence A. Duffy\n\nChairman & Chief Executive Officer, CME Group, Inc.\n\nThank you, Lynne. And we are very pleased with the continued strong financial performance of the company. Before I open the call for questions, I'd like to ask Tim McCourt and Derek Sammann to comment briefly on the recent trends that we are seeing in short-dated options products, and I'll go to Tim first. Tim.\n\nTim McCourt\n\nSenior MD and Global Head of Equity & FX Products\n\nThanks, Terry. We are pleased with the performance of our equity options on futures, which, year-to-date, drove 1.3 million contracts per day. Short-dated options, including 0 days to expiry or 0 DTE options, remain a strong driver of our multiyear growth.\nVolume in our same-day expiring options is up 33% from last year and up 220% since 2021, and now make up 27% of our equity options volume. It is important to also note we are seeing volume and open interest growing across the entire maturity curve. Year-to-date equity options are up 6% compared to a record year in 2022, with particular strength in NASDAQ options and Russell 2000 options, which are both up double digits.\nThis strong growth story further demonstrates that value customers continue to derive from trading products in the most important equity indices that CME grew. And while short-dated options have been largely an equity story to date, we're beginning to see expansion to other parts of the portfolio, which Derek will speak to now.\n\nDerek Sammann\n\nSenior MD and Global Head of Commodities, Options & International Markets\n\nThanks, Tim. As we discussed in recent quarters, options have become a larger part of our global customers' risk management and trading strategies. Year-to-date, average daily volume in our options franchise across all asset classes is up 26%, driven by interest rates, metals and equities. And our non-U.S. options business is up 33% through June.\nWithin this larger growth story, we've seen growing demand for weekly options expirations across all asset classes, with weekly options volume up 21% year-to-date and growing to 26% of total options trading. In addition to equities, commodities traders have similarly embraced shorter-dated expirations, which allow our global customers to hedge specific event risks such as crop reports and OPEC meetings. Agricultural weekly options were up 168% in the second quarter, which contributed to a record quarter for agricultural products overall.\nIn energy, our WTI weekly options grew 126% versus second quarter last year, while our gold weekly options were up 33% year-over-year. The strength of our options franchise allows CME Group to uniquely deliver significant capital and operational efficiencies and meets our customers' needs for short-dated options to help them most effectively manage risk across their entire portfolio.\nAnd with that, we can now open the call for questions."
  },
  {
    "header": "CME",
    "cik": "0001156375",
    "ticker": "CME",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b154732ac6f9b1e5c2d7fd9595201206",
    "period": "Unknown",
    "content": "CME Group Inc. Q1 2023 Earnings Call\n\nCME Group Inc. Q1 2023 Earnings Call\n\nCMENASDAQAPR 26, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the CME Group First Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded today, Wednesday, April 26, 2023.\nIt is now my pleasure to turn the conference over to Adam Minick, Senior Director, Investor Relations. Please go ahead, sir.\n\nAdam Minick\n\nGood morning, and I hope you're all doing well today. We will be discussing CME Group's first quarter 2023 financial results. I will start with the safe harbor language, and then I'll turn it over to Terry.\nStatements made on this call and in the other reference documents on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance. They involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statement. Detailed information about factors that may affect our performance can be found in the filings with the SEC, which are on our website.\nLastly, on the final page of the earnings release, you will see a reconciliation between GAAP and non-GAAP measures.\nWith that, I'll turn the call over to Terry.\n\nTerrence Duffy\n\nThank you, Adam, and thank you all for joining us this morning. We released our executive commentary earlier today, which provides details on the first quarter of '23. I'll make a few brief comments on the quarter and current outlook, and Lynne will summarize our financial results. In addition to Lynne, we have other members of our management team present to answer questions after the prepared remarks.\nJohn Pietrowicz is also on the call with us this morning. John will be staying on with CME through at least the end of the year as a Special Advisor to the company. Among other things, John's responsibilities will continue to be to work with Investor Relations activities. But this is the first for John to be on the call not in the CFO role. So John, please don't jump in when Lynne is speaking.\nI'd like to thank you, John, for your over 8 years as CFO as well as your important work at CME prior to that. John has been a key part of every major milestone our company has achieved over the last 20 years. And we thank him for his many contributions to our business, and we look forward to continually working with John throughout the balance of the year.\nWith that, I will turn to a few comments regarding the first quarter, which was continued evidence of this new era of uncertainty. As I said in my Financial Times op-ed from February, risk management has been elevated from a supporting player to the star attraction as investors are managing portfolios with near constant market challenges.\nFollowing the best year in CME Group's history, first quarter 2023 average daily volume increased 4% from an extremely strong first quarter 2022 to 26.9 million contracts and was just short of our all-time quarterly record average daily volume in the first quarter of 2020 of 27 million contracts. This quarter included our all-time highest single-day volume of 66.3 million contracts on March 13. All of this and other things have led us to the highest adjusted diluted EPS in the history of CME Group.\nThroughout the entire quarter, there were shifting perceptions about the Fed's near-term rate path as well as significant banking concerns in March, and the continued development of the SOFR market led to the increasing need for the management of interest rate risk. This drove 16% growth in our interest rate ADV to the record 14.5 million contracts.\nRecord March SOFR futures ADV of 5.2 million contracts exceeded previous record seen in Eurodollar futures. And since quarter end, we successfully completed the migration of our Eurodollar open interest to SOFR without issue on April 15.\nIn addition, our past investments in building out our options franchises are paying off. With such turbulent macroeconomic backdrop, options are an increasingly important risk management tool. First quarter options ADV grew 26% year-over-year to a record 5.8 million contracts, including double-digit growth across interest rates, equities and metals, and 30% growth in non-U.S. trading activity. First quarter options revenue grew 12% to a record $218 million.\nThe first quarter was a great example of CME Group seamlessly doing what we are designed to do. The significant volatility spikes and associated turmoil affecting the banking sector in March further highlighted the systemic importance of sound risk management practices by institutional participants. There are no guarantees, but hedging can provide certainty. And the significant first quarter activity highlighted that some of today's most important trades are to manage risk.\nThe future is more uncertain than ever, but we know we can expect a whirlwind of geopolitical and economic hurdles to persist. And we will continue to focus on innovating and offering market participants meaningful capital and operational efficiencies across a diverse and global relevant product set to manage their risk.\nWith that, I will turn the call over to our new CFO, Lynne Fitzpatrick, to cover the first quarter financial results.\n\nLynne Fitzpatrick\n\nSenior MD & Deputy CFO, CME Group Inc.\n\nThanks, Terry. CME had the best quarterly results in our history. During the first quarter, CME generated over $1.4 billion in revenue, up 7% compared with a strong first quarter in 2022. Overall revenue growth outpaced volume growth of 4%. Market data had a record revenue quarter, up 9% versus Q1 '22 to $166 million. The need for our products and data to manage risk in an uncertain market environment continued to build on the strength seen last year.\nExpenses on an adjusted basis were $459 million for the quarter and $362 million excluding license fees and approximately $12 million towards our cloud migration. CME had an adjusted effective tax rate of 23.4%, which resulted in an adjusted net income of $882 million, up 15% from the first quarter last year, and adjusted diluted earnings per share to common shareholders of $2.42, the highest adjusted quarterly net income and EPS in our history.\nCapital expenditures for the first quarter were approximately $16 million. CME paid dividends during the quarter of over $2 billion, and our ending cash balance was approximately $1.7 billion. The team at CME Group remains focused on providing the risk management products needed by our clients and driving earnings growth for our shareholders.\nBefore we open up the call for your questions, I'm going to briefly hand it back to Terry.\n\nTerrence Duffy\n\nThanks, Lynne. And before we get to your questions, as Lynne said, I want to take a few -- just a moment to acknowledge Sean Tully, who announced his decision to retire from CME Group in June of this year.\nSince joining us in 2012, Sean has been a strong leader for our financial products business and continuing to grow that through the period of tremendous growth and transformation. I especially want to recognize Sean for his outstanding job that he and his team did in the interest rates to facilitate the successful transition from LIBOR to SOFR. This was no small feat.\nAs many people on this call remember, we had many conversations prior to the transition about were we going to be able to transition or were others are going to do. Sean and Agha and others did an amazing job of bringing 99.99% of the SOFR business here to CME Group. And now it's the largest contract in the world, supplanting what Eurodollar futures used to be. It's really an amazing accomplishment.\nFollowing Sean's retirement in June, Tim McCourt, who has been overseeing our equity index and foreign exchange cryptocurrency businesses, will assume Sean's responsibilities and lead the organization covering our financial and OTC products as well. I have the utmost confidence in Tim's ability to manage this broader portfolio.\nSo Sean, on behalf of everybody here, we'll have more accolades with you off the call, but thank you for everything you've done. And maybe you could say a few words to people that you've been talking to for so many years.\n\nSean Tully\n\nSenior Managing Director, Global Head of Financial and OTC Products, CME Group, Inc.\n\nYes. Thank you so much, Terry. It has been an honor to work at CME Group these past 11 years to work with you, Terry, and the entire outstanding team at CME with all of our customers, with our investors, with our analysts and with our regulators. Together, we delivered enormous value to market participants, including several billion per day in margin efficiencies and many new products, including many new options, many new currencies in OTC swap clearing, Ultra 10-Year Futures, SOFR Futures and Options, and CME Term SOFR.\nAnd for investors, in the first quarter of 2023, we delivered all-time record revenue for our rates business with SOFR Futures and Options ADV exceeding the best-ever quarter for Eurodollar futures and options ADV historically as well as delivering a 9.8% compounded annual growth rate in revenue for the rates business since the first quarter of 2012.\nLast, having worked closely with Tim McCourt and Agha Mirza over the last several years, I am very confident that the financials business is in extremely capable hands going forward.\nThank you to all of our customers. Thank you to all of my colleagues. And thank you again, Terry.\n\nTerrence Duffy\n\nThank you, Sean. Appreciate it very much.\nWith that being said, we're going to get into your questions now, and Sean will be participating in that. So I'm sure you will enjoy his answers as always.\nSo with that, we'll turn it over to you for your questions."
  },
  {
    "header": "CME",
    "cik": "0001156375",
    "ticker": "CME",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a9f31a649190de11290d4b27111b0ba1",
    "period": "2022 Q4",
    "content": "Q4 2022 CME Group Inc Earnings Call\n\nQ4 2022 CME Group Inc Earnings Call\n\nCMENASDAQFEB 8, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the CME Group Fourth Quarter and Year-End 2022 Earnings Call. (Operator Instructions) As a reminder, this conference is being recorded Wednesday, February 8, 2023.\nI would now like to turn the conference over to Adam Minick. Please go ahead.\n\nAdam Minick\n\nGood morning, and I hope you're all doing well today. We will be discussing CME Group's Fourth Quarter and Full Year 2022 Financial Results. I will start with the safe harbor language, then I'll turn it over to Terry and team for brief remarks followed by your questions. Other members of our management team will also participate in the Q&A session.\nStatements made on this call and in the other reference documents on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance. They involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statement. Detailed information about factors that may affect our performance can be found in the filings with the SEC, which are on our website. Lastly, on the final page of the earnings release, you will see a reconciliation between GAAP and non-GAAP measures.\nWith that, I'll turn the call over to Terry.\n\nTerrence A. Duffy\n\nChairman & CEO, CME Group Inc.\n\nThank you, Adam, and thank you all for joining us this morning. We released our executive commentary earlier today, which provided extensive details on the fourth quarter of 2022. I'm going to start with just a few high-level comments regarding the year, and then John will summarize our financial results, and Lynne will speak to our expense guidance for '23. In addition to John and Lynne, as Adam said, we have other members of our management team present to answer questions after the prepared remarks.\n2022 was the best year in CME Group's history with record average daily volume of 23.3 million contracts, up 19% from '21. The growth was led by our financial products, which finished the year up 25% to a record average daily volume of 19.5 million contracts. Options average daily volume across all asset classes also set a record with ADV of 4.1 million contracts, up 23% versus last year. And finally, our non-U.S. ADV increased to a record 6.3 million contracts.\nThroughout 2022, we continued our efforts on the LIBOR transition. We collaborated with the industry and the market participants to shift trading behavior, order flow and open interest to SOFR. And as a result, we are beginning 2023 with the SOFR's futures and options as the leading tools for hedging short-term interest rates, with deep liquidity supporting a wide range of strategies across the forward curve.\nCustomer demand continued to drive our industry-leading products and services innovation throughout the year. We enhanced our Micro product suite with additional contracts. And in aggregate, the Micros contributed nearly 3.5 million contracts ADV to the overall record activity. During the year, we further invested in our S&P Dow Jones Indices joint venture to expand its offerings to include leading fixed income and credit indices. Our joint ventures and investments continued to produce meaningful results for CME Group. For 2022, on an adjusted basis, these investments have contributed nearly $350 million or 9% of our pretax income.\n2022 also was a fundamental year for our Google partnership. We built out the cloud platform and successfully migrated some early application. '23 will be about accelerating our application migration, including launching data products in the cloud. We have an aggressive migration plan for '23 and look forward to reporting our accomplishments throughout the year.\nRisk management will continue to be critical for our customers as we move into 2023 with higher cost of doing business in general and uncertainty persisting across all of our asset classes. We continue to focus on what we can control, innovating and offering market participants meaningful capital and operational efficiencies across a diverse and globally relevant product set. So far this year, volume is averaging approximately 23 million contracts per day, near the average for all of 2022, and our focus will continue to be on growing in the short term while also positioning the business for long-term sustained growth.\nWith that, I'll turn it over to John, and we look forward to your questions.\n\nJohn William Pietrowicz\n\nCFO, CME Group Inc.\n\nThanks, Terry. Financially, 2022 was a record year for CME Group with adjusted double-digit revenue and earnings growth. Driven by CME's record annual trading volume, 2022 revenues were $5 billion, up 11% when adjusting for OSTTRA, which was launched in September of 2021. Our annual adjusted expenses, excluding license fees and before the impacts of our cloud migration, were approximately $1.425 billion, which was $25 million below our annual guidance. Our adjusted operating margins for the year expanded to 64.7%, and adjusted net income was up 20%. For the year, our incremental cash costs associated with our migration to the cloud were $30 million and in line with our expectations.\nTurning to the fourth quarter. CME generated more than $1.2 billion in revenue with average daily volume up nearly 6.5% compared to the same period last year. Market data revenue was up nearly 8% from last year to $153 million. Expenses were very carefully managed and on an adjusted basis were $464 million for the quarter and $382 million, excluding license fees and approximately $9 million in cloud migration costs. CME had an adjusted effective tax rate of 22.8%, which resulted in adjusted net income attributable to CME Group of $698 million, up 15% from the fourth quarter last year and an adjusted EPS attributable to common shareholders of $1.92.\nCapital expenditures for the fourth quarter were approximately $23 million. CME declared over $3 billion of dividends during '22, including the annual variable dividend of $1.6 billion. And cash at the end of the quarter was approximately $2.8 billion. Finally, in November, we announced the adjustments, which became effective February 1. Assuming similar trading patterns as 2022, the fee adjustments would increase futures and options transaction revenue in the range of 4% to 5%.\nIn summary, 2022 was the best year financially for CME Group. We served our customers well, successfully transitioned the majority of the volume of our LIBOR-based benchmarks to SOFR, executed on our cloud migration strategy, all while managing our costs very effectively.\nWith that, I'll turn over the call to Lynne to discuss CME Group's 2023 guidance.\n\nLynne Fitzpatrick\n\nSenior MD & Deputy CFO, CME Group Inc.\n\nThanks, John. We expect total adjusted operating expenses, excluding license fees, to be approximately $1.49 billion for 2023. Our guidance reflects our continued focus on cost discipline, which will moderate the impacts of inflation and a full year of normalized travel and in-person events.\nIn addition to our core expense guidance, we expect the investment related to the Google partnership and our cloud migration to be in the range of $60 million in expense, offset by a $20 million decrease in capital expenditures, bringing our incremental net cash cost for the migration to approximately $40 million for the year. Total capital expenditures net of leasehold improvement allowances are expected to be approximately $100 million, and the adjusted effective tax rate should come in between 23% and 24%.\nWe'd now like to open up the call for your questions. Thank you."
  },
  {
    "header": "CME",
    "cik": "0001156375",
    "ticker": "CME",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2fcf74e737dacf1f605c9bff90bd69b4",
    "period": "2022 Q3",
    "content": "Q3 2022 CME Group Inc Earnings Call\n\nQ3 2022 CME Group Inc Earnings Call\n\nCMENASDAQOCT 26, 8:30 AM\n\nOperator\n\nHello, and welcome to CME Group Third Quarter 2022 Earnings Call. My name is Sarah, and I will be your coordinator for today's event. Please note, this conference is being recorded. (Operator Instructions)\nI will now hand you over to your host, John Peschier, to begin today's conference. Thank you.\n\nJohn C. Peschier\n\nMD of IR, CME Group Inc.\n\nGood morning, and I hope you all are doing well today. I'm going to start with the safe harbor language, then I'll turn it over to Terry and team for brief remarks followed by your questions. Other members of our management team will also participate in the Q&A session.\nStatements made on this call and in the other reference documents on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance. They involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statement. Detailed information about factors that may affect our performance can be found in the filings with the SEC, which are on our website.\nLastly, on the final page of the earnings release, you will see a reconciliation between GAAP and non-GAAP measures. On a personal note, today will be my last earnings call as I am retiring after more than 20 years with CME. My first day on the job was December 24, 2001, with a plan that CME would go public soon after I joined.\nCME ultimately went public in December of 2002, and it has been an amazing journey. We have created a lot of value for our investors. I want to thank all of our shareholders and sell-side analysts who I have met on this journey, and I want to thank all my CME colleagues I've worked with closely with during the last 2 decades. In particular, the CFOs Dave, Jamie and John. Most importantly, Jennifer George and Susan Jacks with whom I have worked closely with for many years, have been instrumental to our success. Lastly, I'd like to thank Terry for his leadership of this successful journey. He and I are the only ones left who were on the first CME earnings call in 2003 and has been a great run.\nWith that, I will turn it over to Terry.\n\nTerrence A. Duffy\n\nChairman & CEO, CME Group Inc.\n\nWell, thank you all for joining us this morning, and let me take a quick moment first to thank you, John, on behalf of all of us for an incredible run. More than 2 decades, as you said, with CME and giving service to the organization and a shareholder relations organization. You have been an instrumental force in our Investor Relations and analyst outreach, helping us grow from our early days, as you said, as a public company to the leading derivatives marketplace we have become today.\nAs a friend and respected colleague to so many, you've made a significant impact on our business. There is no doubt you'll be missed. We wish you nothing but the best for you and your family going forward. And again, on behalf of everybody at CME and throughout the investor community, John, we thank you very much for your leadership. Thank you.\n\nJohn C. Peschier\n\nMD of IR, CME Group Inc.\n\nThank you.\n\nTerrence A. Duffy\n\nChairman & CEO, CME Group Inc.\n\nWe are leaving the investment community in good hands with the remaining members of the Investor Relations. As John referenced, Jennifer George and Susan Jacks, who have worked side by side with John through his entire career as well as Adam Minick, who you'll all get to know soon, who recently joined the Investor Relations department coming over from our strategy department. So we look forward to all of you meeting up with Adam.\nWe released our executive commentary earlier today, which provided extensive details on the third quarter of 2022. I have John, Lynne, Sean, Derek, Sunil and Julie Winkler on the call this morning as well as Tim McCourt, our Global Head of Equity and FX products. I felt it was important to take some time to not only run through a snapshot of our current business and financial results, but more importantly, to expand on why we feel our business is in such a strong position to finish out the year and head into 2023 on a high note.\nI will start, and then Sean, Tim and Derek will provide some thoughts before John finishes up our commentary with details related to our financial results and our JV. Then he will then open the -- we will open the call for your questions.\nLet me start by taking -- talking about the tremendous amount of uncertainty in the markets today. Whether that be uncertainty around the U.S. Federal Reserve policy, varying views about the recession risk with inflation at levels not seen since the 1980s or uncertainty around the size and speed of the unwind of the Fed's balance sheet, when there is uncertainty driving activity in our interest rate business. The impacts cascade to other asset classes, most prominently in equities as rate changes impact corporate valuations and in foreign exchange with varied policies and approaches from central banks around the world.\nWe are also seeing high level of volatility in the commodities markets, which appear likely to persist given the impact of the Russian invasion in Ukraine and the resulting disruption affecting both agriculture and energy markets in the region and around the world. Risk management is our business, and we have been and always will be committed to helping our customers manage uncertainty. We do this across our unique breadth of asset classes and our broad range of deeply liquid globally relevant products.\nWith that being said, let me transition into our Q3 performance. Our performance for Q3 and year-to-date in 2022 highlights the effectiveness of our risk management solution. Our volume is up 23% year-to-date versus the same period last year, and up 19% from the same period in 2019 prior to the pandemic. The highest average daily volume quarter in CME's -- Group's history was Q1 of 2020 when risk management was critical at the onset of the pandemic. The first 3 quarters of this year have been the second, third and fourth highest ADV quarters in our history.\nSo far, in 2022, our interest rates, equities and FX products have hit peak levels of large open interest holders with our interest rate products at an all-time high again, just last week, suggesting that this represents a risk-on environment. Additionally, Q3 represented our fifth sequential quarter of double-digit year-over-year growth in total ADV. With the pandemic becoming part of our lives, global economics and market participants are left to manage not only uncertain market risk but also potential new risk associated with the pandemic.\nWe're pleased the next integration is complete and market participants are able to access cash treasuries and cash foreign exchange through one platform, complementing our existing futures on treasuries and on foreign exchange. The breadth of the assets we've built over time, combined with the work we are currently doing a partnership, with Google to transform markets, will provide us further opportunity to continue our industry-leading innovation going forward. And we are 100% focused on growing in the short term while also positioning the business for long-term sustained growth.\nI'll now turn it over to Sean, and then Tim and Derek, to dig into more detail around these themes.\n\nSean P. Tully\n\nSenior MD and Global Head of Rates & OTC Products, CME Group Inc.\n\nThanks, Terry. With the return of interest rate volatility and central bank activity, we've seen strong year-over-year growth in our fixed income businesses.\nInterest Rate Futures and options ADV were up 28% in Q3, and we've now delivered 6 consecutive double-digit year-over-year ADV growth quarters for the asset class. The tailwinds Terry described should continue moving through 2023. Every FOMC meeting is in play and with high and uncertain inflation, every jobs report and every Consumer Price Index reading is important.\nYou could see this very clearly with the 34 million contracts trading on a single day on October 13, following the latest CPI release and the uncertainty here could remain for years as inflation ratings for rent and shelter tend to lag the real economy by up to 18 months. These factors have led to significant trading volumes in our short-term interest rate complex with volumes up 45% through the first 3 quarters. During this time, we have progressed the Eurodollar to SOFR migration with SOFR futures and options both now trading more contracts per day than their Eurodollar counterparts, reaching a record 5.9 million SOFR contracts traded on October 13.\nLastly, our AARC endorsed Term SOFR benchmark has already been licensed to over 1,700 firms in 83 different countries and has been referenced in over $2.8 trillion of loans and OTC derivatives. On the long end of the curve, we saw double-digit ADV growth in both Q2 and Q3, in Treasury futures and Treasury options have had particular strength with 21% growth in Q3. We the tailwinds from Fed balance sheet reduction and inflation are becoming larger and have the potential to be long-lasting due to the huge increase in government debt. And as Terry mentioned, uncertainty and monetary policy then drives uncertainty in other asset classes.\nI'll turn it over to Tim to speak to this very point.\n\nTim McCourt\n\nSenior MD and Global Head of Equity & FX Products, CME Group Inc.\n\nThanks, John, and it's a pleasure to be on the call today. Allow me to start with the strength of our Equity Index business where our deep and liquid markets offer access to the most important global benchmark indices on one platform around the clock. This strong foundation positioned us well in 2022 as interest rate expectations have led to equity valuation adjustments and increased need for risk management. The first 3 quarters of this year were the first second and third highest ADV quarters on record, respectively, for overall Equity Index ADV as well as Equity Index options ADV.\nYear-to-date through Q3, total ADV has increased 44% and options ADV has increased 74% compared with the same time frame of last year. It is important to note that our growth is driven not only by volatility, but also by product innovation.\nOne of our most successful innovations was the launch of our Micro E-mini products in 2019. We view the Micros as a useful tool to continue to attract new international and U.S.-based customers given the smaller contract size and the lower upfront financial commitment. Due to the premium price point on a risk equivalent basis, the 3.2 million micro equity contracts that trade per day at the revenue equivalent of approximately 1 million E-mini contracts, despite being 1/10 the notional size.\nWe've also introduced a suite of products that bring traditional OTC functionality to CME such as Basis Trade Index Close, Adjusted Interest Rate Total Return Futures, Sector Futures, Dividend Futures, Equity Option block and most recently, Derived Block functionality.\nThese OTC alternative products meet customers' need under the uncleared margin rules while benefiting from the capital efficiency afforded by our equities franchise. These premium products command fees of 3 to 4x that of standard equity rate and added approximately 160,000 contracts per day in the third quarter.\nNow I will turn to FX, which has certainly come alive following an extended period of historic low volatility and with a third quarter FX ADV up 41% year-over-year. Similar to equities, we have introduced innovations in our FX business during the low volatility period, and we are now harvesting those investments. We've changed minimum price increments, built out emerging market currencies, introduced OTC alternatives like FX Link, added EBS cash markets and created tools and analytics that show the efficiencies of trading FX at CME. These innovations position us well to continue to benefit from the volatility in the currency markets as the disparate interest rate approaches of the global central banks continue to flow through to the foreign exchange market.\nDerek will now address the trends in our commodities, options and international businesses.\n\nDerek Sammann\n\nSenior MD and Global Head of Commodities, Options & International Markets, CME Group Inc.\n\nThanks, Tim. While our Energy business, which has been impacted by temporary market dislocations was the only asset cost that was down in Q3, we like our long-term structural positives for our U.S. energy benchmarks, including WTI crude oil, refined products and Henry Hub Natural Gas.\nU.S. is producing nearly 12 million barrels of oil a day and exporting record levels of crude and refined products. The U.S. is the marginal supplier of crude oil to Europe and Asia, which positions WTI and a refined product benchmarks well for the long term beyond the current supply and price dislocation. Similarly, the U.S. of the world's largest producer and exporter of natural gas, boosted by increasing liquified natural gas exports priced off Henry Hub futures markets.\nAdditional LNG facilities are coming online in the U.S. in the medium term, which further bolsters Henry Hub as the benchmark for the global natural gas market for decades to come. As the market transitions through the short-term disruptions caused by the war in Ukraine, we believe that we have the strongest portfolio of risk management tools in the global energy and environmental products markets, which positions us well to grow this asset class over the long term.\nIn agricultural products, CME's markets serve as the benchmarks for global price discovery in grains, oilseeds, livestock, dairy and lumber. We saw increased customer activity in the third quarter with average daily volume of 1.2 million contracts, up 6% year-over-year with particular strength in options. Buy side and bank customers are our strongest performing client segments this year, and our strongest global growth is coming from Latin America.\nTurning to Metals. Third quarter average daily volume increased 4% to 498,000 contracts, led by a 20% growth in September. CME Group's aluminum futures continue to see strong adoption by both commercial and financial market participants. Given the customer growth we are seeing, the adoption of COMEX Aluminum by top metals broker, Marex, and the success we've had in getting our reference prices to be included in physical procurement contracts from commercial customers, we feel that we are at an inflection point for growth in this important market.\nTurning to options. We continue to see Options ADV and Open Interest outpacing futures. Terry spoke earlier about the high levels of uncertainty in the world today, and options are a powerful tool for helping our global customers to manage risk in that environment and can be a more cost-effective means for getting exposure since only the option premium is included.\nWith year-to-date options, ADV up 27% to 4.1 million contracts a day, we are on track to surpass our record year from 2019 of 4 million contracts. Finally, our international business continues to generate record volumes. In the third quarter, we delivered 6.1 million ADV, up 21% versus last year. Based on our strong year-to-date results, we are on track to deliver another record year with our non-U.S. ADV through September of 6.5 million contracts compared to our record 5.5 million ADV from last year.\nWith that, I'll turn it over to John.\n\nJohn William Pietrowicz\n\nCFO, CME Group Inc.\n\nThanks, Derek. CME's revenue for the third quarter was approximately $1, 230,000,000 billion driven by a 26.1% growth in trading activity. This was up 10.6% compared to the third quarter of last year and up nearly 15% when adjusting for the impacts of the formation of OSTTRA, our post-trade joint venture with S&P Global that we formed in September of last year. This is our fourth consecutive quarter when making that adjustment of double-digit revenue growth, demonstrating the importance of our markets in these uncertain times.\nMarket Data revenue was again a record during the quarter, up 6% compared to a year ago to $154 million, reflecting the strong need for the information our markets produce. Expenses continue to be very carefully managed, and on an adjusted basis were $441 million for the quarter, and $359 million, excluding license fees. Our efforts towards moving to the cloud progressed as expected, and we are nearing the completion of the initial foundational work necessary to migrate our applications.\nYear-to-date, we spent approximately $21 million in incremental cash cost towards that effort and expect to end the year at approximately $30 million and within our first year guidance for that project. On a year-to-date adjusted basis, excluding our Google spend, license fees and the impacts of the formation of OSTTRA, our revenues were up 13% and our expenses were only up 3%. We continue to manage our capital expenditures effectively and with an eye towards our move to the cloud.\nAs a result, we are lowering our CapEx guidance to $100 million. For the quarter, our capital expenditures were approximately $20 million. Our joint ventures and investments continue to produce meaningful results for CME Group. Year-to-date, on an adjusted basis, these investments have contributed $272.5 million or close to 10% of our pretax income this year.\nIn addition to the earnings they contribute, their strategic importance continues to play out. The OSTTRA joint venture is capturing synergies through the combination of our post-trade businesses with that of S&P Global. This creates the leader in the space and has the scope and scale for long-term growth. Our S&P Dow Jones Indices joint venture has delivered 14% average annual earnings growth since the first full year of inception in 2013.\nStrategically, the exclusive rights to the indices that we have secured through our ownership of the joint venture underpins over 20% of the overall futures contracts traded at CME Group and creates significant capital efficiencies across our equity complex, making us the global destination for equity futures.\nWe also benefit from the trading of products licensed by the joint venture to other exchanges and from the continued move from active to passive investing. These joint ventures and other investments that we've made continue to position CME well strategically and financially.\nFor the quarter, CME had an adjusted effective tax rate of 23.4%, which resulted in an adjusted net income of $719 million, up 25% from the third quarter last year and an adjusted EPS attributable to common shareholders of $1.98. CME paid out $2.3 billion of dividends so far this year and cash at the end of the quarter was approximately $2.2 billion.\nIn summary, our global benchmarks, data, innovation, investments and strong focus on execution, continue to address the needs of our clients and deliver results for our shareholders. Please refer to the last page of our executive commentary for additional financial highlights and details. We'd like to now open up the call for your questions. Based Thank you."
  },
  {
    "header": "CME",
    "cik": "0001156375",
    "ticker": "CME",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fc98c3bfbe2b53866c85e88d6530f78a",
    "period": "2022 Q2",
    "content": "Q2 2022 CME Group Inc Earnings Call\n\nQ2 2022 CME Group Inc Earnings Call\n\nCMENASDAQJUL 27, 8:30 AM\n\nOperator\n\nGood day, and welcome to the CME Group Second Quarter 2022 Earnings Call. At this time, I would like to turn the conference over to John Peschier. Please go ahead.\n\nJohn C. Peschier\n\nMD of IR, CME Group Inc.\n\nThank you, and good morning, everyone. I hope you're all doing well. I'm going to start with the safe harbor language. Then I'll turn it over to Terry and John for brief remarks, followed by your questions. Other members of our management team will also participate in the Q&A session.\nStatements made on this call and in the other reference documents on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance. They involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statements.\nDetailed information about factors that may affect our performance can be found in the filings with the SEC, which are on our website. Lastly, on the final page of the earnings release, you will see a reconciliation between GAAP and non-GAAP measures.\nWith that, I will turn the call over to Terry.\n\nTerrence A. Duffy\n\nChairman & CEO, CME Group Inc.\n\nThanks, John, and thank you all for joining us this morning. We released our executive commentary earlier today as John said, which provided extensive details on the second quarter of 2022. I have John, Lynne, Sean, Derek, Sunil and Julie Winkler on the call with me this morning. I will start, and then John will provide some comments before we open up the call to your questions.\nTrading activity during the second quarter increased 25% to an average daily volume of 23 million contracts per day. This strong growth was driven primarily by the financial asset classes, with the second highest quarterly ADV on record for the -- our Equity Index products, which were up 57% year-over-year and included record Micro E-mini S&P 500 futures ADV of 1.4 million contracts. In addition, both Interest Rates and FX daily volumes increased 24% compared with the second quarter last year.\nTotal options average daily volume increased 23% compared with Q2 last year to 3.9 million contracts, driven in part by 92% growth in Equity Index options. Record E-mini NASDAQ 100 options average daily volume grew 136%, and E-mini S&P 500 options ADV was the second highest quarterly ADV on record at 1.1 million contracts.\nFurthermore, options activity outside the U.S. was also robust, with non-U.S. options ADV in metals growing 60% year-over-year; equity index, up 44%; and energy was up 28%. In Q2, total non-U.S. average daily volume grew 21% to 6.3 million contracts, also driven by the financial product lines we saw, 15% growth in Europe, 36% growth in Asia and 40% growth in Latin America.\nTurning to our ongoing focus on industry's LIBOR to SOFR transition. CME silver futures reached record quarterly ADV of 1.6 million contracts and record open interest on June 30 of 6.4 million contracts. During the quarter, SOFR futures ADV represents 99% of Eurodollar futures.\nIn addition, trading and silver options skyrocketed in June with a record number of participants. Our market-wide fee waiver was instrumental in moving this critical liquidity into the SOFR options market. SOFR options ADV represented 46% of Eurodollar options activity for the month of June, having also reached a weekly high of 68% and a daily high of 111% of Eurodollar options activity during the month.\nIn terms of new products, customer demand and the ever-apparent need for risk management across our global products continues to lead in new product launch opportunities. During the quarter, we continued to build out our Micro-sized contract suite with the launches of Micro Copper futures as well as options on the popular Micro West Texas Intermediate crude oil futures.\nWithin our ESG-focused portfolio, we announced the upcoming launch of 2 additional voluntary carbon emission offset contracts, adding to a suite of products that are already meeting a significant market need today, a record 90-plus number of participants having traded one of the existing carbon emission offset products since launch. Other 2Q product launches include the Canadian Wheat futures as well as options in our physically delivered aluminum.\nAdditionally, we announced our plans to launch the first-ever TBA futures for the mortgage-backed securities market as well as event contracts later this year. I mentioned at the time of Google's $1 billion investment in CME Group that we would look for opportunities to use this capital to grow our business.\nDuring the quarter, we invested approximately $410 million in our S&P Dow Jones Indices joint venture. This funded our portion of the acquisition of the IHS Markit Indices business, which included leading fixed income and credit indices such as iBoxx, iTraxx and CDX. The shift from active investing to indexing was growing in 2012 when we launched the joint venture, and that momentum has only continued to strengthen since that time.\nOur portion of the earnings from the index joint venture have more than tripled from the $75 million earned in the full year of 2013, which was the first year post formation. Looking ahead, with the addition of the IHS Markit fixed income and credit indices, the joint venture is well positioned to continue to innovate and grow across an even wider set of products and services that will service investors all over the world.\nAs we described last quarter, several macroeconomic factors continue to contribute to an extremely complex market landscape, and the importance of risk management is accelerating. Our team continues to execute on our strategic priorities to empower market participants worldwide to manage risk and capture opportunities.\nI look forward to answering your questions. With that, let me turn it over to John to provide some financial highlights.\n\nJohn William Pietrowicz\n\nCFO, CME Group Inc.\n\nThanks, Terry. During the second quarter, CME generated approximately $1.24 billion in revenue, up more than 5% versus Q2 last year, driven by a 25% increase in futures trading activity. Our revenue was up over 11% when adjusting for the impacts of the formation of OSTTRA, our post-trade joint venture with S&P Global that we formed in the fourth quarter of last year.\nMarket data revenue was again a record during the quarter, up 4% compared to a year ago to $152 million. We continue to see a strong need for our globally relevant product set and our risk management expertise. Expenses were very carefully managed and, on an adjusted basis, were $442 million for the quarter and $359 million, excluding license fees.\nWe continue to progress with our Google partnership. We are tracking to our internal objectives and are well underway to building the foundation for our move to the cloud. Year-to-date, we spent approximately $14 million in cash costs towards that effort.\nCME had an adjusted effective tax rate of 23.3%, which resulted in an adjusted net income of $717 million, up over 22% from the second quarter last year and an adjusted EPS attributable to common shareholders of $1.97. For the first half of the year, CME had an adjusted EPS of $4.08, making the first half of 2022 the best 6-month results in CME history.\nCapital expenditures for the second quarter were approximately $21 million. CME paid out just over $1.9 billion of dividends so far this year. And cash at the end of the quarter was approximately $2 billion.\nIn summary, the team at CME Group continues to execute across the business, delivering to our clients' valuable risk management tools in this time of growing uncertainty. Please refer to the last page of our executive commentary for additional financial highlights and details.\nWith that short summary, we'd like to open up the call for your questions. (Operator Instructions) Thank you."
  },
  {
    "header": "CME",
    "cik": "0001156375",
    "ticker": "CME",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ab3cddae63d4d78f4ab1eca2326a3b0f",
    "period": "2022 Q1",
    "content": "Q1 2022 CME Group Inc Earnings Call\n\nQ1 2022 CME Group Inc Earnings Call\n\nCMENASDAQAPR 27, 8:30 AM\n\nOperator\n\nGood day, and welcome to the CME Group First Quarter 2022 Earnings Call. At this time, I would like to turn the conference over to John Peschier. Please go ahead.\n\nJohn C. Peschier\n\nMD of IR, CME Group Inc.\n\nGood morning, and I hope you are all doing well today. I'm going to start with the safe harbor language, then I'll turn it over to Terry and John for brief remarks followed by your questions. Other members of our management team will also participate in the Q&A session.\nStatements made on this call and in the other reference documents on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance. They involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statement. Detailed information about factors that may affect our performance can be found in the filings with the SEC, which are on our website.\nLastly, on the final page of the earnings release, you will see a reconciliation between GAAP and non-GAAP measures. With that, I will turn the call over to Terry.\n\nTerrence A. Duffy\n\nChairman & CEO, CME Group Inc.\n\nThank you, John, and thank you all for joining us this morning. We released our executive commentary, as John said, earlier today, which provided extensive details on the first quarter of 2022. Also, as John said, I have John, Sean, Derek, Sunil and Julie Winkler on the call or in the room with us this morning. I will start, and then John will provide some comments before we open the call for your questions.\nTrading activity during the first quarter jumped 26% from the last quarter with average daily volume of 26 million contracts per day. Average daily volume was up 19% versus the first quarter last year driven primarily by record quarterly equity index ADV, which was up 30% year-over-year. In addition, interest rates average daily volume was up 21% for the same period. Energy and foreign exchange ADV both grew 6% compared with the first quarter of '21. In Total Options, ADV increased 32% to 4.6 million contracts, including significant activity outside of the United States.\nIn Q1, non-U.S. average daily volume grew to 7.3 million contracts. We saw 17% growth in Europe, 22% growth in Asia and 28% growth in Latin America. Contributing to the record quarterly equity index ADV, the Micro E-mini products represented 43% of the activity, growing 36% from the first quarter 2021 to a record average of 3.4 million contracts per day. Additionally, equity options increased 81% for the first quarter last year driven by record activity across E-mini S&P 500 and the NASDAQ 100 options.\nWithin interest rates. Both SOFR futures and options had record quarterly ADV, averaging a combined 1.2 million contracts per day. The growth in our SOFR franchise has been a major objective for our team, and the increased volatility in rates during the quarter did not slow the momentum in this transition. At the end of the quarter, SOFR futures share of the Eurodollar futures trading had increased for 9 consecutive weeks. It surpassed Eurodollar's trading just last week for the first time, averaging 1.37 million contracts above the 1.33 million Eurodollar contracts traded on the same day, a major milestone in the industry shift away -- a shift to LIBOR -- away from LIBOR to SOFR -- excuse me.\nThe uncertainty around the Fed will adjust rates in terms of how much and how often can be seen in the 313% growth in the first quarter of Fed Fund futures ADV compared with the first quarter of 2021. The innovative new products we've launched across the entire yield curve in recent years are more important than ever. You can see this recent front-end volatility driving record quarterly ADV in the 3-year Treasury note futures as just one example.\nAdditionally, we already have 60 participants trading the 20-year U.S. bond futures contract that we just listed at the end of the quarter. In terms of other new products, customer demand and the ever apparent need for risk management across our global products continues to lead new product launch opportunities. During the quarter, our micro-sized contract suite continued to grow with recent launch of Micro Bitcoin and Ether options as well as the planned launch of Micro Copper futures in early May. Micro WTI futures reached a record monthly ADV in March of more than 226,000 contracts and have traded more than 16.8 million contracts since their launch in July of last year.\nOur ESG offerings expanded with our launch of Core Global Emission Offset Futures or as we refer to it as CGEO. Voluntary offsets have become an increasingly popular tool for entities striving to reduce their carbon footprint and achieve carbon neutrality. Building upon the successful introductions of our GEO and NGO contracts, these contracts are intended to align with the core carbon principles overseen by the Integrity Council for the voluntary carbon markets.\nWithin crypto, we launched 2 new reference rates for Bitcoin and Ether, providing a once-a-day reference rate of the U.S. dollar price of the 2 digital assets published at 4:00 p.m. New York Time, as the New York calculation window has the second most traded hours for Bitcoin futures behind the London rate.\nIn addition, just this week, with our partner, CF Benchmarks, we launched 11 new cryptocurrency reference rates in real-time indices. The digital asset market continues to expand, and there is an increasing demand for regulated cryptocurrency information.\nAnd finally, new option products continue to offer more flexibility to manage short-term price risk. As Fed policy and economic uncertainty have implications on metals markets, we announced the early May launch of Monday and Wednesday gold, silver, and copper Weekly Options, which complemented the existing Friday, weekly end-of-month and quarterly options on these markets.\nWith the backdrop of ongoing geopolitical uncertainty, evolving central bank policies, inflation, supply chain constraints and other economic challenges, risk management has never been more important. Our team executed extremely well during the first quarter, resulting in many trading volume record. We were especially pleased with the record results we -- in our market data business, which reached a high watermark of $152 million of revenue in Q1.\nLooking ahead, with the supply of critical global physical commodities fragmenting, the reference of several of our global benchmark products continues to increase, and we continue to provide our clients a secure and transparent way to significantly mitigate and manage their risk. With that, let me turn the call over to John to provide you with some financial highlights.\n\nJohn William Pietrowicz\n\nCFO, CME Group Inc.\n\nThanks, Terry. During the first quarter, CME generated approximately $1.350 billion in revenue. Adjusting for the impact of the formation of OSTTRA, our joint venture with S&P Global, which we launched this September of last year, our revenue grew over 13% for the quarter. As Terry mentioned, market data revenue was a record,, up 5% to $152 million. We continue to see a lot of interest in our globally relevant product set.\nExpenses were very carefully managed and, on an adjusted basis, were $425 million for the quarter and $344 million, excluding license fees. The expenses include approximately $6 million toward our cloud migration. The operating leverage in our model is significant. Again, adjusting for the impact of the formation of OSTTRA, when you compare the first quarter 2022 to the first quarter last year, our revenue rose by approximately $158 million and adjusted expenses increased only $22 million.\nCME had an adjusted effective tax rate of 23%, which resulted in an adjusted net income of $766 million, up 19.5% from the first quarter last year and an adjusted EPS attributable to common shareholders of $2.11. Capital expenditures for the first quarter were approximately $22.5 million. CME paid out over $1.5 billion of dividends during Q1, and cash at the end of the quarter was approximately $2.1 billion.\nIn addition to helping our clients manage their risk, we are making progress in our partnership with Google. We have completed the discovery phase of our analysis of our applications and have begun to build the technical foundation to move them to the Google Cloud platform. Our initial focus will be on moving trading data to the cloud and leverage Google's excellent data management capabilities. We will also be looking to move our corporate and clearing systems as part of the first phase of the migration.\nIn summary, the team at CME Group is focused on our clients and on executing on our strategic priorities. Please refer to the last page of our executive commentary for additional financial highlights and details. With that short summary, we'd like to open up the call for your questions. (Operator Instructions)"
  },
  {
    "header": "CME",
    "cik": "0001156375",
    "ticker": "CME",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9e6ebf19f82adf537c0113e1c541a590",
    "period": "2021 Q4",
    "content": "Q4 2021 CME Group Inc Earnings Call\n\nQ4 2021 CME Group Inc Earnings Call\n\nCMENASDAQFEB 9, 8:30 AM\n\nOperator\n\nGood day, and welcome to the CME Fourth Quarter and Year-end 2021 Earnings Call. At this time, I would like to turn the conference over to John Peschier. Please go ahead, sir.\n\nJohn C. Peschier\n\nMD of IR, CME Group Inc.\n\nThank you. Good morning, everyone, and I hope you're all doing well today. I'm going to start with the safe harbor language. Statements made on this call and in other reference documents on our website that are not historical facts are forward-looking statements. These statements are not guarantees of future performance. They involve risks, uncertainties and assumptions that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or implied in any statement. Detailed information about factors that may affect our performance can be found in the filings with the SEC, which are on our website. Lastly, on the final page of the earnings release, you will see a reconciliation between GAAP and non-GAAP measures. With that, I would like to turn the call over to Terry.\n\nTerrence A. Duffy\n\nChairman & CEO, CME Group Inc.\n\nThanks, John. And let me echo John's comments and hoping that you all -- you and your families are all safe and healthy. So again, thank you for joining us this morning. We released our executive commentary earlier today, which provided extensive details on the fourth quarter of 2021. I have John, Sean, Derek Sunil and Julie Winkler on the call this morning, and we look forward to addressing any questions you have.\nBefore I begin, in addition to John, who will discuss the financial results, I'm going to have Sean and Derek make some comments as we did last quarter. Trading activity was strong during the fourth quarter with average daily volume of 20.5 million contracts per day, up 26% versus fourth quarter last year and up 15% sequentially. We also added 26% ADV growth during the month of December versus the prior year. We saw a tremendous year-over-year strength in our interest rate business. which was up 56%, including record quarterly SOFR futures ADV. As we continue to assist clients with the transition from LIBOR, equity index ADV increased 15% and energy ADV rose 16% compared to fourth quarter last year. In addition, options ADV grew 58% to 3.7 million contracts. The strong finish to the year supported record annual ADV in total of 19.6 million contracts, up 3% from last year as well as record annual non-U.S. ADV of 5.5 million contracts or up 4% compared with 2020.\nIn the fourth quarter, non-U.S. average daily volume was up 24% to 5.7 million contracts per day. We saw 26% growth in Europe, 15% growth in Asia and 45% growth in Latin America. As always, we continue to launch new innovative products, tools and services to support customer needs. We executed on targeted sales campaigns for recent launches during Q4. Micro ether futures were launched in early December and surpassed 100,000 contracts within the first 2 weeks. We also began trading E-mini Russell 2000 Monday and Wednesday Weekly options contracts as demand for the more short-dated options continues to grow. Additionally, we recently announced our plans to launch a new 20-year U.S. treasury bond future in early March 2022, which is pending regulatory review.\nOver the full year 2021, new products launched since 2010 generated approximately $500 million in revenue or up 30% from 2020. And finally, in line with our long-standing history of innovation, we are extremely excited about having signed our 10-year strategic partnership deal with Google Cloud. This will allow us to transform derivative markets to cloud adoption and co-innovation to deliver expanded access, new products and more efficiencies for all market participants. As far as activity to date in 2022, we averaged 24.6 million contracts per day in January, up 28% compared with January of 2021. Equity index and interest rates continue to lead the way with year-over-year growth of 56% and 33%, respectively. Options ADV growth was also strong, which was up 39%. With that, let me turn the call over to Sean and then Derek to give you a little more color on each of these areas. Sean?\n\nSean P. Tully\n\nSenior MD and Global Head of Financial & OTC Products, CME Group Inc.\n\nThank you, Terry, and thanks again, everyone, for joining. While volatility across financial asset classes remained well below normal historical levels in 2021. Interest rate and equity index volatilities are around the historical mean in the fourth quarter and FX market volatility generally remained below the 20th percentile. In that somewhat more normal environment in the fourth quarter, as Terry mentioned, we saw strong rates and equity volumes. We saw rates options up 94% year-over-year, equity index options up 68% year-over-year and FX options up 18%.\nIn terms of our customer penetration, every financial asset class saw an all-time record average annual number of large open interest holders in 2021 as more customers use more of our financial products than ever before. In addition, we are pleased with our continued progress in financial product launches, new product adoption and strong commercial results from these new products. January 24, new financial products achieved a volume of more than 10.5 million contracts, making up over 30% of the entire exchange volume that day. Among our new products, we achieved an ADV record in our Micro equity E-minis in January of 3.7 million contracts, up 64% compared with January of last year. Our newly launched Micro Ether futures achieved an ADV of 21,500 contracts in January, and our crypto futures in total reached a record 57,900 contracts in January up 229% year-over-year, equating to $2.87 billion average daily notional traded. With strong growth in our equity index and crypto futures, we initiated a fee adjustment beginning on February 1. We increased our E-mini and Micro E-mini member fees by $0.01 per contract, and we increased our nonmember E-mini and micromini fees by a nickel per contract. Likewise, we increased our Bitcoin and our Ether futures member fees by $0.50 per contract and our nonmember fees by $1 per contract. We are also pleased with new product growth in our rates business, including our new 20-year U.S. Treasury note futures announcement into perspective, our ultra 10-year futures achieved a new all-time high annual ADV of 372,000 contracts in 2021.\nAs we progress through the LIBOR transition, our silver futures now represent 95% of the average daily volume of all exchange-traded SOFR futures and 98% of the open interest. In January, our SOFR futures products -- or SOFR products overall grew exponentially. Silver futures achieved 731,000 contracts ADV, up 645% year-over-year. On February 3, our silver futures and options achieved an open interest of 3.4 million contracts, up 406% versus a year ago. Adding the open interest from our SOFR-linked contracts, which is how we refer to our Eurodollar futures and options that reference a LIBOR, which will be finally set after June 30, 2023, to our SOFR futures and options open interest, the combined open interest is currently running at 17.45 million contracts. Regarding our term SOFR index, we have already licensed 600 firms across the globe and across the financial banking, manufacturing and other industries. And with that, I'll hand it over to Derek.\n\nDerek Sammann\n\nSenior MD and Global Head of Commodities, Options & International Markets, CME Group Inc.\n\nThanks, Sean. Looking at our commodities portfolio, we drove strong 2021 results across our global benchmarks with particular strength in the fourth quarter in Energy, which grew 16% year-on-year. In addition to hitting record agricultural products volumes in Europe and Asia in 2021, we also hit a new record monthly average daily on at our Micro WTI contract in November and set multiple records in our industrial metals portfolio made up of copper, aluminum and steel.\nOn the client side, we continue to focus on expanding commercial customer participation, and in 2021, these end user open interest holders were our best performing client segment overall. Additionally, to better serve our clients' accelerating focus on environmental and sustainability concerns and the emerging risk management needs of these customers, I'm pleased to announce that we have created a new environmental products portfolio. This portfolio aggregates the full range of our existing and planned environmental and sustainability linked products, such as our market-leading global emissions offset contracts, biofuels, such as ethanol and other renewables and battery metals like cobalt and lithium and will serve as a catalyst for our continued expansion across asset classes in this rapidly evolving space.\nCustomer demand is increasing for carbon and environmental products that facilitate broad participation and risk management needs across diverse industries and geographic limits. Our focus is on building tools to effectively manage their environmental risks and achieve their goals through the energy transition.\nTurning to our Global Options business. We delivered strong results again in 2021, up 6% versus 2020, finishing the year with a robust first quarter -- fourth quarter, up 58%, as Terry mentioned. Our outstanding fourth quarter results were led by strength in our interest rates, equity index and FX business lines as macroeconomic uncertainties and rate rise expectations filtered across global financial markets. Our options growth was again driven by outsized growth outside the U.S. led by APAC up 23% and EMEA up 4%. Most importantly, our fastest-growing options client segments for commercials and buy-side customers, which reflects our consistent focus on attracting end-user customers to our markets. Our overall options growth was accelerated by the continued global adoption of our electronic front end CME Direct, which hit a new record number of active users in 2021 and drove a record for Globex revenues on this platform. CME Direct continues to be a key driver of our non-U.S. growth, the Avner daily, monthly users trading or booking via the platform in the fourth quarter, increasing 50% in Latin America, 18% in Europe and 10% in Asia versus fourth quarter 2020. Finally, turning to our international business, having just taken over responsibility for this business in November. I'm excited to optimize this team's structure and mandate to ensure that we can continue to deliver outsized growth outside the U.S. to unlock the next leg of our global growth story. As Terry shared, we reached record annual non-U.S. ADV in 2021, which was bolstered by our strongest fourth quarter ever of 5.7 million contracts. Given our success in finding and onboarding new global clients, we've specifically invested in new client-facing headcount in Asia to further strengthen the on-the-ground commercial resources, which will further accelerate this growth.\nOverall, we are very pleased with the continued success of our non-U.S. business and with 2021 revenues in excess of $1.1 billion, I look forward to generating continued outsized growth in both futures and options as we continue to add resources to this critical part of our global growth story. With that, I'll turn over to John to discuss the financial results.\n\nJohn William Pietrowicz\n\nCFO, CME Group Inc.\n\nThanks, Derek. During the fourth quarter, CME generated more than $1.1 billion in revenue with average daily volume up 26% compared to the same period last year. If you adjust for the impact of the creation of OSTTRA, our joint venture with IHS Markit, our revenue would have been up approximately 11% for the quarter. Market data revenue was up 2% from last year to $142 million and up 6% for the full year of 2021. Expenses were very carefully managed on an adjusted basis were $429 million for the quarter and $369 million, excluding license fees. For the year, CME had adjusted operating expenses, excluding license fees, of $1.468 billion, which is $32 million below our revised guidance of $1.5 billion.\nCME had an adjusted effective tax rate of 22.1%, which resulted in an adjusted net income attributable to CME Group of $607.5 million, up 22% from the fourth quarter last year and an adjusted EPS attributable to common shareholders of $1.66. The issuance of the Class G nonvoting shares in November in conjunction with our partnership with Google, impacted the calculation of EPS attributable to common shares. The Class G nonvoting shares have similar rights to common stock with the exception of voting rights and are convertible to common shares on a one-to-one basis. Had the Class G shares been converted to common shares at the date of the issuance, the adjusted EPS attributable to common shareholders would have been $1.68. We expect the EPS for the Class G and common shareholders to be the same going forward. Please refer to the financial results page of the executive commentary for further information. Capital expenditures for the fourth quarter were approximately $29 million. CME declared $2.5 billion of dividends during 2021, including the annual variable dividend of $1.2 billion and cash at the end of the quarter was approximately $2.9 billion.\nTurning to guidance for 2022. We expect total adjusted operating expenses, excluding license fees, to be approximately $1.450 billion, we are expecting an improving business environment, and our guidance reflects that expectation. In addition to our expense guidance, we expect the investment related to the Google partnership and the move to their cloud platform to be in the range of $25 million to $30 million. A portion of these costs may be capitalized, and we will update the guidance as the engineering and migration plans finalize.\nCapital expenditures net of leasehold improvement allowances are expected to be approximately $150 million and the adjusted effective tax rate should come in between 22.5% and 23.5%. With that summary, we'd like to open up the call for your questions. Based on the number of analysts covering us, please limit yourself to 1 question, and then feel free to jump back into the queue. Thank you."
  }
]